{
    "url": "https://en.wikipedia.org/wiki/Marxist_philosophy",
    "title": "Marxist philosophy",
    "table_of_contents": [
        "1 Marxism and philosophy",
        "2 Karl Marx's philosophy",
        "2.1 Georg Wilhelm Friedrich Hegel",
        "2.2 Rupture with German idealism and the Young Hegelians",
        "2.2.1 Criticisms of human rights",
        "2.2.2 Criticisms of Ludwig Feuerbach",
        "2.2.3 Historical materialism",
        "3 Differences within Marxist philosophy",
        "4 Key works and authors",
        "5 See also",
        "6 References",
        "7 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Marxist philosophy or Marxist theory are works in philosophy that are strongly influenced by Karl Marx's materialist approach to theory, or works written by Marxists. Marxist philosophy may be broadly divided into Western Marxism, which drew from various sources, and the official philosophy in the Soviet Union, which enforced a rigid reading of Marx called dialectical materialism, in particular during the 1930s. Marxist philosophy is not a strictly defined sub-field of philosophy, because the diverse influence of Marxist theory has extended into fields as varied as aesthetics, ethics, ontology, epistemology, theoretical psychology and philosophy of science, as well as its obvious influence on political philosophy and the philosophy of history. The key characteristics of Marxism in philosophy are its materialism and its commitment to political practice as the end goal of all thought.\nThe theory is also about the struggles of the proletariat and their reprimand of the bourgeoisie.\n\nMarxist theorist Louis Althusser, for example, defined the philosophy as \"class struggle in theory\", thus radically separating himself from those who claimed philosophers could adopt a \"God's eye view\" as a purely neutral judge.\n\n"
        },
        {
            "title": "Marxism and philosophy",
            "text": "The philosopher Étienne Balibar wrote in 1996 that \"there is no Marxist philosophy and there never will be; on the other hand, Marx is more important for philosophy than ever before.\"[1] So even the existence of Marxist philosophy is debatable (the answer depends on what is meant by \"philosophy\"). Balibar's remark is intended to explain the significance of the final line of Karl Marx's 11 Theses on Feuerbach (1845), which can be read as an epitaph for philosophy: \"The philosophers have only interpreted the world, in various ways; the point is to change it\".\n\nIf this claim (which Marx originally intended as a criticism of German Idealism and the more moderate Young Hegelians) is still more or less the case in the 21st century, as many Marxists would claim,[2] then Marxist theory is in fact the practical continuation of the philosophical tradition, while much of philosophy is still politically irrelevant. Many critics[who?], both non-Marxist and some Marxist philosophers, feel that this is too quick a dismissal of the post-Marxian philosophical tradition.\n\nMuch sophisticated and important thought has taken place after the writing of Marx and Engels; much or perhaps even all of it has been influenced, subtly or overtly, by Marxism. Simply dismissing all philosophy as sophistry might condemn Marxism to a simplistic empiricism or economism, crippling it in practice and making it comically simplistic at the level of theory.\n\nNonetheless, the force of Marx's opposition to Hegelian idealism and to any \"philosophy\" divorced from political practice remains powerful even to a contemporary reader. Marxist and Marx-influenced 20th century theory, such as (to name a few random examples) the critical theory of the Frankfurt School, the political writing of Antonio Gramsci, and the neo-Marxism of Fredric Jameson, must take Marx's condemnation of philosophy into account, but many such thinkers also feel a strong need to remedy the perceived theoretical problems with orthodox Marxism.\n\nSuch problems might include a too-simple economic determinism, an untenable theory of ideology as \"false consciousness,\" or a simplistic model of state power rather than hegemony. So Marxist philosophy must continue to take account of advances in the theory of politics developed after Marx, but it must also be wary of a descent into theoreticism or the temptations of idealism.\n\nÉtienne Balibar claimed that if one philosopher could be called a \"Marxist philosopher\", that one would doubtlessly be Louis Althusser:\n\nHowever, \"Althusser never ceased to put in question the images of communism that Marxist theory and ideology carried on: but he did it in the name of communism itself.\" Althusser thus criticized the evolutionist image which made of communism an ultimate stage of history, as well as the apocalyptic images which made it a \"society of transparence\", \"without contradiction\" nor ideology. Balibar observes that, in the end, Althusser enjoined the most sober definition of communism, exposed by Marx in The German Ideology: Communism is \"not a state of the future, but the real movement which destroys the existing state of being.\".\n\n"
        },
        {
            "title": "",
            "text": "There are endless interpretations of the \"philosophy of Marx\", from the interior of the Marxist movement as well as in its exterior. Although some have separated Marx's works between a \"young Marx\" (in particular the Economic and Philosophical Manuscripts of 1844) and a \"mature Marx\" or also by separating it into purely philosophical works, economics works and political and historical interventions, Étienne Balibar has pointed out that Marx's works can be divided into \"economic works\" (Das Kapital, 1867), \"philosophical works\" and \"historical works\" (The Eighteenth Brumaire of Louis Bonaparte, the 1871 Civil War in France which concerned the Paris Commune and acclaimed it as the first \"dictatorship of the proletariat\", etc.)[1]\n\nMarx's philosophy is thus inextricably linked to his critique of political economy and to his historical interventions in the workers' movement, such as the 1875 Critique of the Gotha Program or The Communist Manifesto, written with Engels (who was observing the Chartist movement) a year before the Revolutions of 1848. Both after the defeat of the French socialist movement during Louis Napoleon Bonaparte's 1851 coup and then after the crushing of the 1871 Paris Commune, Marx's thought transformed itself.\n\nMarxism's philosophical roots were thus commonly explained as derived from three sources: English political economy, French republicanism and radicalism, and German idealist philosophy. Although this \"three sources\" model is an oversimplification, it still has some measure of truth.\n\nOn the other hand, Costanzo Preve (1990) has assigned four \"masters\" to Marx: Epicurus (to whom he dedicated his thesis, Difference of natural philosophy between Democritus and Epicurus, 1841) for his materialism and theory of clinamen which opened up a realm of liberty; Jean-Jacques Rousseau, from which come his idea of egalitarian democracy; Adam Smith, from whom came the idea that the grounds of property is labour; and finally Georg Wilhelm Friedrich Hegel.\n\n\"Vulgar Marxism\" (or codified dialectical materialism) was seen as little other than a variety of economic determinism, with the alleged determination of the ideological superstructure by the economical infrastructure. This positivist reading, which mostly based itself on Engels' latter writings in an attempt to theorize \"scientific socialism\" (an expression coined by Engels) has been challenged by Marxist theorists, such as Lukacs, Gramsci, Althusser or, more recently, Étienne Balibar.[citation needed]\n\nMarx developed a comprehensive, theoretical understanding of political reality early in his intellectual and activist career by means of a critical adoption and radicalization of the categories of 18th and 19th century German Idealist thought. Of particular importance is Hegel's appropriation of Aristotle's organicist and essentialist categories in the light of Kant's transcendental turn.\n\nMarx builds on four contributions Hegel makes to our philosophical understanding. They are: (1) the replacement of mechanism and atomism with Aristotelean categories of organicism and essentialism, (2) the idea that world history progresses through stages, (3) the difference between natural and historical (dialectical) change, and (4) the idea that dialectical change proceeds through contradictions in the thing itself.\n\n(1) Aristotelian organicism and essentialism\n\n(a) Hegel adopts the position that chance is not the basis of phenomena and that events are governed by laws. Some have falsely attributed to Hegel the position that phenomena are governed by transcendent, supersensible ideas that ground them. On the contrary, Hegel argues for the organic unity between universal and particular. Particulars are not mere token types of universals; rather, they relate to each other as a part relates to a whole. This latter has import for Marx's own conception of law and necessity.\n\n(b) In rejecting the idea that laws merely describe or independently ground phenomena, Hegel revives the Aristotlean position that law or principle is something implicit in a thing, a potentiality which is not actual but which is in the process of becoming actual. This means that if we want to know the principle governing something, we have to observe its typical life-process and figure out its characteristic behavior. Observing an acorn on its own, we can never deduce that it is an oak tree. To figure out what the acorn is - and also what the oak tree is - we have to observe the line of development from one to the other.\n\n(c) The phenomena of history arise from a whole with an essence which undergoes transformation of form and which has an end or telos. For Hegel, the essence of humanity is freedom, and the telos of that essence is the actualization of that freedom. Like Aristotle, Hegel believes the essence of a thing is revealed in the entire, typical process of development of that thing. Looked at purely formally, human society has a natural line of development in accordance with its essence just like any other living thing. This process of development appears as a succession of stages of world history.\n\n(2) Stages of world history\n\nHuman history passes through several stages, in each of which is materialized a higher level of human consciousness of freedom. Each stage also has its own principle or law according to which it develops and lives in accordance with this freedom. Yet the law is not free-standing. It is delivered by means of the actions of men which spring from their needs, passions, and interests. Teleology, according to Hegel, is not opposed to the efficient causation provided by passion; on the contrary, the latter is the vehicle realizing the former. Hegel consistently lays more stress on passion than on the more historically specifiable interests of men. Marx will reverse this priority.\n\n(3) Difference between natural and historical change\n\nHegel distinguishes as Aristotle did not between the application of organic, essentialist categories to the realm of human history and the realm of organic nature. According to Hegel, human history strives toward perfectibility, but nature does not. Marx deepens and expands this idea into the claim that humankind itself can adapt society to its own purposes rather than adapting themselves to it.\n\nNatural and historical change, according to Hegel, have two different kinds of essences. Organic natural entities develop through a straightforward process, relatively simple to comprehend at least in outline. Historical development, however, is a more complex process. Its specific difference is its \"dialectical\" character. The process of natural development occurs in a relatively straight line from the germ to the fully realized being and back to the germ again. Some accident from the outside might come along to interrupt this process of development, but if left to its own devices, it proceeds in a relatively straightforward manner.\n\nSociety's historical development is internally more complex. The transaction from potentiality to actuality is mediated by consciousness and will. The essence realized in the development of human society is freedom, but freedom is precisely that ability to negate the smooth line of development and go off in novel, hitherto unforeseen directions. As humankind's essence reveals itself, that revelation is at the same time the subversion of itself. Spirit is constantly at war with itself. This appears as the contradictions constituting the essence of Spirit.\n\n(4) Contradiction\n\nIn the development of a natural thing, there is by and large no contradiction between the process of development and the way that development must appear. So the transition from an acorn, to an oak, to an acorn again occurs in a relatively uninterrupted flow of the acorn back to itself again. When change in the essence takes place, as it does in the process of evolution, we can understand the change mostly in mechanical terms using principles of genetics and natural selection.\n\nThe historical process, however, never attempts to preserve an essence in the first place. Rather, it develops an essence through successive forms. This means that at any moment on the path of historical change, there is a contradiction between what exists and what is in the process of coming-to-be. The realization of a natural thing like a tree is a process that by and large points back toward itself: every step of the process takes place in order to reproduce the genus. In the historical process, however, what exists, what is actual, is imperfect. It is inimical to the potential. What is trying to come into existence - freedom - inherently negates everything preceding it and everything existing, since no actual existing human institution can possibly embody pure human freedom. So the actual is both itself and its opposite (as potential). And this potential (freedom) is never inert but constantly exerts an impulse toward change.\n\nMarx did not study directly with Hegel, but after Hegel died Marx studied under one of Hegel's pupils, Bruno Bauer, a leader of the circle of Young Hegelians to whom Marx attached himself. However, Marx and Engels came to disagree with Bruno Bauer and the rest of the Young Hegelians about socialism and also about the usage of Hegel's dialectic. Having achieved his thesis on the Difference of natural philosophy between Democritus and Epicurus in 1841, the young Marx progressively broke away with the Prussian university and its teachings impregnated by German Idealism (Kant, Fichte, Schelling and Hegel).\n\nAlong with Engels, who observed the Chartist movement in the United Kingdom, he cut away with the environment in which he grew up and encountered the proletariat in France and Germany. He then wrote a scathing criticism of the Young Hegelians in two books, The Holy Family (1845), and The German Ideology (1845), in which he criticized not only Bauer but also Max Stirner's The Ego and Its Own (1844), considered one of the founding book of individualist anarchism. Max Stirner claimed that all ideals were inherently alienating, and that replacing God with Humanity, as did Ludwig Feuerbach in The Essence of Christianity (1841), was not sufficient. According to Stirner, any ideals, God, Humanity, the Nation, or even the Revolution alienated the \"Ego\". Marx also criticized Proudhon, who had become famous with his cry \"Property is theft!\", in The Poverty of Philosophy (1845).\n\nMarx's early writings are thus a response towards Hegel, German Idealism and a break with the rest of the Young Hegelians. Marx, \"stood Hegel on his head,\" in his own view of his role, by turning the idealistic dialectic into a materialistic one, in proposing that material circumstances shape ideas, instead of the other way around. In this, Marx was following the lead of Feuerbach. His theory of alienation, developed in the Economic and Philosophical Manuscripts of 1844 (published in 1932), inspired itself from Feuerbach's critique of the alienation of Man in God through the objectivation of all his inherent characteristics (thus man projected on God all qualities which are in fact man's own quality which defines the \"human nature\").\n\nBut Marx also criticized Feuerbach for being insufficiently materialistic, as Stirner himself had pointed out, and explained that the alienation described by the Young Hegelians was in fact the result of the structure of the economy itself. Furthermore, he criticized Feuerbach's conception of human nature in his sixth thesis on Feuerbach as an abstract \"kind\" which incarnated itself in each singular individual: \"Feuerbach resolves the essence of religion into the essence of man (menschliche Wesen, human nature). But the essence of man is no abstraction inherent in each single individual. In reality, it is the ensemble of the social relations.\"\n\nThereupon, instead of founding itself on the singular, concrete individual subject, as did classic philosophy, including contractualism (Hobbes, John Locke and Rousseau) but also political economy, Marx began with the totality of social relations: labour, language and all which constitute our human existence. He claimed that individualism was the result of commodity fetishism or alienation. Some critics have claimed that meant that Marx enforced a strict social determinism which destroyed the possibility of free will.\n\nIn the same way, following Babeuf, considered one of the founders of communism during the French Revolution, he criticized the 1789 Declaration of the Rights of Man and of the Citizen as a \"bourgeois declaration\" of the rights of the \"egoistic individual\", ultimately based on the \"right to private property\", which economism deduced from its own implicit \"philosophy of the subject\", which asserts the preeminence of an individual and universal subject over social relations. On the other hand, Marx also criticized Bentham's utilitarianism.\n\nAlongside Freud, Nietzsche, and Durkheim, Marx thus takes a place amongst the 19th century philosophers who criticized this pre-eminence of the subject and its consciousness.[3] Instead, Marx saw consciousness as political. According to Marx, the recognition of these individual rights was the result of the universal extension of market relations to all of society and to all of the world, first through the primitive accumulation of capital (including the first period of European colonialism) and then through the globalization of the capitalist sphere. Such individual rights were the symmetric of the \"right for the labourer\" to \"freely\" sell his labor force on the marketplace through juridical contracts, and worked in the same time as an ideological means to discompose the collective grouping of producers required by the Industrial Revolution: thus, in the same time that the Industrial Era requires masses to concentrate themselves in factories and in cities, the individualist, \"bourgeois\" ideology separated themselves as competing homo economicus.\n\nMarx's critique of the ideology of the human rights thus departs from the counterrevolutionary critique by Edmund Burke, who dismissed the \"rights of Man\" in favour of the \"rights of the individual\": it is not grounded on an opposition to the Enlightenment's universalism and humanist project on behalf of the right of tradition, as in Burke's case, but rather on the claim that the ideology of economism and the ideology of the human rights are the reverse sides of the same coin. However, as Étienne Balibar puts it, \"the accent put on those contradictions can not not ring out on the signification of 'human rights', since these therefore appears both as the language in which exploitation masks itself and as the one in which the exploited class struggle express itself: more than a truth or an illusion, it is therefore a stake\".[4] Das Kapital ironizes on the \"pompous catalogue of the human rights\" in comparison to the \"modest Magna Charta of a day work limited by law\":\n\nBut the communist revolution does not end with the negation of individual liberty and equality (\"collectivism\"[6]), but with the \"negation of the negation\": \"individual property\" in the capitalist regime is in fact the \"expropriation of the immediate producers.\" \"Self-earned private property, that is based, so to say, on the fusing together of the isolated, independent laboring-individual with the conditions of his labor, is supplanted by capitalistic private property, which rests on exploitation of the nominally free labor of others, i.e., on wage-labor... The capitalist mode of appropriation, the result of the capitalist mode of production, produces capitalist private property. This is the first negation of individual private property, as founded on the labor of the proprietor. But capitalist production begets, with the inexorability of a law of Nature, its own negation. It is the negation of negation. This does not re-establish private property for the producer, but gives him individual property based on the acquisition of the capitalist era: i.e., on co-operation and the possession in common of the land and of the means of production.[7]\n\nWhat distinguished Marx from Feuerbach was his view of Feuerbach's humanism as excessively abstract, and so no less ahistorical and idealist than what it purported to replace, namely the reified notion of God found in institutional Christianity that legitimized the repressive power of the Prussian state. Instead, Marx aspired to give ontological priority to what he called the \"real life process\" of real human beings, as he and Engels said in The German Ideology (1846):\n\nAlso, in his Theses on Feuerbach (1845), in which the young Marx broke with Feuerbach's idealism, he writes that \"the philosophers have only described the world, in various ways, the point is to change it,\" and his materialist approach allows for and empowers such change. This opposition between various subjective interpretations given by philosophers, which may be, in a sense, compared with Weltanschauung designed to legitimize the current state of affairs, and effective transformation of the world through praxis, which combines theory and practice in a materialist way, is what distinguish \"Marxist philosophers\" with the rest of philosophers.\n\nIndeed, Marx's break with German Idealism involves a new definition of philosophy; Louis Althusser, founder of \"Structural Marxism\" in the 1960s, would define it as \"class struggle in theory\". Marx's movement away from university philosophy and towards the workers' movement is thus inextricably linked to his rupture with his earlier writings, which pushed Marxist commentators to speak of a \"young Marx\" and a \"mature Marx\", although the nature of this cut poses problems.\n\nA year before the Revolutions of 1848, Marx and Engels thus wrote The Communist Manifesto, which was prepared to an imminent revolution, and ended with the famous cry: \"Proletarians of all countries, unite!\". However, Marx's thought changed again following Louis-Napoleon Bonaparte's December 2, 1851 coup, which put an end to the French Second Republic and created the Second Empire which would last until the 1870 Franco-Prussian War.\n\nMarx thereby modified his theory of alienation exposed in the Economic and Philosophical Manuscripts of 1844 and would later arrive to his theory of commodity fetishism, exposed in the first chapter of the first book of Das Kapital (1867). This abandonment of the early theory of alienation would be amply discussed, and several Marxist theorists, including Marxist humanists such as the Praxis School, would return to it. Others, such as Althusser, would claim that the \"epistemological break\" between the \"young Marx\" and the \"mature Marx\" was such that no comparisons could be done between both works, marking a shift to a \"scientific theory\" of society.\n\nIn 1844–1845, when Marx was starting to settle his account with Hegel and the Young Hegelians in his writings, he critiqued the Young Hegelians for limiting the horizon of their critique to religion and not taking up the critique of the state and civil society as paramount. Indeed, in 1844, by the look of Marx's writings in that period (most famous of which is the \"Economic and Philosophical Manuscripts of 1844\", a text that most explicitly elaborated his theory of alienation), Marx's thinking could have taken at least three possible courses: the study of law, religion, and the state; the study of natural philosophy; and the study of political economy.\n\nHe chose the last as the predominant focus of his studies for the rest of his life, largely on account of his previous experience as the editor of the newspaper Rheinische Zeitung on whose pages he fought for freedom of expression against Prussian censorship and made a rather idealist, legal defense for the Moselle peasants' customary right of collecting wood in the forest (this right was at the point of being criminalized and privatized by the state). It was Marx's inability to penetrate beneath the legal and polemical surface of the latter issue to its materialist, economic, and social roots that prompted him to critically study political economy.\n\nMarx summarized the materialistic aspect of his theory of history, otherwise known as historical materialism (this term was coined by Engels and popularised by Karl Kautsky and Georgi Plekhanov), in the 1859 preface to A Contribution to the Critique of Political Economy:\n\nIn this brief popularization of his ideas, Marx emphasized that social development sprang from the inherent contradictions within material life and the social superstructure. This notion is often understood as a simple historical narrative: primitive communism had developed into slave states. Slave states had developed into feudal societies. Those societies in turn became capitalist states, and those states would be overthrown by the self-conscious portion of their working-class, or proletariat, creating the conditions for socialism and, ultimately, a higher form of communism than that with which the whole process began. Marx illustrated his ideas most prominently by the development of capitalism from feudalism, and by the prediction of the development of socialism from capitalism.\n\nThe base-superstructure and stadialist formulations in the 1859 preface took on canonical status in the subsequent development of orthodox Marxism, in particular in dialectical materialism (diamat, as it was known in the Soviet Union). They also gave way to a vulgar Marxism as plain economic determinism (or economism), which has been criticized by various Marxist theorists. \"Vulgar Marxism\" was seen as little other than a variety of economic determinism, with the alleged determination of the ideological superstructure by the economical infrastructure. However, this positivist reading, which mostly based itself on Engels' latter writings in an attempt to theorize \"scientific socialism\" (an expression coined by Engels) has been challenged by Marxist theorists, such as Antonio Gramsci or Althusser.\n\nSome believe that Marx regarded them merely as a shorthand summary of his huge ongoing work-in-progress (which was only published posthumously over a hundred years later as Grundrisse). These sprawling, voluminous notebooks that Marx put together for his research on political economy, particularly those materials associated with the study of \"primitive communism\" and pre-capitalist communal production, in fact, show a more radical turning \"Hegel on his head\" than heretofore acknowledged by most mainstream Marxists and Marxiologists.\n\nIn lieu of the Enlightenment belief in historical progress and stages espoused by Hegel (often in a racist, Eurocentric manner, as in his Lectures on the Philosophy of History), Marx pursues in these research notes a decidedly empirical approach to analyzing historical changes and different modes of production, emphasizing without forcing them into a teleological paradigm the rich varieties of communal productions throughout the world and the critical importance of collective working-class antagonism in the development of capitalism.\n\nMoreover, Marx's rejection of the necessity of bourgeois revolution and appreciation of the obschina, the communal land system, in Russia in his letter to Vera Zasulich; respect for the egalitarian culture of North African Muslim commoners found in his letters from Algeria; and sympathetic and searching investigation of the global commons and indigenous cultures and practices in his notebooks, including the Ethnological Notebooks that he kept during his last years, all point to a historical Marx who was continuously developing his ideas until his deathbed and does not fit into any pre-existing ideological straitjacket.\n\n"
        },
        {
            "title": "Differences within Marxist philosophy",
            "text": "Some varieties of Marxist philosophy are strongly influenced by Hegel, emphasizing totality and even teleology: for example, the work of Georg Lukács, whose influence extends to contemporary thinkers like Fredric Jameson. Others consider \"totality\" merely another version of Hegel's \"spirit,\" and thus condemn it as a crippling, secret idealism.\n\nTheodor Adorno, a leading philosopher of the Frankfurt School, who was strongly influenced by Hegel, tried to take a middle path between these extremes: Adorno contradicted Hegel's motto \"the true is the whole\" with his new version, \"the whole is the false,\" but he wished to preserve critical theory as a negative, oppositional version of the utopia described by Hegel's \"spirit.\" Adorno believed in totality and human potential as ends to be striven for, but not as certainties.\n\nThe status of humanism in Marxist thought has been quite contentious. Many Marxists, especially Hegelian Marxists and also those committed to political programs (such as many Communist Parties), have been strongly humanist. These humanist Marxists believe that Marxism describes the true potential of human beings, and that this potential can be fulfilled in collective freedom after the Communist revolution has removed capitalism's constraints and subjugations of humanity. A particular version of the humanism within the Marxism is represented by the school of Lev Vygotsky and his school in theoretical psychology (Alexei Leontiev, Laszlo Garai[9]). The Praxis school based its theory on the writings of the young Marx, emphasizing the humanist and dialectical aspects thereof.\n\nHowever, other Marxists, especially those influenced by Louis Althusser, are just as strongly anti-humanist. Anti-humanist Marxists believe that ideas like \"humanity,\" \"freedom,\" and \"human potential\" are pure ideology, or theoretical versions of the bourgeois economic order. They feel that such concepts can only condemn Marxism to theoretical self-contradictions which may also hurt it politically.\n\n"
        }
    ]
}