{
    "url": "https://en.wikipedia.org/wiki/Mary_Douglas",
    "title": "Mary Douglas",
    "table_of_contents": [
        "1 Biography",
        "2 Contributions to anthropology",
        "2.1 The Lele of the Kasai (1963)",
        "2.2 Purity and Danger (1966)",
        "2.2.1 Purity in European and \"primitive\" societies",
        "2.2.2 The notion of \"dirt\"",
        "2.2.3 Dirt as disorder in the symbolic structure",
        "2.2.4 The Abomination of Leviticus",
        "2.3 Natural Symbols (1970)",
        "3 Works",
        "3.1 Editorial work",
        "4 See also",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nDame Mary Douglas, DBE FBA (25 March 1921 – 16 May 2007) was a British anthropologist, known for her writings on human culture and symbolism, whose area of speciality was social anthropology. Douglas was considered a follower of Émile Durkheim and a proponent of structuralist analysis, with a strong interest in comparative religion.[2]\n\n"
        },
        {
            "title": "Biography",
            "text": "She was born as Margaret Mary Tew in Sanremo, Italy, to Gilbert and Phyllis (née Twomey) Tew. Her father, Gilbert Tew, was a member of the Indian Civil Service serving in Burma, as was her maternal grandfather, Sir Daniel Twomey, who retired as the Chief Judge of the Chief Court of Lower Burma. Her mother was a devout Roman Catholic, and Mary and her younger sister, Patricia, were raised in that faith. After their mother's death, the sisters were raised by their maternal grandparents and attended the Roman Catholic Sacred Heart Convent in Roehampton. Mary went on to study at St. Anne's College, Oxford, from 1939 to 1943; there she was influenced by E. E. Evans-Pritchard. She graduated with a second-class degree.[3]\n\nShe worked in the British Colonial Office, where she encountered many social anthropologists.[4] In 1946, Douglas returned to Oxford to take a \"conversion\" course in anthropology and registered for the doctorate in anthropology in 1949. She studied with M. N. Srinivas as well as E. E. Evans-Pritchard. In 1949 she did field work with the Lele people in what was then the Belgian Congo; this took her to village life in the region between the Kasai River and the Loange River, where the Lele lived on the edge of what had previously been the Kuba Kingdom. Ultimately, a civil war prevented her from continuing her fieldwork, but nevertheless, this led to Douglas' first publication, The Lele of the Kasai, published in 1963.\n\nIn the early 1950s, she completed her doctorate and married James Douglas. Like her, he was a Catholic and had been born into a colonial family (in Simla, while his father served in the Indian army). They had three children. She taught at University College London, where she remained for around 25 years, becoming Professor of Social Anthropology.\n\nHer reputation was established by her most celebrated book, Purity and Danger (1966).\n\nShe wrote The World of Goods (1978) with an econometrist, Baron Isherwood, which was considered a pioneering work on economic anthropology.\n\nShe taught and wrote in the United States for 11 years. She published on such subjects as risk analysis and the environment, consumption and welfare economics, and food and ritual, all increasingly cited outside anthropology circles. After four years (1977–81) as Foundation Research Professor of Cultural Studies at the Russell Sage Foundation in New York, she moved to Northwestern University as Avalon Professor of the Humanities with a remit to link the studies of theology and anthropology, and spent three years at Princeton University. She received an honorary doctorate from the Faculty of Humanities at Uppsala University, Sweden in 1986.[5] In 1988 she returned to Britain, where she gave the Gifford Lectures in 1989.\n\nIn 1989 she was elected a Fellow of the British Academy. She became a Commander of the Order of the British Empire (CBE) in 1992, and was appointed Dame Commander of the Order of the British Empire (DBE) in the Queen's New Year's Honours List published on 30 December 2006. She died on 16 May 2007 in London, aged 86, from complications of cancer, survived by her three children. Her husband died in 2004.\n\nIn 2002 a twelve volume edition of her \"Collected work\" was published by Routledge.[6]\n\n"
        },
        {
            "title": "Contributions to anthropology",
            "text": "Douglas’ first publication, The Lele of the Kasai (1963), focuses on a matrilineal society in Kasai (now the Kasai-Occidental), the Lele. This matrilineal society is marked by a strong division of tasks, polyandric matrimonial rules, egalitarianism, autonomy and anarchism; a social world that was completely different from her own and that defied the teachings of Evans-Pritchard. She breaks from a functionalist approach by her analyses on the production and distribution of wealth amongst clans, a detailed description of matrilineal organization and the role of aristocratic clans in the power structure, and the place of marriage in the alliance strategies between the clans and the practice and supervision of witchcraft. Her intense empirical work granted to her an insight into the concrete practices of the Lele contrary to the theories developed by institutions.[7] During her research, she establishes the importance of the relationship between the social structure and the symbolic representations of the values upheld in the society.\n\nDouglas' book Purity and Danger (first published 1966) is an analysis of the concepts of ritual purity and pollution in different societies and times to construct a general concept on how ritual purity is established, and is considered a key text in social anthropology. The text is renowned for its passionate defense of both ritual and purity during a time when conceptions of defilement were treated with disdain.[8] Purity and Danger is most notable for demonstrating the comparative nature of her reflexions. At the difference to Claude Lévi-Strauss, who utilizes a structuralist approach, Douglas seeks to demonstrate how peoples’ classifications play a role in determining what is considered abnormal and their treatment of it. Douglas insists on the importance of understanding the concept of pollution and ritual purity by comparing our own understandings and rituals to \"primitive\" rituals.\n\n\nDouglas states that \"primitive\" societies are classified as those that do not recognize a distinction between being pure and being unclean. For western societies, there exists a clear distinction between what is dirty and what is considered holy. Therefore,\nFor primitive societies, the ideas of taboo and holiness are personified by the notions of friendly or unfriendly deities; there exists a separation because objects, people, or places are associated with either good or bad deities. For this uncleanness to be transmitted, material contact must occur; being in physical contact with an object considered as unclean allows for the transmission of uncleanness to the body. A distinction to be made with Christianity, for example, would be that the uncleanness would pass not onto the body itself, but the spirit. Douglas emphasizes that in order to fully comprehend other societies understanding of taboo and sacred, one must first understand one’s own.[10]\n\n\nDouglas dismantles a common euro-centric misconception that rituals and rites for cleanliness were devised with hygiene or sanitation as its goals. The avoidance of pork in Islam is often considered as having a hygienic basis, or that incense was used to mask body odors rather than symbolizing the ascending smoke of sacrifice. For Douglas, there exists a clear distinction between recognizing the side-benefits of ritual actions and considering them as a whole and sufficient explanation for ritual actions.[11] Furthermore, Douglas recognized that there exists a strong resemblance between European rituals and primitive rituals in principle, omitting the differing foundations that separate European rituals based on hygiene and primitive ones on symbolism, European rituals of cleanness seek to kill off germs, whereas primitive rituals of cleanness seek to ward off spirits. However, Douglas states that it is not enough to limit the differentiation between European rituals and primitive ritual to simply hygienic benefits. She claims that the modern conception of dirt is synonymous with the knowledge of germs and bacteria;\nIf one removes the notions of bacteria and hygiene from the concept of dirt, all that remains is the symbolism of dirt;\nDouglas then proceeds to establish the notion that humans have a tendency to structure objects and situations around them into schema, well-organized systems.[12] The older people become, the more confidence and experiences they establish into their structures. Ideally, the more consistent an experience is within a structure, the more confidence an individual will place on that experience. As a result, when an individual encounters facts or tendencies that disrupt the structure, they will largely ignore it. What is deemed impure are objects or phenomena that do not correspond with the pre-existing social or symbolic structure.[13] Douglas associates dirt as a form of disruption to order, therefore it must be excluded in order to maintain the integrity of the system.\n\nMary Douglas is also known for her interpretation of the book of Leviticus, in the Chapter The Abomination of Leviticus in Purity and Danger, in which she analyses the dietary laws of Leviticus II through a structuralist and symbolist point of view, and for her role in creating the Cultural Theory of risk. In The Abomination of Leviticus she states that the dietary laws were not based on medical materialism, but rather social boundaries, deeming that what is pure and impure is a way for a society to structure human experiences. At heart, what matters is using themes such as purity, separation and defilement to bring about order and structure to unorganized experiences. In Leviticus II, when categorizing which animals are authorized to be consumed, the pig is prohibited because while it has cloven feet like cows or goats, it does not produce milk, making it an anomaly within the structure of the world, hence its exclusion from the structure and its categorization as an impure animal.[14]\n\nIn Natural Symbols (first published 1970), Douglas introduced the interrelated concepts of \"group\" (how clearly defined an individual's social position is as inside or outside a bounded social group) and \"grid\" (how clearly defined an individual's social role is within networks of social privileges, claims and obligations).[15] The group-grid pattern was to be refined and redeployed in laying the foundations of Cultural Theory.\n\n"
        }
    ]
}