{
    "url": "https://en.wikipedia.org/wiki/Mary_Fuller",
    "title": "Mary Fuller",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Later life",
        "4 Selected filmography",
        "5 Notes",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mary Claire Fuller (October 5, 1888 – December 9, 1973) was an American actress active in both stage and silent films. She also was a screenwriter and had several films produced. An early major star, by 1917 she could no longer gain roles in film or on stage. A later effort to revive her career in Hollywood failed in the 1920s after talkies began to dominate film. After suffering a nervous breakdown, she was admitted to St. Elizabeths Hospital in Washington, DC in 1947 and lived there until her death.\n\n"
        },
        {
            "title": "Early life",
            "text": "Born in Washington, D.C. in 1888, to Nora Swing and attorney Miles Fuller, she spent her childhood on a farm. As a child, she was interested in music, writing and art. Her father died in 1902,[1] and by 1906, she was working in the theater under the name Claire Fuller. She worked briefly with the Lyceum Stock Company in Toledo, Ohio.\n\n"
        },
        {
            "title": "Career",
            "text": "Fuller began her acting career on stage. At age 18 she was working in live theatre. In 1907 she signed with the new Vitagraph Studios in Brooklyn, New York, where she made silent films such as the one-reel adaptation of Elektra (released in April 1910).[2]  Later Fuller joined the Edison Film Company in 1910. That year, she appeared in the first film version of Frankenstein,[3] based on the Mary Shelley novel.\n\nFuller became a major early silent movie star who, by 1914, rivaled Mary Pickford in popularity.[4] She appeared in a wide variety of roles, and starred in such melodramas as The Witch Girl, A Daughter of the Nile, Dolly of the Dailies (1914),[5] and Under Southern Skies, her first feature-length production. Also, Fuller wrote numerous screenplays, eight of which were produced as films between 1913 and 1915.\n\nFuller's career, however, was over by 1917. As quoted in Sally Dumaux's King Baggot: A Biography and Filmography of the First King of the Movies, an August 18, 1917 article in Variety stated though Fuller was \n\n Following this episode, Fuller disappeared from public view and her whereabouts remained a mystery for decades.\n\n"
        },
        {
            "title": "Later life",
            "text": "After the demise of the first stage of her film career, Fuller apparently suffered a nervous breakdown following a failed affair with a married opera singer. She retired from the film business, and went to live with her mother in Washington, D.C.[6] In her early years, Fuller had talked about a constant feeling of loneliness that film stardom never filled. In 1926, she returned to Hollywood and unsuccessfully attempted to resume her screen career, which was more difficult since \"talkies\" had replaced silent films.\n\nThe death of her mother in 1940 brought a second nervous breakdown. After her sister cared for her, she arranged for Fuller to be admitted to Washington's St. Elizabeths Hospital on July 1, 1947. She lived there for 26 years, until her death. When Fuller died, the hospital was unable to locate any relatives, and she was buried in an unmarked grave in Congressional Cemetery.[7][3] In the 2010s, a memorial bench was installed on the site of her grave, bearing a \"Hollywood Star of Fame\" and the inscription \"A Personality of Eloquent Silence.\"[8]\n\n"
        }
    ]
}