{
    "url": "https://en.wikipedia.org/wiki/Mary_Philbin",
    "title": "Mary Philbin",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Later life and death",
        "4 Personal life",
        "5 Filmography",
        "6 Notes and references",
        "6.1 Notes",
        "6.2 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mary Loretta Philbin (July 16, 1902 – May 7, 1993)[1][2] was an American film actress of the silent film era, who is best known for playing the roles of Christine Daaé in the 1925 film The Phantom of the Opera  opposite Lon Chaney, and as Dea in The Man Who Laughs alongside Conrad Veidt. Both roles cast her as the beauty in Beauty and the Beast-type stories.\n\n"
        },
        {
            "title": "Early life",
            "text": "Philbin was born on July 16, 1902[3] in Chicago, Illinois, into a middle-class Irish American family and raised Catholic.[4] She was an only child, and was named after her mother, Mary. Her father, John Philbin,[5] was born in Ballinrobe, County Mayo, Ireland, and had emigrated to America in 1900.\n\n"
        },
        {
            "title": "Career",
            "text": "Philbin began her acting career after winning a beauty contest sponsored by Universal Pictures in Chicago.[3] After she moved to California, Erich von Stroheim signed her to a contract with Universal, deeming her a \"Universal Super Jewel.\"[5]\n\nShe made her screen debut in 1921, and the following year was honored at the first WAMPAS Baby Stars awards, a promotional campaign sponsored by the Western Association of Motion Picture Advertisers in the United States, which annually honored young women whom they believed to be on the threshold of movie stardom.[citation needed]\n\nDuring the 1920s, Philbin starred in a number of high-profile films, most notably in D. W. Griffith's 1928 film Drums of Love. In 1927, she appeared in Edward Sloman's Surrender with Ivan Mosjoukine,[6] though her most celebrated role was in the Universal horror film The Phantom of the Opera in 1925.[7] Philbin's ethereal screen presence was noted in a 1924 edition of Motion Picture Classic, in which she was referred to as \"one of the astonishing anomalies of motion pictures...Pat O'Malley once said of her: \"If I were superstitious I would think that the spirit of some great tragedienne of a forgotten past slipped into Mary's soul.\"[8]\n\nPhilbin played a few parts during the early talkie era and most notably dubbed her own voice when The Phantom of the Opera was given sound and re-released. She retired from the screen in 1930 and devoted her life to caring for her aging parents.[citation needed]\n\n"
        },
        {
            "title": "Later life and death",
            "text": "Philbin spent the remainder of her life after leaving the film industry as a recluse, living in the same home in Huntington Beach, California.[3] She never married and rarely made public appearances. One rare public appearance by Philbin occurred in her later years at the Los Angeles opening of the Andrew Lloyd Webber musical The Phantom of the Opera.\n\nShe died of pneumonia at age 90 in 1993 and was buried at the Calvary Cemetery in east Los Angeles, California.[9]\n\n"
        },
        {
            "title": "Personal life",
            "text": "From 1923 to 1927, Philbin was in a relationship with Paul Kohner. They had been introduced to each other by Erich von Stroheim. They secretly became engaged in 1926,[10] but never married due to the disapproval of Philbin's parents (Kohner was Jewish, and the Philbin family were staunch Catholics, and they were worried that he would try to convert her to Judaism). In 1929, it was rumored that they were going to marry in June of that year, but it never happened.[11] During their relationship, Philbin had an affair with western star Guinn \"Big Boy\" Williams.[12]\n\nKohner went on to marry Lupita Tovar in 1932, while Philbin never married. When Kohner died, he still had love letters Philbin had written to him in his possession. She had also kept his.[13][14]\n\n"
        }
    ]
}