{
    "url": "https://en.wikipedia.org/wiki/Masala_film",
    "title": "Masala film",
    "table_of_contents": [
        "1 History",
        "2 Influences",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMasala films of Indian cinema mix multiple genres into one work. Masala films emerged in the 1970s and are still created as of the 2020s.[1] Typically these films freely mix action, comedy, romance, and drama or melodrama. They also tend to be musicals that include songs, often filmed in picturesque locations.[2][3]\n\nThe genre is named after the masala, a mixture of spices in Indian cuisine.[4] According to The Hindu, masala is the most popular genre of Indian cinema.[3] Masala films have origins in the 1970s, and are common in every major film industry in India.[5] Production of these films are still active in early 2020s.[6][7]\n\n"
        },
        {
            "title": "History",
            "text": "According to a number of critics and scholars, the masala film was pioneered in the early 1970s by filmmaker Nasir Hussain,[8][9][10] along with screenwriter duo Salim–Javed, consisting of Salim Khan and Javed Akhtar.[9] Yaadon Ki Baaraat (1973), directed by Hussain and written by Salim-Javed, has been identified by many as the first masala film.[10][11] However, critic S. Shankar has claimed the genre has existed in Tamil cinema as early as the 1950s, citing Parasakthi (1952) and Enga Veettu Pillai (1965) as examples.[12] After Yaadon Ki Baaraat, Salim-Javed went on to write more successful masala films in the 1970s and 1980s.[9] A landmark for the masala film genre was Amar Akbar Anthony (1977),[13][10] directed by Manmohan Desai and written by Kader Khan. Manmohan Desai went on to successfully exploit the genre in the 1970s and 1980s.\n\nSholay (1975), directed by Ramesh Sippy and written by Salim-Javed, also falls under the masala genre. It is sometimes called a \"Curry Western\", a play on the term Spaghetti Western. A more accurate genre label is the \"Dacoit Western\", as it combined the conventions of Indian dacoit films such as Mother India (1957) and Gunga Jumna (1961) with that of Spaghetti Westerns. Sholay spawned a subgenre of \"Dacoit Western\" films in the 1970s.[14]\n\nMasala films helped establish many leading actors as superstars in the 1970s and 1980s, such as Dharmendra, Amitabh Bachchan, Sridevi achieved stardom in their early Bollywood career with masala movies. Since the 1990s, actors such as Shah Rukh Khan, Salman Khan (Salim Khan's son), Akshay Kumar, Ajay Devgn and Ranveer Singh in Bollywood, M.G. Ramachandran, Rajinikanth, Kamal Haasan, Ajith Kumar, Vijay, Suriya Sivakumar, Vikram, Dhanush, Sivakarthikeyan, in Kollywood ,NTR, Chiranjeevi, Mahesh Babu, Allu Arjun, Jr. NTR, Nagarjuna, Ram Charan Tej, Venkatesh and Pawan Kalyan in Tollywood, Jayan, Mohanlal, Mammootty, Jayaram, Dileep, and Prithviraj Sukumaran in Malayalam cinema, Vishnuvardhan, Ambarish, Darshan, Puneeth Rajkumar, Sudeep and Yash in Kannada cinema, Dev, Jeet and Ankush Hazra in Bengali cinema and others have all tasted success in this format.[15][16]\n\nThis style is used very often in Hindi (Bollywood) and South Indian films, as it helps make them appeal to a broad variety of viewers. Famous masala filmmakers include David Dhawan, Anees Bazmee, Farah Khan and Prabhu Deva in Bollywood ; Shaji Kailas and Joshiy in Malayalam Cinema ; Raja Chanda, Raj Chakraborty, Sujit Mondal, Rajiv Kumar Biswas and Rabi Kinagi in Bengali cinema; K. Raghavendra Rao, S. S. Rajamouli, Puri Jagannadh, Trivikram Srinivas, Boyapati Srinu and Srinu Vaitla in Telugu cinema; S. Shankar, Hari, Siruthai Siva, Pandiraj, AR Murugadoss, K. V. Anand, N. Lingusamy and K. S. Ravikumar in Tamil cinema; and in Kannada cinema it was V. Somashekhar and K. S. R. Das in the 1970s; A. T. Raghu and Joe Simon in the 1980s; K. V. Raju, Om Prakash Rao and Shivamani in the 1990s; and K. Madesh and A. Harsha in the 2000s.\n\nBeyond Indian cinema, Danny Boyle's Academy Award–winning film Slumdog Millionaire (2008), based on Vikas Swarup's Boeke Prize winning novel Q & A (2005), has been described by several reviewers as a \"masala\" movie,[17] due to the way the film combines \"familiar raw ingredients into a feverish masala\"[18] and culminates in \"the romantic leads finding each other.\"[19] This is due to the influence of the Bollywood masala genre on the film.[20][21][22][23] According to Loveleen Tandan, Slumdog Millionaire screenwriter Simon Beaufoy \"studied Salim-Javed's kind of cinema minutely.\"[20] The influence of Bollywood masala films can also be seen in Western musical films. Baz Luhrmann stated that his successful musical film Moulin Rouge! (2001) was directly inspired by Bollywood musicals.[24]\n\nAamir Khan (Nasir Hussain's nephew), who debuted as a child actor in the first masala film Yaadon Ki Baraat,[25] has been credited for redefining and modernising the masala film with his own distinct brand of socially conscious cinema in the early 21st century.[26] His films blur the distinction between commercial masala films and realistic parallel cinema, combining the entertainment and production values of the former with the believable narratives and strong messages of the latter, earning both commercial success and critical acclaim, in India and overseas.[27]\n\n"
        },
        {
            "title": "Influences",
            "text": "While the masala film genre originated from Bollywood films in the 1970s, there have been several earlier influences that have shaped its conventions.[28][29] Examples of this influence include the techniques of a side story, back-story and story within a story. Indian popular films often have plots that branch off into sub-plots; such narrative dispersals can clearly be seen in the 1993 films Khalnayak and Gardish. The second influence was the impact of ancient Sanskrit drama, with its highly stylised nature and emphasis on spectacle, where music, dance and gesture combined \"to create a vibrant artistic unit with dance and mime being central to the dramatic experience.\" Sanskrit dramas were known as natya, derived from the root word nrit (dance), characterising them as spectacular dance-dramas which has continued in Indian cinema. The third influence was the traditional folk theatre of India, which became popular from around the 10th century with the decline of Sanskrit theatre. These regional traditions include the Jatra of Bengal, the Ramlila of Uttar Pradesh, and the Terukkuttu of Tamil Nadu. The fourth influence was Parsi theatre, which \"blended realism and fantasy, music and dance, narrative and spectacle, earthy dialogue and ingenuity of stage presentation, integrating them into a dramatic discourse of melodrama. The Parsi plays contained crude humour, melodious songs and music, sensationalism and dazzling stagecraft.\"[30]\n\nA major foreign influence was Hollywood, where musicals were popular from the 1920s to the 1950s, though Indian filmmakers departed from their Hollywood counterparts in several ways. \"For example, the Hollywood musicals had as their plot the world of entertainment itself. Indian filmmakers, while enhancing the elements of fantasy so pervasive in Indian popular films, used song and music as a natural mode of articulation in a given situation in their films. There is a strong Indian tradition of narrating mythology, history, fairy stories and so on through song and dance.\" In addition, \"whereas Hollywood filmmakers strove to conceal the constructed nature of their work so that the realistic narrative was wholly dominant, Indian filmmakers made no attempt to conceal the fact that what was shown on the screen was a creation, an illusion, a fiction. However, they demonstrated how this creation intersected with people's day to day lives in complex and interesting ways.\"[31]\n\nJaved Akhtar, a pioneer of masala films, was also greatly influenced by Urdu novels by Pakistani author Ibn-e-Safi, such as the Jasoosi Dunya and Imran series of detective novels.[32] They inspired, for example, famous Bollywood characters such as Gabbar Singh in Sholay (1975) and Mogambo in Mr. India (1987).[33]\n\nDuring the 1970s, commercial Bollywood masala films drew from several foreign influences, including New Hollywood, Hong Kong martial arts cinema, and Italian exploitation films.[34] Following the success of Bruce Lee films such as Enter the Dragon in India,[35] Bollywood films starting with Deewaar (1975) up until the 1990s often incorporated fight sequences inspired by 1970s martial arts films from Hong Kong cinema.[36] Rather than following the Hollywood model, Bollywood action scenes tended to follow the Hong Kong model, with an emphasis on acrobatics and stunts, and combined kung fu (as it was perceived by Indians) with Indian martial arts (particularly Indian wrestling).[37]\n\n"
        }
    ]
}