{
    "url": "https://en.wikipedia.org/wiki/Mascot_Pictures",
    "title": "Mascot Pictures",
    "table_of_contents": [
        "1 Early years",
        "2 Sennett Studios",
        "3 Republic Pictures",
        "4 Legacy",
        "4.1 Actors",
        "4.2 Production crew",
        "5 Filmography",
        "6 See also",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mascot Pictures Corporation was an American film company of the 1920s and 1930s best known for producing and distributing film serials and B-westerns.  Mascot was formed in 1927 by film producer Nat Levine.  In 1936 it merged with several other companies to form Republic Pictures.\n\nMascot's serial The King of the Kongo (1929) was the first serial to include sound, beating Universal Studios by several months.\n\nThe company's logo featured a roaring tiger resting on top of a model of the planet Earth.\n\n"
        },
        {
            "title": "Early years",
            "text": "Mascot was created by Nat Levine, a former personal secretary to Marcus Loew, in 1927 after the success of his independent serial The Silent Flyer (1926).\n\nIn the beginning the company operated out of the upstairs offices of a contractor's business on Santa Monica Boulevard.  It rented all of its equipment and facilities.\n\nIn 1929 the studio made serial history with the production of The King of the Kongo.  This was the first serial, from any production company, to be made with sound.  Mascot's first all-talking production was The Phantom of the West (1931)\n\n"
        },
        {
            "title": "Sennett Studios",
            "text": "By 1933 Mascot was successful enough to rent, and later buy, Sennett Studios after the original owner, silent-film comedy producer-director Mack Sennett, went bankrupt because of the Great Depression.  This made the company a true film studio. That studio lot is now CBS Studio Center.\n\nMascot was responsible for the popularity of the concept of the \"singing cowboy\" and the \"musical western\". In 1935 the studio produced The Phantom Empire with the then untried Gene Autry as the lead.\n\n"
        },
        {
            "title": "Republic Pictures",
            "text": "Mascot's film laboratory was Consolidated Film Industries, known today as CFI Industries.  In 1935, under pressure from that company's owner, Herbert Yates, Mascot was merged by CFI with Monogram Pictures, Liberty Pictures, Chesterfield Pictures and Invincible Pictures to form Republic Pictures, a production-distribution company designed by Yates.  Levine was designated head of the serial and B-Western arm of the company, and the Mascot studio facilities and contract personnel became Republic assets as part of the merger.  Within two years, however, along with most of his colleagues at Republic who had owned other companies, Levine found himself in a disagreeable situation and left Republic.  With only the Mascot name and film library remaining in his possession, Levine found employment elsewhere in the motion picture industry and Mascot Pictures survived only through reissues of its sound serials and a single, new feature film edited from the \"Phantom Empire\" serial, released in 1940.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Several careers began at Mascot Pictures.\n\n"
        },
        {
            "title": "Filmography",
            "text": "Additionally,\n\n"
        }
    ]
}