{
    "url": "https://en.wikipedia.org/wiki/Maschinenmensch",
    "title": "Maschinenmensch",
    "table_of_contents": [
        "1 Variant names",
        "2 Versions",
        "2.1 Novel",
        "2.2 Film",
        "3 Popular culture",
        "4 Replicas",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Maschinenmensch (literally 'machine-human' in German) is a fictional robot featured in Fritz Lang's film Metropolis. It/she was played by German actress Brigitte Helm both as a robot and in human guise. A gynoid (female robot or android),  she was created by the scientist Rotwang. Maschinenmensch was one of the first fictional robots ever depicted in cinema and still one of the most famous.\n\n"
        },
        {
            "title": "Variant names",
            "text": "The robot is usually—and erroneously—referred to as \"Maria\", after the human original which, for much of the film, she impersonates. She was never named in the film, though her \"official\" name is Futura. The opening credits refer to her as \"the Robot\". She was named \"Futura\" in Thea von Harbou's  novel version. She has been given several names through the decades: Parody (the name Rotwang calls her in the novel), Ultima, Machina, Robotrix, False Maria, Robot Maria, Roboria and Hel. The intertitles of the 2010 restoration of Metropolis quote Rotwang, the robot's creator, referring to his gynoid Maschinenmensch, literally translated as \"Machine human\".\n\n"
        },
        {
            "title": "Versions",
            "text": "In the novel, the Maschinenmensch is destroyed. Though mention is made of Rotwang's former lover, Hel, they are never directly associated with each other.[citation needed]\n\nThe film version is different due to limitations of the practical special effects available at the time. The Maschinenmensch is a metallic automaton shaped like a woman. In the film version Rotwang proudly proclaims that Hel, his former lover, is not dead but alive in the form of the automaton. Hel had chosen Fredersen over Rotwang, who never forgave his rival. The Maschinenmensch is ultimately destroyed when the city's rioting workers burn it at the stake.\n\nWalter Schulze-Mittendorff, who designed the robot costume, described how it was made.[1] He had considered making the robot from beaten copper, but it would be too heavy to wear and difficult to achieve. He then discovered a sample of \"plastic wood\", a new material which was easy to sculpt into the required shape. Using a plaster body cast of actress Brigitte Helm, Mittendorff cut large chunks of plastic wood, rolled flat with a pin and draped them over the cast, like pieces of a suit of armour. The resulting costume was then spray-painted with cellon varnish spray mixed with silvery bronze powder which gave it the convincing appearance of polished metal. The description in the original film script makes an analogy to an Egyptian statue.\n\nThe 2010 restoration of Metropolis revealed a previously-unseen scene where Rotwang confides his plans to the robot. The shot is unusual because it reveals part of the back of the robot, namely the back of her head and shoulders.\n\nThe cast was made while Helm was standing up, making movements such as sitting down difficult and uncomfortable. According to actor Rudolf Klein-Rogge, it was tight and confining, pinching and scratching the actress despite many attempts by the stage hands to file away all sharp edges. People took pity on Helm and slipped coins into slots in the armour, which she collected to buy chocolate in the canteen.[2] The scene where Rotwang presents his creation to Fredersen took nine days to film in January 1926.[3] Director Fritz Lang shot the scene so many times that an exhausted Helm asked him why she should play the role, when no one would possibly know she was inside the costume. Lang answered, \"I'd know.\"[4] Helm's son believes that Lang was trying to teach the 17-year-old girl some discipline and mold her in his image, almost like the characters she played.[5] The costume allowed little freedom of movement. To help Helm get up from the throne made of sheet metal, a wooden rig was constructed, so that a stage hand could give her a push. Behind the scenes stills show the rig and the hinged plate on the seat.[6][7]\n\nThe memorable transformation scene was another early miracle of special effects, using a series of matte cutouts of the robot's silhouette and a number of circular neon lights. All effects were filmed directly into the camera rather than edited separately. As a result, the film had to be rewound and exposed many tens of times over to include the plates showing the heart and circulatory systems as well as cuts between the robot form and Maria showing her gradual transformation.\n\nFor years, people have speculated how the light circle animation was made. The magazine Science and Invention suggested at the time that fluorescent lights were used as a purely practical effect, moved up and down manually on invisible wires by stage hands. In later years Lang said in interviews that a brightly lit steel ball used as a pendulum was filmed or photographed with a long exposure time in front of a black screen and was then composited onto the image, though this is not consistent with the multiple exposure method used.\n\nAccording to the film's set designer, Erich Kettelhut, a glass plate was positioned halfway between the robot and the camera. The silhouette of the robot and throne were carefully drawn onto a piece of plywood to be used as a matte, and using a pair of circular neon lights of a diameter corresponding with the matte's silhouette. By covering the glass plate with grease and filming the moving lights through it the illusion of a light circle moving up and down was created.[8]\n\nWhen playing human Maria's evil twin — the gynoid in human form — Brigitte Helm wore heavy makeup and her expressions, gestures, and poses were exaggerated and jerky compared to Maria's composed and demure demeanor.\n\nThe Maschinenmensch is an archetypal example of the Frankenstein creation. Artificial beings with a malevolent nature were popular at the time, as seen in films such as Der Golem or Marcel Lherbier's L'Inhumaine. In a  formerly part of the film, Rotwang explicitly instructs the robot to pervert Fredersen's orders and help bring down his worst enemy, which helps explain her destructive behaviour. Different incomplete restorations of the film made since the original offered different explanations of the robot's behavior. One, for example, says that Rotwang has in fact lost control of the robot and it is not under anyone's control. Others offer no explanation. The 2010 restoration, complete for all practical purposes, depicts Rotwang deliberately instructing the robot Maria, thus finally clarifying the gynoid Maria's motivation.\n\n"
        },
        {
            "title": "Popular culture",
            "text": "The Maschinenmensch's appearance and concept has influenced many artists over the years. It was depicted on the 1977 album Live! In The Air Age by Be-Bop Deluxe. The still displayed on the album is of the climactic scene, in which the appearance of Maria is being installed onto the robot and rings of light are circling around the robot's body. Heavy metal band Y&T's 1985 album Down for the Count cover art shows the robot being held by Count Dracula as he prepares to sink his fangs into her neck. German band Kraftwerk's 1978 album Die Mensch-Maschine is a clear reference to the film and has a track titled \"Metropolis.\" Original designs by Ralph McQuarrie for C-3PO in Star Wars were largely based on the Maschinenmensch, albeit in a male version. The design was later refined, but retains clear Art Deco influences. Japan's Ultraman design may have been influenced by this also. It featured in the video clip of Queen's song \"Radio Ga Ga\", in which Freddie Mercury's face was superimposed on the robot's face.[9]\n\nFashion designer Thierry Mugler created several outfits in silver metal and transparent plastic for one of his collections in the 1990s. Pop singers Beyoncé,[10] Madonna, Kylie Minogue and Lady Gaga have used outfits inspired by the Maschinenmensch and Janelle Monáe was directly influenced by the concept of the Maschinenmensch in the creation of her Metropolis suite album. Whitney Houston's music video for \"Queen of the Night\" makes frequent use of shots of the Maschinenmensch, particularly where Maria's body is transferred onto the robot. In the BBC series Torchwood series 1 episode 4 (\"Cyberwoman\"), the CGI sequence of the Cyberwoman's resurrection is reminiscent of that of the Maschinenmensch, featuring similar glowing rings of light around a static female robotic figure.[11]\n\n"
        },
        {
            "title": "Replicas",
            "text": "Though some props and costumes from Metropolis did survive, the iconic Maschinenmensch apparently was destroyed during filming. Its actual fate is unknown.\n\nReplicas of the robot are found in many museums, notably in the Berlin Filmmuseum, The Cinématheque Francaise in Paris, and the Museum of the Moving Image in London. Oddly enough, almost all versions are silver rather than the original golden-bronze colour.\n\n"
        }
    ]
}