{
    "url": "https://en.wikipedia.org/wiki/Interstate_90_in_Massachusetts",
    "title": "Massachusetts Turnpike",
    "table_of_contents": [
        "1 Route description",
        "1.1 Western Turnpike",
        "1.2 Boston Extension",
        "1.3 Service plazas",
        "2 Tolls",
        "2.1 Toll plazas",
        "2.2 Open road tolling",
        "3 History",
        "3.1 Background and construction",
        "3.2 Expansion into Boston",
        "3.2.1 Prudential Company",
        "3.3 Big Dig",
        "3.3.1 Ceiling collapse",
        "3.4 Infill exits",
        "3.5 Air rights",
        "4 Future",
        "4.1 Proposed exits",
        "4.2 Allston interchange",
        "4.3 I-495 interchange",
        "5 Government oversight",
        "6 Highway shield",
        "7 Exit list",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Massachusetts Turnpike (colloquially \"Mass Pike\" or \"the Pike\"[3]) is a toll highway in the US state of Massachusetts that is maintained by the Massachusetts Department of Transportation (MassDOT). The turnpike begins at the New York state line in West Stockbridge, linking with the Berkshire Connector portion of the New York State Thruway. Spanning 138 miles (222 km) along an east–west axis, the turnpike constitutes the Massachusetts section of Interstate 90 (I-90). The turnpike is the longest Interstate Highway in Massachusetts, while I-90, in full (which begins in Seattle, Washington), is the longest Interstate Highway in the United States.\n\nThe turnpike opened in 1957, and it was designated as part of the Interstate Highway System in 1959. The original western terminus of the turnpike was located at Route 102 in West Stockbridge before I-90 had been completed in New York state. The turnpike intersects with several Interstate Highways as it traverses the state, including I-91 in West Springfield; I-291 in Chicopee; I-84 in Sturbridge; the junction of I-290 and I-395 in Auburn; and I-495 in Hopkinton. The eastern terminus of the turnpike was originally at I-95 in Weston, it has been extended several times: to Allston in 1964, to the Central Artery (designated as I-93, US Route 1 (US 1), and Route 3) in Downtown Boston in 1965, and to East Boston as a route to Logan International Airport in 2003 as part of the \"Big Dig\" megaproject. There are two auxiliary Interstate Highways in Massachusetts for I-90, those being I-190 and I-290.\n\nThe turnpike was maintained by the Massachusetts Turnpike Authority (MTA) until the department was replaced by the Highway Division of MassDOT in 2009. The implementation and removal of tolls in some stretches of the turnpike have been controversial; travel between most, but not all, exits requires payment. The Fast Lane electronic toll collection system was introduced alongside cash payment in 1998; it was later folded into the E-ZPass branding in 2012. The original toll booths were demolished and replaced by toll gantries with the transition to open road tolling in 2016, which replaced cash payment with \"pay-by-plate\" billing.\n\n"
        },
        {
            "title": "Route description",
            "text": "The Massachusetts Turnpike is informally divided into two sections by MassDOT: the original 123-mile (198 km) \"Western Turnpike\" extending from the New York state border through the interchange with I-95 and Route 128 at exit 123 in Weston, and the 15-mile (24 km) \"Boston Extension\" that continues beyond exit 123 through Boston.[4] It is a four-lane highway from the New York state border through its interchange with I-84 at exit 78 in Sturbridge; it expands to six lanes beyond this interchange and briefly travels with eight lanes from exit 127 in Newton through exit 133 by the Prudential Center in Boston.[4] The 0.75-mile (1.21 km) underwater section of the Ted Williams Tunnel, which carries the turnpike under Boston Harbor to its eastern terminus at Route 1A by Logan International Airport, is reduced to four lanes.[5] The turnpike is the longest Interstate Highway in Massachusetts,[6] while I-90 in full (which begins nationally in Seattle, Washington) is the longest Interstate Highway in the United States.[7]\n\nIn the west, the turnpike begins in Berkshire County at the Massachusetts state line in West Stockbridge, where I-90 (routed through the Berkshire Connector portion of the New York State Thruway) enters from Canaan, New York.[8] Most toll plazas were located on the entrance/exit ramps before entering the turnpike itself. An exception was the mainline West Stockbridge toll plaza, designed for toll collection from inbound traffic from New York; it existed shortly after exit 3, an eastbound-only entrance and westbound-only exit in Massachusetts.[9] The turnpike crosses the Williams River later in West Stockbridge and passes over the Housatonic River in Lee.[10] The 30-mile (48 km) gap between exit 10 to US 20 in Lee and exit 41 to US 202 and Route 10 in Westfield (the first in Hampden County) is the longest gap between exits on the turnpike,[11] and the fifth-longest gap between exits in the entire Interstate Highway System.[12] The highest elevation on the turnpike exists in the Berkshires, reaching 1,724 feet (525 m) above sea level in Becket; this point is also the highest elevation on I-90 east of South Dakota.[13] Beyond the peak elevation and between the exits, an eastbound runaway truck ramp exists in Russell.[14]\n\nAfter almost 50 miles (80 km) of relative ruralness, I-90 has an interchange that leads to the separate routes of I-91 and US 5 at exit 45 in West Springfield;[9] it passes over the Connecticut River before reaching Route 33 at exit 49 and I-291 at exit 51, both in Chicopee. The turnpike passes through Ludlow at exit 54 before crossing the Quaboag River to exit 63 in Palmer.[9][10] The turnpike first enters  Worcester County in Sturbridge, where exit 78 serves as the eastern terminus of I-84.[15] In Auburn, exit 90 has a two-Interstate interchange with I-395 traveling southbound and I-290 traveling eastbound.[15] The Blackstone River flows underneath the turnpike in Millbury,[10] where it has an interchange with Route 146 and a second direct connection to US 20 at exit 94.[9] Entering Middlesex County in Hopkinton, it has an interchange with I-495 at exit 106.[9] The turnpike crosses the Sudbury River between exit 111 at Route 9 and exit 117 at Route 30, all located within Framingham.[10][9] The last connection with another Interstate Highway on the Western Turnpike is located in Weston, at the I-95 and Route 128 concurrency.[9] This multipiece interchange is collectively referred to as the \"Weston tolls\".[16] Before being renumbered exit 123 in both directions, exit 14 was an eastbound exit and westbound entrance, and exit 15 was a westbound exit and eastbound entrance; prior to demolition, a mainline toll plaza existed for through traffic.[9] Following the removal of the toll plazas, exit 15 was reconfigured into exit 15A (now exit 123A) for I-95 and Route 128, and exit 15B (now exit 123B) toward Route 30.[17] At this junction, the turnpike crosses over the Charles River.[10]\n\nThe first exit of the Boston Extension, exit 125, is an eastbound entrance and westbound exit at Route 16 in Newton.[18] The turnpike enters Suffolk County in Boston before reaching the \"Allston–Brighton tolls\", depositing traffic toward the Boston neighborhoods of Allston and Brighton and the nearby city of Cambridge.[4] Before being renumbered exit 131 in both directions, exit 18 was a left-hand eastbound exit and westbound entrance, and exit 20 was a westbound exit and eastbound entrance; a mainline toll plaza was previously placed in between them for through traffic and was classified as \"exit 19\".[18] Compensating for the sparsity of eastbound entrances and westbound exits in Back Bay and Downtown Boston, a westbound U-turn ramp heading eastbound was opened in Allston in 2007;[19] while unsigned with an exit number, it was recognized as exit 20A for administrative purposes.[4] Past the tolls, the turnpike reduces to six lanes, heads through the campus of Boston University and passes Fenway Park before crossing over the Muddy River as it approaches the city’s central neighborhoods.[10]\n\nExit 133 and the now-closed Clarendon Street onramp are located within the Prudential Tunnel, which takes the turnpike underneath the Prudential Center;[20] the former is an eastbound exit towards the Prudential Center and Copley Square, while the latter is a westbound-only entrance from Clarendon Street.[18] Beyond the Prudential Tunnel, exit 134 is labeled as a singular exit traveling westbound, but splits into three ramps for eastbound travel; exit 134A is a left-hand exit toward South Station, while exits 134B and 134C are directed toward I-93 northbound and southbound, respectively.[18] The turnpike travels under the Fort Point Channel before reaching South Boston at exit 135,[18] after which it enters the Ted Williams Tunnel to pass beneath Boston Harbor.[21] Exit 137 to Logan International Airport is the sole exit within the Ted Williams Tunnel, before the turnpike exits the tunnel and meets its eastern terminus at Route 1A northbound toward Revere.[18]\n\n"
        },
        {
            "title": "Tolls",
            "text": "As of 2009[update], toll revenue generated from the Massachusetts Turnpike is to be spent in the section in which it was collected, either the Western Turnpike or the Boston Extension (alternatively named the \"Metropolitan Highway System\" for administrative purposes).[23] Tolls from exit 3 (former exit 1) in West Stockbridge through exit 51 (former exit 6) in Chicopee were removed by then-Governor Bill Weld in 1996, following complaints that the tolls collected in Western Massachusetts were financing the Big Dig in Boston;[24] they were ultimately reinstated in October 2013.[25]\n\nAt the recommendation of former secretary of administration and finance Eric Kriss, who recommended that tolls be eliminated along the entire turnpike except for the tunnels leading to Logan International Airport,[26] the MTA voted to remove all tolls west of Route 128 in Weston in October 2006.[27] Members of the Massachusetts Legislature Transportation Committee cited the potential need to amend state law and the uncertainty of how the turnpike would be maintained as setbacks to the toll removal, which ultimately never came to fruition.[28]\n\nThe issue of the removal of the tolls is highly charged politically. Several members of the state Democratic Party declared this as a political maneuver to bolster the gubernatorial campaign of Lieutenant Governor Kerry Healey, a Republican, who was behind in the polls at the time of the announcement. Also, because the MTA Board is composed of Romney appointees, Kriss's former association with the Romney administration and the ongoing election at the time, the issue was clouded by accusations of partiality and political agendas from both sides of the aisle.\n\nIn the November 9, 2006, edition of The Boston Globe, Romney announced his intention to try to remove the tolls before Governor-elect Deval Patrick, a Democrat, was inaugurated in January 2007, but this did not occur. As of November 2008, Patrick's plan was to remove all tolls west of I-95, except at the West Stockbridge and Sturbridge tolls,[29] but this also did not occur before the end of his term in January 2015. State law requires tolls to be removed west of Route 128 when its debt is paid and the road is in \"good condition\", but MassDOT plans to continue tolls after the bonds are paid off in January 2017, because the road will still need $135 million per year for repairs and maintenance.[30][needs update]\n\nAt a January 22, 2009, board meeting, the turnpike decided to stop charging a one-time $25.95 fee for the acquisition of a Fast Lane toll transponder, replacing it with a 50-cent monthly recurring service fee.[31] The implementation of the 50-cent monthly fee was canceled after long delays at toll plazas on Easter Sunday.[32][33]\n\nThe turnpike traditionally utilized the ticket system for toll collection; a driver would obtain a ticket from an onramp, which they would surrender to an offramp and pay a toll based on traveled distance.[34] While most toll plazas were located on the entrance/exit ramps by the turnpike, exceptions included the mainline toll plazas in West Stockbridge, Weston, and Allston–Brighton.[4] Electronic toll collection was introduced as an alternative to cash payment with Fast Lane transponders in 1998; when installed in the inner windshield of a vehicle, the equipment would be recognized automatically in special lanes at toll plazas and would withdraw the toll amount from the motorist's account.[35] It was first sponsored by BankBoston, and later FleetBoston Financial, before sponsorship was assumed by Citizens Bank in 2003.[36] Motorists were previously charged $27.50 (equivalent to $40.51 in 2020[37]) for the hardware itself,[36] although this fee has since been removed.[38] Citing federal highway regulations that prohibit sponsorship of toll plaza signage, the contract with Citizens Bank was not renewed upon expiration; the Fast Lane name was replaced with the E-ZPass branding, with which Fast Lane was interoperable, in 2012.[39]\n\nIn 2014, Raytheon won a $130-million (equivalent to $143 million in 2020[37]) contract to convert the Massachusetts Turnpike to all-electronic open road tolling.[40] The stated goal of the change was to \"make vehicle travel safer and more efficient\".[41] Additional changes included the elimination of toll booth operators, as well as the demolition of existing toll plazas and reconfiguration of surrounding roadways.[30][42][43] Overhead gantries between most exits read E-ZPass transponders. Drivers without a transponder use pay-by-plate, having their license plate photographed and an invoice sent to the registered owner. This method of payment adds a $0.60 surcharge per invoice, with payment made online, or in cash at a local retail location.[44][45] Installation of gantries began in January 2016, and open road tolling began on October 28, 2016.[42] The inner segments of the toll booths were demolished 30 days after this date, which allowed traffic speeds to be raised. Complete demolition of toll booths and reconstruction was completed by the end of 2017.[42][46]\n\nAs there are no gantries between exits 45 and 54 (former exits 4 and 7) or between exits 90 and 96 (former exits 10 and 11), the Massachusetts Turnpike is essentially free between those pairs of exits. Otherwise, the transition to open road tolling is revenue neutral, meaning the tolls between any other pair of exits only saw small adjustments. Tolls are slightly higher for out-of-state residents without an E-ZPassMA transponder, and no-transponder tolls are higher.[47]\n\nWhen all-electronic tolling went live on the Mass Pike, the Tobin Bridge, Callahan Tunnel, Sumner Tunnel, and Ted Williams Tunnel joined the system and were converted to charging a single toll in both directions, rather than a double toll in one direction.  The Tobin Bridge was converted to all-electronic tolling for southbound only in July 2014.[42]\n\nIn addition to license plate information, the gantries also collect vehicle speed data; a MassDOT spokesperson said that the agency \"will not be using the AET [all-electronic tolling] system to issue speeding violations\".[48] Toll data is not a public record and is not subject to Freedom of Information Act requests, and MassDOT states that \"All data collected will remain secure and kept confidential.\"[42] It can however be obtained by subpena, and law enforcement will be able to specify license-plate numbers that will generate an immediate email if detected by the system.[49]\n\n"
        },
        {
            "title": "History",
            "text": "In the period following World War II, Boston had fallen into a deep period of stagnant growth. Its former maritime industries had closed as traffic in the harbor declined, the textile mills that had provided a large portion of the city's wealth had migrated out of the region seeking new locations that would allow them to maximize revenues, and property development had ground to a halt with virtually no new construction of any impact occurring since the beginning of the Great Depression.[50] Boston retail stalwarts such as Filene's and Jordan Marsh had decided to focus their energies and growth into the suburbs; Boston's citizens had begun to flee to the same suburban pastures as property taxes in the city skyrocketed. As U.S. News & World Report stated, Boston was \"dying on the vine\".[51]\n\nAfter the end of the war, Massachusetts entered into a period of new highway projects planning that sought to help end the economic malaise the state was suffering from. It was in 1947 that Republican Governor Robert F. Bradford realized that the commonwealth needed to implement a standard framework to properly guide the planning and construction of these new roadways. He commissioned a study to produce a new Highway Master Plan for the eastern region, and, by 1948, it had been completed. Seeking the political benefits that a major public works project would bring, Bradford sent his plan to the Democratic-controlled Massachusetts General Court for approval; however, the Democrats sat on the project until their candidate, newly elected Democratic Governor Paul A. Dever, took office in January 1949.[52]\n\nIt was instead Dever who initiated the program to implement the Highway Master Plan for the city shortly after taking office in 1949. Enjoying a Democratic majority within the State House coupled with a Democratic governor for the first time in the commonwealth's history, he pushed through a series of highway bills with associated gas tax increases totaling over $400 million (equivalent to $3.19 billion in 2020[37]) between 1949 and 1952.[53] To oversee this undertaking, Dever brought in the former commissioner of the Massachusetts Department of Public Works, William F. Callahan, to once again head the agency he had helmed from 1934 to 1939. Known for his strong personality and drive to get projects completed,[53] Callahan immediately set out to construct three of the proposed highways (not including what would become I-495, which had been included in the 1947 plan): the \"original outer\" circumferential highway which became Route 128, the Southeast Expressway, and the Central Artery through the heart of the Boston's downtown. These three projects, totaling more than $92 million (equivalent to $853 million in 2020[37]), were seen as being essential to the growth of the city in the future. However, the construction of these roads took such a large portion of funds that the commonwealth was unable to provide funds for the Western Expressway project. However, before Callahan could oversee the completion of the southern leg of Route 128, he was appointed by Dever to run the newly formed MTA.[54][55]\n\nBecause of the financial strain created by the bond issues used to construct these other highways, the commonwealth was unable to afford the costs of floating more bonds to fund the expenditures required to construct the Western Expressway along the Western Approach corridor of Boston. Callahan suggested creating a strong, independent, and semipublic transportation authority that could fund the new expressway by floating its own bond issues and financing them through tolls along the highway while having its own powers of eminent domain to secure the land needed to build it. Utilizing the political goodwill he accrued during his tenure as public works commissioner, primarily through extensive patronage hires,[53] Callahan was able to push his idea for the new authority through the State House with ease.[56] The authority was formed in early 1952, and, by 1955, it had issued the required bonds needed to construct a 123-mile (198 km) highway from the New York–Massachusetts border to the recently completed Route 128 in Weston. Despite being completed in 1957, many within the commonwealth quickly realized that the local routes used to get into Boston were still insufficient for the automotive traffic burdens placed upon them.[57]\n\nWhile the highway construction boom proved to be fortunate for the suburban communities these new roadways passed through, the economy of Boston was still in a fragile state.[58] Realizing that Boston still needed to be connected to the turnpike to help reverse its flagging economy and reputation as a municipal has-been, Callahan was tasked in 1955 by the legislature to create an extension into the city designed to facilitate a turnaround of the city's fortunes. This new highway would connect the Massachusetts Turnpike to the heart of the city with a 12.3-mile (19.8 km) extension of the Interstate. It was his plan to bring the tolled turnpike from its terminus at Route 128 in West Newton into the city along the path of the Boston and Albany Railroad and connect it to the Southeast Expressway. This plan was in line with the 1948 Master Highway Plan for the city, which had always called for a Western Expressway to be built into the city. However, with the passage of the Federal-Aid Highway Act of 1956, the federal government provided sufficient funds to the states to construct new highways with a 90-percent subsidy, rendering the need for a toll road into the city obsolete.[59]\n\nComplicating the matter, Callahan's planned extension route was not universally accepted by others within the state, such as newly elected Governor John A. Volpe and Newton Mayor Donald Gibbs, who sought to construct a freeway that would follow a different route between the Borders of Newton, Waltham, and Watertown along the Charles River and US 20 and be constructed using the funds now being provided by the Federal Highway Administration (FHWA).[60] Additionally, residents of the city of Newton, who would see significant demolition of neighborhoods within the city along with large portions of its central business district to make way for the turnpike extension, were adamantly against the proposed Boston and Albany routing of the road.[61] Newton, through the terms of two mayors, set about fighting the turnpike proposal through a series of increasingly futile legislative maneuvers in the General Court. Realizing that the needs and wants of the smaller city could not overcome the influence of Callahan within the state capitol, the smaller city would instead redirect its efforts to blocking the highway at the federal level through the Interstate Commerce Commission (ICC) and federal courts.[62] Affected property owners within Boston who were also looking at the possibility of losing their homes and business followed Newton's lead by filing a series of state and federal lawsuits that they hoped would derail the proposed extension.[63]\n\nIn the late 1950s, eminent domain takings for the Massachusetts Turnpike Extension into Boston devastated the historic Black-American community named \"The Village\". Compensation was offered for the homes below market value. Homeowners and renters confronted racial discrimination when trying to purchase or rent homes in Newton. Real estate agents would not work with them. They had to rely on word of mouth to find a new home. It is estimated that 50 percent left Newton as a result of the construction of the turnpike.[64]\n\nAdding to Callahan's numerous problems with those in opposition to the new roadway, the Prudential Life Insurance Company announced that it was in the process of acquiring the 32-acre (13 ha) Boston and Albany Tremont Street railyard for the purpose of constructing a brand new building and associated complex to house its Northeastern American operations at about the same time as the commonwealth's plan to bypass the MTA was being announced. This proposed development stood square in the middle of the Boston leg of Callahan's planned turnpike extension and could possibly kill his proposed extension.[65][59] While many opponents within and outside the city looked upon the Prudential announcement as the possible final nail-in-the-coffin for Callahan's proposed toll road, Boston Redevelopment Authority (BRA) head Edward J. Logue saw Callahan's Prudential problem as a way to overcome issues the BRA was having in obtaining approval for the Prudential project from the city.[65][66]\n\nLogue was in many ways the equal to Callahan: a driven man who sought the power to get things done as the head of a semiindependent authority whose structure had been modeled on Callahan's MTA.[65][67] Logue, who was responsible for many urban renewal projects in Boston at the time, including the construction of Storrow Drive and the West End redevelopment project, realized the Prudential project was essential to Boston's redevelopment efforts. The main issue holding up the project was a lack of consensus over tax breaks Prudential was demanding in order to move forward with the project.[68] Additionally, several legal decisions were handed down by the Massachusetts Supreme Judicial Court (SJC) questioning the constitutionality of the land takings required to build the complex.[65][69]\n\nAdding to the problems associated with the Prudential project, during 1960 and 1961 there was a series of allegations made against Callahan claiming he had been engaging in illegal activities related to his second tenure as Public Works commissioner. These allegations included charges of financial kickbacks, bid rigging, and other questionable practices. This led to a corruption trial which threw a pall on his reputation that did not help with his drive to construct the turnpike extension. On top of the legal allegations, a group of three professors from the Massachusetts Institute of Technology and Harvard University made public allegations that the MTA had been using inflated numbers to push through its bond issues, thus artificially inflating their values. This led to failed series of bond issues that critics hoped would prevent the MTA from raising the needed funds for construction.[70]\n\nIt was in the midst of these many legal problems that, in April 1960, Prudential announced that continuation of their building project was contingent on direct highway access via a toll road along the Boston and Albany Railroad right-of-way.[65][70] Additionally, Prudential would lease air rights to the parcels from the MTA and purchase a large portion of bonds issued by the authority. Despite this agreement, Governor Volpe was still trying to nix the turnpike's plans along the Boston and Albany right-of-way, filing the city of Newton's request with the ICC to stop the construction of the roadway. It was only after a series of meetings between Volpe, Callahan, and Prudential executives that the governor was finally persuaded to withdraw the ICC filing and reluctantly support the toll road.[71] With the new deal in place, a not-guilty finding in the criminal case, and public relations pushback to the allegations of market tampering by the MTA, the bond measures were once again seen as a sound investment and investors quickly picked up the $175-million (equivalent to $1.2 billion in 2020[37]) bond issuance.[70][69] With the turnpike–Prudential agreement in place, Logue was able to petition the General Court to once again authorize a land taking deal and tax-deferment bill, which was passed rather quickly and signed by then-Governor Foster Furcolo. While this new bill was again deemed unconstitutional by the SJC, in its decision the General Court provided a framework for the legislature to construct a bill that would pass constitutional muster. The bill also gave Logue's BRA considerable powers over the redevelopment project, allowing him to rapidly move forward with permit approvals and tax issues.[65][70] The turnpike–Prudential deal linked with the Logue and the BRA's new powers to move the project forward quickly quieted much of the remaining opposition to the new roadway and cemented the idea of air right development as an integral part of the turnpike moving forward.[72] By 1965, the Massachusetts Turnpike had been connected to the Central Artery, and the Prudential Center was on its way to completion; however, Callahan did not live to see this. On April 24, 1964, he died of a massive heart attack at his home.[73]\n\nThe year 1968 saw the beginning of the first major expansion of the turnpike after the completion of the Boston extension in 1965. While the original design of the roadway called for an eight-lane expressway along the majority of the route, it was only constructed as a four-lane roadway along most of its length until it reached the junction of Route 9 in Framingham, where the roadway expanded to six lanes. Starting in 1968, the highway from the I-84 interchange in Sturbridge to Route 9 was widened from its original four lanes to six; that widening project was completed around 1971. However, the mainline right-of-way was constructed to allow future expansion of the roadway, with most bridges over the highway built with the eight-lane roadway in mind, so few bridges had to be rebuilt when it was widened in the late 1960s.\n\nWhen designing the Central Artery/Tunnel Project (CA/T Project; Big Dig) in the 1970s and 1980s, the horror stories regarding urban renewal projects such as the construction of the old viaduct in the 1950s weighed heavy on the minds of Frederick P. Salvucci and his team. It was realized early on that the commonwealth could not just lay waste to parts of the city and pave them over; the state would have to ensure that construction would balance the needs of the highways against the livability of the city and neighborhoods the project would pass through. Mitigation efforts would be of utmost importance in moving ahead with the project.[74][75]\n\nGovernor Francis Sargent had shut down any ideas of further freeway construction within the Route 128 beltway in 1970, thereby canceling both the I-695 \"inner belt\" and the Southwest Corridor freeway projects, placing more emphasis on the already-completed Boston extension of I-90, the extension of I-93 into Boston, and the work to eventually depress Boston's Central Artery below ground level as the only unbuilt freeway-related construction projects \"inside\" of Route 128 that would be allowed to go forward.[76]\n\nThe notions of using existing rights of way or areas where neighborhood displacement would be minimized were applied to the second extension of the turnpike as part of the Big Dig. Salvucci deliberately planned to bring the East Boston Extension through areas with little or no occupancy or those properties already owned by the commonwealth. As a result, East Boston saw almost no takings of buildings or homes through eminent domain or the destruction of neighborhoods because construction was relegated to the then-unoccupied areas of the Seaport District and Logan International Airport. Like the first turnpike extension, the connection of the turnpike to East Boston was also designed to provide an economic stimulus to the city, this one to revitalize the desolate Seaport District.[75]\n\nThe MTA managed the Big Dig, which rerouted the elevated Central Artery into the O'Neill Tunnel through Downtown Boston, and extended the turnpike beyond its terminus at the Central Artery into the Ted Williams Tunnel and connected it to Route 1A beyond Logan International Airport. Construction began in 1991, and the final extension of the turnpike was opened in 2003.\n\nIt was for the financial needs of the project that the \"Metropolitan Highway System\" was created with the turnpike east of Route 128; the Ted Williams, Sumner, and Callahan tunnels under Boston Harbor; and I-93 from Southampton Street through the O'Neill Tunnel and the Zakim Bridge to the foot of the Tobin Bridge.[77] Finances for the Western Turnpike and the Boston Extension continue to be handled separately with this reorganization.\n\nIn response to a fatality caused by the collapse of the ceiling of the eastbound I-90 connector tunnel approaching the Ted Williams Tunnel on July 10, 2006, and, in response to MTA Chair Matthew J. Amorello's refusal (at the time) to resign, Romney took legal steps to have Amorello forcibly removed as head of the MTA.[78] This effort culminated in Amorello's resignation on August 15, 2006. The next day, John Cogliano was sworn in as the new chair of the MTA by Romney.[79] On November 27, 2006, departing Attorney-General Thomas Reilly (Democrat) announced the state would launch a civil suit over the collapse of the ceiling in the Ted Williams Tunnel. The commonwealth sought to recover over $150 million (equivalent to $189 million in 2020[37]) from project manager Bechtel/Parsons Brinckerhoff, builder Modern Continental, and the manufacturer of the epoxy used to hold the ceiling bolts.[needs update][80][81][82][83]\n\nIn addition to the exits opened during construction of the Boston Extension, two infill exits were opened between existing interchanges on the Western Turnpike. Exit 106 (former exit 11A) in Hopkinton connects the turnpike with I-495 and enables transit between northern New England and Cape Cod; it was opened in 1969.[84] Exit 94 (former exit 10A) in Millbury connects the turnpike to Route 146 and US 20 via the Route 20 Connector, which, in turn, facilitates movement between Worcester and Providence, Rhode Island; construction began in 1996 and was opened in 1998 before being completed in 1999.[85]\n\nMuch of the air space (\"air rights\") over the Boston Extension has been leased to third parties for commercial development. This concept was originally designed to \"knit together communities\" that were divided by the new highway,[86] since the turnpike had been described as \"wider and more divisive to the city\" than the original Central Artery.[87] More recently, the income received from the leased air rights have been used for paying off the Big Dig.[87] There are 23 parcels of air space over the highway, the majority of which have not been developed.[88] Among other objectives, guidelines established by the \"Civic Vision for Turnpike Air Rights in Boston\" in 2000 recommend that the proposed use of the parcels \"[foster] increased use and capacity of public transportation\" and \"[reinforce] the vitality and quality of life in adjacent neighborhoods\".[89]\n\nThe Star Market (briefly renamed Shaw's Supermarket) in Newtonville is the earliest example of commercial construction over the turnpike. In the 1960s, the MTA intended to route the highway through the parking lot of the supermarket's previous location in the city; this alignment was ultimately approved by the SJC, under the condition that a replacement Star Market was allowed to be built above the turnpike.[90] Other projects developed through air rights include the Newton Plaza Hotel in Newton,[91][92] the Copley Place shopping mall in Boston,[92][93] and the Prudential Center in Boston.[92][94] Proposals for future air rights projects include the mixed-use Fenway Center,[95] and an extension of the Boston University campus near Boston University Bridge.[96]\n\nAfter four decades of no new developments, in August 2020, construction began on Parcel 12, and construction was expected to begin within the month at Fenway Center pending a final agreement with MassDOT,[97] leading to planned closure of one lane in each direction for a year.[98] Parcel 12[99] is between Newbury Street, Boylston Street, and the west side of Massachusetts Avenue and is expected to feature a 13-story Citizen M hotel, a 20-story office tower (including the headquarters of CarGurus), a reconstructed bus shelter, a public park, street-level retail, and a new entrance to the Hynes Convention Center station of the Green Line subway.[97] The developer of Parcel 13, on the east side of Massachusetts Avenue along Boylston Street, submitted updated plans in February 2020, with 17 stories of condos, hotel, parking, and public space.[100] An approved plan for Parcel 15 (known as 1000 Boylston Street) was canceled by the developer in August, 2019,[101] with the dissolution resulting in a lawsuit.[102]\n\n"
        },
        {
            "title": "Future",
            "text": "The construction of an exit between exit 10 (former exit 2) in Lee and exit 41 (former exit 3) in Westfield, separated by a 30-mile (48 km) gap, has been controversial since the 1960s.[103] The state conducted a study to determine the feasibility of such a project in 2018;[103] land occupied by a service plaza and a maintenance facility (both in Blandford) and Algerie Road in Otis have been suggested as locations for a potential exit.[104]\n\nThe \"I-90 Allston Multimodal Project\"[105] is a plan to replace a deteriorating viaduct in Allston by redeveloping the turnpike through the land of the former CSX Transportation's Beacon Park Yard, which is now owned by Harvard University,[106][107] along with improvements to the Massachusetts Bay Transportation Authority's Framingham/Worcester Line.[108][109] The preliminary design plan called for the turnpike to be realigned at-grade and off the existing viaduct, and for the adjacent Soldiers Field Road to be partially realigned onto a new viaduct above the turnpike and off of the existing at-grade roadbed. The design is of a considerably smaller footprint than the existing configuration; this would facilitate the construction of the proposed West Station and the expansion of Harvard University on land where the existing viaduct is located.[110] The design phase was expected to be completed in 2019 and with a planned ground breaking in 2020.[111]\n\nIn September 2021, after much public criticism of the viaduct and river impact during construction, a new final design was announced, which keeps the turnpike and Soldiers Field Road at-grade. In the narrowest portion of the project, known as the \"throat\", the Charles River Bike Path will be put on a boardwalk over the river, and roadway shoulders will be narrowed by a collective four feet for a short length to avoid any permanent filling of the river.[112][113] This significantly delayed the project, and, As of January 2022[update], preliminary design is in progress, and modified project permits need to be obtained; construction is expected to start in 2023 and last for 6–10 years.[114]\n\nThe \"I-495/I-90 Interchange Improvements Project\" is intended to realign exit 106 (former exit 11A) in Hopkinton, where the existing interchange (designed for the now-demolished toll plazas) is notoriously congested and accident-prone during rush hour and holiday travel times.[115] As of 2018[update], MassDOT is examining three design proposals, which have raised the suggestions of separate northbound/southbound I-495 exits and the extension of acceleration lanes through exit 111 (former exit 12) in Framingham. The project initially was estimated to cost between $296–413 million, and the design phase expected to be 25-percent complete by 2020.[116] In July 2019, MassDOT announced that the state would be moving ahead with preferred design for overhaul of I-495/Mass Pike interchange consisting of a series of \"flyover ramps\" that would eliminate the interweaving of traffic that causes bottlenecks and crashes at the interchange. The state expects that the construction would begin in 2022 and run through 2026 at an estimated cost of approximately $296.4 million.[117]\n\n"
        },
        {
            "title": "Government oversight",
            "text": "Since 2001, the MTA had come under fire from state politicians in a fight for control of the quasistate agency. Beginning in 2001, former Massachusetts acting Governor Jane Swift (Republican) attempted to fire Christy Mihos, a former turnpike board member and Jordan Levy, the vice chair of the board.\n\nMihos and Levy had cast votes on the board to postpone a toll hike. Swift objected, saying such a delay was \"fiscally irresponsible\" and saying the two men \"interfered with the effective daily management of the Authority\".[118] Mihos and Levy refused to step down and sued Swift to retain their positions. The SJC ruled that the turnpike was \"not part of the machinery of the government\" and therefore not subject to Swift's decisions.[119]\n\nGovernor Mitt Romney, elected in 2002 during a fiscal crisis, ran on a political platform of streamlining state government and eliminating waste. Part of this was the elimination of the MTA. Romney wanted to fold the turnpike into the Massachusetts Highway Department (MassHighway), the state highway department, operated under the Executive Office of Transportation. A first step to this was to replace the chair of the board, Matthew J. Amorello, with someone loyal to the governor. The governor has the power to appoint members to the board, but the SJC advised in an advisory opinion that \"nothing in G. L. c. 81A explicitly provides for the removal and reassignment of the chairperson to the position of 'member'\".[120][121]\n\nRomney put pressure on Amorello to step down. Amorello announced he would do so in 2007, after Romney would have left office. Romney continued to press the legislature to give him the power to remove members from the board, specifically the chairman, pointing to a series of financial and construction mishaps over the last several years. However, the legislature instead sought to keep Amorello on board by extending the terms of various board members to prevent Romney from removing Amorello.[122]\n\nUnder a plan to save state funds, the Massachusetts Registry of Motor Vehicles (RMV) announced plans to close eleven of its branches in leased locations and move the operations into facilities owned by MassHighway and the MTA located in toll plazas, visitor centers, and offices. RMV branch closings were planned for Framingham, Lowell, North Attleboro, Cambridgeside Galleria Mall in Cambridge, New Bedford, Eastfield Mall in Springfield, Southbridge, Falmouth, Eastham, Beverly, and Boston.[123] Also, a portion of the newly increased sales tax in the state averted a planned toll increase. The MTA will receive approximately $100 million from the state general fund over the next few years, alleviating the need for the toll hike.[124]\n\nUnder legislation signed into law by Governor Deval Patrick on June 26, 2009, the turnpike was folded into a new superagency that controls all surface transportation in the state. The new agency, MassDOT, operates all highways formerly under MassHighway and the MTA as well as eight urban roadways formerly owned and maintained by the state Department of Conservation and Recreation (DCR).[125] In addition, MassDOT oversees the RMV, the Massachusetts Bay Transportation Authority (MBTA), regional transit authorities, and the state aeronautics commission.[126] The new transportation department began operations on November 1, 2009.[127][failed verification]\n\nThe MTA also owned the Callahan and Sumner tunnels, the other two road connections between Downtown Boston and East Boston under Boston Harbor.[128] Upon completion of the Big Dig, including the O'Neill Tunnel segment of I-93, were transferred to its control.[129] The authority received no state or federal government funding. Its revenues came from tolls, leases on air rights and service areas, and advertising. Its assets were all transferred to the new MassDOT agency as part of the restructuring of agencies.[130]\n\n"
        },
        {
            "title": "Highway shield",
            "text": "The original logo depicted Paul Revere on horseback with the words \"Massachusetts Turnpike Authority\" in a circle around him. One incarnation of the pilgrim hat shield had a Native-American arrow sticking through the pilgrim hat. It was replaced with a plain hat and the words \"Mass Pike\" in 1989. It has been reported variously that the sign was changed due to confusion among motorists who sometimes mistakenly turned in the direction the arrow pointed (right) when attempting to enter the turnpike[131] or that it was the result of a letter campaign describing the signs as offensive to Native Americans.[132]\n\nAccording to MTA board member Mary Z. Connaughton's blog entry for the Boston Herald, all of the pilgrim-hat signage unique to the turnpike will be eliminated.[133] However, in a personal correspondence with AARoads.com's road blog, a MassDOT official said that usage of the hat would actually increase. When guide signs on I-95 and I-495 are replaced, the \"Mass Pike\" signage will be replaced with pilgrim hat shields.[134]\n\n"
        },
        {
            "title": "Exit list",
            "text": "While Massachusetts has used sequential exit numbers since 1964,[135] the 2009 edition of the Manual on Uniform Traffic Control Devices required that all US states submit plans to transition to milepost-based exit numbering by 2012.[136] All exits on the turnpike were expected to be renumbered following this convention with two sign replacement projects scheduled for completion by 2018; the contractors were ultimately instructed to install the new signs with the existing numbers, albeit with wider exit tabs that would accommodate larger two- and three-digit exit numbers should the conversion take place in the future.[137] In November 2019, MassDOT announced that statewide milepost-based exit renumbering would begin in Western Massachusetts in summer 2020.[138] The work began along I-90 during the week of December 13, 2020, starting from Weston (I-95) and working westward before renumbering the exits inside I-95 and toward the airport.[139] The work was completed in one month.[140]\n\n\n\n"
        }
    ]
}