{
    "url": "https://en.wikipedia.org/wiki/Mass_psychogenic_illness",
    "title": "Mass psychogenic illness",
    "table_of_contents": [
        "1 Causes",
        "1.1 Common symptoms",
        "1.2 Prevalence and intensity",
        "2 Research",
        "2.1 Relationship to autism and mirror neurons",
        "3 In history",
        "3.1 Middle Ages",
        "3.2 18th to 21st centuries",
        "3.2.1 In factories",
        "3.2.2 In schools",
        "3.2.3 Terrorism and biological warfare",
        "3.2.4 Children in recent refugee families",
        "3.2.5 Internet",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 General references"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mass psychogenic illness (MPI), also called mass sociogenic illness, mass psychogenic disorder, epidemic hysteria, or mass hysteria, involves the spread of illness symptoms through a population where there is no infectious agent responsible for contagion.[1] It is the rapid spread of illness signs and symptoms affecting members of a cohesive group, originating from a nervous system disturbance involving excitation, loss, or alteration of function, whereby physical complaints that are exhibited unconsciously have no corresponding organic causes.[2]\n\n"
        },
        {
            "title": "Causes",
            "text": "MPI is distinct from other types of collective delusions by involving physical symptoms.[3]  It is not well understood and its causes are uncertain.[4] Qualities of MPI outbreaks often include:[3]\n\nBritish psychiatrist Simon Wessely distinguishes between two forms of MPI:[2]\n\nWhile his definition is sometimes adhered to,[2][6] others such as Ali-Gombe et al. of the University of Maiduguri, Nigeria contest Wessely's definition and describe outbreaks with qualities of both mass motor hysteria and mass anxiety hysteria.[7]\n\nThe DSM-IV-TR does not have specific diagnosis for this condition but the text describing conversion disorder states that \"In 'epidemic hysteria', shared symptoms develop in a circumscribed group of people following 'exposure' to a common precipitant.\"\n\nTimothy F. Jones of the Tennessee Department of Health compiles the following symptoms based on their commonality in outbreaks occurring in 1980–1990:[8]\n\nAdolescents and children are frequently affected in cases of MPI.[8] The hypothesis that those prone to extraversion or neuroticism, or those with low IQ scores, are more likely to be affected in an outbreak of hysterical epidemic has not been consistently supported by research. Bartholomew and Wessely state that it \"seems clear that there is no particular predisposition to mass sociogenic illness and it is a behavioural reaction that anyone can show in the right circumstances.\"[2]\n\nIntense media coverage seems to exacerbate outbreaks.[4][6][8] The illness may also recur after the initial outbreak.[8] John Waller advises that once it is determined that the illness is psychogenic, it should not be given credence by authorities.[6] For example, in the Singapore factory case study, calling in a medicine man to perform an exorcism seemed to perpetuate the outbreak.[9]\n\n"
        },
        {
            "title": "Research",
            "text": "Besides the difficulties common to all research involving the social sciences, including a lack of opportunity for controlled experiments, mass sociogenic illness presents special difficulties to researchers in this field. Balaratnasingam and Janca report that the methods for \"diagnosis of mass hysteria remain contentious.\"[4] According to Jones, the effects resulting from MPI \"can be difficult to differentiate from [those of] bioterrorism, rapidly spreading infection or acute toxic exposure.\"[8]\n\nThese troubles result from the residual diagnosis of MPI. There is a lack of logic in an argument that proceeds: \"There isn't anything, so it must be MPI.\" It is an example of an argument from ignorance, with ignorance  here intended to mean \"an absence of contrary evidence\". It precludes the notion that an organic factor could have been overlooked (i.e. that there may have been insufficient investigation), or the possibility that the answer may currently be unknown but known at a future point in time. Nevertheless, running an extensive number of tests extends the probability of false positives. Singer, of the Uniformed Schools of Medicine, has summarized the problems with such a diagnosis:[10]\n\nDue to the role of the visual and auditory systems in MPI, a link between MPI and mirror neurons has been suggested. [11]\nIn this context, MPI appears as the neurological opposite of autism, caused by an overactive, not underactive, mirror neuron system. [12]\nThis could in turn explain the gender difference bias observed in these two conditions, with autism predominantly affecting males (persons with autism show diminished activity in the mirror neuron system)[13], and MPI predominantly affecting young girls[14], which appear have a more sensitive mirror system.[15]\n\n"
        },
        {
            "title": "In history",
            "text": "The earliest studied cases linked with epidemic hysteria are the dancing manias of the Middle Ages, including St. John's dance and tarantism. These were supposed to be associated with spirit possession or the bite of the tarantula. Those with dancing mania would dance in large groups, sometimes for weeks at a time. The dancing was sometimes accompanied by stripping, howling, the making of obscene gestures, or even (reportedly) laughing or crying to the point of death. Dancing mania was widespread over Europe.[16]\n\nBetween the 15th and 19th centuries, instances of motor hysteria were common in nunneries. The young ladies that made up these convents were sometimes forced there by family. Once accepted, they took vows of chastity and poverty. Their lives were highly regimented and often marked by strict disciplinary action. The nuns would exhibit a variety of behaviors, usually attributed to demonic possession. They would often use crude language and exhibit suggestive behaviors. One convent's nuns would regularly meow like cats.[17] Priests were often called in to exorcise demons.[2]\n\nMPI outbreaks occurred in factories following the industrial revolution in England, France, Germany, Italy and Russia[2] as well as the United States and Singapore.\n\nW. H. Phoon, Ministry of Labour in Singapore, gives a case study of six outbreaks of MPI in Singapore factories between 1973 and 1978.[9] They were characterized by (1) hysterical seizures of screaming and general violence, wherein tranquilizers were ineffective (2) trance states, where a worker would claim to be speaking under the influence of a spirit or jinn and (3) frightened spells: some workers complained of unprecedented fear, or of being cold, numb, or dizzy. Outbreaks would subside in about a week. Often a bomoh (medicine man) would be called in to do a ritual exorcism. This technique was not effective and sometimes seemed to exacerbate the MPI outbreak. Females and Malay people were affected disproportionately.[citation needed]\n\nEspecially notable is the \"June Bug\" outbreak:[18] In June 1962, a peak month in factory production, 62 workers at a dressmaking factory in a textile town in the Southern United States[a] experienced symptoms including severe nausea and breaking out on the skin. Most outbreaks occurred during the first shift, where four fifths of the workers were female. Of 62 total outbreaks, 59 were women, some of whom believed they were bitten by bugs from a fabric shipment,[21] so entomologists and others were called in to discover the pathogen, but none was found. Kerchoff coordinated the interview of affected and unaffected workers at the factory and summarizes his findings:\n\nKerchoff also links the rapid rate of contagion with the apparent reasonableness of the bug infestation theory and the credence given to it in accompanying news stories.\n\nStahl and Lebedun[22] describe an outbreak of mass sociogenic illness in the data center of a university town in the United States Midwest in 1974. Ten of 39 workers smelling an unconfirmed \"mystery gas\" were rushed to a hospital with symptoms of dizziness, fainting, nausea and vomiting. They report that most workers were young women either putting their husbands through school or supplementing the family income. Those affected were found to have high levels of job dissatisfaction. Those with strong social ties tended to have similar reactions to the supposed gas, which only one unaffected woman reported smelling. No gas was detected in subsequent tests of the data center.\n\nMass hysteria affected schools in Berry, Alabama, and Miami Beach in 1974, with the former episode taking the form of recurring pruritus, and the latter initially triggering fears of poison gas (it was traced back to a popular student who happened to be sick with a virus).[23]\n\nThousands were affected by the spread of a supposed illness in a province of Kosovo in March to June 1990, exclusively affecting ethnic Albanians, most of whom were young adolescents.[24]\nA wide variety of symptoms were manifested, including headache, dizziness, impeded respiration, weakness/adynamia, burning sensations, cramps, retrosternal/chest pain, dry mouth and nausea. After the illness had subsided, a bipartisan Federal Commission released a document, offering the explanation of psychogenic illness. Radovanovic of the Department of Community Medicine and Behavioural Sciences Faculty of Medicine in Safat, Kuwait reports:\n\nRodovanovic expects that this reported instance of mass sociogenic illness was precipitated by the demonstrated volatile and culturally tense situation in the province.[24]\n\nThe Tanganyika laughter epidemic of 1962 was an outbreak of laughing attacks rumored to have occurred in or near the village of Kanshasa on the western coast of Lake Victoria in the modern nation of Tanzania, eventually affecting 14 different schools and over 1,000 people.\n\nOn the morning of Thursday 7 October 1965, at a girls' school in Blackburn in England, several girls complained of dizziness.[25][26] Some fainted. Within a couple of hours, 85 girls from the school were rushed by ambulance to a nearby hospital after fainting. Symptoms included swooning, moaning, chattering of teeth, hyperpnea, and tetany. Moss and McEvedy published their analysis of the event about one year later. Their conclusions follow.[25] Note that their conclusion about the above-average extraversion and neuroticism of those affected is not necessarily typical of MPI:[2]\n\nAnother possible case occurred in Belgium in June 1999 when people, mainly schoolchildren, became ill after drinking Coca-Cola.[27] In the end, scientists were divided over the scale of the outbreak, whether it fully explains the many different symptoms and the scale to which sociogenic illness affected those involved.[28][29]\n\nA possible outbreak of mass psychogenic illness occurred at Le Roy Junior-Senior High School in 2011, in upstate New York, US, in which multiple students began having symptoms similar to Tourette syndrome. Various health professionals ruled out such factors as Gardasil, drinking water contamination, illegal drugs, carbon monoxide poisoning and various other potential environmental or infectious causes, before diagnosing the students with a conversion disorder and mass psychogenic illness.[30]\n\nStarting around 2009, a spate of apparent poisonings at girls' schools across Afghanistan began to be reported; symptoms included dizziness, fainting and vomiting. The United Nations, World Health Organization and NATO's International Security Assistance Force carried out investigations of the incidents over multiple years, but never found any evidence of toxins or poisoning in the hundreds of blood, urine and water samples they tested. The conclusion of the investigators was that the girls were experiencing a mass psychogenic illness.[31][32]\n\nIn August 2019 the BBC reported that schoolgirls at the Ketereh national secondary school (SMK Ketereh) in Kelantan, Malaysia, started screaming, with some claiming to have seen 'a face of pure evil'. Dr Simon Wessely of King's College Hospital, London suggested it was a form of  'collective behaviour'. Robert Bartholomew, an American medical sociologist and author, said, \"It is no coincidence that Kelantan, the most religiously conservative of all Malaysian states, is also the one most prone to outbreaks.\" This view is supported by Afiq Noor, an academic, who argues that the stricter implementation of Islamic law in school in states such as Kelantan is linked to the outbreaks. He suggested that the screaming outbreak was caused by the constricted environment. In Malaysian culture burial sites and trees are common settings for supernatural tales about the spirits of dead infants (toyol), vampiric ghosts (pontianak) and vengeful female spirits (penanggalan). Authorities responded to the Kelantan outbreak by cutting down trees around the school.[33]\n\nOutbreaks of mass psychogenic illness \"have been reported in Catholic convents and monasteries across Mexico, Italy and France, in schools in Kosovo and even among cheerleaders in a rural North Carolina town\".[33]\n\nEpisodes of mass hysteria has been observed in schools of Nepal frequently,[34][35] even leading to closure of schools temporarily.[36] A unique phenomenon of “recurrent  epidemic  of mass  hysteria” was reported from a school of Pyuthan district of western Nepal in 2018. After a 9-year-old school girl developed crying and shouting episodes, quickly other children of the same school were also affected resulting in 47 affected students (37 females, 10 males) in the same day. Since 2016 similar episodes of mass psychogenic illness has been occurring in the same school every year. This is thought to be a unique case of recurrent mass hysteria.[37][38]\n\nIn July 2022 reports of upto 15 girls showing unusual symptoms such as screaming, trembling, and banging their heads came up from a government school in Bageshwar, Uttarakhand. Mass psychological illness has been suggested as a possible cause.[39]\n\n\n\nBartholomew and Wessely anticipate the \"concern that after a chemical, biological or nuclear attack, public health facilities may be rapidly overwhelmed by the anxious and not just the medical and psychological casualties.\"[2] Additionally, early symptoms of those affected by MPI are difficult to differentiate from those actually exposed to the dangerous agent.[8]\n\nThe first Iraqi missile hitting Israel during the Persian Gulf War was believed to contain chemical or biological weapons. Though this was not the case, 40% of those in the vicinity of the blast reported breathing problems.[2]\n\nRight after the 2001 anthrax attacks in the first two weeks of October 2001, there were over 2300 false anthrax alarms in the United States. Some reported physical symptoms of what they believed to be anthrax.[2]\n\nAlso in 2001, a man sprayed what was later found to be a window cleaner into a subway station in Maryland. Thirty-five people were treated for nausea, headaches and sore throats.[2]\n\nIn 2017, some employees of the US embassy in Cuba reported symptoms (nicknamed the \"Havana syndrome\")  attributed to \"sonic attacks\".  The following year, some US government employees in China reported similar symptoms. Some scientists have suggested the alleged symptoms were psychogenic in nature.[40][41][42] However, one study using neuroimaging suggest at least some organic, non-psychogenic cause.[43]\n\nRefugee children in Sweden have been reported to fall into coma-like states on learning their families will be deported. The condition, known as resignation syndrome (Swedish: uppgivenhetssyndrom), is believed to only exist among the refugee population in the Scandinavian country, where it has been prevalent since the early part of the 21st century. Commentators state \"a degree of psychological contagion\" is inherent to the condition, by which young friends and relatives of the affected individual can also come to have the condition.[44]\n\nIn a 130-page report on the condition, commissioned by the government and published in 2006, a team of psychologists, political scientists and sociologists hypothesized that it was a culture-bound syndrome, a psychological illness endemic to a specific society.[45]\n\nThis phenomenon has later been called into question, with children witnessing that they were forced, by their parents, to act in a certain way in order to increase chances of being granted residence permits.[46][47] As evidenced by medical records, healthcare professionals were aware of this scam, and witnessed parents who actively refused aid for their children, but remained silent. Later, Sveriges Television, Sweden's national public television broadcaster, were severely critiqued by investigative journalist Janne Josefsson for failing to uncover the truth.[48]\n\nAfter the rise of a popular breakthrough YouTube channel in 2019 where the presenter exhibits extensive Tourette's-like behaviour, there was a sharp rise in young people referred to clinics specializing in tics, thought to be related to social contagion spread via the internet, and also to stress from eco-anxiety and the COVID-19 pandemic. The authors of an August 2021 report found evidence that social media was the primary vector for transmission and that it predominantly affects adolescent girls, declaring the phenomenon the first recorded instance of \"mass social media–induced illness\" (MSMI). [49][50][51][26]\n\n"
        }
    ]
}