{
    "url": "https://en.wikipedia.org/wiki/Mass_media_in_the_United_States",
    "title": "Mass media in the United States",
    "table_of_contents": [
        "1 Newspapers",
        "2 Magazines",
        "3 Radio",
        "4 Television",
        "5 Motion pictures",
        "5.1 Rise of the home video market (1980s–1990s)",
        "6 Video games",
        "7 Internet",
        "7.1 Online streaming",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMass media in the United States consist of several types of media: television, radio, cinema, newspapers, magazines, and web sites. The U.S. also has a strong music industry. New York City, Manhattan in particular, and to a lesser extent Los Angeles, are considered the epicenters of U.S. media.\n\nMany media entities are controlled by large for-profit corporations who reap revenue from advertising, subscriptions, and sale of copyrighted material.\nAmerican media conglomerates tend to be leading global players, generating large revenues as well as large opposition in many parts of the world. With the passage of the Telecommunications Act of 1996, further deregulation and convergence are under way, leading to mega-mergers, further concentration of media ownership, and the emergence of multinational media conglomerates. These mergers enable tighter control of information.[1] Currently, five corporations control roughly 90% of the media.[2][3] Critics allege that localism, local news and other content at the community level, media spending and coverage of news, and diversity of ownership and views have suffered as a result of these processes of media concentration.[4]\n\nTheories to explain the success of such companies include reliance on certain policies of the American federal government or a tendency to natural monopolies in the industry, with a corporate media bias.\n\nThe organization Reporters Without Borders compiles and publishes an annual ranking of countries based upon the organization's assessment of their press freedom records. In 2013–14, United States was ranked 46th out of 180 countries, a drop of thirteen points from the preceding year.[5][6] A 2022 Gallup poll showed that only 11% of Americans trust television news and 16% trust newspapers.[7] On the future of Spanish-language media in the U.S., Alberto Avendaño, ex-director of El Tiempo Latino/Washington Post, claimed that \"Hispanic-American\" news coverage in the English-language media is \"absolutely pathetic,\" but he was optimistic, arguing that demographic shifts would inevitably render the Latino media a significant presence in the context of American media.\n\n"
        },
        {
            "title": "Newspapers",
            "text": "After being widely successful in the 20th century, newspapers have declined in their influence and penetration into American households over the years. The U.S. does not have a national paper. The New York Times, The Wall Street Journal, and USA Today are the most circulated newspapers in the United States and are sold in most U.S. cities.[8]\n\nAlthough the primary audience for  The New York Times (NYT) had initially been the residents of New York City and its surrounding metropolitan region , the NYT, nicknamed “the Grey Lady” and which has won the most Pulitzer Prizes of any publication, has gradually become the dominant \"newspaper of record\" for the U.S. media. Apart from its daily nationwide distribution, the term means that back issues are archived on microfilm by every decent-sized public library in the nation, and the Times' articles are often cited by both historians and judges as evidence that a major historical event occurred on a certain date. The Washington Post and The Wall Street Journal are also newspapers of record, to a lesser extent. Although USA Today has tried to establish itself as a national paper, it has been widely derided by the academic world as the \"McPaper\" and is not subscribed to or archived by most libraries.[9]\n\nApart from the aforementioned newspapers, all major metropolitan areas have their own local newspapers. Most metropolitan areas will generally support one or two major newspapers, with many smaller publications targeted towards particular audiences. Although the cost of publishing has increased over the years, the price of newspapers has generally remained low, forcing newspapers to rely more on advertising revenue and on articles provided by a major news agency wire service, such as the Associated Press, Bloomberg, and Reuters[10] for their national and world coverage.\n\nWith very few exceptions, all the newspapers in the U.S. are privately owned, either by large chains such as Gannett or McClatchy, which own dozens or even hundreds of newspapers; by small chains that own a handful of papers; or in a situation that is increasingly rare, by individuals or families.\n\nMost general-purpose newspapers are either being printed one time a week, usually on Thursday or Friday, or are printed daily. Weekly newspapers tend to have much smaller circulation and are more prevalent in rural communities or small towns. Major cities often have \"alternative weeklies\" to complement the mainstream daily papers, for example, New York City's Village Voice or Los Angeles' L.A. Weekly, to name two of the best-known. Major cities may also support a local business journal, trade papers relating to local industries, and papers for local ethnic and social groups.\n\nAs competition from other media has evolved, the number of daily newspapers in the U.S. has declined over the past half-century, according to Editor & Publisher, the trade journal of American newspapers. In particular, the number of evening newspapers has fallen by almost one-half since 1970, while the number of morning editions and Sunday editions has grown.\n\nFor comparison, in 1950, there were 1,772 daily papers (and 1,450 – or about 70 percent – of them were evening papers) while in 2000, there were 1,480 daily papers (and 766—or about half—of them were evening papers.)\n\nDaily newspaper circulation is also slowly declining in America, partly due to the near-demise of two-newspaper towns, as the weaker newspapers in most cities have folded:\n\nThe primary source of newspaper income is advertising – in the form of \"classifieds\" or inserted advertising circulars – rather than circulation income. However, since the late 1990s, this revenue source has been directly challenged by Web sites like eBay (for sales of secondhand items), Monster.com (jobs), and Craigslist (everything).\n\nAdditionally, as investigative journalism declined at major daily newspapers in the 2000s, many reporters formed their own non-profit investigative newsrooms. Examples include ProPublica on the national level, Texas Tribune at the state level and Voice of OC at the local level.\n\nThe largest newspapers (by circulation) in the United States are USA Today, The Wall Street Journal, The New York Times and the Los Angeles Times.\n\nIn August 2019, it was announced that New Media Investment Group had agreed to buy Gannett, and operations would continue under the Gannett rather than GateHouse name, at the Gannett headquarters but under New Media's CEO.[11][12] The acquisition of Gannett by New Media Investment Group was completed on November 19, 2019, making the combined company the largest newspaper publisher in the United States.[13] Immediately after the merger was finalized, all GateHouse Media URLs began redirecting to Gannett.com.\n\nLa Opinión is the most read newspaper website in the United States, reaching more than 6 million readers each month.  It is the largest Spanish-language newspaper in the United States and the second-most read newspaper in Los Angeles (after The Los Angeles Times).\n\n"
        },
        {
            "title": "Magazines",
            "text": "Thanks to the huge size of the English-speaking North American media market, the United States has a large magazine industry with hundreds of magazines serving almost every interest, as can be determined by glancing at any newsstand in any large American city. Most magazines are owned by one of the large media conglomerates or by one of their smaller regional brethren. The American Society of Magazine Editors sponsors the annual National Magazine Awards recognizing excellence.\n\nThe U.S. has three leading weekly news magazines: Time, Newsweek and U.S. News & World Report. Time and Newsweek are center-left while U.S. News & World Report tends to be center-right. Time is well known for naming a \"Person of the Year\" each year, while U.S. News publishes annual ratings of American colleges and universities.\n\nThe U.S. also has over a dozen major political magazines, including The Atlantic, The New Yorker, Harper's Magazine and Foreign Policy among others. In entertainment the magazines Variety, The Hollywood Reporter, Rolling Stone, L.A. Record and Billboard are very popular. In arts Smithsonian and Art in America magazines are major magazines.\n\nFinally, besides the hundreds of specialized magazines that serve the diverse interests like Vanity Fair, People, Maxim, Consumer Reports, Sports Illustrated, and fashion magazines, like Vogue, Glamour, GQ, InStyle, Cosmopolitan and hobbies of the American people, like Motor Trend, Health, AARP the Magazine, Good Housekeeping, Bon Appétit, and Saveur there are also dozens of magazines published by professional organizations for their members, such as Scientific American for scientist, Communications of the ACM (for computer science specialists), IEEE Spectrum (for Engineers), the ABA Journal (for lawyers), Businessweek and Forbes for business, Architectural Digest and Architectural Record for Architects.\n\nEl Nuevo Cojo (Los Angeles), and Two Mundos Magazine (Miami) are two bilingual (English/Spanish) lifestyle and entertainment magazines. It's not a coordinated exodus for magazines in the United States but the transition from print's primacy to digital's that has started at the turn of the century.\n\n"
        },
        {
            "title": "Radio",
            "text": "American radio broadcasts in two bands: FM and AM. Some stations are only talk radio – featuring interviews and discussions – while music radio stations broadcast one particular type of music: Top 40, hip-hop, country, etc. Radio broadcast companies have become increasingly consolidated in recent years. National Public Radio is the nation's primary public radio network, but most radio stations are commercial and profit-oriented.\n\nTalk radio as a political medium has also exploded in popularity during the 1990s, due to the 1987 repeal of the Fairness Doctrine, which meant that stations no longer had to \"balance\" their day by programming alternative points of view.[citation needed]\n\nThe Federal Communications Commission (FCC) in 1970 had limited the number of radio station one person or company could own to 1 am and 1 FM locally, and 7 am and 7 FM stations nationally. But due to extensive concentration of media ownership stemming from the Telecommunications Act of 1996, radio companies could own not more than 8 local stations per area market. Most stations are now owned by major radio companies such as iHeartMedia (formerly Clear Channel Communications), Cumulus Media, Townsquare Media and Entercom. See IBOC and HD Radio.\n\nA new form of radio that is gaining popularity is satellite radio. The two biggest subscriptions based radio services are Sirius Satellite Radio and XM Satellite Radio, which have recently merged to form Sirius XM Radio. Unlike terrestrial radio music channels are commercial free and other channels feature minimal commercials. Satellite radio also is not regulated by the FCC.\n\nDuring the advent of the internet in the 21st century, internet radio and digital streaming services have been emerged. Among popular brands are Pandora, Spotify and iHeartRadio. Although, the recording industry also sees Internet radio as a threat and has attempted to impose high royalty rates for the use of recorded music to discourage independent stations from playing popular songs. Spotify listeners can choose the songs they want to play, when they want to play them. ... Pandora is a way for users to discover new music that matches their tastes, while Spotify—even though it offers radio stations, too—is better suited to stream and share music that users already know and love.\n\nNielsen Audio, formerly known as Arbitron, is consumer research company that provides ratings (similar to the Nielsen ratings) for national and local radio stations in the United States.\n\nDigital Audio Broadcasting goal is to replace FM broadcasting and become the future of radio. Some industry experts are wary of this new transmission method. ... However, this method of transmission could benefit internet radio stations that want to develop local coverage and keep up to speed with FM radio stations.\n\n"
        },
        {
            "title": "Television",
            "text": "Ninety-nine percent of American households have at least one television and the majority of households have more than one.[citation needed] The four major broadcasters in the U.S. are the National Broadcasting Company (NBC), CBS (formerly the Columbia Broadcasting System), the American Broadcasting Company (ABC) and the Fox Broadcasting Company (Fox).[citation needed] On August 13, 2019, CBS and Viacom officially announced their intention to merge, with the combined company to be named ViacomCBS. The merger was completed on December 4, 2019.[14][15][16][17] The company will have 50% interest in The CW.\n\nSeveral Spanish language broadcast (as well as cable) networks exist, which are the most common form of non-English television broadcasts. These networks are not as widely distributed over-the-air as their English counterparts, available mostly in markets with sizeable Latino and Hispanic populations; several of these over-the-air networks are alternatively fed directly to cable, satellite and IPTV providers in markets without either the availability or the demand for a locally based owned-and-operated or affiliate station.\n\nThe largest of these networks, Univision, launched in 1986 as a successor to the Spanish International Network. Its major competition is Telemundo (est. 1986), a sister network of NBC (which acquired Telemundo in 2001). Founded: 2009 Estrella TV is another Spanish-language broadcast television network.\n\nPublic television has a far smaller role than in most other countries. However, a number of states, including West Virginia, Maryland, Kentucky, and South Carolina, among others, do have state-owned public broadcasting authorities which operate and fund all public television stations in their respective states. The income received from the government is insufficient to cover expenses and stations also rely on corporate sponsorships and viewer contributions.\n\nDirecTV and Dish Network are the major satellite television providers, with 20 and 14 million customers respectively as of February 2014.[18] Meanwhile, the major cable television providers are Comcast with 22 million customers, Time Warner Cable with 11 million, and Cox Communications, Charter Communications, AT&T U-verse and Verizon Fios with 5–6 million each.\n\n"
        },
        {
            "title": "Motion pictures",
            "text": "In the 20th century, the motion picture industry rose to become one of the most successful and powerful industries in the U.S. Along with other intellectual property industries, its relative importance to the American economy has strengthened as the importance of manufacturing and agriculture have decreased (due to globalization).[20]\n\nThe 1980s and 1990s saw another significant development. The full acceptance of home video by studios opened a vast new business to exploit. Films such as Showgirls, The Secret of NIMH, and The Shawshank Redemption, which may have performed poorly in their theatrical run, were now able to find success in the video market. It also saw the first generation of filmmakers with access to videotapes emerge. Directors such as Quentin Tarantino and Paul Thomas Anderson had been able to view thousands of films and produced films with vast numbers of references and connections to previous works. Tarantino has had a number of collaborations with director Robert Rodriguez. Rodriguez directed the 1992 action film El Mariachi, which was a commercial success after grossing $2 million against an initial before-production budget of $7,000. In 2011, El Mariachi was inducted into the Library of Congress to be preserved as part of its National Film Registry for being \"culturally, historically, or aesthetically significant\". The film is further immortalized by Guinness World Records as the lowest-budgeted film ever to gross $1 million at the box office.[21] This was possible thanks to the explosion of independent film and ever-decreasing costs for filmmaking, changed the landscape of American movie-making once again and led a renaissance of filmmaking among Hollywood's lower and middle-classes—those without access to studio financial resources. With the rise of the DVD in the 21st century, DVDs have quickly become even more profitable to studios and have led to an explosion of packaging extra scenes, extended versions, and commentary tracks with the films.[citation needed] It's likely that Blu-ray sales fractionally impacted the decline of DVD sales later, but the fact that DVD sales still outpace Blu-ray sales in 2019 it shows was not the real culprit. Instead, a combination of the Great Recession, a rise in customers buying Video on demand and digital copies of films and the launch of streaming services is what has caused DVD sales to decline more than 86% in the last 13 years.\n\nIncreasingly we are seeing families with tablet computer in cars, on vacation, while visiting Grandma, at the beach, in the airport lounge. It is the biggest expansion of the motion picture audience since the introduction of home video.\n\nDuring the COVID-19 pandemic, drive-in theaters reported an unexpected surge in attendance in several U.S. states as, unlike with indoor theaters unable to operate because of bans on mass gatherings, these were allowed to operate.\n\n"
        },
        {
            "title": "Video games",
            "text": "The United States has the largest video games presence in the world in terms of total industry employees.[22] In 2017, the U.S. game industry as a whole was worth US$18.4 billion and consisted of roughly 2457 companies that had a rough total of 220,000 people employed.[23][24] U.S. video game revenue is forecast to reach $230 billion by 2022,[25] making it the largest video game market in the world.[citation needed] Over 150 million Americans play video games, with an average age of 35 and a gender breakdown of 59 percent male and 41 percent female.[26]\n\nIn 2011, the average American gamer spent an average of 13 hours per week playing video games.[27]\n\n"
        },
        {
            "title": "Internet",
            "text": "The Internet has provided a means for newspapers and other media organizations to deliver news and keep archives public. Revenue is generated through advertising or subscription payments. Aside from web portals and search engines like Google and Yahoo!, the most popular websites are YouTube, Wikipedia, Facebook, Twitter, Amazon, Yelp, IMDb, Reddit, Pinterest, eBay, TripAdvisor, Indeed, healthline, science direct, Mapquest, Merriam-webster, zillow, Quora, fandom, Twitch and Etsy.\n\nOnline streaming now makes it possible to watch everything from live news and sports to classic movies to modern TV favorites in their own time, on any device. With the popularity of online streaming rising cable companies are having to extend offers to compete in this 655 billion dollar digital market.[28]\n\nThe Amazon Unbox and Crackle over-the-top video on demand streaming services launched in 2006, then Netflix and Hulu followed in 2007. CBS All Access and Tubi were unveiled in 2014, and YouTube Red in 2015. Disney+ and Apple TV+, launched in 2019. HBO Max and Peacock launched in 2020.\n\nVirtual MVPDs are over-the-top live video streaming services that mirrored cable and TV Everywhere bundled services, priced at lower monthly rates than packages offered by traditional pay television system operators. Sling TV, PlayStation Vue and fuboTV were launched in 2015. DirecTV Now followed in 2016. and Philo in 2017. New York magazine has a Vulture's streaming guide to the TV Shows and movies available for streaming on Netflix, Amazon, HBO, and Hulu. The term \"streaming wars\" was coined to discuss the new era of competition between video streaming services such as Netflix, Disney+, Apple TV+, Amazon Prime, HBO Max, Funimation, Crunchyroll, etc.[29]\n\n"
        }
    ]
}