{
    "url": "https://en.wikipedia.org/wiki/Massachusetts_Bay_Transportation_Authority",
    "title": "Massachusetts Bay Transportation Authority",
    "table_of_contents": [
        "1 History",
        "1.1 Railways",
        "1.2 Streetcars",
        "1.3 Subways and elevated railways",
        "1.4 Public enterprise",
        "1.5 21st century",
        "2 Services",
        "2.1 Subway",
        "2.2 Buses",
        "2.3 Commuter rail",
        "2.4 Ferries",
        "2.5 Paratransit",
        "2.6 Bicycles",
        "2.7 Parking",
        "2.8 Hours of operation",
        "3 Ridership",
        "4 Funding",
        "4.1 Fares and fare collection",
        "4.1.1 Subway and bus",
        "4.1.2 Subway and bus fare history",
        "4.1.3 Commuter Rail",
        "4.1.4 MBTA boat",
        "4.1.5 The Ride",
        "4.1.6 Discounted fares",
        "4.1.7 Employer and college subsidized",
        "4.2 Budget",
        "4.3 Capital improvements and planning process",
        "4.4 Projects underway and future plans",
        "4.4.1 Blue Line",
        "4.4.2 Green Line",
        "4.4.3 Orange and Red Lines",
        "4.4.4 Commuter rail",
        "5 MBTA Massachusetts Realty Group",
        "6 Management and administration",
        "6.1 Key people",
        "6.1.1 Board of Directors",
        "6.1.2 MassDOT Board of Directors",
        "6.1.3 General managers",
        "6.2 Employees and unions",
        "7 In popular culture",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Massachusetts Bay Transportation Authority (abbreviated MBTA and known colloquially as \"the T\")[3][4] is the public agency responsible for operating most public transportation services in Greater Boston, Massachusetts. The MBTA transit network includes the MBTA subway with three metro lines (the Blue, Orange, and Red lines), two light rail lines (the Green and Ashmont–Mattapan lines), and a five-line bus rapid transit system (the Silver Line); MBTA bus local and express service; the twelve-line MBTA Commuter Rail system, and several ferry routes. In 2021, the system had a ridership of 160,557,600, or about 689,300 per weekday as of the second quarter of 2022, of which the rapid transit lines averaged 267,800 and the light rail lines 86,000, making it the fourth-busiest rapid transit system and the third-busiest light rail system in the United States. As of the second quarter of 2022, average weekday ridership of the commuter rail system was 61,900, making it the sixth-busiest commuter rail system in the U.S.\n\nThe MBTA is the successor of several previous public and private operators. Privately-operated transit in Boston began with commuter rail in 1834 and horsecar lines in 1856. The various horsecar companies were consolidated under the West End Street Railway in the 1880s and electrified over the next decade. The Boston Elevated Railway (BERy) succeeded the West End in 1897; over the next several decades, the BERY built a partially-publicly-owned rapid transit system, beginning with the Tremont Street subway in 1897. The BERy came under the control of public trustees in 1919, and was subsumed into the fully-publicly-owned Metropolitan Transit Authority (MTA) in 1947. The MTA was in turn succeeded in 1964 by the MBTA, with an expanded funding district to subsidize failing suburban commuter rail service. In its first two decades, the MBTA took over the commuter rail system from the private operators and continued expansion of the rapid transit system. Original established as an individual department within the Commonwealth of Massachusetts, the MBTA became a division of the Massachusetts Department of Transportation (MassDOT) in 2009.\n\n"
        },
        {
            "title": "History",
            "text": "Mass transportation in Boston was provided by private companies, often granted charters by the state legislature for limited monopolies, with powers of eminent domain to establish a right-of-way, until the creation of the MTA in 1947. Development of mass transportation both followed and shaped economic and population patterns.[5]\n\nShortly after the steam locomotive became practical for mass transportation,[6] the private Boston and Lowell Railroad was chartered in 1830.[7] The rail, which opened in 1835,[6] connected Boston to Lowell,[8] a major northerly mill town in northeast Massachusetts' Merrimack Valley,[9] via one of the oldest railroads in North America. This marked the beginning of the development of American intercity railroads,[6] which in Massachusetts would later become the MBTA Commuter Rail system and the Green Line D branch.[10]\n\nStarting with the opening of the Cambridge Railroad on March 26, 1856, a profusion of streetcar lines appeared in Boston under chartered companies.[11] Despite the change of companies, Boston is the city with the oldest continuously working streetcar system in the world. Many of these companies consolidated, and animal-drawn vehicles were converted to electric propulsion.[11]\n\nStreetcar congestion in downtown Boston led to the subways in 1897 and elevated rail in 1901. The Tremont Street subway was the first rapid transit tunnel in the United States. Grade-separation added capacity and avoided delays caused by cross streets.[12] The first elevated railway and the first rapid transit line in Boston were built three years before the first underground line of the New York City Subway, but 34 years after the first London Underground lines, and long after the first elevated railway in New York City; its Ninth Avenue El started operations on July 1, 1868 in Manhattan as an elevated cable car line.\n\nVarious extensions and branches were added at both ends, bypassing more surface tracks. As grade-separated lines were extended, street-running lines were cut back for faster downtown service. The last elevated heavy rail or \"El\" segments in Boston were at the extremities of the Orange Line: its northern end was relocated in 1975 from Everett to Malden, MA, and its southern end was relocated into the Southwest Corridor in 1987. However, the Green Line's Causeway Street Elevated remained in service until 2004, when it was relocated into a tunnel with an incline to reconnect to the Lechmere Viaduct.[13] The Lechmere Viaduct and a short section of steel-framed elevated at its northern end remain in service, though the elevated section was cut back slightly and connected to a northwards viaduct extension as part of the Green Line Extension.[14]\n\nThe old elevated railways proved to be an eyesore and required several sharp curves in Boston's twisty streets. The Atlantic Avenue Elevated was closed in 1938 amidst declining ridership and was demolished in 1942. As rail passenger service became increasingly unprofitable, largely due to rising automobile ownership, government takeover prevented abandonment and dismantlement. The MTA purchased and took over subway, elevated, streetcar, and bus operations from the Boston Elevated Railway in 1947.[15]\n\nIn the 1950s, the MTA ran new subway extensions, while the last two streetcar lines running into the Pleasant Street Portal of the Tremont Street Subway were substituted with buses in 1953 and 1962.[citation needed] In 1958, the MTA purchased the Highland branch from the Boston and Albany Railroad, reopening a year later as rapid transit line (now the Green Line D branch).[16]\n\nWhile the operations of the MTA were relatively stable by the early 1960s, the privately operated commuter rail lines were in freefall. The New Haven Railroad, New York Central Railroad, and Boston and Maine Railroad were all financially struggling; deferred maintenance was hurting the mainlines while most branch lines had been discontinued. The 1945 Coolidge Commission plan assumed that most of the commuter rail lines would be replaced by shorter rapid transit extensions, or simply feed into them at reduced service levels.  Passenger service on the entire Old Colony Railroad system serving the southeastern part of the state was abandoned by the New Haven Railroad in 1959, triggering calls for state intervention. Between January 1963 and March 1964, the Mass Transportation Commission tested different fare and service levels on the B&M and New Haven systems. Determining that commuter rail operations were important but could not be financially self-sustaining, the MTC recommended an expansion of the MTA to commuter rail territory.[17]\n\nOn August 3, 1964, the MBTA succeeded the MTA, with an enlarged service area intended to subsidize continued commuter rail operations. The original 14-municipality MTA district was expanded to 78 cities and towns.[13]  Several lines were briefly cut back while contracts with out-of-district towns were reached, but, except for the outer portions of the Central Mass branch (cut back from Hudson to South Sudbury), West Medway branch (cut back from West Medway to Millis), Blackstone Line (cut back from Blackstone to Franklin), and B&M New Hampshire services (cut back from Portsmouth to Newburyport), these cuts were temporary; however, service on three branch lines (all of them with only one round trip daily: one morning rush-hour trip in to Boston, and one evening rush-hour trip back out to the suburbs) was dropped permanently between 1965 and 1976 (the Millis (the new name of the truncated West Medway branch) and Dedham Branches were discontinued in 1967, while the Central Mass branch was abandoned in 1971).  The MBTA bought the Penn Central (New York Central and New Haven) commuter rail lines in January 1973, Penn Central equipment in April 1976, and all B&M commuter assets in December 1976; these purchases served to make the system state-owned with the private railroads retained solely as operators.[13]  Only two branch lines were abandoned after 1976: service on the Lexington branch (also with only one round trip daily) was discontinued in January 1977 after a snowstorm blocked the line, while the Lowell Line's full-service Woburn branch was eliminated in January 1981 due to poor track conditions.\n\nThe MBTA assigned colors to its four rapid transit lines in 1965, and lettered the branches of the Green Line from north to south.  Shortages of streetcars, among other factors, caused bustitution of rail service on two branches of the Green Line.  The A branch ceased operating entirely in 1969 and was replaced by the 57 bus,[13] while the E branch was truncated from Arborway to Heath Street in 1985, with the section between Heath Street and Arborway being replaced by the 39 bus.[13]\n\nThe MBTA purchased bus routes in the outer suburbs to the north and south from the Eastern Massachusetts Street Railway in 1968.[13]  As with the commuter rail system, many of the outlying routes were dropped shortly before or after the takeover due to low ridership and high operating costs.\n\nIn the 1970s, the MBTA received a boost from the Boston Transportation Planning Review area-wide re-evaluation of the role of mass transit relative to highways. Producing a moratorium on highway construction inside Route 128, numerous mass transit lines were planned for expansion by the Voorhees-Skidmore, Owings and Merrill-ESL consulting team.  The removal of elevated lines continued, and the closure of the Washington Street Elevated in 1987 brought the end of rapid transit service to the Roxbury neighborhood. Between 1971 and 1985, the Red Line was extended both north and south, providing not only additional subway system coverage, but also major parking structures at several of the terminal and intermediate stations.[13]\n\nIn 1981, seventeen people and one corporation were indicted for their roles in a number of kickback schemes at the MBTA.[18] Massachusetts Secretary of Transportation and MBTA Chairman Barry Locke was convicted of five counts of bribery and sentenced to 7 to 10 years in prison.[19][20]\n\nBy 1999, the district was expanded further to 175 cities and towns, adding most that were served by or adjacent to commuter rail lines, though the MBTA did not assume responsibility for local service in those communities adjacent to or served by commuter rail.[citation needed][21] In 2016, the Town of Bourne voted to join the MBTA district, bringing the number of MBTA communities to 176.[22] Prior to July 1, 2000, the MBTA was reimbursed by the Commonwealth of Massachusetts for all costs above revenue collected (net cost of service). \"Forward funding\" introduced at that time consists of a dedicated revenue stream from assessments on served cities and towns, along with a 20% portion of the 5% state sales tax.[citation needed]\n\nThe Commonwealth assigned to the MBTA responsibility for increasing public transit to compensate for increased automobile pollution from the Big Dig. However, these projects have strained the MBTA's limited resources, since the Big Dig project did not include funding for these improvements. Since 1988, the MBTA has been the fastest expanding transit system in the country, even as Greater Boston has been one of the slowest growing metropolitan areas in the United States.[23] The MBTA subsequently went into debt, and rates underwent an appreciable hike on January 1, 2007.[24]\n\nIn 2006, the creation of the MetroWest Regional Transit Authority saw several towns subtract their MWRTA assessment from their MBTA assessment, though the amount of funding the MBTA received remained the same. The next year, the MBTA started commuter rail service to the Greenbush section of Scituate, the third branch of the Old Colony service.[25] Rhode Island also paid for extensions of the Providence/Stoughton Line to T.F. Green Airport in 2010 and Wickford Junction in 2012. A new station on the Fairmount Line, the Talbot Avenue station, opened in November 2012.[26]\n\nOn June 26, 2009, Governor Deval Patrick signed a law to place the MBTA along with other state transportation agencies within the administrative authority of the Massachusetts Department of Transportation (MassDOT), with the MBTA now part of the Mass Transit division (MassTrans).[27][28][29][30]\nThe 2009 transportation law continued the MBTA corporate structure and changed the MBTA board membership to the five Governor-appointed members of the Mass DOT Board.[31]\n\nIn February 2015, there was record breaking snowfall in Boston from the 2014–15 North American winter, which caused length closures of portions of the MBTA subway system,[32] and many long-term operational and financial problems with the entire MBTA system coming under greater public attention,[33][34] Massachusetts Governor Charlie Baker subsequently announced the formation of a special advisory panel to diagnose the MBTA's problems and write a report recommending proposals to address them.[35] The special advisory panel formed the previous February released its report in April 2015.[36]\n\nThe next month, Baker appointed a new MassDOT Board of Directors and proposed a five-year winter resiliency plan with $83 million being spent to update infrastructure, purchase new equipment, and improve operations during severe weather.[37][38] A new state law established the MBTA Fiscal and Management Control Board, effective July 17, 2015,[39] with expanded powers to reform the agency during a five-year period. Its term was extended by another year in 2020.[40] Construction of the Green Line Extension, the first expansion to the rail rapid transit system since 1987, began in 2018.[41] In April 2018, the MBTA Silver Line began operating a route from Chelsea to South Station.[42]\n\nA June 2019 Red Line derailment resulted in train delays for several months, which brought more attention to capital maintenance problems at the T. After complaints from many riders and business groups, the governor proposed adding $50 million for an independent team to speed up inspections and capital projects, and general efforts to speed up existing capital spending from $1 billion to $1.5 billion per year.[43] Replacement of the Red Line signal system was accelerated, including equipment that was damaged in the derailment. Baker proposed allocating to the MBTA $2.7 billion from the state's five-year transportation bond bill plus more money from the proposed multi-state Transportation and Climate Initiative.[44]\n\nA December 2019 report by the MBTA's Fiscal and Management Control Board panel found \"safety is not the priority at the T, but it must be.\" The report said \"there is a general feeling that fiscal controls over the years may have gone too far, which coupled with staff cutting has resulted in the inability to accomplish required maintenance and inspections, or has hampered work keeping legacy system assets fully functional.\"[45] In June 2021, the Fiscal and Management Control Board was dissolved,[46] and the following month, Baker signed into law a supplemental budget bill that included a provision creating a permanent MBTA Board of Directors and Baker appointed the new board the following October.[47][48] In February 2022, MBTA staff reported to the MBTA Board of Directors safety subcommittee that of 61 recommendations made by the Fiscal and Management Control Board in 2019, two-thirds were complete and one-third were on progress or on hold (including all financial review recommendations).[49] In April 2022, the Federal Transit Administration announced in a letter to MBTA General Manager Steve Poftak that it would assume an increased safety oversight role over the MBTA and would conduct a safety management inspection.[50][51]\n\nAs of 2022, the MBTA had reduced its greenhouse gas emissions by 47% from 2009 levels, and now buys or produces 100% renewable energy.[52]\n\n"
        },
        {
            "title": "Services",
            "text": "The subway system has three heavy rail rapid transit lines (the Red, Orange and Blue Lines), and two light rail lines (the Green Line and the Ashmont–Mattapan High-Speed Line, the latter designated an extension of the Red Line). The system operates according to a spoke-hub distribution paradigm, with the lines running radially between central Boston and its environs.[3] It is common usage in Boston to refer to all four of the color-coded rail lines which run underground as \"the subway\" or \"the T\", regardless of the actual railcar equipment used.[3]\n\nAll four subway lines cross downtown, forming a quadrilateral configuration, and the Orange and Green Lines (which run approximately parallel in that district) also connect directly at two stations just north of downtown. The Red Line and Blue Line are the only pair of subway lines which do not have a direct transfer connection to each other. Because the various subway lines do not consistently run in any given compass direction, it is customary to refer to line directions as \"inbound\" or \"outbound\".  Inbound trains travel towards the four downtown transfer stations, and outbound trains travel away from these hub stations.[3]\n\nThe Green Line has four branches in the west: B (Boston College), C (Cleveland Circle), D (Riverside), and E (Heath Street). The A branch formerly went to Watertown, filling in the north-to-south letter assignment pattern, and the E branch formerly continued beyond Heath Street to Arborway.\n\nThe Red Line has two branches in the south, Ashmont and Braintree, named after their terminal stations.\n\nThe colors were assigned on August 26, 1965 in conjunction with design standards developed by Cambridge Seven Associates,[53] and have served as the primary identifier for the lines since the 1964 reorganization of the MTA into the MBTA. The Orange Line is so named because it used to run along Orange Street (now lower Washington Street), as the former \"Orange Street\" also was the street that joined the city to the mainland through Boston Neck in colonial times;[54] the Green Line because it runs adjacent to parts of the Emerald Necklace park system; the Blue Line because it runs under Boston Harbor; and the Red Line because its northernmost station was, at that time, at Harvard University, whose school color is crimson.[55]\n\nOpened in September 1897, the four-track-wide segment of the Green Line tunnel between Park Street and Boylston stations was the first subway in the United States, and has been designated a National Historic Landmark. The downtown portions of what are now the Green, Orange, Blue, and Red line tunnels were all in service by 1912. Additions to the rapid transit network occurred in most decades of the 1900s, and continue in the 2000s with the addition of Silver Line bus rapid transit and planned Green Line expansion.[56] (See History and Future plans sections.)\n\nThe MBTA bus system, the nation's sixth largest by ridership, has over 170 routes. Most routes provide local service in the urban core; smaller local networks are also centered around Waltham, Lynn, and Quincy. The system also includes longer routes serving less-dense suburbs, including several express routes. The buses are colored yellow on maps and in station decor.[57] Most routes are directly operated by the MBTA, though several suburban routes are run by private operators under contract to the MBTA.\n\nThe Silver Line is also operated as part of the MBTA bus system. It is designated as bus rapid transit (BRT), even though it lacks some of the characteristics of bus rapid transit.[58][59][60] Two routes run on Washington Street between Nubian station and downtown Boston. Three \"waterfront\" routes run in a dedicated tunnel in South Boston and on the surface, elsewhere including the SL1 route that serves Logan Airport. Washington Street service, a belated replacement for the Washington Street Elevated, began in 2002 and was expanded in 2009. Waterfront service began in 2004, with an expansion to Chelsea opened in 2018.\n\nMBTA predecessors formerly operated a large trolleybus network, much of which replaced surface streetcar lines.[61] Four lines based out of Harvard station lasted until 2022, when they were replaced with conventional buses. Three Silver Line routes operate as trolleybuses in the Waterfront Tunnel using dual-mode buses; these are scheduled to be replaced with hybrid battery buses in 2023.\n\nThe MBTA Commuter Rail system is a regional rail network that reaches from Boston into the suburbs of eastern Massachusetts. The system consists of twelve main lines, three of which have two branches. The rail network operates according to a spoke-hub distribution paradigm, with the lines running radially outward from the city of Boston. Eight of the lines converge at South Station, with four of these passing through Back Bay station. The other four converge at North Station. There is no passenger connection between the two sides; the Grand Junction Railroad is used for non-revenue equipment moves accessing the maintenance facility. The North–South Rail Link has been proposed to connect the two halves of the system; it would be constructed under the Central Artery tunnel of the Big Dig.\n\nSpecial MBTA trains are run over the Franklin Line and the Providence/Stoughton Line to Foxborough station for New England Patriots home games and other events at Gillette Stadium. The CapeFLYER intercity service, operated on summer weekends, uses MBTA equipment and operates over the Middleborough/Lakeville Line. Amtrak runs regularly scheduled intercity rail service over four lines: the Lake Shore Limited over the Framingham/Worcester Line, Acela Express and Northeast Regional services over the Providence/Stoughton Line, and the Downeaster over sections of the Lowell Line and Haverhill Line. Freight trains run by Pan Am Southern, Pan Am Railways, CSX Transportation, the Providence and Worcester Railroad, and the Fore River Railroad also use parts of the network.\n\nThe first commuter rail service in the United States was operated over what is now the Framingham/Worcester Line beginning in 1834. Within the next several decades, Boston was the center of a massive rail network, with eight trunk lines and dozens of branches. By 1900, ownership was consolidated under the Boston and Maine Railroad to the north, the New York Central Railroad to the west, and the New York, New Haven and Hartford Railroad to the south. Most branches and one trunk line – the former Old Colony Railroad main – had their passenger services discontinued during the middle of the 20th century. In 1964, the MBTA was formed to subsidize the failing suburban railroad operations, with an eye towards converting many to extensions of the existing rapid transit system. The first unified branding of the system was applied on October 8, 1974, with \"MBTA Commuter Rail\" naming and purple coloration analogous to the four subway lines.[13] The system continued to shrink – mostly with the loss of marginal lines with one daily round trip – until 1981. The system has been expanded since, with four lines restored (Fairmount Line in 1979, Old Colony Lines in 1997, and Greenbush Line in 2007), six extended., and a number of stations added and rebuilt, especially on the Fairmount Line.\n\nSeveral further expansions are planned or proposed. The South Coast Rail project, for which preliminary construction began in 2014, would extend the Stoughton section of the Providence/Stoughton Line to Taunton, with two branches to New Bedford and Fall River. Extensions of the Providence/Stoughton Line to Kingston, the Middleborough/Lakeville Line to Buzzards Bay, and the Lowell Line into New Hampshire are also proposed. Infill stations at West Station and South Salem are under construction or planned.\n\nEach commuter rail line has up to eleven fare zones, numbered 1A and 1 through 10. Riders are charged based on the number of zones they travel through. Tickets can be purchased on the train, from ticket counters or machines in some rail stations, or with a mobile app called mTicket.[62] If a local vendor or ticket machine is available, riders will pay a surcharge for paying with cash on board. Fares range from $2.40 to $13.25, with multi-ride and monthly passes available, and $10 unlimited weekend passes.[63] In 2016, the system averaged 122,600 daily riders, making it the fourth-busiest commuter rail system in the nation.[64]\n\nThe MBTA commuter rail network was the first in the nation to offer free on-board Wi-Fi. It offers Wi-Fi-enabled coaches on all train sets.[65]\n\nThe MBTA boat system comprises several ferry routes via Boston Harbor. One of these is an inner harbor service, linking the downtown waterfront with the Boston Navy Yard in Charlestown. The other routes are commuter routes, linking downtown to Hingham, Hull, and Salem. Some commuter services operate via Logan International Airport.\n\nAll boat services are operated by private sector companies under contract to the MBTA. In FY2005, the MBTA boat system carried 4,650 passengers (0.41% of total MBTA passengers) per weekday.[66] The service is provided through contract of the MBTA by Boston Harbor Cruises (BHC).\n\nThe MBTA contracts out operation of \"The Ride\", a door to door service for people with disabilities. Paratransit services carry 5,400 passengers on a typical weekday, or 0.47% of the MBTA system ridership.[66][67] The two private service providers under contractual agreement with the MBTA for The Ride: Veterans Transportation LLC,[68] and National Express Transit (NEXT).\n\nIn September 2016, the MBTA announced that paratransit users would be able to get rides from Uber and Lyft. Riders would pay $2 for a pickup within a few minutes (more for longer trips worth more than $15) instead of $3.15 for a scheduled pickup the next day. The MBTA would pay $13 instead of $31 per ride ($46 per trip when fixed costs of The Ride are considered).[69]\n\nConventional bicycles are generally allowed on MBTA commuter rail, commuter boat, and rapid transit lines during off-peak hours and all day on weekends and holidays.  However, bicycles are not allowed at any time on the Green Line, or the Ashmont–Mattapan High-Speed Line segment of the Red Line.  Buses equipped with bike racks at the front (including the Silver Line) may always accommodate bicycles, up to the capacity limit of the racks.  The MBTA claims that 95% of its buses are now equipped with bike racks, except for trackless trolleys which still lack this capability.[70]\n\nDue to congestion and tight clearances, bicycles are banned from Park Street, Downtown Crossing, and Government Center stations at all times.[70]\n\nHowever, compact folding bicycles are permitted on all MBTA vehicles at all times, provided that they are kept completely folded for the duration of the trip, including passage through faregates. Gasoline-powered vehicles, bike trailers, and Segways are prohibited.[70]\n\nNo special permit is required to take a bicycle onto an MBTA vehicle, but bicyclists are expected to follow the rules and hours of operation.  Cyclists under 16 years old are supposed to be accompanied by a parent or legal guardian. Detailed rules, and an explanation of how to use front-of-bus bike racks and bike parking are on the MBTA website.[70]\n\nThe MBTA says that over 95% of its stations are equipped with bike racks, many of them under cover from the weather.  In addition, over a dozen stations are equipped with \"Pedal & Park\" fully enclosed areas protected with video surveillance and controlled door access, for improved security.  To obtain access, a personally registered CharlieCard must be used.  Registration is done online, and requires a valid email address and the serial number of the CharlieCard. All bike parking is free of charge.[70]\n\nAs of 2014[update], the MBTA operates park and ride facilities at 103 locations with a total capacity of 55,000 automobiles, and is the owner of the largest number of off-street paid parking spaces in New England.[71] The number of spaces at stations with parking varies from a few dozen to over 2,500. The larger lots and garages are usually near a major highway exit, and most lots fill up during the morning rush hour. There are some 22,000 spaces on the southern portion of the commuter rail system, 9,400 on the northern portion and 14,600 at subway stations. The parking fee ranges from $4 to $7 per day, and overnight parking (maximum 7 days) is permitted at some stations.\n\nManagement for a number of parking lots owned by the MBTA is handled by a private contractor.  The 2012 contract with LAZ Parking (which was not its first[72]) was terminated in 2017 after employees were discovered \"skimming\" revenue; the company paid $5.5 million to settle the case.[73]  A new contract with stronger performance incentives and anti-fraud penalties was then awarded to Republic Parking System of Tennessee.[74]\n\nCustomers parking in MBTA-owned and operated lots with existing cash \"honor boxes\" can pay for parking online or via phone while in their cars or once they board a train, bus, or commuter boat.[75][76] As of February 2014[update], the MBTA switched from ParkMobile to PayByPhone as its provider for mobile parking payments by smartphone.[71] Monthly parking permits are available, offering a modest discount. Detailed parking information by station is available online, including prices, estimated vacancy rate, and number of accessible and bicycle parking slots.[71]\n\nAs of 2014[update], the MBTA has a policy for electric vehicle charging stations in its parking spaces, but does not yet have such facilities available.[77]\n\nFrom time to time the MBTA has made various agreements with companies that contribute to commuting options. One company the MBTA selected was Zipcar; the MBTA provides Zipcar with a limited number of parking spaces at various subway stations throughout the system.[78]\n\nTraditionally, the MBTA has stopped running around 1 am each night, despite the fact that bars and clubs in most areas of Boston are open until 2 am. Like nearly all subways worldwide, the MBTA's subway does not have parallel express and local tracks, so much rail maintenance is only done when the trains are not running. An MBTA spokesperson has said, \"with a 109-year-old system you have to be out there every night\" to do necessary maintenance.[79] The MBTA did experiment with \"Night Owl\" substitute bus service from 2001 to 2005, but abandoned it because of insufficient ridership, citing a $7.53 per rider cost to keep the service open, five times the cost per passenger of an average bus route.[80]\n\nA modified form of the MBTA's previous \"Night Owl\" service was experimentally reinstated starting in the spring of 2014 – this time, all subway lines were proposed to run until 3 am on weekends, along with the 15 most heavily used bus lines and the para-transit service \"The Ride\".[81][82]\n\nStarting March 28, 2014, the late-night service began operation on a one-year trial basis, with service continuation depending on late-night ridership and on possible corporate sponsorship.[83] As of August 2014[update], late-night ridership was stable, and much higher than the earlier failed experimental service. However, it is still unclear whether and on what basis the program might be extended past its first year.[84]  The extended hours program has not been implemented on the MBTA commuter rail operations.\n\nIn early 2016, the MBTA decided that Late-Night service would be canceled because of lack of funding. The last night for late-night service was on March 19, 2016. The last train left at 2 a.m. on March 19, 2016.\n\nIn 2018, the MBTA further tried \"Early Morning and Late Night Bus Service Pilots[85]\".\nIn June 2019, a year after the trials the board voted to make some changes to the schedule which would allow for further late night service to be incorporated long term  [86][87]\n\n"
        },
        {
            "title": "Ridership",
            "text": "During Fiscal Year 2013, the entire MBTA system had a typical weekday passenger ridership of 1,297,650. The MBTA's rapid transit lines (Red, Green, Orange, and Blue) accounted for 59% of all rides, buses accounted for 30%, and commuter rail accounted for 10% of all rides. The MBTA's ferries and paratransit accounted for the remaining 1% of rides.[90]\n\nPassenger ridership has been steadily growing over the years, and between 2010 and 2013, the system saw passenger ridership grow 4.6% or an additional 57,000 daily passengers to the system.\n\n"
        },
        {
            "title": "Funding",
            "text": "\n\nThe MBTA has various fare structures for its various types of service. The plastic CharlieCard electronic farecard is accepted only on the subway and bus systems.[94] Commuter rail and ferry accept paper CharlieTickets and the mTicket mobile app.[94] Only buses, surface trolleys, and Commuter Rail accept cash on board, which is discouraged (with a $3 fee for Commuter Rail for stations with fare vending machines).[95] Passengers pay for subway and bus rides at faregates in station entrances or fareboxes in the front of vehicles; MBTA employees manually check tickets on the commuter rail and ferries. For paratransit service, instead of physical fare media passengers maintain an account to which funds can be added by web site, phone, mail, or in-person visit.[96] Trips on The RIDE are booked in advance online or by phone, or subsidized on-demand trips can be requested via Uber or Lyft on those companies' mobile apps.[97]\n\nStarting June 22, 2020, the short, urban Fairmount Line was incorporated into the subway fare structure in a pilot program that also started running weekday trips every 45 minutes. In addition to the usual Commuter Rail fare media, CharlieCards are now accepted by tapping at fare vending machines and obtaining proof of payment.[98]\n\nSince the 1980s, the MBTA has offered discounted monthly passes on all modes for the convenience of daily commuters and other frequent riders. As of March 2022, it also offers one-day and seven-day passes (often used by tourists) for subway, bus, inner-harbor ferry, and Commuter Rail Zone 1A.[99] Only the CharlieTicket versions of these passes are accepted on all modes. Single-ride CharlieTickets, weekend passes, 5-ride passes, and the mobile app used for the ferries and commuter rail are not accepted for transfers to buses or subways.[95]\n\nThe MBTA has periodically raised fares to match inflation and keep the system financially solvent. A substantial increase effective July 2012 raised public ire including an \"Occupy the MBTA\" protest. A transportation funding law passed in 2013 limits MBTA fare increases to 7% every two years.[100] Subsequent fare increases took place in 2014, 2016, and 2019.\n\nSeveral local politicians, including Boston Mayor Michelle Wu, Representative Ayanna Pressley, and Senator Edward J. Markey, have proposed to eliminate MBTA fares.[101]\n\nThe remaining phases of the ongoing \"Fare Transformation\" project aims to add contactless credit cards, Apple Pay, and Google Pay as payment methods for all subway and bus lines so passengers will not need to purchase a CharlieCard or CharlieTicket. It is also expected to add all-door boarding on all buses and surface trolleys, using a proof of payment system. A new website is planned to allow passengers and employers to perform self-service CharlieCard transactions.[102]\n\nAll subway trips (Green Line, Blue Line, Orange Line, Red Line, Ashmont-Mattapan Line, and the Waterfront section of the Silver Line) cost $2.40 for all users.[103] Local bus and trackless trolley fares (including the Washington Street section of the Silver Line) are $1.70 for all users.[104]\nPaying directly with cash is only available on buses, Green Line surface stops, and the Ashmont-Mattapan Line; from 2007 to 2020, the higher CharlieTicket price was charged.\n\nAll transfers between subway lines are free with all fare media, without the need to pass through fare control (except when continuing in either direction at Ashmont Station). Passengers using CharlieCards can transfer free from a subway to a bus, and from a bus to a subway for the difference in price (\"step-up fare\").[105] CharlieTicket holders can transfer free between buses, but not between subway and bus, except free subway transfers are given for the Silver Line at Airport station and SL4/SL5 branches.[106]\n\nThe MBTA operates \"Inner Express\" and \"Outer Express\" buses to suburbs outside the subway system. Inner Express bus trips cost $4.25; Outer Express trips cost $5.25. Free transfers are available to the subway and local buses with a CharlieCard, and to local buses with a CharlieTicket.[107]\n\nCharlieTickets are available from ticket vending machines in MBTA rapid transit stations.  CharlieCards are not dispensed by the machines, but are available free of charge on request at most MBTA Customer Service booths in stations, or at the CharlieCard Store at Downtown Crossing station.  As given out, the CharlieCards are \"empty\", and must have value added at an MBTA ticket machine before they can be used.\n\nThe fare system, including on-board and in-station fare vending machines, was purchased from German-based Scheidt and Bachmann, which developed the technology.[108] The CharlieCards were developed by Gemalto and later by Giesecke & Devrient.[109][110] In 2006, electronic fares replaced metal tokens, which had been used on and off by transit systems in Boston for over a century.\n\nUpon introduction in 2007, fares for reloadable CharlieCard contactless smart cards were substantially lower, to encourage riders to use them. The alternative magnetic stripe CharlieTickets were not as durable (and so could only be loaded once), were slower to read, and required maintenance of machines with moving parts.\n\nIn 2020, the MBTA started implementation of its \"Fare Transformation\" program, reducing cash-on-board and CharlieTicket prices to the CharlieTicket level.[107] In the fall of that year, the agency started upgrading a portion of faregates at all stations to accept only contactless cards, in anticipation of the phase-out of paper CharlieTickets,[111] which occurred on March 31, 2022.[102] The gates also feature an optical reader, which is currently unused but is capable of scanning QR codes or bar codes, such as those generated by the mTicket app.[112]\n\nInstallation of upgraded fare vending machines is expected to be complete by spring 2022, allowing riders to purchase CharlieCards and the new tappable CharlieTickets at any rapid transit station.[113] These also serve as fare validation points for proof of payment on the Green Line Extension.[113]\n\nStarting July 1, 2022, two free transfers will be given to CharlieCard stored-value users for all combinations of subway, bus, and express bus rides.[114]\n\nUntil 2007, not all subway fares were identical – passengers were not charged for boarding outbound Green Line trains at surface stops, while double fares were charged for the outer ends of the Green Line D branch and the Red Line Braintree branch. As part of a general fare hike effective January 1, 2007, the MBTA eliminated these inconsistent fares.[124]\n\nBecause there was no farebox on the left-facing door, passengers on the 71 and 73 trolleybuses in Cambridge who boarded through that door underground in Harvard station instead paid the only remaining exit fare in the system. This was eliminated starting March 13, 2022, when the trackless trolleys were replaced by conventional buses to allow the Cambridge garage to convert to service battery-electric buses.[125]\n\nCommuter rail fares are on a zone-based system, with fares dependent on the distance from downtown. Rides between Zone 1A stations – South Station, Back Bay, most of the Fairmount Line, and eight other stations within several miles of downtown – cost $2.40, the same as a subway fare with a CharlieCard. Fares for other stations range from $5.75 from Zone 1 (~5–10 miles from downtown) to $14.50 from Zone 10 (~60 miles). All Massachusetts stations are Zone 8 or closer; only T.F. Green Airport and Wickford Junction in Rhode Island are Zone 9 and 10.[126]\n\nInterzone fares – for trips that do not go to Zone 1A – are offered at a substantial discount to encourage riders to take the commuter rail for less common commuting patterns for which transit is not usually taken. Discounted monthly passes are available for all trips; 10-ride passes at full price are also available for trips to Zone 1A. All monthly passes include unlimited trips on the subway and local bus; some outer-zone monthlies also offer free use of express buses and ferries. A cash-on-board surcharge of $3.00 is added for trips originating from stations with fare vending machines.[126]\n\nStarting in spring 2022, the MBTA began installing fare gates at North Station, South Station, and Back Bay station[127] as part of its \"Fare Transformation\" project.[128] These three stations are the start and end points of the vast majority of Commuter Rail trips, and the gates eliminate the possibility of passengers boarding without tickets or without having a single-use ticket invalidated (though conductors will still manually verify passengers leave the train in the zone they paid for). A common complaint from monthly pass holders was that on-board conductors would sometimes fail to check any tickets for their car, giving a free ride to single-ride and cash-on-board passengers. The new gates have scanners for bar codes on paper tickets, the mTicket app, Amtrak tickets, and military IDs.[128] They also have a reader for tappable CharlieTickets (and CharlieCards, to prepare for potential future use on the Commuter Rail).[128]\n\nThe Inner Harbor Ferry costs $3.25 per ride, and is grouped as a Zone 1A monthly commuter rail pass. Single rides cost $8.50 from Hull or Hingham to Boston, $17.00 from Hull or Hingham to Logan Airport, and $13.75 from Boston to Logan Airport.[129]\n\nFares on The Ride, the MBTA's paratransit program, are structured differently from other modes. Passengers using The Ride must maintain an account with the MBTA in order to pay for service. Fares are $3.35 for \"ADA trips\" originating within 3⁄4 mile (1.2 km) of fixed-route bus or subway service and booked in advance, and $5.60 for \"premium trips\" outside the mandated area.[130]\n\nDiscounted fares as well as discounted monthly local bus and subway passes are available to seniors over 65, and passengers who are permanently disabled who utilize a special photo CharlieCard (called \"Senior ID\" and \"Transportation Access Pass\", respectively).[131] Holders of these passes are also entitled to 50% off the Commuter Rail fares. Passengers who are legally blind ride for free on all MBTA services (including express buses and the Commuter Rail) with a \"Blind Access Card\".[131]\n\nChildren under 12 ride for free with an adult (up to 2 per adult). Military personnel, state police officers, police officers and firefighters from the MBTA service area, and certain government officials (Commonwealth Department of Public Utilities employees and state elevator inspectors) ride at no charge upon presentation of proper ID, or if dressed in official work uniforms.[132]\n\nMiddle school and high school students receive the aforementioned discounts on fares. Student discounts require a \"Student CharlieCard\" or \"S-Card\" issued through the holder's school which is valid year-round.[131] College students are not generally eligible for reduced fares, but some colleges offer a \"Semester Pass\" program.[133] A special \"Youth Pass\" program was introduced in 2017, allowing young adults less than 25 years old who reside in participating cities or towns and are enrolled in specific low income programs to pay reduced fares.[134]\n\nFederal law allows employers to deduct the cost of transit passes from wages on a pre-tax basis. Some employers and colleges also choose to subsidize the cost of these passes for employees or students. The MBTA has long had a program that facilitates these bulk purchases for monthly passes. In 2016, it began allowing MIT to subsidize on a per-ride basis, which is considerably cheaper to the institution; this expanded to other employers in 2022.[135]\n\nSince the \"forward funding\" reform in 2000, the MBTA is funded primarily through 16% of the state sales tax excluding the meals tax (with minimum dollar amount guarantee), which is set at 6.25% statewide, and therefore equal to 1% of taxable non-meal purchases statewide.[136] The authority is also funded by passenger fares and formula assessments of the cities and towns in its service area (excepting those which are assessed for the MetroWest Regional Transit Authority). Supplemental income is obtained from its paid parking lots, renting space to retail vendors in and around stations, rents from utility companies using MBTA rights of way, selling surplus land and movable property, advertising on vehicles and properties, and federal operating subsidies for special programs.\n\nA May 2019 report found the MBTA had a maintenance backlog of approximately $10 billion, which it hopes to clear by 2032 by increasing spending on capital projects.[137]\n\nThe Capital Investment Program is a rolling 5-year plan which programs capital expenses. The draft FY2009-2014 CIP[138] allocates $3,795M, including $879M in projects funded from non-MBTA state sources (required for Clean Air Act compliance), and $299M in projects with one-time federal funding from the American Recovery and Reinvestment Act of 2009. Capital projects are paid for by federal grants, allocations from the general budget of the Commonwealth of Massachusetts (for legal commitments and expansion projects) and MBTA bonds (which are paid off through the operating budget). The FY2014 budget includes $1.422 billion for operating expenses and $443.8M in debt and lease payments.[needs update]\n\nThe FY2010 budget was supplemented by $160 million in sales tax revenue when the statewide rate was raised from 5% to 6.25%, to avoid service cuts or a fare increase in a year when deferred debt payments were coming due.[139]\n\nThe Boston Metropolitan Planning Organization is responsible for overall regional surface transportation planning. As required by federal law for projects to be eligible for federal funding (except earmarks), the MPO maintains a fiscally constrained 20+ year Regional Transportation Plan for surface transportation expansion, the current edition of which is called Journey to 2030. The required 4-year MPO plan is called the Transportation Improvement Plan.\n\nThe MBTA maintains its own 25-year capital planning document, called the Program for Mass Transportation, which is fiscally unconstrained. The agency's 4-year plan is called the Capital Improvement Plan; it is the primary mechanism by which money is actually allocated to capital projects. Major capital spending projects must be approved by the MBTA Board, and except for unexpected needs, are usually included in the initial CIP.\n\nIn addition to federal funds programmed through the Boston MPO, and MBTA capital funds derived from fares, sales tax, municipal assessments, and other minor internal sources, the T receives funding from the Commonwealth of Massachusetts for certain projects. The state may fund items in the State Implementation Plan (SIP) – such as the Big Dig mitigation projects – which is the plan required under the Clean Air Act to reduce air pollution. (As of 2007[update], all of Massachusetts is designated as a clean air \"non-attainment\" zone.)\n\n\n\nThere is a proposal to extend the Blue Line northward to Lynn, with two potential extension routes having been identified. One proposed path would run through marshland alongside the existing Newburyport/Rockport commuter rail line, while the other would extend the line along the remainder of the BRB&L right of way.[140]\n\nIn addition, the MBTA has committed to designing an extension of the line's southern terminus westward to Charles/MGH, where it would connect with the Red Line.[141] This was one of the mitigation measures the Commonwealth of Massachusetts agreed to offset increased automobile emissions from the Big Dig,[142] but it was later replaced in this agreement by other projects.\n\nThe Green Line Extension (GLX) is a project to extend the Green Line northwest into Somerville and Medford. The project is opening in two phases in 2022 at a total cost of $2.28 billion. Total ridership on the 4.3-mile (6.9 km) extension is estimated to reach 45,000 one-way trips per day in 2030. The project begins at the north end of the Lechmere Viaduct, where the former ground-level Lechmere station was replaced by an elevated station on an extended viaduct. The two branches split north of Lechmere, with the Union Square Branch following the MBTA Commuter Rail Fitchburg Line right of way to Union Square station in Somerville. The Medford Branch follows the Lowell Line right-of-way to Medford/Tufts station with four intermediate stations. A new vehicle maintenance facility and storage yard is located in the Inner Belt District.\n\nAn extension of service beyond Lechmere was considered as early as 1922, with the first formal proposal in 1926. Despite appearing in other regional plans throughout the 20th century, the state did not commit to the project until 1990. Planning began in 2006 with a projected completion date of 2014; this was delayed to 2015, then to 2018. A groundbreaking was held in 2012, with several early construction elements over the next two years. The federal government committed $996 million of the $2.2 billion cost in 2014.\n\nIn 2015, with projected costs increased to $3.3 billion, the project was placed on hold. A revised plan, with more modest stations and other value engineering, was submitted in 2016 and approved in 2017. The main $1.08 billion design-build contract was issued in November 2017, with several optional items like platform canopies and a larger vehicle maintenance facility included. Construction began in 2018, with the old Lechmere station closed in May 2020. The new Lechmere station and Union Square Branch opened on March 21, 2022, while the Medford Branch is planned to open on December 12, 2022.[143][144]\n\nIn October 2013, MassDOT announced plans for a $1.3 billion subway car order for the Orange and Red Lines, which would  replace and expand the existing car fleets and add more frequent service.[145] The MassDOT Board awarded a $566.6 million contract to a China based manufacturer CNR (which became part of CRRC the following year) to build 404 replacement railcars for the Orange Line and Red Line.[146] The other bidders were Bombardier Transportation, Kawasaki Heavy Industries and Hyundai Rotem.  CNR began building the cars at a new manufacturing plant in Springfield, Massachusetts, with initial deliveries expected in 2018 and all cars in service by 2023.[146] The Board forwent federal funding to allow the contract to specify the cars be built in Massachusetts, in order to create a local railcar manufacturing industry.[147] In addition to the new rolling stock, the $1.3 billion allocated for the project will pay for testing, signal improvements and expanded maintenance facilities, as well as other related expenses.[146] Sixty percent of the car's components are sourced from the United States.[148] Replacement of the signal systems, which will increase reliability and allow more frequent trains, is expected to be complete by 2022, with a total cost of $218 million for both lines.[149]\n\nThere are several proposed extensions to current commuter rail lines. An extension of the Stoughton Line known as South Coast Rail is proposed to serve Fall River, and New Bedford.[150][151] Critics argue that building the extension does not make economic sense.[152]\n\nA 20-mile (32 km) extension of the Providence Line past Providence to T. F. Green Airport and Wickford Junction in Rhode Island opened in 2012. The Rhode Island Department of Transportation is also studying the feasibility of serving existing Amtrak stations in Kingston and Westerly as well as constructing new stations in Cranston, East Greenwich, and West Davisville. Federal funding has also been provided for preliminary planning of a new station in Pawtucket.[153]\n\nIn September 2009, CSX Transportation and the Commonwealth of Massachusetts finalized a $100 million agreement to purchase CSX's Framingham to Worcester tracks, as well as some other track, to improve service on the Framingham/Worcester Line.[154] A liability issue that had held up the agreement[155][156] was resolved. There is also a project underway to upgrade the Fitchburg Line to have cab signaling and to construct a second track along a 7-mile (11 km) run near Acton which is shared with freight traffic, so that the Fitchburg to Boston trip will be able to take only about an hour. Completion is expected in December 2015.[157]\n\nThe state of New Hampshire created the New Hampshire Rail Transit Authority and allocated money to build platforms at Nashua and Manchester.[158] An article in The Eagle-Tribune claimed that Massachusetts was negotiating to buy property which has the potential to extend the Haverhill Line to Plaistow, New Hampshire.[159]\n\nMassachusetts agreed in 2005 to make improvements on the Fairmount Line part of its legally binding commitment to mitigate increased air pollution from the Big Dig. These improvements, including four new infill stations, were supposed to be complete by December 31, 2011.[160] The total cost of the project was estimated at $79.4 million,[161] and it was expected to divert 220 daily trips from automobiles to transit.[162] As of March 2014[update], three of the new stations were open; the fourth station has been delayed by community opposition. In 2014, the MBTA announce it would purchase Diesel Multiple Unit (DMU) self-propelled rail cars for the Fairmount Line with eventual expansion to five other lines to be known as the Indigo Line.[163] The planned DMU procurement was canceled in 2015.[164]\n\nNo direct rail connection exists between North Station and South Station, effectively splitting the commuter rail network into separate pieces. A North–South Rail Link has been proposed to unite the two halves of the commuter rail system, to allow more convenient and efficient through-routed service. However, because of high cost, Massachusetts withdrew its sponsorship of the proposal in 2006, in communications with the United States Department of Transportation.  Advocacy groups continue to press for the project as a better alternative than expanding South Station, which would also be costly but provide fewer overall improvements in service.[165]\n\n"
        },
        {
            "title": "MBTA Massachusetts Realty Group",
            "text": "As one of the most expansive land owners throughout the Commonwealth, the MBTA established a joint public-private management agency[166]  for managing the MBTA's vast inventory of property holdings and land.[167]\n\nThis allows the transit authority to work with entities to obtain right-of-way (ROW) grant on property which the MBTA administers. The agency assists with the processing of all ROW applications as efficiently and economically as possible, and authorizes these grants at the authorized officer’s discretion. Generally, the ROW is granted for an additional stream of revenue to the MBTA outside of normal fare revenue. The agency additionally facilitates persons or organizations wanting to provide concessions, or public advertising potential; or the awardance of property easements.\n\nOccasionally sale of some surplus under-utilized public space under the MBTA real estate agency's responsibility are disposed of though bidding.  This may include lands formerly in use as the state's streetcar network, equipment depots, electric substations, former railroad lines & yards or other properties.  Given the vast long-haul rail routes, the MBTA further determined its desire to work with distance providers of telecom or utilities to provide authorization to use pieces of public land for ROW projects, including: renewable energy installs, electric power lines & energy corridors, optical fibre lines, communications sites, road, trail, canal, flume, pipeline or reservoir uses.\n\n"
        },
        {
            "title": "Management and administration",
            "text": "In 2015, Massachusetts Governor Charlie Baker signed new legislation creating a financial control board to oversee the MBTA,[168] replacing the Massachusetts Department of Transportation's Board of Directors in the role of overseeing the transit authority.[169] The Fiscal and Management Control Board (FMCB) started meeting in July 2015 and was charged with bringing financial stability to the agency.[170] It reported to Massachusetts Secretary of Transportation Stephanie Pollack. Three of the five members of the MBTA FMCB were also members of the Massachusetts Department of Transportation. The FMCB's term expired at the end of June 2021 and was not extended.[171] It was dissolved and replaced by a new governing body known simply as the MBTA Board of Directors and consisting of seven members.[171][172][173]\n\nThe Massachusetts Secretary of Transportation leads the executive management team of MassDOT in addition to serving in the Governor's Cabinet. The MBTA's executive management team is led by its General Manager, who is currently also serving as the MassDOT Rail and Transit Administrator, overseeing all public transit in the state.[174]\n\nThe MBTA Advisory Board represents the cities and towns in the MBTA service district. The municipalities are assessed a total of $143M annually (as of FY2008[update]). In return, the Advisory Board has veto power over the MBTA operating and capital budgets, including the power to reduce the overall amount.[175]\n\nThe MBTA is headquartered in the State Transportation Building (10 Park Plaza) in Boston, with the operations control center at 45 High Street. The agency operates service from a number of bus garages, rail yards, and maintenance facilities. The MBTA maintains its own police force, the Massachusetts Bay Transportation Authority Police, which has jurisdiction in MBTA facilities and vehicles.\n\nAs of 2009[update], the MBTA employs 6,346 workers, of which roughly 600 are in part-time jobs.[178]\n\nStructurally, the employees of the MBTA function as part of a handful of trade unions. The largest union of the MBTA is the Carmen's Union (Local 589), representing bus and subway operators. This includes full and part-time bus drivers, motorpersons and streetcar motorpersons, full and part-time train attendants, and Customer Service Agents (CSAs). Further unions include the Machinists Union, Local 264; Electrical Workers Union, Local 717; the Welder's Union, Local 651; the Executive Union; the Office and Professional Employees International Union, Local 453; the Professional and Technical Engineers Union, Local 105; and the Office and Professional Employees Union, Local 6.\n\nWithin the authority, employees are ranked according to seniority (or \"rating\"). This is categorized by an employee's five or six-digit badge number, though some of the longest serving employees still have only three or four-digits. An employee's badge number indicates the relative length of employment with the MBTA; badges are issued in sequential order. The rating structure determines many different things, including the rank in which perks are to be offered to employee, such as: When offering the choice for quarter-annual route assignments (\"picks\"), overtime offerings, and even the rank to transfer new hires from part-time roles to a full-time role.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "In 1951, the growing subway network was the setting of \"A Subway Named Mobius\", a science fiction short story written by the American astronomer Armin Joseph Deutsch. The tale described a Boston subway train which accidentally became a \"phantom\" by becoming lost in the fourth dimension, analogous to a topological Mobius strip.[179]: 43 [180] In 2001, a half-century later, the narrative was awarded a Retro Hugo Award for Best Short Story at the World Science Fiction Convention.[181]\n\nIn 1959, the satirical song \"M.T.A.\" (informally known as \"Charlie on the MTA\") was a hit single, as performed by the folksingers the Kingston Trio. It tells the absurd story of a passenger named Charlie, who cannot pay a newly imposed 5-cent exit fare, and thus remains trapped in the subway system. The song was still well known in 2006, when the MBTA named its new electronic farecards the \"CharlieCard\" and \"CharlieTicket\".\n\n"
        }
    ]
}