{
    "url": "https://en.wikipedia.org/wiki/Mass_surveillance_in_the_United_States",
    "title": "Mass surveillance in the United States",
    "table_of_contents": [
        "1 National Security Agency (NSA)",
        "2 Federal Bureau of Investigation (FBI)",
        "3 Church committee review",
        "4 ECHELON",
        "5 Escalation following September 11, 2001 attacks",
        "6 Acceleration of media leaks (2010–present)",
        "7 2013 mass surveillance disclosures",
        "8 H.R.4681 – Intelligence Authorization Act for Fiscal Year 2015",
        "9 USA Freedom Act",
        "10 Modalities, concepts, and methods",
        "10.1 Logging postal mail",
        "10.2 Wiretapping",
        "10.2.1 Legal foundations",
        "10.2.2 Internet communications",
        "10.2.3 Advertising data",
        "10.2.4 Intelligence apparatus to monitor Americans",
        "10.2.5 Telephones",
        "10.2.6 Infiltration of smartphones",
        "10.3 Data mining of subpoenaed records",
        "10.4 Surveillance cameras",
        "10.5 Surveillance drones",
        "10.6 Infiltration of activist groups",
        "10.7 International cooperation",
        "11 Uses of intercepted data",
        "12 See also",
        "13 References",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The practice of mass surveillance in the United States dates back to wartime monitoring and censorship of international communications from, to, or which passed through the United States. After the First and Second World Wars, mass surveillance continued throughout the Cold War period, via programs such as the Black Chamber and Project SHAMROCK. The formation and growth of federal law-enforcement and intelligence agencies such as the FBI, CIA, and NSA institutionalized surveillance used to also silence political dissent, as evidenced by COINTELPRO projects which targeted various organizations and individuals. During the Civil Rights Movement era, many individuals put under surveillance orders were first labelled as integrationists, then deemed subversive, and sometimes suspected to be supportive of the communist model of the United States' rival at the time, the Soviet Union. Other targeted individuals and groups included Native American activists, African American and Chicano liberation movement activists, and anti-war protesters.\n\nThe formation of the international UKUSA surveillance agreement of 1946 evolved into the ECHELON collaboration by 1955[1] of five English-speaking nations, also known as the Five Eyes, and focused on interception of electronic communications, with substantial increases in domestic surveillance capabilities.[2]\n\nFollowing the September 11th attacks of 2001, domestic and international mass surveillance capabilities grew immensely. Contemporary mass surveillance relies upon annual presidential executive orders declaring a continued State of National Emergency, first signed by George W. Bush on September 14, 2001 and then continued on an annual basis by President Barack Obama.[3] Mass surveillance is also based on several subsequent national security Acts including the USA PATRIOT Act and FISA Amendment Act's PRISM surveillance program. Critics and political dissenters currently describe the effects of these acts, orders, and resulting database network of fusion centers as forming a veritable American police state that simply institutionalized the illegal COINTELPRO tactics used to assassinate dissenters and leaders from the 1950s onwards.[4][5][6]\n\nAdditional surveillance agencies, such as the DHS and the position of Director of National Intelligence, have exponentially escalated mass surveillance since 2001. A series of media reports in 2013 revealed more recent programs and techniques employed by the US intelligence community.[7][8] Advances in computer and information technology allow the creation of huge national databases that facilitate mass surveillance in the United States[7] by DHS managed fusion centers, the CIA's Terrorist Threat Integration Center (TTIC) program, and the FBI's Terrorist Screening Database (TSDB).\n\nMass surveillance databases are also cited as responsible for profiling Latino Americans and contributing to \"self-deportation\" techniques, or physical deportations by way of the DHS's ICEGang national database.[9]\n\nAfter World War I, the US Army and State Department established the Black Chamber, also known as the Cipher Bureau, which began operations in 1919.[10] The Black Chamber was headed by Herbert O. Yardley, who had been a leader in the Army's Military Intelligence program. Regarded as a precursor to the National Security Agency, it conducted peacetime decryption of material including diplomatic communications until 1929.[11][12]\n\nIn the advent of World War II, the Office of Censorship was established. The wartime agency monitored \"communications by mail, cable, radio, or other means of transmission passing between the United States and any foreign country\".[13] This included the 350,000 overseas cables and telegrams and 25,000 international telephone calls made each week.[14]: 144  \"Every letter that crossed international or U.S. territorial borders from December 1941 to August 1945 was subject to being opened and scoured for details.\"[13]\n\nWith the end of World War II, Project SHAMROCK was established in 1945. The organization was created to accumulate telegraphic data entering and exiting from the United States.[11][15] Major communication companies such as Western Union, RCA Global and ITT World Communications actively aided the project, allowing American intelligence officials to gain access to international message traffic.[16] Under the project, and many subsequent programs, no precedent had been established for judicial authorization, and no warrants were issued for surveillance activities. The project was terminated in 1975.[11]\n\nPresident Harry S. Truman established the National Security Agency (NSA) in 1952 for the purposes of collecting, processing, and monitoring intelligence data.[17] The existence of NSA was not known to people as the memorandum by President Truman was classified.[18]\n\nWhen the Citizens' Commission to Investigate the FBI published stolen FBI documents revealing abuse of intelligence programs in 1971, Senator Frank Church began an investigation into the programs that become known as the Church Committee. The committee sought to investigate intelligence abuses throughout the 1970s.  Following a report provided by the committee outlining egregious abuse, in 1976 Congress established the Senate Select Committee on Intelligence. It would later be joined by the Foreign Intelligence Surveillance Court in 1978.[11] The institutions worked to limit the power of the agencies, ensuring that surveillance activities remained within the rule of law.[19]\n\nFollowing the attacks of September 11, 2001, Congress passed The Patriot Act to strengthen security and intelligence efforts. The act granted the President broad powers on the war against terror, including the power to bypass the FISA Court for surveillance orders in cases of national security. Additionally, mass surveillance activities were conducted alongside various other surveillance programs under the head of President's Surveillance Program.[20] Under pressure from the public, the warrantless wiretapping program was allegedly ended in January 2007.[21]\n\nMany details about the surveillance activities conducted in the United States were revealed in the disclosure by Edward Snowden in June 2013.[22][23] Regarded as one of the biggest media leaks in the United States, it presented extensive details about the surveillance programs of the NSA, that involved interception of Internet data and telephonic calls from over a billion users, across various countries.[24][23]\n\n"
        },
        {
            "title": "",
            "text": "1947: The National Security Act was signed by President Truman, establishing a National Security Council.[25]\n\n1949: The Armed Forces Security Agency was established to coordinate signal operations between military branches.[26]\n\n1952: The National Security Agency (NSA) was officially established by President Truman by way of a National Security Council Intelligence Directive 9, dated Oct. 24, while the NSA officially came into existence days later on Nov. 4.[11] According to The New York Times, the NSA was created in \"absolute secrecy\" by President Truman,[27]  whose surveillance-minded administration ordered, only six weeks after President Truman took office, wiretaps on the telephones of Thomas Gardiner Corcoran, a close advisor of Franklin D. Roosevelt.[28] The recorded conversations are currently kept at the Harry S. Truman Presidential Library and Museum, along with other documents considered sensitive (≈233,600 pages).\n\n"
        },
        {
            "title": "",
            "text": "Institutional domestic surveillance was founded in 1896 with the National Bureau of Criminal Identification, which evolved by 1908 into the Bureau of Investigation, operated under the authority of the Department of Justice. In 1935, the FBI had grown into an independent agency under the direction of J. Edgar Hoover whose staff, through the use of wire taps, cable taps, mail tampering, garbage filtering and infiltrators, prepared secret FBI Index Lists on more than 10 million people by 1939.[29]\n\nPurported to be chasing 'communists' and other alleged subversives, the FBI used public and private pressure to destroy the lives of those it targeted during McCarthyism, including those lives of the Hollywood 10 with the Hollywood blacklist. The FBI's surveillance and investigation roles expanded in the 1950s while using the collected information to facilitate political assassinations, including the murders of Fred Hampton and Mark Clark in 1969. FBI is also directly connected to the bombings, assassinations, and deaths of other people including Malcolm X in 1963, Viola Liuzzo in 1965, Dr. Martin Luther King Jr. in 1968, Anna Mae Pictou Aquash in 1976, and Judi Bari in 1990.[30]\n\nAs the extent of the FBI's domestic surveillance continued to grow, many celebrities were also secretly investigated by the bureau, including:\n\n1967–73: The now-defunct Project MINARET was created to spy on U.S. citizens. At the request of the U.S. Army, those who protested against the Vietnam War were put on the NSA's \"watch list\".[16]\n\n"
        },
        {
            "title": "Church committee review",
            "text": "1975: The Church Committee of the United States Senate was set up to investigate widespread intelligence abuses by the NSA, CIA and FBI.[11] Domestic surveillance, authorized by the highest executive branch of the federal government, spanned from the FDR Administration to the Presidency of Richard Nixon. The following examples were reported by the Church Committee:\n\nThe Final Report (Book II) of the Church Committee revealed the following statistics:\n\nIn response to the committee's findings, the United States Congress passed the Foreign Intelligence Surveillance Act in 1978, which led to the establishment of the United States Foreign Intelligence Surveillance Court, which was authorized to issue surveillance warrants.[51]\n\nSeveral decades later in 2013, the presiding judge of the FISA Court, Reggie Walton, told The Washington Post that the court only has a limited ability to supervise the government's surveillance, and is therefore \"forced\" to rely upon the accuracy of the information that is provided by federal agents.[52]\n\nOn August 17, 1975 Senator Frank Church stated on NBC's \"Meet the Press\" without mentioning the name of the NSA about this agency:\n\n"
        },
        {
            "title": "ECHELON",
            "text": "In 1988 an article titled \"Somebody's listening\" by Duncan Campbell in the New Statesman described the signals-intelligence gathering activities of a program code-named \"ECHELON\".[56] The program was engaged by English-speaking World War II Allied countries – Australia, Canada, New Zealand, the United Kingdom and the United States (collectively known as AUSCANNZUKUS). It was created by the five countries to monitor the military and diplomatic communications of the Soviet Union and of its Eastern Bloc allies during the Cold War in the early 1960s.[57]\n\nBy the 1990s the ECHELON system could intercept satellite transmissions, public switched telephone network (PSTN) communications (including most Internet traffic), and transmissions carried by microwave. The New Zealand journalist Nicky Hager provided a detailed description of ECHELON in his 1996 book Secret Power.[58] While some member governments denied the existence of ECHELON, a report by a committee of the European Parliament in 2001 confirmed the program's use and warned Europeans about its reach and effects.[59] The European Parliament stated in its report that the term \"ECHELON\" occurred in a number of contexts, but that the evidence presented indicated it was a signals-intelligence collection system capable of interception and content-inspection of telephone calls, fax, e-mail and other data-traffic globally.[57]\n\nJames Bamford further described the capabilities of ECHELON in Body of Secrets (2002) about the National Security Agency.[60] Intelligence monitoring of citizens, and their communications, in the area covered by the AUSCANNZUKUS security agreement have, over the years, caused considerable public concern.[61][62]\n\n"
        },
        {
            "title": "",
            "text": "In the aftermath of the September 2001 attacks on the World Trade Center and the Pentagon, bulk domestic spying in the United States increased dramatically. The desire to prevent future attacks of this scale led to the passage of the Patriot Act. Later acts include the Protect America Act (which removes the warrant requirement for government surveillance of foreign targets)[66] and the FISA Amendments Act (which relaxed some of the original FISA court requirements).\n\nIn 2002, \"Total Information Awareness\" was established by the U.S. government in order to \"revolutionize the ability of the United States to detect, classify and identify foreign terrorists\".[67]\n\nIn 2005, a report about President Bush's President's Surveillance Program appeared in The New York Times. According to reporters James Risen and Eric Lichtblau, the actual publication of their report was delayed for a year because \"The White House asked The New York Times not to publish this article\".[64]\n\nAlso in 2005, the existence of STELLARWIND was revealed by Thomas Tamm.[68] In 2006, Mark Klein revealed the existence of Room 641A that he had wired back in 2003.[69] In 2008, Babak Pasdar, a computer security expert, and CEO of Bat Blue publicly revealed the existence of the \"Quantico circuit\", that he and his team found in 2003. He described it as a back door to the federal government in the systems of an unnamed wireless provider; the company was later independently identified as Verizon.[70]\n\nThe NSA's database of American's phone calls was made public in 2006 by USA Today journalist Leslie Cauley in an article titled, \"NSA has massive database of Americans' phone calls.\"[71] The article cites anonymous sources that described the program's reach on American citizens:\n\nThe report failed to generate discussion of privacy rights in the media and was not referenced by Greenwald or The Washington Post in any of their subsequent reporting.\n\nIn 2009, The New York Times cited several anonymous intelligence officials alleging that \"the N.S.A. made Americans targets in eavesdropping operations based on insufficient evidence tying them to terrorism\" and \"the N.S.A. tried to wiretap a member of Congress without a warrant\".[72]\n\n"
        },
        {
            "title": "",
            "text": "On 15 March 2012, the American magazine Wired published an article with the headline \"The NSA Is Building the Country's Biggest Spy Center (Watch What You Say)\",[73] which was later mentioned by U.S. Rep. Hank Johnson during a congressional hearing. In response to Johnson's inquiry, NSA director Keith B. Alexander testified that these allegations made by Wired magazine were untrue:\n\n"
        },
        {
            "title": "2013 mass surveillance disclosures",
            "text": "On 6 June 2013, Britain's The Guardian newspaper began publishing a series of revelations by an unnamed American whistleblower, revealed several days later to be former CIA and NSA-contracted systems analyst Edward Snowden. Snowden gave a cache of internal documents in support of his claims to two journalists: Glenn Greenwald and Laura Poitras, Greenwald later estimated that the cache contains 15,000 – 20,000 documents, some very large and very detailed, and some very small.[75][76]  This was one of the largest news leaks in the modern history of the United States.[24]  In over two months of publications, it became clear that the NSA operates a complex web of spying programs which allow it to intercept internet and telephone conversations from over a billion users from dozens of countries around the world. Specific revelations have been made about China, the European Union, Latin America, Iran and Pakistan, and Australia and New Zealand, however the published documentation reveals that many of the programs indiscriminately collect bulk information directly from central servers and internet backbones, which almost invariably carry and reroute information from distant countries.\n\nDue to this central server and backbone monitoring, many of the programs overlap and interrelate among one another. These programs are often done with the assistance of US entities such as the United States Department of Justice and the FBI,[77] are sanctioned by US laws such as the FISA Amendments Act, and the necessary court orders for them are signed by the secret Foreign Intelligence Surveillance Court. In addition to this, many of the NSA's programs are directly aided by national and foreign intelligence services, Britain's GCHQ and Australia's DSD, as well as by large private telecommunications and Internet corporations, such as Verizon, Telstra,[78] Google and Facebook.[79]\n\nOn 9 June 2013, Edward Snowden told The Guardian:\n\nThe US government has aggressively sought to dismiss and challenge Fourth Amendment cases raised: Hepting v. AT&T, Jewel v. NSA, Clapper v. Amnesty International, Al-Haramain Islamic Foundation v. Obama, and Center for Constitutional Rights v. Bush. The government has also granted retroactive immunity to ISPs and telecoms participating in domestic surveillance.[81][82]\n\nThe US district court judge for the District of Columbia, Richard Leon, declared[83][84][85][86][87][88]  on December 16, 2013 that the mass collection of metadata of Americans' telephone records by the National Security Agency probably violates the Fourth Amendment prohibition of unreasonable searches and seizures.[89]\n\n\"Plaintiffs have a substantial likelihood of showing that their privacy interests outweigh the government's interest in collecting and analysing bulk telephony metadata and therefore the NSA's bulk collection program is indeed an unreasonable search under the fourth amendment,\" he wrote.[90]\n\n\"The Fourth Amendment typically requires 'a neutral and detached authority be interposed between the police and the public,' and it is offended by 'general warrants' and laws that allow searches to be conducted 'indiscriminately and without regard to their connections with a crime under investigation,'\" he wrote.[91] He added:\n\nLeon granted the request for a preliminary injunction that blocks the collection of phone data for two private plaintiffs (Larry Klayman, a conservative lawyer, and Charles Strange, father of a cryptologist killed in Afghanistan when his helicopter was shot down in 2011)[90] and ordered the government to destroy any of their records that have been gathered. But the judge stayed action on his ruling pending a government appeal, recognizing in his 68-page opinion the \"significant national security interests at stake in this case and the novelty of the constitutional issues.\"[89]\n\n"
        },
        {
            "title": "",
            "text": "On 20 May 2014, U.S. Representative for Michigan's 8th congressional district Republican congressman Mike Rogers introduced Intelligence Authorization Act for Fiscal Year 2015 with the goal of authorizing appropriations for fiscal years 2014 and 2015 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and the Central Intelligence Agency (CIA) Retirement and Disability System, and for other purposes.[92]\n\nSome of its measures cover the limitation on retention. A covered communication (meaning any nonpublic telephone or electronic communication acquired without the consent of a person who is a party to the communication, including communications in electronic storage) shall not be retained in excess of 5 years, unless: (i) the communication has been affirmatively determined, in whole or in part, to constitute foreign intelligence or counterintelligence or is necessary to understand or assess foreign intelligence or counterintelligence; (ii) the communication is reasonably believed to constitute evidence of a crime and is retained by a law enforcement agency;  (iii) the communication is enciphered or reasonably believed to have a secret meaning; (iv) all parties to the communication are reasonably believed to be non-United States persons; (v) retention is necessary to protect against an imminent threat to human life, in which case both the nature of the threat and the information to be retained shall be reported to the congressional intelligence committees not later than 30 days after the date such retention is extended under this clause; (vi) retention is necessary for technical assurance or compliance purposes, including a court order or discovery obligation, in which case access to information retained for technical assurance or compliance purposes shall be reported to the congressional intelligence committees on an annual basis; (vii) retention for a period in excess of 5 years is approved by the head of the element of the intelligence community responsible for such retention, based on a determination that retention is necessary to protect the national security of the United States, in which case the head of such element shall provide to the congressional intelligence committees a written certification describing (I) the reasons extended retention is necessary to protect the national security of the United States; (II) the duration for which the head of the element is authorizing retention; (III) the particular information to be retained; and  (IV) the measures the element of the intelligence community is taking to protect the privacy interests of United States persons or persons located inside the United States.[93]\n\nOn 10 December 2014, Republican U.S. Representative for Michigan's 3rd congressional district member of Congress Justin Amash criticized the act on his Facebook as being \"one of the most egregious sections of law I've encountered during my time as a representative\" and \"It grants the executive branch virtually unlimited access to the communications of every American\".[94]\n\nOn 11 December 2014, a petition was created on We the People section of the whitehouse.gov website petitioning the Obama administration to veto the law.\n\n"
        },
        {
            "title": "USA Freedom Act",
            "text": "The USA Freedom Act was signed into law on June 2, 2015, the day after certain provisions of the Patriot Act had expired.  It mandated an end to bulk collection of phone call metadata by the NSA within 180 days, but allowed continued mandatory retention of metadata by phone companies with access by the government with case-by-case approval from the Foreign Intelligence Surveillance Court.[95]\n\n"
        },
        {
            "title": "",
            "text": "Under the Mail Isolation Control and Tracking program, the U.S. Postal Service photographs the exterior of every piece of paper mail that is processed in the United States — about 160 billion pieces in 2012. The U.S. Postmaster General stated that the system is primarily used for mail sorting, but the images are available for possible use by law enforcement agencies.[96] Created in 2001 following the anthrax attacks that killed five people, it is a sweeping expansion of a 100-year-old program called \"mail cover\" which targets people suspected of crimes. Together, the two programs show that postal mail is subject to the same kind of scrutiny that the National Security Agency gives to telephone calls, e-mail, and other forms of electronic communication.[97]\n\nMail cover surveillance requests are granted for about 30 days, and can be extended for up to 120 days. Images captured under the Mail Isolation Control and Tracking program are retained for a week to 30 days and then destroyed.[96] There are two kinds of mail covers: those related to criminal activity and those requested to protect national security. Criminal activity requests average 15,000 to 20,000 per year, while the number of requests for national security mail covers has not been made public. Neither the Mail Isolation Control and Tracking program nor the mail cover program require prior approval by a judge. For both programs the information gathered is metadata from the outside of the envelope or package for which courts have said there is no expectation of privacy. Opening the mail to view its contents would require a warrant approved by a judge.[97]\n\nBillions of dollars per year are spent, by agencies such as the Information Awareness Office, National Security Agency, and the Federal Bureau of Investigation, to develop, purchase, implement, and operate systems such as Carnivore, ECHELON, and NarusInsight to intercept and analyze the immense amount of data that traverses the Internet and telephone system every day.[98]\n\nThe Total Information Awareness program, of the Information Awareness Office, was formed in 2002 by the Pentagon and led by former rear admiral John Poindexter.[99] The program designed numerous technologies to be used to perform mass surveillance. Examples include advanced speech-to-text programs (so that phone conversations can be monitored en-masse by a computer, instead of requiring human operators to listen to them), social network analysis software to monitor groups of people and their interactions with each other, and \"Human identification at a distance\" software which allows computers to identify people on surveillance cameras by their facial features and gait (the way they walk). The program was later renamed \"Terrorism Information Awareness\", after a negative public reaction.\n\nThe Communications Assistance for Law Enforcement Act (CALEA), passed in 1994, requires that all U.S. telecommunications companies modify their equipment to allow easy wiretapping of telephone, VoIP, and broadband Internet traffic.[100][101][102]\n\nIn 1999 two models of mandatory data retention were suggested for the US. The first model would record the IP address assigned to a customer at a specific time. In the second model, \"which is closer to what Europe adopted\", telephone numbers dialed, contents of Web pages visited, and recipients of e-mail messages must be retained by the ISP for an unspecified amount of time.[103][104] In 2006 the International Association of Chiefs of Police adopted a resolution calling for a \"uniform data retention mandate\" for \"customer subscriber information and source and destination information.\"[105] The U.S. Department of Justice announced in 2011 that criminal investigations \"are being frustrated\" because no law currently exists to force Internet providers to keep track of what their customers are doing.[106]\n\nThe Electronic Frontier Foundation has an ongoing lawsuit (Hepting v. AT&T) against the telecom giant AT&T Inc. for its assistance to the U.S. government in monitoring the communications of millions of American citizens. It has managed thus far to keep the proceedings open. Recently the documents, which were exposed by a whistleblower who had previously worked for AT&T, and showed schematics of the massive data mining system, were made public.[107][108]\n\nThe FBI developed the computer programs \"Magic Lantern\" and CIPAV, which it can remotely install on a computer system, in order to monitor a person's computer activity.[109]\n\nThe NSA has been gathering information on financial records, Internet surfing habits, and monitoring e-mails. It has also performed extensive surveillance on social networks such as Facebook.[110] Recently, Facebook has revealed that, in the last six months of 2012, they handed over the private data of between 18,000 and 19,000 users to law enforcement of all types—including local police and federal agencies, such as the FBI, Federal Marshals and the NSA.[111] One form of wiretapping utilized by the NSA is RADON, a bi-directional host tap that can inject Ethernet packets onto the same target. It allows bi-directional exploitation of Denied networks using standard on-net tools.  The one limitation of RADON is that it is a USB device that requires a physical connection to a laptop or PC to work. RADON was created by a Massachusetts firm called Netragard. Their founder, Adriel Desautels, said about RADON, \"it is our 'safe' malware. RADON is designed to enable us to infect customer systems in a safe and controllable manner. Safe means that every strand is built with an expiration date that, when reached, results in RADON performing an automatic and clean self-removal.\"[112]\n\nThe NSA is also known to have splitter sites in the United States. Splitter sites are places where a copy of every packet is directed to a secret room where it is analyzed by the Narus STA 6400, a deep packet inspection device.[113] Although the only known location is at 611 Folsom Street, San Francisco, California, expert analysis of Internet traffic suggests that there are likely several locations throughout the United States.\n\nIn September 2022 the EFF and AP revealed their investigation into the use of advertising IDs to develop the Fog Reveal database.[114][115] Fog Reveal aggregates location data from mobile applications, which is then supplied as a service to United States law enforcement agencies.\n\nSince the September 11, 2001 terrorist attacks, a vast domestic intelligence apparatus has been built to collect information using FBI, local police, state homeland security offices and military criminal investigators. The intelligence apparatus collects, analyzes and stores information about millions of (if not all) American citizens, most of whom have not been accused of any wrongdoing. Every state and local law enforcement agency is to feed information to federal authorities to support the work of the FBI.[116]\n\nThe PRISM special source operation system was enabled by the Protect America Act of 2007 under President Bush and the FISA Amendments Act of 2008, which legally immunized private companies that cooperated voluntarily with US intelligence collection and was renewed by Congress under President Obama in 2012 for five years until December 2017. According to The Register, the FISA Amendments Act of 2008 \"specifically authorizes intelligence agencies to monitor the phone, email, and other communications of U.S. citizens for up to a week without obtaining a warrant\"[citation needed] when one of the parties is outside the U.S.\n\nPRISM was first publicly revealed on 6 June 2013, after classified documents about the program were leaked to The Washington Post and The Guardian by Edward Snowden.\n\nIn early 2006, USA Today reported that several major telephone companies were cooperating illegally with the National Security Agency to monitor the phone records of U.S. citizens, and storing them in a large database known as the NSA call database. This report came on the heels of allegations that the U.S. government had been conducting electronic surveillance of domestic telephone calls without warrants.[117]\n\nLaw enforcement and intelligence services in the United States possess technology to remotely activate the microphones in cell phones in order to listen to conversations that take place nearby the person who holds the phone.[118][119][120]\n\nU.S. federal agents regularly use mobile phones to collect location data. The geographical location of a mobile phone (and thus the person carrying it) can be determined easily (whether it is being used or not), using a technique known multilateration to calculate the differences in time for a signal to travel from the cell phone to each of several cell towers near the owner of the phone.[121][122]\n\nIn 2013, the existence of the Hemisphere Project, through which AT&T provides call detail records to government agencies, became publicly known.\n\nAs worldwide sales of smartphones began exceeding those of feature phones, the NSA decided to take advantage of the smartphone boom. This is particularly advantageous because the smartphone combines a myriad of data that would interest an intelligence agency, such as social contacts, user behavior, interests, location, photos and credit card numbers and passwords.[123]\n\nAn internal NSA report from 2010 stated that the spread of the smartphone has been occurring \"extremely rapidly\"—developments that \"certainly complicate traditional target analysis.\"[123] According to the document, the NSA has set up task forces assigned to several smartphone manufacturers and operating systems, including Apple Inc.'s iPhone and iOS operating system, as well as Google's Android mobile operating system.[123] Similarly, Britain's GCHQ assigned a team to study and crack the BlackBerry.[123]\n\nUnder the heading \"iPhone capability\", the document notes that there are smaller NSA programs, known as \"scripts\", that can perform surveillance on 38 different features of the iPhone 3 and iPhone 4 operating systems. These include the mapping feature, voicemail and photos, as well as Google Earth, Facebook and Yahoo! Messenger.[123]\n\nThe FBI collected nearly all hotel, airline, rental car, gift shop, and casino records in Las Vegas during the last two weeks of 2003. The FBI requested all electronic data of hundreds of thousands of people based on a very general lead for the Las Vegas New Year's celebration. The Senior VP of The Mirage went on record with PBS' Frontline describing the first time they were requested to help in the mass collection of personal information.[125]\n\nWide Area Persistent Surveillance (also Wide Area Motion Imaging) is a form of airborne surveillance system that collects pattern-of-life data by recording motion images of an area larger than a city –  in sub-meter resolution. This video allows for anyone within the field of regard to be tracked –  both live and retroactively, for forensic analysis. The use of sophisticated tracking algorithms applied to the WAMI dataset also enables mass automated geo-location tracking of every vehicle and pedestrian.[126] WAMI sensors are typically mounted on manned airplanes, drones, blimps and aerostats. WAMI is currently in use on the southern border of the US and has been deployed in Baltimore,[127] Dayton Ohio as well as in Los Angeles, specifically targeting Compton. Wide Area Persistent Surveillance systems such as ARGUS WAMI are capable of live viewing and recording a 68 square mile area with enough detail to view pedestrians and vehicles and generate chronographs.[citation needed] These WAMI cameras, such as Gorgon Stare, Angelfire, Hiper Stare, Hawkeye and ARGUS,[128] create airborne video so detailed that pedestrians can be followed across the city through forensic analysis. This allows investigators to rewind and playback the movements of anyone within this 68 square mile area for hours, days or even months at a time depending on the airframe the WAMI sensors are mounted on. JLENS, a surveillance aerostat scheduled for deployment over the east coast of the US, is a form of WAMI that uses sophisticated radar imaging along with electro-optical WAMI sensors to enable mass geo-location tracking of ground vehicles.\n\nWhile a resistance to the domestic deployment of WAMI has emerged in areas where the public has learned of the technologies use, the deployments have been intentionally hidden from the public, as in Compton California, where the mayor learned about the surveillance[129] from groups like the American Civil Liberties Union,[130] Teame Zazzu[126] and the Center for Investigative Reporting.\n\nPeSEAS[131] and PerMIATE[132] software automate and record the movement observed in the WAMI video.[133] This technology uses software to track and record the movements of pedestrians and vehicles using automatic object recognition software across the entire frame, generating \"tracklets\" or chronographs of every car and pedestrian movements. 24/7 deployment of this technology has been suggested by the DHS on spy blimps such as the recently killed Blue Devil Airship.[134]\n\nTraffic cameras, which were meant to help enforce traffic laws at intersections, have also sparked some controversy, due to their use by law enforcement agencies for purposes unrelated to traffic violations.[135] These cameras also work as transit choke-points that allow individuals inside the vehicle to be positively identified and license plate data to be collected and time stamped for cross reference with airborne WAMI such as ARGUS and HAWKEYE used by police and Law Enforcement.[136]\n\nThe Department of Homeland Security is funding networks of surveillance cameras in cities and towns as part of its efforts to combat terrorism.[137] In February 2009, Cambridge, MA rejected the cameras due to privacy concerns.[138]\n\nIn July 2020, the Electronic Frontier Foundation (EFF) reported that the San Francisco Police Department (SFPD) used a camera network in the city's Business Improvement District amid protests against police violence.[139] The report claims that the SFPD's usage of the camera network went beyond investigating footage, likening the department's access to real-time video feeds as \"indiscriminate surveillance of protestors.\"[139]\n\nOn 19 June 2013, FBI Director Robert Mueller told the United States Senate Committee on the Judiciary that the federal government had been employing surveillance drones on U.S. soil in \"particular incidents\".[140] According to Mueller, the FBI is currently in the initial stage of developing drone policies.[140]\n\nEarlier in 2012, Congress passed a US$63 billion bill that will grant four years of additional funding to the Federal Aviation Administration (FAA). Under the bill, the FAA is required to provide military and commercial drones with expanded access to U.S. airspace by October 2015.[141]\n\nIn February 2013, a spokesman for the Los Angeles Police Department explained that these drones would initially be deployed in large public gatherings, including major protests. Over time, tiny drones would be used to fly inside buildings to track down suspects and assist in investigations.[142] According to The Los Angeles Times, the main advantage of using drones is that they offer \"unblinking eye-in-the-sky coverage\". They can be modified to carry high-resolution video cameras, infrared sensors, license plate readers, listening devices, and be disguised as sea gulls or other birds to mask themselves.[142]\n\nThe FBI and Customs and Border Protection have used drones for surveillance of protests by the Black Lives Matter movement.[143]\n\nIn 2003, consent decrees against surveillance around the country were lifted, with the assistance of the Justice Department.[144]\n\nThe New York City Police Department infiltrated and compiled dossiers on protest groups before the 2004 Republican National Convention, leading to over 1,800 arrests and subsequent fingerprinting.[145]\n\nIn 2008, Maryland State Police infiltrated local peace groups.[146]\n\nIn 2013, a Washington, D.C. undercover cop infiltrated peace groups.[147]\n\nDuring World War II, the BRUSA Agreement was signed by the governments of the United States and the United Kingdom for the purpose of intelligence sharing. This was later formalized in the UKUSA Agreement of 1946 as a secret treaty. The full text of the agreement was released to the public on 25 June 2010.[148]\n\nAlthough the treaty was later revised to include other countries such as Denmark, Germany, Ireland, Norway, Turkey, and the Philippines,[148] most of the information sharing is performed by the so-called \"Five Eyes\",[149] a term referring to the following English-speaking western democracies and their respective intelligence agencies:\n\nIn 2013, media disclosures revealed how other government agencies have cooperated extensively with the \"Five Eyes\":\n\nAside from the \"Five Eyes\", most other Western countries are also participating in the NSA surveillance system and sharing information with each other.[161] However, being a partner of the NSA does not automatically exempt a country from being targeted by the NSA. According to an internal NSA document leaked by Snowden, \"We (the NSA) can, and often do, target the signals of most 3rd party foreign partners.\"[162]\n\nExamples of members of the \"Five Eyes\" spying for each other:\n\n"
        },
        {
            "title": "Uses of intercepted data",
            "text": "Most of the NSA's collected data which was seen by human eyes (i.e., used by NSA operatives) was used in accordance with the stated objective of combating terrorism.[165][166][167]\n\nOther than to combat terrorism, these surveillance programs have been employed to assess the foreign policy and economic stability of other countries.[168]\n\nAccording to reports by Brazil's O Globo newspaper, the collected data was also used to target \"commercial secrets\".[169] In a statement addressed to the National Congress of Brazil, journalist Glenn Greenwald testified that the U.S. government uses counter-terrorism as a \"pretext\" for clandestine surveillance in order to compete with other countries in the \"business, industrial and economic fields\".[170][171]\n\nIn an interview with Der Spiegel published on 12 August 2013, former NSA Director Michael Hayden admitted that \"We [the NSA] steal secrets. We're number one in it\". Hayden also added that \"We steal stuff to make you safe, not to make you rich\".[168]\n\nAccording to documents seen by the news agency Reuters, information obtained in this way is subsequently funnelled to authorities across the nation to help them launch criminal investigations of Americans.[172] Federal agents are then instructed to \"recreate\" the investigative trail in order to \"cover up\" where the information originated,[172] known as parallel construction. (Were the true origins known, the evidence and resulting case might be invalidated as \"fruit of the poisonous tree\", a legal doctrine designed to deter abuse of power that prevents evidence or subsequent events being used in a case if they resulted from a search or other process that does not conform to legal requirements.)\n\nAccording to NSA Chief Compliance Officer John DeLong, most violations of the NSA's rules were self-reported, and most often involved spying on personal love interests using surveillance technology of the agency.[173]\n\nMost agricultural surveillance is not covert and is carried out by government agencies such as APHIS (USDA's Animal and Plant Health Inspection Service).[174] DHS has lamented the limited surveillance coverage provided by these inspections and works to augment this protection with their own resources.[174]\n\n"
        }
    ]
}