{
    "url": "https://en.wikipedia.org/wiki/Mathew_Brady",
    "title": "Mathew Brady",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Civil War documentation",
        "3 Later years",
        "4 Legacy",
        "4.1 Photojournalism and honors",
        "4.2 Books and documentaries",
        "4.3 Exhibitions",
        "5 Gallery and related images",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMathew B. Brady[1] (c. 1822–1824 – January 15, 1896) was one of the earliest photographers in American history. Best known for his scenes of the Civil War, he studied under inventor Samuel Morse, who pioneered the daguerreotype technique in America.  Brady opened his own studio in New York City in 1844, and photographed Andrew Jackson, John Quincy Adams, and Abraham Lincoln, among other public figures.\n\nWhen the Civil War started, his use of a mobile studio and darkroom enabled vivid battlefield photographs that brought home the reality of war to the public. Thousands of war scenes were captured, as well as portraits of generals and politicians on both sides of the conflict, though most of these were taken by his assistants, rather than by Brady himself.\n\nAfter the war, these pictures went out of fashion, and the government did not purchase the master-copies as he had anticipated. Brady's fortunes declined sharply, and he died in debt.\n\n"
        },
        {
            "title": "Early life",
            "text": "Brady left little record of his life before photography. Speaking to the press in the last years of his life, he stated that he was born between 1822 and 1824 in Warren County, New York, near Lake George. He was the youngest of three children to Irish immigrant parents, Andrew and Samantha Julia Brady.[2] In official documents before and during the war, however, he claimed to have himself been born in Ireland.[3]\n\n"
        },
        {
            "title": "Career",
            "text": "At age 16, Brady moved to Saratoga, New York, where he met portrait painter William Page and became Page's student. In 1839, the two traveled to Albany, New York, and then to New York City, where Brady continued to study painting with Page, and also with Page's former teacher, Samuel F. B. Morse.[4] Morse had met Louis Jacques Daguerre in France in 1839, and returned to the US to enthusiastically push the new daguerreotype invention of capturing images. At first, Brady's involvement was limited to manufacturing leather cases that held daguerreotypes.[5] But soon he became the center of the New York artistic colony that wished to study photography. Morse opened a studio and offered classes; Brady was one of the first students.[6][better source needed]\n\nIn 1844, Brady opened his own photography studio at the corner of Broadway and Fulton Street in New York,[7][8] and by 1845, he began to exhibit his portraits of famous Americans, including the likes of Senator Daniel Webster and poet Edgar Allan Poe.  In 1849, he opened a studio at 625 Pennsylvania Avenue in Washington, D.C., where he met Juliet (whom everybody called 'Julia') Handy, whom he married in 1850 and lived with on Staten Island.[7][9][10] Brady's early images were daguerreotypes, and he won many awards for his work; in the 1850s ambrotype photography became popular, which gave way to the albumen print, a paper photograph produced from large glass negatives most commonly used in the American Civil War photography.\n\nIn 1850, Brady produced The Gallery of Illustrious Americans, a portrait collection of prominent contemporary figures. The album, which featured noteworthy images including the elderly Andrew Jackson at the Hermitage, was not financially rewarding but invited increased attention to Brady's work and artistry.[4] In 1854, Parisian photographer André-Adolphe-Eugène Disdéri popularized the carte de visite and these small pictures (the size of a visiting card) rapidly became a popular novelty; thousands were created and sold in the United States and Europe.\n\nIn 1856, Brady placed an ad in the New York Herald offering to produce \"photographs, ambrotypes and daguerreotypes.\"[11] This inventive ad pioneered, in the US, the use of typeface and fonts that were distinct from the text of the publication and from that of other advertisements.[12]\n\nAt first, the effect of the Civil War on Brady's business was a brisk increase in sales of cartes de visite to departing soldiers. Brady readily marketed to parents the idea of capturing their young soldiers' images before they might be lost to war by running an ad in The New York Daily Tribune that warned, \"You cannot tell how soon it may be too late.\"[5] However, he was soon taken with the idea of documenting the war itself. He first applied to an old friend, General Winfield Scott, for permission to have his photographers travel to the battle sites, and eventually, he made his application to President Lincoln himself. Lincoln granted permission in 1861, with the provision that Brady finance the project himself.[2]\n\nHis efforts to document the American Civil War on a grand scale by bringing his photographic studio onto the battlefields earned Brady his place in history. Despite the dangers, financial risk, and discouragement by his friends, Brady was later quoted as saying \"I had to go. A spirit in my feet said 'Go,' and I went.\" His first popular photographs of the conflict were at the First Battle of Bull Run, in which he got so close to the action that he barely avoided capture. While most of the time the battle had ceased before pictures were taken, Brady came under direct fire at the First Battle of Bull Run, Petersburg, and Fredericksburg.\n\nHe also employed Alexander Gardner,[14] James Gardner, Timothy H. O'Sullivan, William Pywell, George N. Barnard, Thomas C. Roche, and seventeen other men, each of whom was given a traveling darkroom, to go out and photograph scenes from the Civil War. Brady generally stayed in Washington, D.C., organizing his assistants and rarely visited battlefields personally. However, as author Roy Meredith points out, \"He [Brady] was essentially the director. The actual operation of the camera though mechanical is important, but the selection of the scene to be photographed is as important, if not more so than just 'snapping the shutter.'\"[15]\n\nThis may have been due, at least in part, to the fact that Brady's eyesight had begun to deteriorate in the 1850s. Many of the images in Brady's collection are, in reality, thought to be the work of his assistants. Brady was criticized for failing to document the work, though it is unclear whether it was intentional or due simply to a lack of inclination to document the photographer of a specific image. Because so much of Brady's photography is missing information, it is difficult to know not only who took the picture, but also exactly when or where it was taken.\n\nIn October 1862 Brady opened an exhibition of photographs from the Battle of Antietam in his New York gallery, titled The Dead of Antietam. Many images in this presentation were graphic photographs of corpses, a presentation new to America. This was the first time that many Americans saw the realities of war in photographs, as distinct from previous \"artists' impressions\".\n\nMathew Brady, through his many paid assistants, took thousands of photos of American Civil War scenes. Much of the popular understanding of the Civil War comes from these photos. There are thousands of photos in the US National Archives and the Library of Congress taken by Brady and his associates, Alexander Gardner, George Barnard and Timothy O'Sullivan.[14] The photographs include Lincoln, Grant, and soldiers in camps and battlefields. The images provide a pictorial cross reference of American Civil War history. Brady was not able to photograph actual battle scenes, as the photographic equipment in those days was still in the infancy of its technical development and required that a subject be still for a clear photo to be produced.[16]\n\nFollowing the conflict, a war-weary public lost interest in seeing photos of the war, and Brady's popularity and practice declined drastically.\n\n"
        },
        {
            "title": "Later years",
            "text": "During the war, Brady spent over $100,000 (About $1,878,001 in 2022) to create over 10,000 plates. He expected the US government to buy the photographs when the war ended. When the government refused to do so he was forced to sell his New York City studio and go into bankruptcy. Congress granted Brady $25,000 in 1875, but he remained deeply in debt. The public was unwilling to dwell on the gruesomeness of the war after it had ended, and so private collectors were scarce. \n\nDepressed by his financial situation and loss of eyesight, and devastated by the death of his wife in 1887, he died penniless in the charity ward of Presbyterian Hospital in New York City on January 15, 1896, from complications following a streetcar accident. Brady's funeral was financed by veterans of the 7th New York Infantry. He was buried in the Congressional Cemetery, which is located in Barney Circle, a neighborhood in the Southeast quadrant of Washington, D.C.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Brady photographed 18 of the 19 American presidents from John Quincy Adams to William McKinley. The exception was the 9th President, William Henry Harrison, who died in office three years before Brady started his photographic collection.  Brady photographed Abraham Lincoln on many occasions. His Lincoln photographs have been used for the $5 bill and the Lincoln penny. One of his Lincoln photos was used by the National Bank Note Company as a model for the engraving on the 90c Lincoln Postage issue of 1869.[17]\n\nThe thousands of photographs which Mathew Brady's photographers (such as Alexander Gardner and Timothy O'Sullivan) took have become the most important visual documentation of the Civil War, and have helped historians and the public better understand the era.\n\nBrady photographed and made portraits of many senior Union officers in the war, including:\n\nOn the Confederate side, Brady photographed: Jefferson Davis, P. G. T. Beauregard, Stonewall Jackson, Albert Pike, James Longstreet, James Henry Hammond, Henry Hopkins Sibley, and Robert E. Lee.[18] Brady also photographed Lord Lyons, the British ambassador to Washington during the Civil War.\n\nBrady is credited with being the father of photojournalism.[19] He can also be considered a pioneer in the orchestration of a \"corporate credit line.\"  In this practice, every image produced in his gallery was labeled \"Photo by Brady\"; however, Brady dealt directly with only the most distinguished subjects and most portrait sessions were carried out by others.[20]\n\nAs perhaps the best-known US photographer in the 19th century, it was Brady's name that came to be attached to the era's heavy specialized end tables which were factory-made specifically for use by portrait photographers. Such a \"Brady stand\" of the mid-19th century typically had a weighty cast iron base for stability, plus an adjustable-height single-column pipe leg for dual use as either a portrait model's armrest or (when fully extended and fitted with a brace attachment rather than the usual tabletop) as a neck rest. The latter was often needed to keep models steady during the longer exposure times of early photography. While Brady stand is a convenient term for these trade-specific articles of studio equipment, there is no proven connection between Brady himself and the Brady stand's invention circa 1855.[21]\n\nIn 2013, Brady Street in Tulsa, Oklahoma, was officially renamed \"Mathew Brady Street.\" The original namesake Brady was W. Tate Brady, a prominent businessman in Tulsa's early history, who had connections to the Ku Klux Klan and other racist organizations. Following considerable controversy, the City Council of Tulsa, OK on August 15, 2013, voted to retain the name Brady for the street, but that it would now refer to and honor Mathew B. Brady instead.  Mathew Brady never visited Tulsa in his lifetime.\n\nIn 1968 Brady was inducted into the International Photography Hall of Fame and Museum.[22]\n\nBrady and his Studio produced over 7,000 pictures (mostly two negatives of each). One set \"after undergoing extraordinary vicissitudes,\" came into U.S. government possession. His own negatives passed in the 1870s to E. & H. T. Anthony & Company of New York, in default of payment for photographic supplies. They \"were kicked about from pillar to post\" for 10 years, until John C. Taylor found them in an attic and bought them; from this they became \"the backbone of the Ordway–Rand collection; and in 1895 Brady himself had no idea of what had become of them. Many were broken, lost, or destroyed by fire. After passing to various other owners, they were discovered and appreciated by Edward Bailey Eaton,\" who set in motion \"events that led to their importance as the nucleus of a collection of Civil War photos published in 1912 as The Photographic History of the Civil War.[23]\n\nSome of the lost images are mentioned in the last episode of Ken Burns' 1990 documentary on the Civil War. Burns claims that glass plate negatives were often sold to gardeners, not for their images, but for the glass itself to be used in greenhouses and cold frames. In the years that followed the end of the war, the sun slowly burned away their filmy images and they were lost.[24]\n\nOn September 19, 1862, two days after the Battle of Antietam, the bloodiest day of combat on U.S. soil with more than 23,000 killed, wounded or missing, Mathew Brady sent photographer Alexander Gardner and his assistant James Gibson to photograph the carnage. In October 1862, Brady displayed the photos by Gardner at Brady's New York gallery under the title \"The Dead of Antietam.\"[25] The New York Times published a review.[26]\n\nIn October 2012, the National Museum of Civil War Medicine displayed 21 original Mathew Brady photographs from 1862 documenting the Civil War's Battle of Antietam.[25]\n\n"
        }
    ]
}