{
    "url": "https://en.wikipedia.org/wiki/Maturidi",
    "title": "Maturidi",
    "table_of_contents": [
        "1 Beliefs",
        "2 Concept of faith",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Māturīdī theology or Māturīdism[1] (Arabic: الماتريدية: al-Māturīdiyyah) is one of the main Sunnī schools of Islamic theology,[1] founded by the Persian Muslim scholar, Ḥanafī jurist, reformer (Mujaddid), and scholastic theologian Abū Manṣūr al-Māturīdī in the 9th–10th century.[1][2][3][4]\n\nAl-Māturīdī codified and systematized the theological beliefs already present among the Ḥanafite Muslim theologians of Balkh and Transoxania[5] under one school of systematic theology (kalām);[6][7] he emphasized the use of rationality and theological rationalism regarding the interpretation of the sacred scriptures of Islam.[2][5][6][8][9][10] Māturīdī theology is considered one of the orthodox creeds of Sunnī Islam alongside the Aṯharī and Ashʿarī,[1][4][11] and prevails in the Ḥanafī school of Islamic jurisprudence.[1][4][5][12]\n\nMāturīdism was originally circumscribed to the region of Transoxania in Central Asia[1][3][4][5][7][11] but it became the predominant theological orientation amongst the Sunnī Muslims of Persia before the Safavid conversion to Shīʿīsm in the 16th century, and the Ahl al-Ray (people of reason). It enjoyed a preeminent status in the Ottoman Empire and Mughal India.[1][4][7][11] Outside the old Ottoman and Mughal empires, most Turkic tribes, Hui people, Central Asian, and South Asian Muslims also follow the Māturīdī theology.[7] There have also been Arab Māturīdī scholars.[13]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The Māturīdī school of Islamic theology holds that:\n\nRegarding ʿaqīdah (creed), unlike many Aṯharīs (traditionalistic theologians), al-Māturīdī doesn't hold that angels are necessarily infallible. Pointing at Surah al-Baqara, he notes that angels too, have been tested.[20] Referring to Surah al-Anbiya, he points out, angels who claim divinity for themselves are sentenced to hell.[21] About Iblīs, otherwise known as Satan, he states, disputing whether he was an angel or a jinn before his fall is useless, as it is more important to know, that he has become a devil and enemy of humans.[22]\n\nMāturīdism holds that humans are creatures endowed with reason, which differentiates them from animals. The relationship between people and God differs from that of nature and God; humans are endowed with free-will, but due to God's sovereignty, God creates the acts the humans choose, so humans can perform them. Ethics can be understood just by reason and don't need prophetic guidance. Al-Māturīdī also considered the ḥadīth to be unreliable when they are at odds with reason.[23] Furthermore, Māturīdī theology opposes anthropomorphism and similitude, but simultaneously does not deny the divine attributes.\n\nMāturīdism defends the idea that paradise and hell are coexisting with the temporal world, against the assertion of some Muʿtazila that paradise and hell will be created only after Judgement Day. The attributes of paradise and hell would already take effect on this world (dunya). Abu al-Layth al-Samarqandi (944–983) states that the purpose of simultaneous existence of both worlds is that they inspire hope and fear among humans.[24]: 168 \n\n"
        },
        {
            "title": "Concept of faith",
            "text": "Al-Māturīdī's doctrine, based on Ḥanafī jurisprudence, asserted man's capacity and will alongside the supremacy of God in man's acts, providing a doctrinal framework for more flexibility and adaptability. Māturīdism especially flourished and spread among the Muslim populations in Central Asia from the 10th century onwards.[25]\n\nAccording to Māturīdism, belief (ʾīmān) does neither increase nor decrease depending on observation of religious law. Instead, deeds follow from faith. Based on Surah Ta-Ha verse 112, if a Muslim does not perform the deeds prescribed by sharia, he is not considered an apostate as long they don't deny their obligation.[26] Similarly, the angel's and prophet's obedience derive from their insights to God's nature and not result from their creation.[20] Abu'l-Qasim Ishaq al-Samarqandi draws an analogy on Harut and Marut, who are sinful yet not unbelievers.[27] Since human's rationality is expected to acknowledge the existience of a creator independently from revelation, unlike al-ʾAshʿarīyah, Māturīdism holds people who have not heard from a prophet are accountable for their unbelief.\n\nYohei Matsuyama points to al-Māturīdī's wording, referring to the only obligation to believe in a maker (sani), not Allah, and concludes, it is only necessariý for salvation to construct a belief in a creator, not necessarily accepting the theological doctrinal formualtions of Islam.[28] Toshihiko Izutsu likewise argues that \"believing in islam\" refers to submission to the maker, by voluntarily surrendering to the Divine Will, and not necessarily accepting a religious formula.[29]\n\nYet, al-Māturīdī' did not view all religions as equal. He criticizes Christians, Jews, Zorastrians and atheists (dahriya). However, he draws a distinction between other monotheists and non-monotheists, criticizing Judaism and Christianity while talking about prophets not about God.[30] Dualistic religions faced criticism about their concept of God, arguing that an omnibenevolent deity, who creates only good, opposed to a devil, who is responsible for everything evil, implies a deficit in God's omnipotence and is incompatible with God's nature.[31]\n\nAccording to Abu'l-Qasim Ishaq, children cannot be considered unbelievers and all of them go to paradise.[27]\n\n"
        }
    ]
}