{
    "url": "https://en.wikipedia.org/wiki/Maury_Island_incident",
    "title": "Maury Island incident",
    "table_of_contents": [
        "1 Background",
        "2 Initial story",
        "3 Further investigation",
        "4 Legacy",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Maury Island incident refers to claims made by Fred Crisman and Harold Dahl of falling debris and threats by men in black following sightings of unidentified flying objects in the sky over Maury Island in Puget Sound. The pair would later claim the events had occurred on June 21, 1947.\n\n"
        },
        {
            "title": "Background",
            "text": "On June 24, 1947, private pilot Kenneth Arnold claimed that he saw a string of nine, shiny unidentified flying objects flying past Mount Rainier at speeds that Arnold estimated at a minimum of 1,200 miles an hour (1,932 km/hr).  Arnold's report garnered nationwide news coverage and his description of the objects also led to the press quickly coining the terms flying saucer and flying disc as popular descriptive terms for UFOs.[1][2]  Ten days later, Capt. E.J. Smith, his co-pilot, and a stewardess reported witnessesing unidentified objects in the Pacific Northwest.[3]\n\nAfter his story was publicized, Arnold was contacted by Raymond A. Palmer, editor of fringe/sci-fi magazine Amazing Stories.[4] Palmer relayed to Arnold the story of two harbor patrolmen in Tacoma who reportedly possessed fragments of a \"flying saucer\".[4] Palmer requested that Arnold fly to Tacoma to investigate, and on July 28, Palmer wired $200 to Arnold to fund the investigation.[4]\n\n"
        },
        {
            "title": "Initial story",
            "text": "On July 29,  Arnold interviewed Harold Dahl, who reported:\n\nDahl further claimed that one of the objects \"began\nspewing forth what seemed like thousands of newspapers from somewhere on the inside of its\ncenter. These newspapers, which turned out to be a white type of very light weight metal,\nfluttered to earth\". Dahl reported that a substance resembling lava rocks fell onto their boat, breaking a worker's arm and killing a dog.[4]\n\nDahl said his superior officer, Fred Crisman, investigated. Dahl also claimed he was later approached by a man in a dark suit and told not to talk about the incident.[5] Crisman, when interviewed, reported having recovered debris from Maury Island and having witnessed an unusual craft.[4]\n\n"
        },
        {
            "title": "Further investigation",
            "text": "Arnold first recruited Captain E.J. Smith of United Airlines, who had reported witnessing a flying disc on July 4. Crisman showed \"white metal\" debris to Arnold and Smith, who interpreted it as mundane and inconsistent with Dahl's description.[4] Arnold then decided to contact Lt. Frank Brown of Military Intelligence, Fourth Air Force, Hamilton Field, California.[4] Brown arrived at Arnold's hotel in Tacoma along with Captain William L. Davidson.[4]\n\nDavidson and Brown conducted interviews, collected fragments, and prepared for the return flight out of McChord. In the early hours of August 1, the two officers died when the B-25 Bomber they were piloting crashed outside of Kelso, Washington on their way back to California.[6]\n\nThe FBI then proceeded to investigate this case, and concluded that Crisman and Dahl's sightings were a hoax. In their files, they noted that Dahl stated that \"if questioned by the authorities he was going to say it was a hoax because he did not want any further trouble over the matter.\" The files also detail a few alternate stories communicated by Crisman and Dahl to local newspapers and other media outlets, and conclude that they had contacted a variety of publications \"in the hope of building up their story through publicity to a point where they could make a profitable deal with Fantasy Magazine, Chicago, Illinois.\"[7]\n\nAn FBI report concluded that the \"Tacoma Harbor Patrol\" was the name of a privately owned for-profit business enterprise seeking to charge owners of vacation homes on the island for keeping an eye out on their properties during the owner's absence.[8]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Writing in 1956, Air Force officer Edward J. Ruppelt concluded \"The whole Maury Island Mystery was a hoax. The first, possibly the second-best, and the dirtiest hoax in the UFO history.\"[9]   Ruppelt observed:\n\nAccording to skeptical writer Joe Nickell, publisher Raymond A. Palmer, who is often credited with inventing the concept of the UFO, hired a \"credulous\" Kenneth Arnold to investigate \"what is now known as the Maury Island Hoax\".[1] The story was later retold in Gray Barker's 1956 book They Knew Too Much About Flying Saucers, which helped to popularize the image of \"Men In Black\" in mainstream culture.[10]\n\nAn account also appeared in the debunked Majestic 12 documents, which claim that the metal fragments were part of a nuclear reactor and that they were subsequently turned over to the CIA.[11] Craig Glenday also cited the Maury Island Incident, along with the Arnold sightings, in his 1999 book The UFO Investigator's Handbook as a notable UFO incident surrounding Mount Rainier, which he described as a \"UFO laborator[y].\"[12]\n\nDahl's story was told in the 2014 short film The Maury Island Incident.[13][14]\n\nIn 2017, the Washington State Senate passed a resolution acknowledging the 70th anniversary of the incident.[15]\n\n"
        }
    ]
}