{
    "url": "https://en.wikipedia.org/wiki/Maurice_Tourneur",
    "title": "Maurice Tourneur",
    "table_of_contents": [
        "1 Life",
        "2 Partial filmography",
        "3 Footnotes",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Maurice Félix Thomas, known as Maurice Tourneur, (French pronunciation: ​[mɔʁis feliks tɔma], [- tuʁnœʁ]; 2 February 1876 – 4 August 1961) was a French film director and screenwriter.[1]\n\n"
        },
        {
            "title": "Life",
            "text": "Born Maurice Félix Thomas in the Épinettes district (17th arrondissement of Paris), his father was a wholesaler. As a young man, Maurice Thomas first trained as a graphic designer and a magazine illustrator but was soon drawn to the theater. In 1904, he married the actress, Fernande Petit. They had a son, Jacques (1904–1977), who would follow his father into the film industry, establishing his own reputation as a director of American films in the 1940s and 1950s.[2]\n\nUsing the stage name Maurice Tourneur, he began his show business career performing in secondary roles on stage and eventually toured England and South America as part of the theater company for the great star Gabrielle Réjane. Drawn to the new art of filmmaking, in 1911 he began working as an assistant director for the Éclair company. A quick learner and an innovator, within a short time he was directing films on his own using major French stars of the day such as Polaire.\n\nIn 1914, with the expansion of the giant French film companies into the United States market, Tourneur moved to New York City to direct silent films for Éclair's American branch studio in Fort Lee, New Jersey before moving to William A. Brady's World Film Corporation, where he directed important early American feature-length films such as The Wishing Ring, Alias Jimmy Valentine, The Cub (Martha Hedman's only screen performance) and Trilby, the last starring Clara Kimball Young and noted stage actor Wilton Lackaye as Svengali. Before long, Maurice Tourneur was a major and respected force in American film and a founding member of the East Coast chapter of the Motion Picture Directors Association. As the feature film evolved in the mid 1910s, he and his team (comprising screenwriter Charles Maigne, art director Ben Carré, and cameramen John van den Broek and Lucien Andriot) coupled exceptional technological skill with unique pictorial and architectural sensibilities in their productions, giving their films a visual distinctiveness that met with critical acclaim.\n\nTourneur admired D.W. Griffith and considered the skill level of American actors at the time ahead of their counterparts in Europe. Of the actresses he worked with, he called Mary Pickford the finest screen actress in the world and believed that stage actress Elsie Ferguson was a brilliant artist. However, Tourneur opposed the evolving star system that Carl Laemmle had begun with his advertising campaign for actress Florence Lawrence.\n\nAfter directing several innovative films for Adolph Zukor's Artcraft Pictures Corporation (which released through Paramount) in 1917 and 1918, Tourneur launched his own production company with the film Sporting Life. In 1921 he became a naturalized citizen of the United States. By 1922 he believed that the future of the film industry lay in Hollywood and the following year he was hired by Samuel Goldwyn to go to the West Coast and make a film version of the Hall Caine novel The Christian. However, Tourneur's career in the United States faltered in the 1920s as his pictorialism sometimes hampered the narrative drive of his later films, and he also separated from his wife Fernande in 1923. He was removed from production on Metro-Goldwyn-Mayer's version of Jules Verne's The Mysterious Island in 1928, and this marked the end of his American career.\n\nAfter his trouble with MGM, Tourneur decided to move back to his native France. There, he continued to make films both at home and in Germany, easily making the change to talkies. In 1933 he met his second wife, actress Louise Lagrange (1898–1979), while shooting his film, L'Homme mystérieux. Tourneur went on to direct another two dozen films, several of which were crime thrillers, until a 1949 automobile accident in which he was seriously injured and lost a leg. Health and age prevented him from directing more films, but a voracious reader and a skilled hobby artist, he kept busy painting and translating detective novels from English into French.\n\nAfter his death in 1961, Maurice Tourneur was interred in the Père Lachaise Cemetery in Paris.\n\nMaurice Tourneur was honored with a star on the Hollywood Walk of Fame at 6243 Hollywood Blvd.\n\nHis 1917 film, The Poor Little Rich Girl, his 1918 film The Blue Bird and his 1920 film The Last of the Mohicans have since been deemed \"culturally significant\" by the United States Library of Congress and selected for preservation in the National Film Registry. Recently, the American Film Institute's Center for Film and Video Preservation and the National Archives of Canada have been cooperating on the restoration of Tourneur's 1915 film, The Cub.[4]\n\n"
        }
    ]
}