{
    "url": "https://en.wikipedia.org/wiki/Max_Terhune",
    "title": "Max Terhune",
    "table_of_contents": [
        "1 Baseball",
        "2 Film career",
        "3 Magic",
        "4 Later years",
        "5 Family",
        "6 Death",
        "7 Selected filmography",
        "8 Television",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMax Terhune (February 12, 1891 – June 5, 1973) was an American film actor born in Franklin, Indiana.  He appeared in nearly 70 films, mostly B-westerns, between 1936 and 1956. Among these, Terhune starred in The Three Mesquiteers and Range Busters series.\n\n"
        },
        {
            "title": "Baseball",
            "text": "Terhune worked as a tool maker and when he was 20 he played semi-pro baseball for teams in Minneapolis, Indianapolis, and Newark;[1] he also spent the 1913 season playing Class-D baseball for the Vincennes Alices of the Kitty League.[2]\n\nDuring this time he became friends with Kermit Maynard, a star university athlete who launched a career as a silent western movie star that continued into the sound era. Kermit's younger brother was Ken Maynard, a hugely popular western star from the early 1920s through the 1930s.\n\n"
        },
        {
            "title": "Film career",
            "text": "Terhune performed in 21 episodes of a popular Republic Studios western series called The Three Mesquiteers.[3] His character, Lullaby Joslin, was launched by another popular character actor, Syd Saylor, but then Terhune stepped into the series which, involving 12 different actors, lasted for a total of 51 pictures over eight years. His co-stars in 15 of the pictures were Robert Livingston and Ray \"Crash\" Corrigan. He then worked with Corrigan and John Wayne, who took over Livingston's role shortly before Wayne's career was launched by his starring role in Stagecoach. \n\nTerhune and Corrigan went on to work together in another trio western series, The Range Busters (24 entries with Ray Corrigan and John King at Monogram Pictures).  He did several supporting roles with Gene Autry (at Republic). It was Autry, with whom he had worked in radio in Chicago, who convinced him to come to Hollywood. Later he worked in Johnny Mack Brown westerns at Monogram. Terhune played the comic sidekick (Lullaby Joslin in the Republic Pictures Mesquiteers movies and usually a character called Alibi in the Monogram Pictures thereafter) — with a major distinction. He always traveled the range with his dummy Elmer sharing his saddle. Elmer received a film credit for his appearances.\n\n"
        },
        {
            "title": "Magic",
            "text": "Besides being a ventriloquist, whistler and animal imitator, Terhune was a magician. Card tricks were his forte, and he often performed such in his movies. His former vaudeville act included juggling, bird calls and barnyard animal impressions, talents also incorporated into his sidekick roles. His hands doubled for those of Clark Gable in \"The King and Four Queens\" in 1956. He performed on occasion at The Magic Castle in Hollywood. (Source: Audio interview: Max Terhune 1971)\n\n"
        },
        {
            "title": "Later years",
            "text": "He appeared frequently on weekends in the 1950s at Corriganville, a popular western film location developed by his co-star and friend who purchased the land in the late 1930s. Tourists paid to see stunt shows and musical performances as well as wander around the western streets where scores of films and TV episodes were filmed over 25 years.\nHis last film role was in the major Hollywood film Giant, in which he played the dramatic role of the physician Dr. Walker.\n\n"
        },
        {
            "title": "Family",
            "text": "Terhune married Maude Cassady and they had three children: Donald Roltaire, Robert, and Maxine. His son Robert was a stuntman who doubled burly actors like George Kennedy in films. Donald Roltaire was killed at age 27 in an automobile accident near Fresno, California, in 1958.\n\n"
        },
        {
            "title": "Death",
            "text": "Terhune died in Cottonwood, Arizona, at the age of 82.[citation needed]\n\n"
        }
    ]
}