{
    "url": "https://en.wikipedia.org/wiki/Max_Heindel",
    "title": "Max Heindel",
    "table_of_contents": [
        "1 Early infancy",
        "2 Life experience",
        "2.1 Heindel–Steiner connection",
        "2.2 Magnum opus",
        "2.3 Esoteric school",
        "3 Death",
        "4 Occult writings",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Max Heindel (born Carl Louis von Grasshoff, July 23, 1865 – January 6, 1919) was a Danish American Christian occultist, astrologer, and mystic.[1]\n\n"
        },
        {
            "title": "Early infancy",
            "text": "He was born in Aarhus, Denmark, into the noble family von Grasshoff, which was connected to the German Court during the lifetime of Prince Bismarck. His father, Francois L. von Grasshoff, migrated to Copenhagen as a young man and married a Danish woman of noble birth. They had two sons and one daughter. Their older son was Carl Louis von Grasshoff, who would later adopt the pen name of Max Heindel. When he was six years old, his father died, leaving his mother with three small children in difficult circumstances. Max Heindel's infancy was thus lived in genteel poverty. His mother's small income was dedicated to private tutors for her sons and daughter, so that they might eventually take their place in society as members of the noble classes.\n\n"
        },
        {
            "title": "Life experience",
            "text": "Heindel left home at the age of sixteen to learn engineering at the ship-yards of Glasgow, Scotland. As Chief Engineer of a trading steamer, he traveled extensively, and eventually found himself working on one of the large passenger steamers of the Cunard Line operating between America and Europe. From 1895 to 1901, he was a consulting engineer in New York City. During this time, he married and had a son and two daughters. His wife died in 1905.\n\nIn 1903, Max Heindel moved to Los Angeles, California, seeking work. After attending lectures by the theosophist C.W. Leadbeater, he joined the Theosophical Society of Los Angeles, of which he became vice-president in 1904 and 1905. He also became a vegetarian, and began the study of astrology, which he felt gave him the key to unlocking the mysteries of man's inner nature. He met his future wife Augusta Foss around this time. However, overwork and privation brought him severe heart trouble in 1905, and for months he lay at the point of death. Upon his recovery he said he was more keenly aware of the needs of humanity. He said that he spent much of the time during this illness out of his body, consciously working and seeking for the truth as he might find it on the invisible planes.\n\nFrom 1906 to 1907 he started a lecture tour, in order to spread his occult knowledge. He began in San Francisco and then went to Seattle. After a course of lectures in that city he was again forced to spend some time in a hospital with valvular heart trouble. Upon his recovery, still undaunted, he once more took up his work of lecturing in the northwestern part of the United States.\n\nIn the fall of 1907, during a most successful period of lectures in Minnesota, he travelled to Berlin (Germany) with his friend Dr. Alma Von Brandis, who had been for months trying to persuade him, in order to hear a cycle of lectures by Rudolf Steiner. During his short stay in Germany, he developed a sincere admiration of Steiner, to which \"esteemed teacher and valued friend\" he dedicated his magnum opus. He sat in on several lectures and had one or two interviews with Steiner and he could learn about occult truth from the founder of later Anthroposophy, but at the same time he understood that this teacher could not help him to advance along the path of spiritual development.[2]\n\nHeindel reported that, with his mind already made up to return, feeling that he had given up his work in America in vain to take this trip, he was visited by the vital body of a spiritual being who identified himself as an Elder Brother of the Rosicrucian Order, an Order in the inner worlds formed in the year 1313 and having no direct connection to physical organizations which call themselves by this name. Heindel claimed that the Elder Brother gave him information which was concise and logical and beyond anything he was capable of writing. Later, he found out that during a previous visit of the Elder Brother, he was put to a test to determine his worthiness to be messenger of the Western Wisdom Teachings. He recounts that only then he was given instruction how to reach the etheric Temple of the Rose Cross, near the German/Bohemian border, and how at this Temple he was in direct communication with and under the personal instructions of the Elder Brothers of the Rose Cross. The Rosicrucian Order is described as being composed of twelve Elder Brothers, gathered around a thirteenth who is the invisible Head. These great Adepts, belonging to human evolution but having already advanced far beyond the cycle of rebirth, are reported as being among those exalted Beings who guide mankind's evolution. Further, some help him manifest without necessarily being under any compulsion to do so.\n\nCurrent research on the connection between the two seers Max Heindel and Rudolf Steiner describes that \"he [Heindel] felt that what Steiner was doing was not appropriate for America where pragmatism and clear linear thinking is predominant\" and \"that he did not find what he was looking for there (a Western oriented spirituality that was accessible to the general public)\".[3] [4] It is also described that Heindel's magnum opus [see following section] having a \"more far-reaching body of Teachings\" contains \"information not otherwise available in the public domain or available without supersensible perception of an advanced degree\".[5] This body of  Teachings, Western Wisdom Teachings, was further developed in Heindel's subsequent investigations and works and it is not available in Steiner or any other source as it contains material and specific clairvoyant accounts \"not be found elsewhere in any occult sources\"; thus, it is concluded through the available sources that \"The similarities are due to a common source to both men (Rosicrucian influences and teachers)\".[6]\n\nHeindel returned to America in the summer of 1908 where he at once started to formulate the Rosicrucian teachings, the Western Wisdom Teachings, which he had received from the Elder Brothers, published as a book entitled The Rosicrucian Cosmo-Conception in 1909.[7] It is a reference work in the Christian mysticism practice and in the Occult study literature, containing the fundamentals of Esoteric Christianity from a Rosicrucian perspective. The Cosmo contains a comprehensive outline of the evolutionary processes of man and the universe, correlating the science of his day with religion. Part I is a treatise on the Visible and the Invisible Worlds, Man and the Method of Evolution, Rebirth and the Law of Cause and Effect. Part II takes up the scheme of Evolution in general and the Evolution of the Solar System and the Earth in particular. Part III treats of Christ and His Mission, Future Development of Man and Initiation, Esoteric Training and a Safe Method of Acquiring Firsthand Knowledge. The first edition was printed in 1909 and has changed little since then.\n\nFrom 1909 to 1919, suffering a severe heart condition and with an adverse financial situation, but with an indomitable will and great energy, Max Heindel was able to accomplish the great work for the Brothers of the Rose Cross. With the help, support and inspiration of his wife Augusta Foss, to whom in August 1910 he was joined in marriage, he gave successful teaching lectures; he sent correspondence lessons to the students, who formed groups in many of the larger cities; he wrote volumes which are translated into many languages all over the world; he founded The Rosicrucian Fellowship in 1909/11 at Mount Ecclesia, Oceanside (California); he published the Christian Esoteric magazine Rays from the Rose Cross in 1913 and, above all, he launched the Fellowship's Spiritual Healing service.\n\nIt is described that, at his death, his body dropped slowly as if loving hands were holding him and laying him down gently; as he looked up, smiling into Mrs. Heindel's face, he spoke his last words: \"I am all right dear.\"\n\nLast, it is worthy of mention that the work prepared by Max Heindel has since been continued through students of the Western Wisdom Teachings who, as Invisible Helpers of mankind, assist the Elder Brothers of the Rose Cross to perform the Spiritual Healing around the world. This is the special work in which the Rosicrucian Order is interested[8] and is provided according to the commands of Christ, namely, \"Preach the gospel and heal the sick.\"\n\n"
        },
        {
            "title": "Death",
            "text": "He died on January 6, 1919 in Oceanside, California, United States.\n\n"
        }
    ]
}