{
    "url": "https://en.wikipedia.org/wiki/Maya_religion",
    "title": "Maya religion",
    "table_of_contents": [
        "1 Sources of traditional Mayan religion",
        "2 Fundamentals of ritual",
        "2.1 Ritual topography and calendrical mapping",
        "2.2 Pilgrimage",
        "2.3 Offerings and sacrifices",
        "2.4 Purification",
        "2.5 Prayer",
        "3 Priesthood",
        "4 Dramatic performance and impersonation",
        "4.1 Feasting and dramatic performance",
        "4.2 Impersonation",
        "5 Ritual domains",
        "5.1 Calendar",
        "5.2 Occupational groups",
        "5.3 Life cycle",
        "5.4 Health",
        "5.5 Weather and agriculture",
        "5.6 Hunt",
        "5.7 Territory",
        "5.8 Warfare",
        "5.9 Kingship",
        "5.10 Ancestor worship",
        "6 Sciences of destiny",
        "6.1 Numerology and calendrics",
        "6.2 Divination",
        "6.3 Astrology",
        "7 Cosmology",
        "7.1 Earth, sky, underworld",
        "7.2 World endings and beginnings",
        "8 Humanity",
        "8.1 Soul and 'co-essence'",
        "8.2 Afterlife: Underworld, paradise and the sea",
        "9 Powers of the Other World",
        "9.1 Ancestors",
        "9.2 Heroes",
        "9.3 Deities",
        "9.4 Animal persons",
        "9.5 Spooks, demons, and bush spirits",
        "9.6 Goblins and dwarfs",
        "10 Mythology",
        "11 Religious mobilization",
        "12 Ethics",
        "13 See also",
        "14 References",
        "14.1 Bibliography",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The traditional Maya or Mayan religion of the extant Maya peoples of Guatemala, Belize, western Honduras, and the Tabasco, Chiapas, Quintana Roo, Campeche and Yucatán states of Mexico is part of the wider frame of Mesoamerican religion. As is the case with many other contemporary Mesoamerican religions, it results from centuries of symbiosis with Roman Catholicism. When its pre-Hispanic antecedents are taken into account, however, traditional Maya religion has already existed for more than two and a half millennia as a recognizably distinct phenomenon. Before the advent of Christianity, it was spread over many indigenous kingdoms, all with their own local traditions. Today, it coexists and interacts with pan-Mayan syncretism, the 're-invention of tradition' by the Pan-Maya movement, and Christianity in its various denominations.\n\n"
        },
        {
            "title": "Sources of traditional Mayan religion",
            "text": "The most important source on traditional Maya religion is the Mayas themselves: the incumbents of positions within the religious hierarchy, diviners, and tellers of tales.\nMore generally, all those persons who shared their knowledge with outsiders in the past, as well as anthropologists and history people who studied them and continue to do so.\n\nWhat is known of pre-Hispanic Maya religion stems from heterogeneous sources (the primary ones being of Maya origin):\n\n"
        },
        {
            "title": "Fundamentals of ritual",
            "text": "Traditional Maya religion, though also representing a belief system, is often referred to as costumbre, the 'custom' or habitual religious practice, in contradistinction to orthodox Roman Catholic ritual. To a large extent, Maya religion is indeed a complex of ritual practices; and it is, therefore, fitting that the indigenous Yucatec village priest is simply called jmen (\"practitioner\"). Among the main concepts relating to Maya ritual are the following ones.\n\nThe Maya landscape is a ritual topography, with landmarks such as mountains, wells and caves being assigned to specific ancestors and deities (see also Maya cave sites). Thus, the Tzotzil town of Zinacantan is surrounded by seven 'bathing places' of mountain-dwelling ancestors, with one of these sacred waterholes serving as the residence of the ancestors' 'nursemaids and laundresses'.[1] As in the Pre-Hispanic past, an important part of ritual behavior takes place in or near such landmarks, in Yucatán also around karstic sinkholes (cenotes).\n\nRitual was governed not only by the geographical lay-out of shrines and temples (see also Maya architecture), but also by the projection of calendrical models onto the landscape. In contemporary Quichean Momostenango, for example, specific combinations of day-names and numbers are ascribed to specialized shrines in the mountains, signalling the appropriate times for their ritual use.[2] In the northwestern Maya highlands, the four days, or 'Day Lords', that can start a year are assigned to four mountains. In early colonial Yucatán, the thirteen Katun periods and their deities, mapped onto a landscape conceived as a 'wheel', are said to be successively 'established' in specific towns.[3]\n\nThrough pilgrimages, which create networks connecting places regionally as well as over larger distances, Maya religion transcends the limits of the local community. Nowadays, pilgrimages often involve reciprocal visits of the village saints (as represented by their statues), but also visits to farther-removed sanctuaries, as exemplified by the Q'eqchi' pilgrimages to their thirteen sacred mountains.[4] Around 1500, Chichen Itza used to attract pilgrims from all the surrounding kingdoms to its large cenote; other pilgrims visited local shrines, such as those of Ix Chel and other goddesses on the islands off Yucatán's east coast. Eight centuries earlier, noblemen from sundry Classic kingdoms went on pilgrimage to the caves of Naj Tunich and had their visits recorded on the sanctuary's walls.[5]\n\nOfferings serve to establish and renew relations ('contracts', 'pacts', or 'covenants') with the other world, and the choice, number, preparation, and arrangement of the offered items (such as special maize breads,[6] maize and cacao drinks and honey liquor, flowers, incense nodules, rubber figures, and also, cigars[7]) obey to stringent rules. In the same way, a drink made of exactly 415 grains of parched maize was to be offered to participants in a pre-Hispanic New Year ritual, and on another occasion, the precise number of 49 grains of maize mixed with copal (incense) was to be burnt.[8] A well-known example of a ritual meal is the \"Holy Mass of the maize farmer\" (misa milpera) celebrated at an improvised altar for the Yucatec rain deities. Particularly Lacandon ritual was entirely focused on the 'feeding' of the deities, as represented by their incense burners.[9]\n\nIn the ancient Maya cities, all sorts of offertory items (including sacrificial implements) were also stored and buried in deposits (caches) below architectural features such as floors, stelae, and altars; in these cases, the intention may often have been a dedication to a specific religious purpose, rather than an offering to a divine recipient.\n\nThe forms of sacrifice might take vary considerably. In contemporary sacrificial rites, there is an overall emphasis on the sprinkling of blood, especially that of turkeys. In the pre-Hispanic past, sacrifice usually consisted of animals such as deer, dog, quail, turkey, and fish, but on exceptional occasions (such as accession to the throne, severe illness of the ruler, royal burial, or drought and famine) also came to include human beings, adults as well as children.[10] The sacrificed child may have served as a 'substitute', a concept known from curing ritual.[11] Partaking of the sacrifice was common, but ritual cannibalism appears to have been exceedingly rare. A characteristic feature of ancient Mayan ritual (though not exclusive to the Mayas) were the \"bloodletting\" sessions held by high officials and members of the royal families, during which the earlobes, tongues, and foreskins were cut with razor-sharp small knives and stingray spines;[12] the blood fell on paper strips that were possibly burnt afterwards.\n\nPurificatory measures such as fasting, sexual abstention, bathing, and (especially in the pre-Hispanic past) confession generally precede major ritual events. In 16th-century Yucatán, purification (exorcism of evil spirits) often represented a ritual's initial phase. The bloodletting-rituals (see below) may also have had a purificatory function. More generally, purification is needed before entering areas inhabited by deities. In present-day Yucatán, for example, it is customary to drink standing water from a rock depression at the first opportunity upon entering the forest. The water is then spat on the ground, and thus renders the individual 'virginal', free to carry out the business of humankind in the sacred forest.\n\nMaya prayer almost invariably accompanies acts of offering and sacrifice. It often takes the form of long litanies, in which the names of personified days, saints, angels (rain and lightning deities), features of the landscape connected with historical or mythical events, and mountains are particularly prominent.[13] Its importance is highlighted by the fact that Maya communities in the northwestern highlands of Guatemala have a specialized group of 'Prayermakers'. Prayers, with their hypnotizing scansion, often show a parallel (dyadic) couplet structure which has also been recognized in Classic period texts.[14] The earliest prayers recorded in European script are in Quiché, and are embedded in the creation myths of the Popol Vuh.\n\n"
        },
        {
            "title": "Priesthood",
            "text": "\nThe traditional Maya have their own religious functionaries, often hierarchically organized, and charged with the duties of praying and sacrificing on behalf of lineages, local groups, or the entire community. In many places, they operate within the Catholic brotherhoods (or 'cofradías') and the so-called civil-religious hierarchy (or 'cargo system'), organizations which have played a crucial role in the preservation of pre-Spanish religious traditions. The two most important male deities (Martín and Maximón) of the Tz'utujil Mayas of Santiago Atitlán, for example, have their own brotherhoods and priests.[15] Public ritual focusing on agriculture and rain is led by the 'godfathers of the wet season' (padrinos del invierno) among the Ch'orti's[16] – in a particularly rich and complex system – and by the village priests (jmenob) in Yucatán. In the private realm, nearly everywhere diviners ('seers', 'daykeepers') are active, together with curers. The performance of many of the indigenous priests, but especially of the curers, shows features also associated with shamanism.[17] \nKnowledge of the earlier Maya priesthood is almost entirely based on what their Spanish missionary colleagues have to say about them (Landa for Yucatán, Las Casas and others for the Guatemalan Highlands). The upper echelon of the priesthood was a repository of learning, also in the field of history and genealogical knowledge.  Around 1500, the Yucatec priesthood was hierarchically organized, from the high priest living at the court down to the priests in the towns, and the priestly books were distributed along these lines.[18] The role model for the high priest is likely to have been the upper god Itzamna, first priest and inventor of the art of writing.[19] The most general word for priest, including the Yucatec high priest, appears to have been ah k'in 'calendrical priest'. Some priests were ordinary diviners, while others had specialized knowledge of the kingly katun cycle.[20] Aside from calendrical learning, however, priests had multiple tasks, running from performing life crisis rituals to managing the monthly feast cycle, and held special offices, such as that of oracle (chilan), astrologer, and sacrificer of human beings (nacom). In the K'iche' Kingdom of Q'umarkaj, the most important deities (Tohil, Awilix, Jacawitz and Gukumatz) had their own high priests.[21] At all levels, access to late Postclassic priesthood seems to have been restricted to the nobility.\n\nLittle is known with certainty concerning the Classic Maya priesthood. Iconographically, there can be no serious doubt but that the aged, ascetic figures depicted as writing and reading books, aspersing and inaugurating dignitaries and kings, and overseeing human sacrifice, represent professional priests and high priests at court. Certain hieroglyphic titles of noblemen have been interpreted as priestly ones (e.g., ajk'uhuun, possibly 'worshipper', yajaw k'ahk 'master of fire').[22] The king (k'uhul ajaw or 'holy lord'), too, acted ex officio as a priest.\n\n"
        },
        {
            "title": "Dramatic performance and impersonation",
            "text": "Feasts would include dramatic performances and the impersonation of deities, especially by the king.\n\nIn recent times, feasts are usually organized by religious brotherhoods, with the greatest expenses being for the higher charges. Similarly, in the pre-Hispanic kingdom of Maní, some religious feasts seem to have been sponsored by wealthy and preeminent men,[23] perhaps reflecting a general practice in Postclassic and earlier kingdoms. Through the feasts, capital could be redistributed in food and drink. The continual and obligatory drinking, negatively commented on by early as well as contemporary outsiders, establishes community, not only among the human participants, but also between these and the deities.\n\nBoth in recent times and in the Classic period, more complex rituals would include music and dance, processions, and theatrical play. Nowadays, the performance of important dances and dance dramas (not always religious ones) often takes place on the feast of the patron saint of the village and on certain set occasions dictated by the Catholic calendar (such as Corpus Christi and the 'May Cross'). For the late Postclassic period, Landa mentions specific dances executed during either the New Year rituals (e.g., the  Xibalba okot 'dance of Xibalba') or the monthly feasts (e.g., the holkan okot 'dance of the war chiefs'). The god most often shown dancing during the Classic period is the Tonsured Maize God, a patron of feasting.\n\nThe theatrical impersonation of deities and animals, a general Mesoamerican practice, also characterized pre-Hispanic Mayan performances and included the wayob (were-animals).[24] Ritual humor (a vehicle for social criticism) could be part of these events, involving such actors as opossums, spider monkeys, and the aged Bacabs, with women sometimes being cast in erotic roles.[25] Often, impersonation meant ritual representation on a state level, particularly as depicted on stelae and ball game panels. On the royal stelae – that is, at five-tun or k'atun celebrations – the king wears the heads of important deities and forces of nature for a headdress or a mask, while carrying a sceptre in the form of the lightning deity. The heads are frequently those of the rain deity (Chaac) and of an aquatic serpent. On the other hand, the reigning queen, or queen consort, usually represents the principal maize goddess, that is, a female Tonsured Maize God. Young men, perhaps princes, can impersonate the four deities carrying the earth (Bacabs) while holding the four associated Year Bearer days in their hands[26] or carrying a throne; they may also substitute for the principal rain deity (Chaac). Hieroglyphic expressions of the concept of impersonation involve many other deities as well.[27] In some cases, impersonation may relate to the individual's identity with, or  transformation into, a phenomenon of nature.\n\n"
        },
        {
            "title": "Ritual domains",
            "text": "The only extensive treatment of pre-Hispanic Maya ritual by a near-contemporary concerns Yucatán, particularly the kingdom of Mani, and was written by friar Diego de Landa (ca. 1566). However, major ritual domains, such as those of agriculture and kingship, are hardly touched upon by Landa.\n\nThe Maya calendar, connected to networks of sacrificial shrines, is fundamental for ritual life. The rites of the 260-day cycle are treated below ('Sciences of Destiny'). Among the highland Maya, the calendrical rites of the community as a whole relate to the succession of the 365-day years, and to the so-called 'Year Bearers' in particular, that is, the four named days that can serve as new year days. Conceived as divine lords, these Year Bearers were welcomed on the mountain (one of four) which was to be their seat of power, and worshipped at each recurrence of their day in the course of the year.[28]\n\nThe calendrical rites include the five-day marginal period at the end of the year. In 16th-century Yucatán, a straw puppet called 'grandfather' (mam) was set up and venerated, only to be discarded at the end of the marginal period, or Uayeb (Cogolludo). In this same interval, the incoming patron deity of the year was installed and the outgoing one removed. Through annually shifting procession routes, the calendrical model of the four 'Year Bearers' (New Year days) was projected onto the four quarters of the town.[29] Landa's detailed treatment of the New Year rites – the most important description of a pre-Hispanic Maya ritual complex to have come down to us – corresponds on essential points to the schematic depiction of these rites in the much earlier Dresden Codex.\n\nLike the Year Bearers, the thirteen twenty-year periods (katuns) of the Short Count were viewed as divine lords in their own right and worshipped accordingly. The katuns had specific divine patrons (as mentioned in the Chilam Balam books) and their own priests.[30]\n\nThe 18 months had festivals, dedicated to specific deities, which were largely celebrated by occupational groups (in particular hunters and fishermen, bee-keepers, cacao planters, curers, and warriors).[31] It is not known if and to what extent this festival cycle of the kingdom of Maní was shared by the other Yucatec kingdoms, and if it was also valid for the earlier Mayan kingdoms, both in Yucatán and elsewhere.\n\nLife cycle rituals (or rites of passage) demarcate the various stages of life. Landa details one of these rituals, destined for making young boys and girls marriageable (caput sihil 'second birth'). The Yucatec Maya continue the ritual (Hetz mek[32]) which marks a child's movement from cradling or carrying to the mother's hip. It is performed at about three months and has godparents of the ceremony. The child is offered implements appropriate to its gender, tools for boys and cloth or thread for girls. If the children grasp them, this is considered a foretelling. All children are offered pencils and paper.\n\nContemporary healing rituals focus on the retrieval and reincorporation of the lost souls or soul particles imprisoned somewhere by specific deities or ancestors.[33] The procedures can include the sacrifice of fowl treated as the patient's 'substitute' (Tzotzil k'exolil-helolil).[34] The main collection of ancient Yucatec curing rituals is the so-called Ritual of the Bacabs. In these texts, the world with its four trees and four carriers of earth and sky (Bacabs) located at the corners is the theatre of shamanic curing sessions, during which \"the four Bacabs\" are often addressed to assist the curer in his struggle with disease-causing agents. Many of the features of shamanic curing found in the 'Ritual of the Bacabs' still characterize contemporary curing ritual. Not represented amongst these early ritual texts is black sorcery.\n\nInfluencing the weather is the main purpose of the rain-making rituals – sometimes of a secretive character – that are found all over the Maya area[35] and also of such rituals as 'Imprisoning the winds' [36] and 'Sealing the frost' [37] just before the sowing season. The officiating priests of the rain-making rituals are sometimes believed to ascend into the clouds and there to act like rain deities themselves.[38] Influencing the weather can also mean deflecting the rain clouds from neighboring areas, and thus imply black sorcery.\n\nThe principal focus of the agricultural rites is the sowing and harvesting of the maize. Particularly the rituals of the Yucatec and Ch'orti' Mayas[39] have been described in great detail. For eastern Yucatán, a whole taxonomy of ritual sequences has been established,[40] including variable rituals for protecting an area against evil influences (loh), thanksgiving (uhanlikol 'dinner of the maize field'), and imploring the rain deities (ch'a cháak).\n\nAn important sanctuary for Terminal Classic rain and maize rituals was the large cave of Balankanche near Chichén Itzá, with its numerous Tlaloc censers and miniature metates.[41]\n\nIn one of the 16th-century Yucatec month feasts, hunters danced with arrows and deer skulls painted blue.[42] The focus on animal skulls is significant, since even today, traditional Maya hunters have the duty  to preserve the skulls and bones of their booty, deposit these periodically in hunting shrines, and thus restore them to their supernatural Owners for regeneration.[43] They should also respect certain hunting taboos, such as those on adultery and unnecessarily wounding the game, on penalty of supernatural sanction; for this same reason, in another month of the 16th-century Yucatec feast cycle, a rite of contrition was held by the hunters.[44]\n\nThe claims on territory by social groups of varying dimensions were expressed in rituals such as those for the waterholes, ancestral lands,[45] and the boundaries of the entire community.[46] The focus of these rituals were often crosses, or rather, 'cross shrines', and prayers were directed at rain and earth deities. For earlier periods, such crosses and shrines can, perhaps, be thought of as being connected to the central 'cross', or world tree of the center,[47] best exemplified by the arboreal crosses in the temple shrines of the Cross Group in Palenque. The king was the prime embodiment of the central cross or world tree.\n\nIn Maya narrative, warfare includes the warriors' transformation into animals (wayob) and the use of black magic by sorcerers.[48] In the pre-Hispanic period, war rituals focused on the war leaders and the weapons. The jaguar-spotted War Twin Xbalanque counted as a war deity in the Alta Verapaz; preceding a campaign, rituals were held for him during thirty days, so that he might imbue the weapons with his power.[49] The Yucatec ritual for the war chief (nakom) was connected to the cult of a puma war god, and included a five-day residence of the war leader in the temple, \"where they burned incense to him as to an idol.\"[50] In Classic war rituals, the Maya jaguar gods were prominent, particularly the jaguar deity associated with fire (and patron of the number Seven), whose face commonly adorns the king's war shield. The Palenque Temple of the Sun, dedicated to war, shows in its sanctuary the emblem of such a shield, held up by two crossed spears.\n\nThe early Spanish writers have little to say about the king's (or, as the case might be, queen's) ritual duties. Nonetheless, one finds the Yucatec king (halach uinic) referred to as 'bishop',[51] so that, in virtue of his office, the king appears to have had a leading role in major public rituals. In the Classic period, the rituals of kingship were the most important rituals of the Maya court. The term 'theatre state' (Geertz), originally coined for the Hindu kingdoms of Bali, could also be used for describing the Classic Maya kingdoms; it suggests the cohesion of the state to be dependent on elaborate royal rituals through which status differences between aristocratic families could find expression. On monuments, the king sometimes assumes a dancing posture suggestive of his participation in the rituals that were staged on the large plazas where the royal stelae stood.[52] On important occasions, the royal impersonator would be shown to the crowd while being within a shrine erected on a large palanquin (as on a wooden lintel from Tikal's Temple IV).\n\nThe specific rituals engaged in by the king are only rudimentarily known. The Postclassic Kʻicheʻ king together with his dignitaries regularly visited the temples to burn offerings and pray for the prosperity of his people, while fasting and guarding sexual abstinence.[53] As to the Classic Period king, he appears at times (often period-ending dates)[54] to be scattering blood, incense or, perhaps, maize. At other times, the king, represented by the hero Hunahpu, is sacrificing his own blood in front of directional trees (murals of San Bartolo), or he is officiating in front of such a tree (Cross temple sanctuaries of Palenque).\n\nThe king not only took a leading part in ritual, but ritual is likely to have focused on his office as well. The erection of stelae showing the king and dedicated to the day 'King' (Ahaw), which concluded intervals of five 360-day years, constituted a royal ritual by itself. It appears to implicate the king as the divine lord of his own day.[55] Inversely, at San Bartolo, the divine hero of the day 'King', Hunahpu, substitutes for the real king. Setting up a stela may additionally have involved the notion of the king as a protective 'tree of life'.[56] Moreover, in the Classic period, the king is commonly depicted holding a cosmic serpent from whose jaws deities (often those of rain, lightning and fire) emerge; the king's raising and balancing of this serpent, accompanied by his 'conjuring' of the emerging deities,[57] may well have been expressed and supported by ritual.\n\nDuring the Classic period, Tikal's North Acropolis consisted of nucleated royal burial temples and is even referred to as a 'necropolis'.[58] In Classic-period royal courts, tombs are generally found integrated in the residences of the nobility. Apart from the ancestral remains themselves, sacred bundles left by the ancestors were also an object of veneration.[59] Reliefs from the Classic-period kingdom of Yaxchilan also show that royal ancestors were sometimes approached during bloodletting rituals and then appeared to their descendants, emerging from the mouth of a terrestrial serpent (which has been nicknamed 'Vision Serpent').\n\nThe monthly feast cycle of the Postclassic kingdom of Maní included a commemorative festival for an ancestral hero viewed as the founder of Yucatec kingship, Kukulcan (a name corresponding to Quichean Gucumatz and Aztec Quetzalcoatl). Around 1500, the incinerated remains of the (male) members of notable Yucatec families were enclosed in wooden images which, together with the 'idols', were placed on the house altar, and ritually fed on all festive occasions; alternatively, they were placed in an urn, and a temple was built over it (Landa). In the Verapaz, a statue of the dead king was placed on his burial mound, which then became a place of worship.[60]\n\n"
        },
        {
            "title": "Sciences of destiny",
            "text": "Apart from writing, the fundamental priestly sciences were arithmetics and calendrics. Within the social group of the priests at court, it had by Classical times become customary to deify the numbers as well as the basic day-unit, and – particularly in the south-eastern kingdoms of Copan and Quirigua – to conceive the mechanism of time as a sort of relay or estafette in which the 'burden' of the time-units was passed on from one divine numerical 'bearer' to the next one. The numbers were personified not by distinctive numerical deities, but by some of the principal general deities, who were thus seen to be responsible for the ongoing 'march of time'. The day-units (k'in) were often depicted as the patrons of the priestly scribes and diviners (ah k'in) themselves, that is, as Howler Monkey Gods, who seem to have been conceived as creator deities in their own right.[61] In the Postclassic period, the time-unit of the katun was imagined as a divine king, as the 20 named days still are among the traditional 'day-keepers' of the Guatemalan Highlands. On a more abstract level, the world was assumed to be governed by certain fundamental numbers, first of all the numbers 13 and 20 that, multiplied, defined both the mantic day count and, on a vast scale, the amount of time elapsed before the first day (5 Imix 9 Kumk'u) of the Long Count.[62]\n\nLike all other cultures of Mesoamerica, the Maya used a 260-day calendar, usually referred to as tzolkin. The length of this calendar coincides with the average duration of human gestation. Its basic purpose was (and still is) to provide guidance in life through a consideration of the combined aspects of the 20 named days and 13 numbers, and to indicate the days on which sacrifice at specific 'number shrines' (recalling the number deities of Classic times) might lead to the desired results. The days were commonly deified and invoked as 'Lordships'. The crucial importance of divination is suggested by the fact that the general Yucatec word for 'priest' (ah k'in) referred more specifically to the counting of the days.\n\nK'iche' daykeepers use puns to help remember and inform the meanings of the days. Divinatory techniques include the throwing and counting of seeds, crystals, and beans, and in the past also – apart from the count – gazing in a magical mirror (scrying), and reading the signs given by birds (auguries); in the Late-Classic period, pictures of such birds were used as logograms for the larger time periods.\n\nThe mantic calendar has proven to be particularly resistant to the onslaughts of time. Nowadays, a daykeeper,[63][64] or divinatory priest, may stand in front of a fire, and pray in Maya to entities such as the 260 days; the cardinal directions; the ancestors of those present; important Mayan towns and archaeological sites; lakes, caves, or volcanoes; and deities taken from published editions of the Popol Vuh. People also come to these daykeepers to know about baby names, wedding dates and other special occasions.\n\nIn the pre-Hispanic past, important divinatory dates relating to the prospects of the entire kingdom were sometimes given a mythological pedigree. At Palenque, for example, the auspicious day 9 Ik', chosen for the enthronement of one of its kings, is also stated to have witnessed, in a distant, mythical past, the enthronement of some of the patron deities of the kingdom.[65]\n\nWhat is often called Maya 'astronomy' is really astrology: that is, a priestly science resting on the assumption of an influence exerted on earthly events by the movements of heavenly bodies and constellations. The observation of sky and horizon by present-day Mayas relates chiefly to celestial signs of seasonal change relevant to agriculture;[66] stars connected to the hunt and specific hunting animals;[67] and stars sending certain illnesses.[68] With but few exceptions, the names of stars and constellations are all that have been preserved, and the influence of star lore on social and professional activities beyond agriculture and on individual destiny can no longer be traced.[69] In this respect, other Mesoamerican groups (such as Totonacs and Oaxacan Chontals) have fared better. The far more sophisticated pre-Hispanic Mayan astrology is mainly found in the Early Post-Classic Dresden Codex, and concerns lunar and solar eclipses and the varying aspects of Venus in the course of its cycles; animals and deities symbolize the social groups negatively affected by Venus during its heliacal rising as the Morning Star. The Paris Codex contains what some consider to be a zodiac.[70] In the Classic period, references to specific stars are not rare; in dynastic texts, a star glyph with rain symbols signals a decisive war (\"star war\"). Some of the Books of Chilam Balam testify to the great interest the colonial Maya had for the astrology of their conquerors.\n\n"
        },
        {
            "title": "Cosmology",
            "text": "Horizontally, the earth is conceived in various ways: as a square with its four directional or, perhaps, solstice points, or as a circle without such fixed points. The square earth is sometimes imagined as a maize field, the circular earth as a turtle floating on the waters. Each direction has its own tree, bird, deity, color, and aspect, in the highlands also its own mountain. Vertically, the sky is divided into thirteen layers, and Classic period deities are sometimes linked to one of the thirteen skies. By analogy with the 'Nine-God' mentioned together with the 'Thirteen-God' in the Chilam Balam book of Chumayel, the underworld is often assumed to have consisted of nine layers. However, the Popol Vuh does not know such a ninefold division, and Classic period references to layers of the underworld have not been identified.\n\nIn the world's centre is a tree of life (the yaxche 'ceiba')[71] that serves as a means of communication between the various spheres. In Palenque, the tree of life is a maize tree, just as the central world tree in the Borgia Codex; a curving bicephalic serpent hovers around it, which some believe to embody the ecliptic.[72] The king was probably identified with the tree of the centre and is usually shown to carry the bicephalic serpent as a ceremonial bar. Besides worshipping a central maize tree, the king commonly sits or stands on a mountain containing the maize, perhaps as a guardian of the kingdom's maize supplies.\n\nIn the Classic period, earth and sky are visualized as horizontally extended serpents and dragons (often bicephalic, more rarely feathered) which serve as vehicles for deities and ancestors, and make these appear from their maws. Other serpents, shown as vertically rising, seem to connect the various spheres, perhaps to transport the subterranean or terrestrial waters to the sky. Dragons combine features of serpent, crocodile, and deer, and may show 'star' signs; they have been variously identified as the nocturnal sky and as the Milky Way.\n\nWithin the framework of the post-Classic cycle of thirteen katuns (the so-called 'Short Count'), some of the Yucatec Books of Chilam Balam present a deluge myth describing the collapse of the sky, the subsequent flood, and the re-establishment of the world and its five world trees upon the cycle's conclusion and resumption.[73] The lightning deity (Bolon Dzacab), the divine carriers of sky and earth (the Bacabs), and the earth crocodile (Itzam Cab Ain) all have a role to play in this cosmic drama, to which a much earlier, hieroglyphic text from Palenque's Temple XIX seems to allude.[74] The Quichean Popol Vuh does not mention the collapse of the sky and the establishment of the five trees, but focuses instead on a succession of previous mankinds, the last of which was destroyed by a flood.\n\nFor the Classic Mayas, the base date of the Long Count (4 Ahau 8 Cumku), following upon the completion of thirteen previous baktun eras, is thought to have been the focus of specific acts of creation.[75] Through the figures of two so-called 'Paddler Gods', the mythology of the Maya maize god appears to have been involved. References to 4 Ahau 8 Cumku events are few in number (the most important one occurring on Quirigua stela C), seemingly incoherent, and hard to interpret. They include an obscure conclave of seven deities in the underworld (among whom the deity Bolonyokte') and a concept of 'three stones' usually taken to refer to a cosmic hearth.\n\n"
        },
        {
            "title": "Humanity",
            "text": "The traditional Mayas believe in the existence, within each individual, of various souls, usually described in quasi-material terms (such as 'shadow', 'breath', 'blood', and 'bone'). The loss of one or more souls results in specific diseases (generically called 'soul-loss', 'fright', or susto). In Classic Maya texts, certain glyphs are read as references to the soul. Much more is known about the so-called 'co-essences', that is, animals or other natural phenomena (comets, lightning) linked with the individual (usually a male) and protecting him. In some cases (often connected to black sorcery), one can change into co-essences acting like a sort of 'werewolves' (see also nagual). The Classic Maya grandees had a whole array of such soul companions, which were called wayob, and carried distinct hieroglyphic names.[76] Among them were spook-like creatures, but also violent stars.\n\nIn the pre-Spanish past, there may never have existed a unified concept of the afterlife. Among the Pokoman Maya of the Verapaz, Xbalanque was to accompany the dead king,[77] which suggests a descent into the underworld (called xibalba 'place of fright') like that described in the Popol Vuh Twin myth. The Yucatec Maya had a double concept of the afterlife: Evildoers descended into an underworld (metnal) to be tormented there (a view still held by the 20th-century Lacandons), while others, such as those led by the goddess Ixtab, went to a sort of paradise. The ancestors of Maya kings (Palenque tomb of Pakal, Berlin pot) are shown sprouting from the earth like fruit trees which, together, constitute a blissful orchard. The so-called 'Flower Mountain' has more specifically been interpreted as a reference to an aquatic and solar paradise. To judge by the marine faunal remains found in Classic tombs[78] and by the accompanying aquatic imagery, this sea paradise may have been the Maya variant of the rain god's paradise (Tlalocan) in Central Mexican religion.[79]\n\n"
        },
        {
            "title": "Powers of the Other World",
            "text": "The traditional Maya live in the continual presence of the '(grand)fathers and (grand)mothers', the usually anonymous, bilateral ancestors, who, in the highlands, are often conceived of as inhabiting specific mountains, where they expect the offerings of their descendants. In the past, too, the ancestors had an important role to play, with the difference that, among the nobility, genealogical memory and patrilineal descent were much more emphasized. Thus, the Popol Vuh lists three genealogies of upper lords descending from three ancestors and their wives. These first male ancestors – ritually defined as 'bloodletters and sacrificers' – had received their private deities in a legendary land of origins called 'The Seven Caves and Seven Canyons' (Nahua Chicomoztoc), and on their disappearance, left a sacred bundle. Already during the Classic period, ancestral deities (the three 'patron deities' of Palenque) and ancestral bundles (Yaxchilan) are in evidence. In Chiapas at the time of the Spanish conquest, lineage ancestors were believed to have emerged from the roots of a ceiba tree;[80] comparable beliefs still exist amongst the Tz'utujiles.[81]\n\nWithin the group of the ancestors, a special category is constituted by the heroes, best known through the sixteenth-century Quichean epic of the Maya hero twins, Hunahpu and Xbalanque. In the Classic period, the adventures of these two heroes – only partly coinciding with those of the Popol Vuh – were known all over the Mayan area. Specific ancestral heroes occur among various traditional Maya groups, such as the dwarfish Ez among the Yucatec Mayas;[82] Juan K'anil among the Jacaltecs of the northwestern highlands;[83] Ohoroxtotil, the jaguar slayer, among the Tzotziles of Chiapas;[84] and Kumix among the Ch'orti' Mayas.[85] The heroes' actions can belong to a relatively recent past, and be semi-historical, or have occurred in the deep past, and be primeval; but in principle, the heroes can be addressed in prayer, and receive some form of worship. Sometimes, they have merged with specific military saints.[86]\n\nThe ancient Maya concept of 'deity', or 'divinity' (k'u in Yucatec, ch'u in Ch'ol, and qabuvil in ancient Quiché) is insufficiently understood, but can by no means be reduced to a mere personification of natural phenomena. The life-cycle of the maize, for instance, lies at the heart of Maya belief, but the role of the principal Maya maize god transcends the sphere of agriculture to embrace basic aspects of civilized life in general (such as writing). Deities have all sorts of social functions, related to such human activities as agriculture, midwifery, trade, and warfare. Moreover, they can be the patrons of large kin-based, ethnic or localized segments of society, as shown by the four deities presiding over the four wards of the town of Itzamkanac;[87] the Popol Vuh Triad of lineage gods (Tohil, Hacavitz, Avilix); and probably also by the Palenque Triad (G[God] I, II, and III) and its Classic Period analogues elsewhere. Such patron deities - who may be either place-specific, or instances of a general deity - tend to have an intimate relationship with the associated community and its representative (in Classic inscriptions usually the king), by whom they are bathed, dressed, and fed.[88]\n\nFrom the multitude of deity names occurring in early-colonial sources (and especially in the medical 'Rituals of the Bacabs'), about twenty have been linked to deity figures from the three Postclassic hieroglyphic books and their correspondences in the corpus of Classic ceramic representations; these have been assigned letter names (Schellhas-Zimmermann-Taube classification). The codices demonstrate that deities were permanently being arranged and rearranged according to cultic criteria which usually are not immediately accessible to us. Moreover, Maya deities typically operate within various fields, changing attributes accordingly.[89] With the provisos formulated above, the main deities depicted in the codices can be roughly divided into the following groups (the names given are 16th-century Yucatec):\n\nWhereas, within the three hieroglyphic codices, the group of male deities is highly differentiated, the female functions seem largely to have been concentrated in the young goddess I (the 'White Woman') and the old goddess O (the 'Red Woman'). The Postclassic Maya deity Kukulcan ('Feathered Serpent'), tutelary deity of the Toltec invaders and of the Maya kings deriving their legitimacy from them, is nearly absent from the codices. Although the Classic Hero Twins are among the codical deities, the associated Classic Maize Hero (or Tonsured Maize God) seems to be absent. Entirely missing from the codices, but important in Classic iconography are, amongst others, an ocean deity characterized by a shark tooth set in the mouth (who is also the 'God I' of the Palenque Triad) and some of the Maya jaguar gods associated with warfare. In the framework of the Classic period, the omnipresent lightning deity is usually referred to as K'awiil ('Powerful One').\n\nIn Maya folk religion, the members of the Catholic Trinity, the Virgin Mary, a number of saints, the archangels and the devil have usually merged with traditional deities, patron deities, and ancestral heroes. Angels, for example, generally represent rain deities. The complex figure of the Mam ('Grandfather') Maximón venerated in Santiago Atitlan is another example of such syncretism. The deities governing the wild vegetation, the game animals, and the fishes are often referred to as 'Owners' or 'Masters' (Dueños), like the 'Mountain-Valley' deities (or mountain spirits) of the highlands. More generally, the living Earth and its male personification is often called 'World' (Mundo).\n\nAnimal persons (usually mammals and birds, but including insects) appear to enjoy a relative autonomy which is lacking in the case of the animal 'co-essences'. Perhaps representing the transformed human beings of a former creation, they mirror human society in playing varying social roles. In the Popol Vuh, for example, grandfather 'Great White Peccary' and grandmother 'Great White Coati' act as healers, whereas the owl messengers of the lords of the underworld wear military titles. Turning to the 'ceramic codex', one finds that animal persons are often dressing and acting like persons at court, especially that of the upper god, Itzamna. The howler monkey, for example, is commonly depicted in the social role of a writer and sculptor, and functions as a divine patron of these arts.[90] Other mammals function as musicians. In the Dresden Codex, certain animals (dog, jaguar, vulture, owl, parrot, frog), most of them clothed as human beings, are seated in between deities, and seem thus to be treated on a par with the latter, while other animals, again acting as human beings, fulfill important ritual roles. In the New Year rites, for example, an opossum traveler introduces the patron of the incoming year. Similarly, in the Paris Codex, a turkey person alternates with deities in offering the head of the lightning deity (god K) to the new king. Animal persons are repeatedly shown interacting with Goddess I.\n\nThe power exercised by a deity is legitimate, and this legitimacy justifies offerings and sacrifice. Unlike the gods of disease and death, spooks (apparitions) and demons have no such legitimacy. Whereas spooks – like the specters of the dead – only frighten (and in that way, can also cause disease), demons are devourers; in practice, however, the borderline can be thin. One of the best-known spooks is an attractive woman maddening the men who give in to her lures (known in Yucatec as the xtabay 'Female Ensnarer'). Spooks of the Tzotziles include such figures as the 'charcoal-cruncher', the 'one who drops his own flesh', and 'white-bundle'. The boundary between spooks like these and the wayob of the Classic period is not always entirely clear. The principal demon of the Tzotzil area is the 'Black-man' (h?ik'al), a kidnapper and rapist.[91]  An ancient Mesoamerican bird demon, which the Popol Vuh calls Vucub Caquix, severed the limbs of his victims, and was already known in Preclassic Izapa. In order to terrorize their enemies, kings would at times assume the shapes of spooks and demons. Bush spirits (such as the 'Wild Man' or Salvaje) belong to the frightening denizens of uninhabited areas, without, however, being apparitions.\n\nAccording to Yucatec belief, the indigenous priests can create goblins (aluxob) who, if properly attended, will assist the farmer in his work by protecting his field, having the rain deities visit it, and thus making the maize grow.[92] In the same area, dwarfs, and also hunchbacks, are associated with antediluvial times; they perished in the flood when their stone boats sank.[93] The childlike dwarfs and hunchbacks of Classic iconography often accompany the king and the Tonsured Maize God. They repeatedly show aquatic features and may, in such cases, be identical to the dwarfish assistants of the deities of rain, lightning, and thunder already mentioned in Aztec sources (the Tlaloqueh).\n\n"
        },
        {
            "title": "Mythology",
            "text": "There is considerable diversity in recent religious narrative, which embraces stereotypical, moralizing stories about encounters with mountain spirits and supernatural 'Owners', as well as myths concerning heroes and deities. Particularly in tales concerned with the creation of the earth and the origin of useful plants, a reworking of Catholic imagery is often noticeable. Among the best-known myths are those about the opening of the Maize Mountain by the Lightning deities, the struggle of Sun and his Elder Brethren, and the marriage of Sun and Moon.[94] The early-colonial Quichean Twin myth, set out in the Popol Vuh, has not been transmitted, although fragments are recognizable in recent narrative; the name of one of its heroes, Xbalanque, was around the turn of the 20th century still known in the Alta Verapaz. Early creation mythology is found in the Popol Vuh and in some of the Books of Chilam Balam.\n\nNotwithstanding the progress in hieroglyphic decipherment, the most important sources for Classic mythology are still scenes painted on pottery (the so-called 'ceramic codex') and monumental iconography. The two principal narratives recognized thus far are about demigods close to humanity (the Hero Twins and the principal Maya maize god), and have to be reconstructed from scenes in which often, narrative and ritual concerns are intertwined.\n\n"
        },
        {
            "title": "Religious mobilization",
            "text": "Like other Mesoamerican populations, Maya societies since the Spanish conquest have known a series of religious 'revitalization' movements, of a more or less violent character, and in response to intolerable exploitation. These movements usually followed the appearances of supernatural beings. In Chiapas (early 18th and late 19th century), the ensuing cults focused on female saints such as the Virgin Mary in the Tzeltal Rebellion of 1712 and Saint Rose of Lima,[95] whereas in eastern Yucatán during the late 19th-century 'Caste War', crosses, dressed as women,[96] and especially a 'Talking Cross', played the main roles. In the Alta Verapaz, the role of saints and crosses was assumed by male mountain deities demanding the destruction of the coffee plantations and a return to the ancient ways.[97] In each case, certain individuals were recognized as mouthpieces of the supernatural entities involved.\n\n"
        },
        {
            "title": "Ethics",
            "text": "As ethical systems, polytheistic religions like those of the Maya are difficult to compare with the monotheistic world religions. However, the idea of 'covenants' [98] between deities and human beings is common to both. Fulfilling the ritual requirements of the 'covenants' should ideally lead to a state of harmony. The archaic practice of human sacrifice should first of all be viewed within this framework.\n\n"
        }
    ]
}