{
    "url": "https://en.wikipedia.org/wiki/Mbuti_mythology",
    "title": "Mbuti mythology",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Mbuti (Bambuti) mythology is the mythology of the African Mbuti (also known as Bambuti) Pygmies of Congo.\n\nThe most important god of the Bambuti pantheon is Khonvoum (also Khonuum, Kmvoum, Chorum), a god of the hunt who wields a bow made from two snakes that together appear to humans as a rainbow.  After sunset every day, Khonvoum gathers fragments of the stars and throws them into the sun to revitalize it for the next day.  He occasionally contacts mortals through Gor (a thunder god who is also an elephant) or a chameleon (similar to the divine messenger used by Orish-nla of Yoruba mythology).  Khonvoum created mankind from clay.  Black people were made from black clay, white people came from white clay, and the Pygmies themselves came from red clay.  He also creates the animals that are needed by hunters.\n\nArebati is a lunar deity and Sky Father.  In some sources, he was said to have created humanity from clay, instead of Khonvoum.\n\nTore is a god of the forests who supplies animals to hunters.  He is also a thunder god who appears as a storm and hides in rainbows.  Most importantly, Tore appears as a leopard in the initiation rites.  The first Pygmies stole fire from Tore; he chased them but could not catch them, and when he returned home, his mother had died.  As punishment, he decreed that humans would also die, and he thus became the death god.\n\nNegoogunogumbar is a child-eating giant.  Obrigwabibikwa is a dwarf who can change himself into a reptile.\n\nA Mbuti soul is called a megbe. When a man dies, his son places his mouth over his to draw in part of the megbe. Another part inhabits the man's totem animal. If the son does not inhale the megbe or the totem animal is later killed, it may escape into the forest, where it becomes a semi-visible being called a Lodi and lives forever with others like it.[1]\n\n"
        }
    ]
}