{
    "url": "https://en.wikipedia.org/wiki/McMillan_Plan",
    "title": "McMillan Plan",
    "table_of_contents": [
        "1 Senate Park Commission",
        "2 Description of the plan",
        "2.1 The National Mall and the \"monumental core\"",
        "2.2 The city park system and parkways",
        "3 Implementation of the plan",
        "3.1 Recent implementation efforts",
        "4 Unbuilt portions of the McMillan Plan",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The McMillan Plan (formally titled The Report of the Senate Park Commission. The Improvement of the Park System of the District of Columbia) is a comprehensive planning document for the development of the monumental core and the park system of Washington, D.C., the capital of the United States. It was written in 1902 by the Senate Park Commission. The commission is popularly known as the McMillan Commission after its chairman, Senator James McMillan of Michigan.[1]\n\nThe McMillan Plan proposed eliminating the Victorian landscaping of the National Mall and replacing it with an uncomplicated expanse of grass, narrowing the Mall, and permitting the construction of low, Neoclassical museums and cultural centers along the Mall's east–west axis. The plan proposed constructing significant memorials on the western and southern anchors of the Mall's two axes, reflecting pools on the southern and western ends, and massive granite and marble terraces and arcades around the base of the Washington Monument. The plan also proposed tearing down the existing railroad passenger station on the National Mall and constructing a large new station north of the United States Capitol building.\n\nAdditionally, the McMillan Plan contemplated constructing clusters of tall, Neoclassical office buildings around Lafayette Square and the Capitol building, as well as an extensive system of neighborhood parks and recreational facilities throughout the city. Major new parkways would connect these parks and link the city to nearby attractions.\n\nNever formally adopted by the United States government, the McMillan Plan was implemented piecemeal in the decades after its release. The location of the Lincoln Memorial, Ulysses S. Grant Memorial, Union Station, and U.S. Department of Agriculture Building are due to the McMillan Plan. Proposals to construct Arlington Memorial Bridge received a significant boost from the plan as well. The McMillan Plan continues to guide urban planning in and around Washington, D.C., into the 21st century and has become a part of the federal government's official planning policy for the national capital.\n\n"
        },
        {
            "title": "Senate Park Commission",
            "text": "Beginning around 1880, a series of articles appeared in local D.C. and national press, which were highly critical of the mediocre architecture and poor-quality public spaces and accommodations in the District of Columbia. In addition, a highly influential meeting of the American Institute of Architects was held in Washington in December 1900. Not only were the city's shortcomings extensively discussed, but plans were proposed for rectifying them.[2] The plan presented at that meeting by Washington-based architect Paul J. Pelz anticipates several decisions in the eventual McMillan Plan, including the grouping of Congressional office buildings around the Capitol, the development of Federal Triangle, and the location of the National Archives Building.[3]\n\nThe Senate Park Commission was formed by the United States Senate on March 8, 1901, to reconcile competing visions for the development of Washington, D.C., and especially the National Mall and nearby areas.[4] McMillan Commission members included architect Daniel Burnham, landscape architect Frederick Law Olmsted, Jr., and architect Charles F. McKim.[5] Charles Moore, Senator McMillan's chief aide, became secretary of the commission. Sculptor Augustus Saint-Gaudens joined the commission as its last member in August 1901 at the suggestion of McKim.[6]\n\nThe commission members (excluding Saint-Gaudens, who was ill with cancer)[7] and Moore departed for Europe on June 13, 1901, to tour the continent's great manor homes, gardens, and urban landscapes. By the time the commission returned to the United States on August 1, Moore had become a de facto member of the commission.[8]\n\n"
        },
        {
            "title": "Description of the plan",
            "text": "The commission sponsored a major exhibit about their proposals at the Corcoran Gallery of Art on January 15, 1902, the same day the report was released to the public.[9] President Theodore Roosevelt attended the exhibit's opening. The exhibit was dominated by two vast models of the District of Columbia, one showing it as it existed in 1901 and the other showing the changes proposed by the Senate Park Commission.\n[10]\n\nSeventy-one of the report's pages discussed proposals for the National Mall, while the remaining 100 pages discussed improvements for the park system in and around the city.[11] The proposals for the National Mall received the greatest attention from the commission and were the most detailed.[12] The proposals for the city's parks, beaches, and recreational facilities (ostensibly the reason for its existence) were treated in more general ways.[13] Scattered throughout the plan were references to streets, boulevards, parkways, and various other connections between District and regional parks and the District and the surrounding cities and undeveloped areas.[14]\n\nThe report proposed turning the National Mall into the core of the growing city. A cruciform design for the Mall was proposed.  The United States Capitol building anchored the east end of the east–west axis and the White House the north end of the north–south axis. In the center was the Washington Monument. The recently completed West Potomac Park would be the anchor for the west end of the east–west axis. The commission suggested the recently authorized Lincoln Memorial be sited in the park while proposing that the Ulysses S. Grant Memorial be moved to a new plaza to be constructed directly west of the Capitol. The recently created East Potomac Park would anchor the southern end of the north–south axis, and be occupied by a vast complex of recreational facilities (\"Washington Commons\") as well as a possible new memorial (to the Founding Fathers or great inventors, the report suggested). Andrew Jackson Downing's winding Victorian landscape design on the National Mall would be replaced with an open vista of grass flanked by formal rows of trees similar to the landscape design at Vaux-le-Vicomte and the Palace of Versailles in France. The width of the Mall, determined after extensive on-site measurements, would be narrowed to 300 feet (91 m). The north and south sides of the National Mall were to be lined with low public office buildings, museums, and cultural attractions (such as theaters).  The plan also suggested constructing a low, Beaux-Arts bridge linking West Potomac Park with Arlington National Cemetery. Around the base of the Washington Monument, new formal gardens and terraces would help frame the monument's base. The Pennsylvania Railroad's Baltimore & Potomac (B&P) Railroad Passenger Terminal, located on the National Mall at what is today New Jersey Avenue NW and Constitution Avenue NW, would be torn down. A new, modern train station with a grand court and massive passenger waiting and service areas would be constructed north of the Capitol.  Two new reflecting pools (or \"canals\") would be constructed on the National Mall.  One (cruciform in shape) would extend from West Potomac Park to the Washington Monument.  The other would extend from East Potomac Park north to the Washington Monument. The Ellipse would remain open space in order to preserve the vista from the White House south to the Washington Monument and the Potomac River.[15]\n\nThe L'Enfant Plan's diagonal streets formed the great boundaries of the city's new \"monumental core\".  Pennsylvania Avenue NW, already an important thoroughfare, formed the northeast boundary linking the Capitol with the White House.  The report asked the federal government to tear down the vast slum Murder Bay and replace it with a group of monumental federal office buildings similar to Westminster in London or the Louvre Palace in Paris.  Lafayette Square north of the White House would also be razed, and new federal office buildings in the Neoclassical style built there.  New York Avenue NW would be extended in a southwesterly direction past the White House to link with the new memorial in West Potomac Park. Maryland Avenue SW, extending from the Capitol to East Potomac Park, would form the southeastern boundary of this new monumental core, while the Potomac River formed the southwestern boundary.  The commission suggested that taller federal buildings and museums be constructed in areas not immediately adjacent to the National Mall.[16]\n\nThe park system proposed by the McMillan Plan drew heavily on the Metropolitan Park System of Greater Boston (also designed by Olmsted).  The commission proposed establishing large numbers of neighborhood parks throughout the city, especially in those areas outside the old \"Federal City\" boundaries.[a] Public bathing and swimming facilities, gymnasiums, and playgrounds were an integral part of each proposed park, and the commission's report provided extensive drawings of \"model parks\".  The commission's goal was to transform parks from places where the wealthy promenaded for purposes of social mobility into places where the average citizen could reap the advantages of physical exercise while enjoying the moral uplift provided by a natural setting within an urban area. Of critical importance to the commission was developing the Anacostia Flats along the Anacostia River. The flats (like West and East Potomac Parks) had recently been reclaimed by dumping dredged material along the riverbank to eliminate marshes. The commission suggested building roads to provide access to the Anacostia River and constructing a large water park for boating, bathing, swimming, and other uses to draw development to the area.[16]\n\nLinking the more important parks would be a series of parkways, designed to allow citizens in carriages (the automobile not having come into widespread use) to become emotionally refreshed by viewing nature.  Parkways were envisioned along the south side of the Potomac River from Arlington National Cemetery down to Mount Vernon, and from West Potomac Park through Rock Creek Park to the National Zoological Park. Another parkway (known as \"Fort Drive\"), nearly circumferential around the city, would link newly created parks designed to preserve the historic Civil War forts which circled the District of Columbia.[16]\n\n"
        },
        {
            "title": "Implementation of the plan",
            "text": "Implementation of the McMillan Plan was opposed by the powerful Speaker of the House, Joseph Gurney Cannon. Cannon was angry that the Senate had bypassed the House in creating the commission. He was strongly opposed to spending the enormous sums that it would take to complete the plan. Although Moore had implemented a carefully planned public relations campaign to win congressional and public support for the McMillan Plan, it was clear that seeking formal approval of the plan from Congress was out of the question due to Cannon's opposition.  Instead, members of the commission worked strenuously to ensure that the plan was not encroached upon while waiting for a more opportune time to seek its implementation. Backers of the plan in Congress regularly called upon commission members to testify before Congress and in public hearings to defend the plan.\n\nOne of the most important goals of the McMillan Plan was to demolish the B&P Railroad Passenger Terminal. This proposal had generated widespread support in Congress for years. On May 15, 1902, legislation was passed authorizing the construction of a new Union Station. Although extensive disagreement broke out in the House over reimbursing the Pennsylvania Railroad for the cost of moving its tracks, legislation providing this reimbursement passed in 1903. The terminal was demolished in 1908.\n\nThe first significant threat to implementing the McMillan Plan came in 1904.  A new United States Department of Agriculture building had long been proposed for the south side of the National Mall between 7th and 14th Streets SW. The Department of Agriculture wanted to use all the space allotted to it. However, McMillan Plan advocates argued that agriculture headquarters should be set back from the center of the National Mall by 300 feet (91 m). Department of Agriculture officials, however, pointed out that the 300-foot (91 m) setback from the mall's center-line was already violated on the south side of the mall by the Smithsonian Institution Building. President Theodore Roosevelt gave his approval for the construction of a new agriculture building in line with the Smithsonian headquarters, only to later learn that his decision violated the McMillan Plan (which he also supported). Agriculture officials then argued that if they had to accept a smaller plot of land, they should be permitted to construct a taller building to compensate for the loss of space. An extensive disagreement broke out between Agriculture officials, members of Congress intent on keeping costs low, McMillan Plan advocates, and others about where the building should be placed and how tall it should be. The new Agriculture Building was eventually built according to the McMillan Plan's 300-foot (91 m) setback line and slightly lowered into the ground to accommodate the building's taller height.[20]\n\nThe next major test of the McMillan Plan came with the siting of the Lincoln Memorial.  Congress authorized a Lincoln Memorial Commission in 1910, and the commission immediately began wrestling with the many competing proposals for the memorial's location. Concurrently, members of the disbanded McMillan Commission were tiring of the constant demands on their time and the unpaid nature of their role. President Roosevelt agreed that a permanent commission on the arts should be created to help guide decisions regarding art and architecture following the McMillan Plan. Roosevelt established a commission by executive order shortly before he left office, but President William Howard Taft dissolved it and won congressional approval for a statutory United States Commission of Fine Arts (CFA) in 1910. Several members of the McMillan Commission were appointed to the CFA, as were many McMillan Plan supporters. When the Lincoln Memorial Commission found itself riven by disagreement over the new memorial's site, it sought out the advice of the CFA. Together, the Lincoln Memorial Commission and CFA worked to approve West Potomac Park as the site for the new monument. The site for the Lincoln Memorial was approved in June 1911.[21]\n\nOver the years, other decisions were made which helped reinforce the status of the McMillan plan as the \"official\" development plan for the District of Columbia.  These included the siting of the Freer Gallery of Art in 1923, the creation of the National Capital Park and Planning Commission in 1926 (which was formally charged with implementing the McMillan Plan), enactment of legislation authorizing the enlargement of the Capitol grounds in 1929 (following the McMillan Plan), and passage of the Capper-Cramton city park act (which sought to implement the McMillan Plan's park program).[20] Arlington Memorial Bridge was authorized in 1925 after President Warren G. Harding got caught in a three-hour traffic jam during the dedication of the Tomb of the Unknown Soldier. A lengthy fight over the bridge's location occurred. However, the CFA won the battle. Congress authorized the bridge's construction (in the low, classical style advocated by the McMillan Plan) on February 24, 1925. The Public Buildings Act of 1926 authorized the razing of the Murder Bay slum and the construction of Federal Triangle in 1926, and the Mount Vernon Memorial Parkway was authorized in 1928. Although construction of a massive terrace around the base of the Washington Monument was proven unfeasible (it would have destabilized the monument's foundations), the National World War II Memorial was constructed at the eastern end of the Lincoln Memorial reflecting pool in 2004.\n\nThe McMillan Plan continues to provide the underpinning for planning in the national capital in the 21st century.  In 1997, the National Capital Planning Commission (NCPC) issued a report entitled Extending the Legacy: Planning America's Capital.[22] The planning document was an attempt to update the McMillan Plan for the 21st century. It redefined the monumental core and established new guidelines for locating museums, memorials, and federal buildings throughout the city. A second major report, Monumental Core Framework Plan: Connecting New Destinations with the National Mall, was issued in April 2009.[23] Written jointly by the NCPC and CFA, the planning document extends the McMillan Plan's values and planning concepts through the city. It proposed the creation of new \"federal centers\" through the city (away from the monumental core) and redevelopment of the Washington Channel and Anacostia River waterfronts. A second planning effort, CapitalSpace, was also launched in 2009.[24] A joint initiative of the NCPC, the National Park Service, and the government of the District of Columbia, CapitalSpace is designed to implement six of the major unfinished proposals of the McMillan Plan. These include linking the Fort Circle Parks with trails and parkways, improving recreational facilities, enhancing and maintaining neighborhood parks, establishing new and repairing existing playgrounds and school play yards, ensuring the protection and restoration of natural areas within and near the city, and transforming small and underutilized parks into vibrant new neighborhood centers.\n\nIn late 2012, work began on two billion-dollar projects to implement Extending the Legacy: Planning America's Capital were announced. The first project, named \"The Wharf\", is a $1.45 billion redevelopment of the waterfront roughly between 9th and 7th Streets SW along the Washington Channel.  The project will build 10 mixed-use buildings each 130 feet (40 m) high. A privately owned cultural center and a new public park will be included in The Wharf. A total of 3,200,000 square feet (300,000 m2) will be built, with about two-thirds of that built in the first phase. Maine Avenue SW will be remodeled, Water Street SW will be decommissioned and demolished, a pedestrian promenade built where Water Street was, and two new piers (for both private and commercial use) will be constructed.[25] The second project announced is a $906 million project to replace and realign the aging Frederick Douglass Memorial Bridge and build new interchanges between the bridge and Suitland Parkway, the bridge and Potomac Avenue SW, Suitland Parkway and Interstate 295, and Suitland Parkway and Martin Luther King, Jr. Avenue. The current four-lane bridge will be replaced with a six-lane bridge and brought into a more north–south alignment from its current northwest–southeast alignment. The cost of the bridge replacement is estimated at $573.8 million. A traffic circle with a large field (to be used for public gatherings and suitable for several new memorials) will connect the north end of the bridge with Potomac Avenue SW.  A second massive traffic oval on the south end of the bridge will help connect it to Martin Luther King, Jr. Avenue and help expand the city's \"monumental core\" into Anacostia. Reconstruction of the two interchanges is estimated to cost $209.2 million.  The remainder of the budgeted funds will help remodel South Capitol Street into an urban boulevard from an industrial corridor, and renovate New Jersey Avenue SE.[26]\n\n"
        },
        {
            "title": "Unbuilt portions of the McMillan Plan",
            "text": "Several elements of the McMillan Plan remained unbuilt.\n\nOne central element was the extensive system of granite and marble terraces, steps, and arcades (\"Washington Monument Gardens\") proposed for the grounds around the base of the Washington Monument. It was later determined that the construction of these features would require removing large quantities of earth.  However, this would have destabilized the monument's foundations, and none of the proposed elements were built.  The Trust for the National Mall and the National Park Service sponsored a design competition in 2011 to revitalize the Mall as part of a $700 million plan to transform it into a world-class park. The design partnership of Weiss/Manfredi  + OLIN won a portion of the competition to redesign the Washington Monument grounds and the nearby Sylvan Theater. If implemented, the plan would lightly terrace the grounds of the Washington Monument while creating deep terraces at the Sylvan Theater to create seating.\n\nAnother unbuilt central element was a collection of tall, Neoclassical office buildings around Lafayette Square. This proposal went unbuilt as the federal government struggled to complete the Federal Triangle complex. The cost of constructing the office complex during the mid to late 1930s and the lack of materials and workforce during World War II and the Korean War kept the complex from being built. Although a significant effort was made in 1960 to begin razing the historic homes around Lafayette Square, First Lady Jacqueline Kennedy opposed their destruction and successfully lobbied Congress and the General Services Administration to retain the structures.  Mrs. Kennedy persuaded President John F. Kennedy to allow architect John Carl Warnecke to design a plan to allow two federal office buildings behind the smaller, historic structures.  Warnecke's plan led to the construction of the New Executive Office Building in 1965 and the Howard T. Markey National Courts Building in 1967.  They were the only two large office buildings constructed near Lafayette Square, and neither was Neoclassical in design.\n\nA third central unbuilt recommendation of the McMillan Plan involved the extensive \"Washington Commons\" recreational area on East and West Potomac Parks along the southern side of the Tidal Basin. The McMillan Plan envisioned extensive public bathing and swimming facilities along the Potomac River's edge here, as well as several athletic fields, several gymnasiums, and a stadium. Additionally, a significant new Neoclassical or Beaux-Arts memorial would be constructed along the White House-Washington Monument axis to serve as the southern anchor of the cruciform National Mall plan.  The Washington Commons was to have been built after the Washington Monument terraces and arcades.  After it was determined that the Washington Monument grounds project could not be built, attention turned to Washington Commons. However, by then, the Great Depression was underway, and funds to complete the Tidal Basin in the form envisioned by the McMillan Plan were no longer available. In 1938, President Franklin D. Roosevelt proposed the construction of a memorial to Thomas Jefferson on the south side of the Tidal Basin.  Although the CFA opposed the memorial, President Roosevelt ordered its construction, and the Jefferson Memorial was completed in 1943.\n\nThe proposed \"Fort Circle Drive\" is another unbuilt part of the plan. In 1963, President John F. Kennedy began pushing Congress to build Fort Circle Drive.[27] But civic leaders and the National Park Service openly questioned whether the plan had outgrown its usefulness.[28] They argued that the city had grown past the ring of forts that protected it a century earlier, and city roads already connected the parks (albeit not in the linear route envisioned by the McMillan Plan).[29] The plan to link the city's Civil War fort-parks via a grand drive was quietly dropped in the years that followed.\n\nA final unbuilt recommendation of the McMillan Plan was the concept of grouping a large number of executive branch office buildings around the United States Congress.  The concept was two-fold: To complement the existing United States Botanic Garden (built in 1867), Library of Congress Building (built in 1897), Cannon House Office Building (built in 1908), and Russell Senate Office Building (built in 1909) to create a symmetrical look to the Capitol environs; and to reduce the time and trouble it took for executive branch workers to serve the needs of Congress. No executive branch office buildings were ever constructed. Several buildings were constructed nearby, but they were not in the symmetrical siting or design advocated by the McMillan Plan. These structures included the Longworth House Office Building (finished in 1933), the United States Supreme Court Building (finished in 1935), and the John Adams Library of Congress Building (finished in 1939). The Longworth and Adams buildings were both on the House side. No attempt was made to purchase the land bounded by Maryland Avenue NE, 1st Street NE, and Constitution Avenue NE.  This property was quickly developed with private office buildings without reference to the McMillan Plan.  Yet another building, the Rayburn House Office Building, was built on the House side in 1965. This left the United States Capitol Complex unbalanced.  In 1972, the relatively small Dirksen Senate Office Building completed on the Senate side.  Thus far, all the buildings constructed were within the Beaux-Arts or \"stripped Neoclassical\" style.  However, in 1976, construction on the James Madison Library of Congress Building was completed in the southeast corner of the Capitol Complex. Not only was this building on the House side (again), but it was Modernist in style and did not fit well architecturally with the other structures.  This was followed in 1982 with the Modernist Hart Senate Office Building, whose primary concession to the Beaux-Arts style was a marble exterior.\n\nAlthough many neighborhood parks were created in the District of Columbia according to the McMillan Plan, the scope of expansion contemplated by the plan was not achieved. Implementation of the neighborhood park, playground, and recreational facilities program was left to the D.C. government, which lacked the extensive resources of the federal government to implement the McMillan Plan. Few areas beyond the old \"Federal City\" boundary were purchased for park or recreational land. As the city rapidly expanded, this land dramatically increased in price, and the city found itself unable to obtain as much land as it wished. The inability of the city government to implement the scope of the McMillan Plan's park proposals is considered the most significant failure the plan faced.\n\n"
        }
    ]
}