{
    "url": "https://en.wikipedia.org/wiki/Mecha_anime_and_manga",
    "title": "Mecha anime and manga",
    "table_of_contents": [
        "1 History",
        "2 Subgenres",
        "2.1 Super robot",
        "2.2 Real robot",
        "3 Types",
        "3.1 Piloted",
        "3.2 Sentient",
        "3.3 Remote controlled",
        "3.4 Transforming",
        "3.5 Wearable",
        "4 Model robot",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mecha anime and manga, known in Japan as robot anime (ロボットアニメ, robotto anime) and robot manga (ロボット漫画, robotto manga), are anime and manga that feature robots (mecha) in battle. The genre is broken down into two subcategories; \"super robot\", featuring super-sized, implausible robots, and \"real robot\", where robots are governed by realistic physics and technological limitations.\n\nMecha series cover a wide variety of genres, from action to comedy to drama, and the genre has expanded into other media, such as video game adaptations. Mecha has also contributed to the popularity of scale model robots.\n\n"
        },
        {
            "title": "History",
            "text": "The 1940 short manga Electric Octopus (デンキダコ, Denki Dako) featured a powered, piloted, mechanical octopus.[1]\nThe 1943 Yokoyama Ryūichi's propaganda manga The Science Warrior Appears in New York (科学戦士ニューヨークに出現す, Kagaku Senshi New York ni Shutsugensu) featured a sword-wielding, steam-powered, giant humanoid mecha.[2]\nThe first series in the mecha genre was Mitsuteru Yokoyama's 1956 manga Tetsujin 28-go (which was later animated in 1963 and also released abroad as Gigantor).[3] Yokoyama was inspired to become a manga creator by Osamu Tezuka, and began serializing the manga in Shonen, an iconic boy's magazine, in 1956.[3] In this series, the robot, which was made as a last-ditch effort to win World War II by the Japanese military, was remote-controlled by the protagonist Shotaro Kaneda, a twelve-year-old detective and \"whiz kid\".[3] The story turned out to have immense mass appeal, and inspired generations of imitators.[3]\n\nIn 1972, Go Nagai, another of Japan's greatest manga creators, defined the super robot genre with Mazinger Z, which was directly inspired by the former series.[3] He had the revolutionary idea to create a mecha that people could control like a car, while waiting to cross a busy street.[3] The concept became \"explosively popular\", making the manga and anime into a success.[3] The series also was the genesis for different tropes of the genre, such as the idea of a robot as a \"dynamic entity\" that could join with other machines or humans to become unstoppable.[3] Anime critic Fred Patten wrote that almost all mecha anime plots, such as monster of the week shows, were actually metaphors for re-fighting World War II, and defending Japan and its culture from Western encroachment.[3]\n\nBy 1977, a large number of super robot anime had been created, including Brave Raideen and Danguard Ace.[3] The market for super robot toys also grew, spawning metal die-cast toys such as the Chogokin series in Japan and the Shogun Warriors in the U.S., that were (and still are) very popular with children and collectors.[3] The super robot genre became heavily commercialized and stagnant, creating an opening for innovation, which was seized upon by Yoshiyuki Tomino in 1979 with the creation of Mobile Suit Gundam, a complex \"space saga\" that was called the \"Star Wars of Japan\" and birthed the real robot genre, which featured more realistic, gritty technology.[3] Tomino did not like the formulaic storylines and overt advertising of the super robot shows he had worked on, and wanted to create a movie where robots were used as tools.[3] While the response to Gundam was lukewarm at first, efforts by dedicated fans led to it becoming a success.[3] It created a massive market for mecha model robots, and became an industry that earned Bandai ¥42.8 billion in 2004.[3] Many real robot series and other media were later created, such as Full Metal Panic! and the video game series Armored Core.[3]\n\n1990 saw the release of Patlabor, a breakthrough animated movie directed by Mamoru Oshii that popularized the mecha genre and aesthetic in the West.[4] Neon Genesis Evangelion, created by Hideaki Anno in 1995, was a major influence on the super robot genre, arriving when the real robot genre was dominant on television.[3] A deconstruction of classic mecha anime tropes, it recast the \"saintly\" inventor/father as a sinister figure, and the enthusiastic teenage protagonist as a \"vacillating\" introvert.[5] Due to its unusual psychological themes, the show became a massive success,[3] and further caused Japanese anime culture to spread widely and rapidly around the world.[6]\n\nThe mecha anime genre (as well as Japanese kaiju films) received a Western homage with the 2013 film Pacific Rim directed by Guillermo del Toro.[7] Similarly the genre was inspirational for the 1998 first-person shooter Shogo: Mobile Armor Division developed by Monolith Productions.[8]\n\n"
        },
        {
            "title": "Subgenres",
            "text": "Some of the first mecha featured in manga and anime were \"super robots\" (スーパーロボット sūpā robotto).[3] The super robot genre features superhero-like giant robots that are often one-of-a-kind and the product of an ancient civilization, aliens or a mad genius.  These robots are usually piloted by Japanese teenagers via voice command or neural uplink, and are often powered by mystical or exotic energy sources.[3]  Their abilities are described as \"quasi-magical\".[9]\n\nThe later real robot (リアルロボット riaru robotto) genre features robots that do not have mythical superpowers, but rather use largely conventional, albeit futuristic weapons and power sources, and are often mass-produced on a large scale for use in wars.[3] The real robot genre also tends to feature more complex characters with moral conflicts and personal problems.[10] The genre is therefore aimed primarily at young adults instead of children.[11]  The genre has been compared to hard science fiction by its fanbase, and is strongly associated with sales of popular toy models such as Gunpla.\n\nOne of the \"founding fathers\" of real robot design was Kunio Okawara, who started out working on Gundam and continued on to other real robot series such as Armored Trooper Votoms.[9]\n\nMobile Suit Gundam (1979) is largely considered the first series to introduce the real robot concept and, along with The Super Dimension Fortress Macross (1982), would form the basis of what people would later call real robot anime.[12]  In an interview with Yoshiyuki Tomino and other production crew members in the April 1989 issue of Newtype, about his views on the first Gundam anime that was not directed by him, he commented on the realism of the show, in which he sees the sponsors, Sunrise, as imaginary enemies of Gundam, since they did not accept a certain level of realism.[13] Armored Trooper Votoms is viewed by Famitsu magazine as the peak of real-robot anime.[14]\n\nThe concepts behind \"real robots\" that set it apart from previous robot anime are such as:\n\n"
        },
        {
            "title": "Types",
            "text": "This ubiquitous subgenre features mecha piloted internally as vehicles. The first series to feature such mecha was Go Nagai's Mazinger Z (1972). In a 2009 interview, Go Nagai claimed the idea came to mind when he was stuck in a traffic jam and wished his car could sprout arms and legs to walk over the cars in front.[17] Other examples include Mobile Suit Gundam (1979), The Super Dimension Fortress Macross (1982), and Tengen Toppa Gurren Lagann (2007). There are series that have piloted mecha that are also in the sentient category, usually because of an AI system to assist and care for the pilot, as featured in Blue Comet SPT Layzner (1985) and Gargantia on the Verdurous Planet (2013),[18] or going berserk because the mecha has biological aspects, as featured in Neon Genesis Evangelion (1995).\n\nThese are mecha that have the ability to be self-aware, think, and sometimes feel emotion. The source of sentience varies from aliens, such as the titular characters of American-produced and Japanese-animated series, The Transformers (1984), to artificial intelligence or synthetic intelligence, such as the robots of Dragon's Heaven (1988) & Brave Police J-Decker (1994)  to magic, such as Da-Garn of The Brave Fighter of Legend Da-Garn (1992). The first series that featured a sentient giant robot, also the first mecha anime in color, was Astroganger (1972).[19]\n\nThese are mecha that are controlled externally. The first mecha anime, Tetsujin 28-go (1966), and Giant Robo (1967) are famous examples.\n\nA transforming mech can transform between a standard vehicle (such as a fighter plane or transport truck) and a fighting mecha robot. The concept of transforming mecha was pioneered by Japanese mecha designer Shōji Kawamori in the early 1980s, when he created the Diaclone toy line in 1980 and then the Macross anime franchise in 1982. Some of Kawamori's most iconic transforming mecha designs include the VF-1 Valkyrie from the Macross and Robotech franchises, and Optimus Prime (called Convoy in Japan) from the Transformers and Diaclone franchises. The concept later became more popular in the mid-1980s, with Macross: Do You Remember Love? (1984) and Zeta Gundam (1985) in Japan, and with Transformers (1984 adaptation of Diaclone)[20] and Robotech (1985 adaptation of Macross) in the West.[21][22]\n\nThis refers to mecha that are powered exoskeletons rather than piloted as vehicles, such as in Genesis Climber MOSPEADA (1983), Bubblegum Crisis (1987) and Active Raid (2016); merge with the mecha, such as in Detonator Orgun (1991) & The King of Braves GaoGaiGar (1997); combine with the robots, such as in Transformers: Super-God Masterforce (1988); or become mechanical themselves, such as in Brave Command Dagwon (1996) and Fire Robo (2016).\n\n"
        },
        {
            "title": "Model robot",
            "text": "Assembling and painting mecha scale model kits is a popular pastime among mecha enthusiasts. Like other models such as cars or airplanes, more advanced kits require much more intricate assembly. Lego mecha construction can present unique engineering challenges; the balancing act between a high range of motion, good structural stability, and aesthetic appeal can be difficult to manage. In 2006, the Lego Group released their own somewhat manga-inspired mecha line with the Lego Exo-Force series.\n\n"
        }
    ]
}