{
    "url": "https://en.wikipedia.org/wiki/Meditation",
    "title": "Meditation",
    "table_of_contents": [
        "1 Etymology",
        "2 Definitions",
        "2.1 Difficulties in defining meditation",
        "2.1.1 No universally accepted definition",
        "2.1.2 Separation of technique from tradition",
        "2.2 Dictionary definitions",
        "2.3 Scholarly definitions",
        "2.4 Classifications",
        "2.4.1 Focused and open methods",
        "2.4.2 Other possible typologies",
        "3 Technique",
        "3.1 Posture",
        "3.2 Frequency",
        "3.3 Supporting aids",
        "3.3.1 Use of prayer beads",
        "3.3.2 Striking the meditator",
        "3.3.3 Using a narrative",
        "4 Meditation traditions",
        "4.1 Origins",
        "4.2 Indian religions",
        "4.2.1 Jainism",
        "4.2.2 Buddhism",
        "4.2.2.1 Dhyana",
        "4.2.2.2 Samatha and vipassana",
        "4.2.3 Hinduism",
        "4.2.4 Sikhism",
        "4.3 East Asian religions - Taoism",
        "4.4 Monotheistic religions",
        "4.4.1 Judaism",
        "4.4.2 Christianity",
        "4.4.3 Islam",
        "4.4.4 Baháʼí Faith",
        "4.5 Modern spirituality",
        "4.5.1 Modern dissemination in the West",
        "4.5.2 New Age",
        "4.5.3 Guided meditation",
        "5 Secular applications",
        "5.1 Psychotherapy",
        "5.2 Clinical applications",
        "5.3 Meditation in the workplace",
        "5.4 Relaxation response and biofeedback",
        "6 Effects",
        "6.1 Potential adverse effects",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Sources",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Meditation is a practice in which an individual uses a technique – such as mindfulness, or focusing the mind on a particular object, thought, or activity – to train attention and awareness, and achieve a mentally clear and emotionally calm and stable state.[1][2][3][4][web 1][web 2]\n\nMeditation  is practiced in numerous religious traditions. The earliest records of meditation (dhyana) are found in the Upanishads, and meditation plays a salient role in the contemplative repertoire of Jainism, Buddhism and Hinduism.[5] Since the 19th century, Asian meditative techniques have spread to other cultures where they have also found application in non-spiritual contexts, such as business and health.\n\nMeditation may significantly reduce stress, anxiety, depression, and pain,[6] and enhance peace, perception,[7] self-concept, and well-being.[8][9][10] Research is ongoing to better understand the effects of meditation on health (psychological, neurological, and cardiovascular) and other areas.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The English meditation is derived from Old French meditacioun, in turn from Latin meditatio from a verb meditari, meaning \"to think, contemplate, devise, ponder\".[11][12] In the Catholic tradition, the use of the term meditatio as part of a formal, stepwise process of meditation goes back to at least the 12th century monk Guigo II,[12][13] before which the Greek word Theoria was used for the same purpose.\n\nApart from its historical usage, the term meditation was introduced as a translation for Eastern spiritual practices, referred to as dhyāna in Hinduism and Buddhism and  which comes from the Sanskrit root dhyai, meaning to contemplate or meditate.[14][15][16] The term \"meditation\" in English may also refer to practices from Islamic Sufism,[17] or other traditions such as Jewish Kabbalah and Christian Hesychasm.[18]\n\n"
        },
        {
            "title": "Definitions",
            "text": "Meditation has proven difficult to define as it covers a wide range of dissimilar practices in different traditions. In popular usage, the word \"meditation\" and the phrase \"meditative practice\" are often used imprecisely to designate practices found across many cultures.[18][19] These can include almost anything that is claimed to train the attention of mind or to teach calm or compassion.[20] There remains no definition of necessary and sufficient criteria for meditation that has achieved universal or widespread acceptance within the modern scientific community. In 1971, Claudio Naranjo noted that \"The word 'meditation' has been used to designate a variety of practices that differ enough from one another so that we may find trouble in defining what meditation is.\"[21]: 6  A 2009 study noted a \"persistent lack of consensus in the literature\" and a \"seeming intractability of defining meditation\".[22]\n\nSome of the difficulty in precisely defining meditation has been in recognizing the particularities of the many various traditions;[23] and theories and practice can differ within a tradition.[24] Taylor noted that even within a faith such as \"Hindu\" or \"Buddhist\", schools and individual teachers may teach distinct types of meditation.[25]: 2 \nOrnstein noted that \"Most techniques of meditation do not exist as solitary practices but are only artificially separable from an entire system of practice and belief.\"[26]: 143  For instance, while monks meditate as part of their everyday lives, they also engage the codified rules and live together in monasteries in specific cultural settings that go along with their meditative practices.\n\nDictionaries give both the original Latin meaning of \"think[ing] deeply about (something)\";[web 2] as well as the popular usage of \"focusing one's mind for a period of time\",[web 2] \"the act of giving your attention to only one thing, either as a religious activity or as a way of becoming calm and relaxed\",[web 3] and \"to engage in mental exercise (such as concentrating on one's breathing or repetition of a mantra) for the purpose of reaching a heightened level of spiritual awareness.\"[web 1]\n\nIn modern psychological research, meditation has been defined and characterized in various ways. Many of these emphasize the role of attention[18][27][28][29] and characterize the practice of meditation as attempts to get beyond the reflexive, \"discursive thinking\"[note 1] or \"logic\"[note 2] mind[note 3] to achieve a deeper, more devout, or more relaxed state.\n\nBond et al. (2009) identified criteria for defining a practice as meditation \"for use in a comprehensive systematic review of the therapeutic use of meditation\", using \"a 5-round Delphi study with a panel of 7 experts in meditation research\" who were also trained in diverse but empirically highly studied (Eastern-derived or clinical) forms of meditation[note 4]:\n\nSeveral other definitions of meditation have been used by influential modern reviews of research on meditation across multiple traditions:[note 6]\n\nIn the West, meditation techniques have often been classified in two broad categories, which in actual practice are often combined: focused (or concentrative) meditation and open monitoring (or mindfulness) meditation:[34]\n\nFocused methods include paying attention to the breath, to an idea or feeling (such as mettā (loving-kindness)), to a kōan, or to a mantra (such as in transcendental meditation), and single point meditation.[36][37] Open monitoring methods include mindfulness, shikantaza and other awareness states.[38]\n\nAnother typology divides meditation approaches into concentrative, generative, receptive and reflective practices:[39][40]\n\nThe Buddhist tradition often divides meditative practice into samatha, or calm abiding,[41][42] and vipassana, insight. Mindfulness of breathing, a form of focused attention, calms down the mind; this calmed mind can then investigate the nature of reality,[43][44][45] by monitoring the fleeting and ever-changing constituents of experience, by reflective investigation, or by \"turning back the radiance,\" focusing awareness on awareness itself and discerning the true nature of mind as awareness itself.\n\nMatko and Sedlmeier (2019) \"call into question the common division into “focused attention” and “open-monitoring” practices.\" They argue for \"two orthogonal dimensions along which meditation techniques could be classified,\" namely \"activation\" and \"amount of body orientation,\" proposing seven clusters of techniques: \"mindful observation, body-centered meditation, visual concentration, contemplation, affect-centered meditation, mantra meditation, and meditation with movement.\"[46]\n\nJonathan Shear argues that transcendental meditation is an \"automatic self-transcending\" technique, different from focused attention and open monitoring.[47] In this kind of practice, \"there is no attempt to sustain any particular condition at all. Practices of this kind, once started, are reported to automatically “transcend” their own activity and disappear, to be started up again later if appropriate.\"[47][note 7] Yet, Shear also states that \"automatic self-transcending\" also applies to the way other techniques such as from Zen and Qigong are practiced by experienced meditators \"once they had become effortless and automatic through years of practice.\"[47]\n\n"
        },
        {
            "title": "Technique",
            "text": "Asanas and positions such as the full-lotus, half-lotus, Burmese, Seiza, and kneeling positions are popular in Buddhism, Jainism and Hinduism,[48] although other postures such as sitting, supine (lying), and standing are also used. Meditation is also sometimes done while walking, known as kinhin,  while doing a simple task mindfully, known as samu, or while lying down, known as savasana.[49][50] Postures involve focus attention and move body coordinately or hold still with rhythmic inhalation and exhalation.[51]\n\nThe Transcendental Meditation technique recommends practice of 20 minutes twice per day.[52] Some techniques suggest less time,[43] especially when starting meditation,[53] and Richard Davidson has quoted research saying benefits can be achieved with a practice of only 8 minutes per day.[54] Research shows improvement in meditation time with simple oral and video training.[55] Some meditators practice for much longer,[56][57] particularly when on a course or retreat.[58] Some meditators find practice best in the hours before dawn.[59]\n\nSome religions have traditions of using prayer beads as tools in devotional meditation.[60][61][62] Most prayer beads and Christian rosaries consist of pearls or beads linked together by a thread.[60][61] The Roman Catholic rosary is a string of beads containing five sets with ten small beads. The Hindu japa mala has 108 beads (the figure 108 in itself having spiritual significance), as well as those used in Gaudiya Vaishnavism, the Hare Krishna tradition, Jainism and Buddhist prayer beads.[63][64] Each bead is counted once as a person recites a mantra until the person has gone all the way around the mala.[64] The Muslim misbaha has 99 beads. There is also quite a variance when it comes to materials used for beads. Beads made from seeds of rudraksha trees are considered sacred by devotees of Shiva, while followers of Vishnu revere the wood that comes from the tulsi plant.[65]\n\nThe Buddhist literature has many stories of Enlightenment being attained through disciples being struck by their masters. According to T. Griffith Foulk, the encouragement stick was an integral part of the Zen practice:\n\nNeuroscientist and long-time meditator Richard Davidson has expressed the view that having a narrative can help the maintenance of daily practice.[54] For instance he himself prostrates to the teachings, and meditates \"not primarily for my benefit, but for the benefit of others\".[54]\n\n"
        },
        {
            "title": "Meditation traditions",
            "text": "The history of meditation is intimately bound up with the religious context within which it was practiced.[67] Rossano has suggested that the emergence of the capacity for focused attention, an element of many methods of meditation, may have contributed to the latest phases of human biological evolution.[68] Some of the earliest references to meditation, as well as proto-Samkhya, are found in the Upanishads of India.[69][70] The earliest clear references to meditation are in the middle Upanishads and the Mahabharata (including the Bhagavad Gita).[71][72] According to Gavin Flood, the earlier Brihadaranyaka Upanishad is describing meditation when it states that \"having become calm and concentrated, one perceives the self (ātman) within oneself\" (BU 4.4.23).[73]\n\nJain meditation and spiritual practices system were referred to as salvation-path. It has three parts called the Ratnatraya \"Three Jewels\": right perception and faith, right knowledge and right conduct.[74] Meditation in Jainism aims at realizing the self, attaining salvation, and taking the soul to complete freedom.[75] It aims to reach and to remain in the pure state of soul which is believed to be pure consciousness, beyond any attachment or aversion. The practitioner strives to be just a knower-seer (Gyata-Drashta). Jain meditation can be broadly categorized to Dharmya Dhyana and Shukla Dhyana.[clarification needed]\n\nJainism uses meditation techniques such as pindāstha-dhyāna, padāstha-dhyāna, rūpāstha-dhyāna, rūpātita-dhyāna, and savīrya-dhyāna. In padāstha dhyāna one focuses on a mantra.[76] A mantra could be either a combination of core letters or words on deity or themes. There is a rich tradition of Mantra in Jainism. All Jain followers irrespective of their sect, whether Digambara or Svetambara, practice mantra. Mantra chanting is an important part of daily lives of Jain monks and followers. Mantra chanting can be done either loudly or silently in mind.[76]\n\nContemplation is a very old and important meditation technique. The practitioner meditates deeply on subtle facts. In agnya vichāya, one contemplates on seven facts – life and non-life, the inflow, bondage, stoppage and removal of karmas, and the final accomplishment of liberation. In apaya vichāya, one contemplates on the incorrect insights one indulges, which eventually develops right insight. In vipaka vichāya, one reflects on the eight causes or basic types of karma. In sansathan vichāya, one thinks about the vastness of the universe and the loneliness of the soul.[76]\n\nBuddhists pursue meditation as part of the path toward awakening and nirvana.[note 8] The closest words for meditation in the classical languages of Buddhism are bhāvanā (\"development\"), and the core practices of body contemplations (repulsiveness and cemetery contemplations) and anapanasati (mindfulness of in-&-out breathing)[note 9] culminating in jhāna/dhyāna or samādhi.[note 10]\n\nWhile most classical and contemporary Buddhist meditation guides are school-specific,[note 11] the root meditative practices of various body recollections and breath meditation have been preserved and transmitted in almost all Buddhist traditions, through Buddhist texts like the Satipatthana Sutta and the Dhyana sutras, and through oral teacher-student transmissions. These ancient practices are supplemented with various distinct interpretations of, and developments in, these practices. \n\nThe Theravāda tradition stresses the development of samatha and vipassana, postulating over fifty methods for developing mindfulness based on the Satipatthana Sutta,[note 12] and forty for developing concentration based on the Visuddhimagga. \n\nThe Tibetan tradition incorporated Sarvastivada and Tantric practices, wedded with Madhyamaka philosophy, and developed thousands of visualization meditations.[note 13]\n\nVia the Dhyana sutras, which are based on the Sarvastivada-tradition, the Zen-tradition incorporated mindfulness and breath-meditation. Downplaying the \"petty complexities\" of satipatthana and the body-recollections[78][79] (but maintaining the awareness of immanent death), the early Chan-tradition developed the notions or practices of wu nian (\"no thought, no \"fixation on thought, such as one's own views, experiences, and knowledge\")[80][81] and fēi sīliàng (非思量, Japanese: hishiryō, \"nonthinking\");[82] and kanxin (\"observing the mind\")[83] and shou-i pu i (守一不移, \"maintaining the one without wavering,\"[84] turning the attention from the objects of experience, to the nature of mind, the perceiving subject itself, which is equated with Buddha-nature.[85]\n\nThe Silk Road transmission of Buddhism introduced meditation to other Asian countries, reaching China in the 2nd century CE,[86] and Japan in the 6th century CE.[87] In the modern era, Buddhist meditation techniques have become popular in the wider world, due to the influence of Buddhist modernism on Asian Buddhism, and western lay interest in Zen and the Vipassana movement, with many non-Buddhists taking-up meditative practices. The modernized concept of mindfulness (based on the Buddhist term sati) and related meditative practices have in turn led to mindfulness based therapies.[88]\n\nDhyana may have been an original contribution of Gautama Buddha (5th cent. BCE), the founder of Buddhism.[89] While often presented as a form of focused attention or concentration, as in Buddhagosa's Theravada classic the Visuddhimagga (\"Path of purification, 5th c. CE), according to a number contemporary scholars and scholar-practitioners, it is actually a description of the development of perfected equanimity and mindfulness, apparently induced by satipatthana, an open monitoring of the breath, without trying to regulate it. The same description, in a different formula, can be found in the bojjhanga, the \"seven factors of awakening,\" and may therefor refer to the core program of early Buddhist bhavana.[90] According to Vetter, dhyana seems to be a natural development from the sense-restraint and moral constrictions prescribed by the Buddhist tradition.[91][92]\n\nThe Buddha identified two paramount mental qualities that arise from wholesome meditative practice or bhavana, namely samatha (\"calm,\" \"serenity\"  \"tranquility\") and vipassana (insight). As the developing tradition started to emphasize the value of liberating insight, and dhyana came to be understood as concentration,[93][94] samatha and vipassana were understood as two distinct meditative techniques. In this understanding, samatha steadies, composes, unifies and concentrates the mind, while vipassana enables one to see, explore and discern \"formations\" (conditioned phenomena based on the five aggregates).[note 14]\n\nAccording to this understanding, which is central to Theravada orthodoxy but also plays a role in Tibetan Buddhism, through the meditative development of serenity, one is able to weaken the obscuring hindrances and bring the mind to a collected, pliant, and still state (samadhi). This quality of mind then supports the development of insight and wisdom (Prajñā) which is the quality of mind that can \"clearly see\" (vi-passana) the nature of phenomena. What exactly is to be seen varies within the Buddhist traditions. In Theravada, all phenomena are to be seen as impermanent, suffering, not-self and empty. When this happens, one develops dispassion (viraga) for all phenomena, including all negative qualities and hindrances and lets them go. It is through the release of the hindrances and ending of craving through the meditative development of insight that one gains liberation.[95]\n\nThere are many schools and styles of meditation within Hinduism.[73] In pre-modern and traditional Hinduism, Yoga and Dhyana are practised to recognize 'pure awareness', or 'pure consciousness', undisturbed by the workings of the mind, as one's eternal self. In Advaita Vedanta jivatman, individual self, is recognized as illusory, and in Reality identical with the omnipresent and non-dual Ātman-Brahman. In the dualistic Yoga school and Samkhya, the Self is called Purusha, a pure consciousness undisturbed by Prakriti, 'nature'. Depending on the tradition, the liberative event is named moksha, vimukti or kaivalya.\n\nOne of the most influential texts of classical Hindu Yoga is Patañjali's Yoga sutras (c. 400 CE), a text associated with Yoga and Samkhya, which outlines eight limbs leading to kaivalya (\"aloneness\"). These are ethical discipline (yamas), rules (niyamas), physical postures (āsanas), breath control (prāṇāyama), withdrawal from the senses (pratyāhāra), one-pointedness of mind (dhāraṇā), meditation (dhyāna), and finally samādhi.\n\nLater developments in Hindu meditation include the compilation of Hatha Yoga (forceful yoga) compendiums like the Hatha Yoga Pradipika, the development of Bhakti yoga as a major form of meditation, and Tantra. Another important Hindu yoga text is the Yoga Yajnavalkya, which makes use of Hatha Yoga and Vedanta Philosophy.\n\nIn Sikhism, simran (meditation) and good deeds are both necessary to achieve the devotee's Spiritual goals;[96] without good deeds meditation is futile. When Sikhs meditate, they aim to feel God's presence and emerge in the divine light.[97] It is only God's divine will or order that allows a devotee to desire to begin to meditate.[98] Nām Japnā involves focusing one's attention on the names or great attributes of God.[99]\n\nTaoist meditation has developed techniques including concentration, visualization, qi cultivation, contemplation, and mindfulness meditations in its long history. Traditional Daoist meditative practices were influenced by Chinese Buddhism from around the 5th century and influenced Traditional Chinese medicine and the Chinese martial arts.\n\nLivia Kohn distinguishes three basic types of Taoist meditation: \"concentrative\", \"insight\", and \"visualization\".[100] Ding 定 (literally means \"decide; settle; stabilize\") refers to \"deep concentration\", \"intent contemplation\", or \"perfect absorption\". Guan 觀 (lit. \"watch; observe; view\") meditation seeks to merge and attain unity with the Dao. It was developed by Tang Dynasty (618–907) Taoist masters based upon the Tiantai Buddhist practice of Vipassanā \"insight\" or \"wisdom\" meditation. Cun 存 (lit. \"exist; be present; survive\") has a sense of \"to cause to exist; to make present\" in the meditation techniques popularized by the Taoist Shangqing and Lingbao Schools. A meditator visualizes or actualizes solar and lunar essences, lights, and deities within their body, which supposedly results in health and longevity, even xian 仙/仚/僊, \"immortality\".\n\nThe (late 4th century BCE) Guanzi essay Neiye \"Inward training\" is the oldest received writing on the subject of qi cultivation and breath-control meditation techniques.[101] For instance, \"When you enlarge your mind and let go of it, when you relax your vital breath and expand it, when your body is calm and unmoving: And you can maintain the One and discard the myriad disturbances. ... This is called \"revolving the vital breath\": Your thoughts and deeds seem heavenly.\"[102]\n\nThe (c. 3rd century BCE) Taoist Zhuangzi records zuowang or \"sitting forgetting\" meditation. Confucius asked his disciple Yan Hui to explain what \"sit and forget\" means: \"I slough off my limbs and trunk, dim my intelligence, depart from my form, leave knowledge behind, and become identical with the Transformational Thoroughfare.\"[103]\n\nTaoist meditation practices are central to Chinese martial arts (and some Japanese martial arts), especially the qi-related neijia \"internal martial arts\". Some well-known examples are daoyin \"guiding and pulling\", qigong \"life-energy exercises\", neigong \"internal exercises\", neidan \"internal alchemy\", and taijiquan \"great ultimate boxing\", which is thought of as moving meditation. One common explanation contrasts \"movement in stillness\" referring to energetic visualization of qi circulation in qigong and zuochan \"seated meditation\",[45] versus \"stillness in movement\" referring to a state of meditative calm in taijiquan forms. Also the unification or middle road forms such as Wuxingheqidao that seeks the unification of internal alchemical forms with more external forms.\n\nJudaism has made use of meditative practices for thousands of years.[104][105] For instance, in the Torah, the patriarch Isaac is described as going \"לשוח\" (lasuach) in the field – a term understood by all commentators as some type of meditative practice (Genesis 24:63).[106] Similarly, there are indications throughout the Tanakh (the Hebrew Bible) that the prophets meditated.[107] In the Old Testament, there are two Hebrew words for meditation: hāgâ (Hebrew: הגה), to sigh or murmur, but also to meditate, and sîḥâ (Hebrew: שיחה),  to muse, or rehearse in one's mind.[108]\n\nClassical Jewish texts espouse a wide range of meditative practices, often associated with the cultivation of kavanah or intention. The first layer of rabbinic law, the Mishnah, describes ancient sages \"waiting\" for an hour before their prayers, \"in order to direct their hearts to the Omnipresent One (Mishnah Berakhot 5:1). Other early rabbinic texts include instructions for visualizing the Divine Presence (B. Talmud Sanhedrin 22a) and breathing with conscious gratitude for every breath (Genesis Rabba 14:9).[109]\n\nOne of the best-known types of meditation in early Jewish mysticism was the work of the Merkabah, from the root /R-K-B/ meaning \"chariot\" (of God).[108] Some meditative traditions have been encouraged in Kabbalah, and some Jews have described Kabbalah as an inherently meditative field of study.[110][111][112] Kabbalistic meditation often involves the mental visualization of the supernal realms. Aryeh Kaplan has argued that the ultimate purpose of Kabbalistic meditation is to understand and cleave to the Divine.[108]\n\nMeditation has been of interest to a wide variety of modern Jews. In modern Jewish practice, one of the best known meditative practices is called \"hitbodedut\" (התבודדות, alternatively transliterated as \"hisbodedus\"), and is explained in Kabbalistic, Hasidic, and Mussar writings, especially the Hasidic method of Rabbi Nachman of Breslav. The word derives from the Hebrew word \"boded\" (בודד), meaning the state of being alone.[113] Another Hasidic system is the Habad method of \"hisbonenus\", related to the Sephirah of \"Binah\", Hebrew for understanding.[114] This practice is the analytical reflective process of making oneself understand a mystical concept well, that follows and internalises its study in Hasidic writings. The Musar Movement, founded by Rabbi Israel Salanter in the middle of the nineteenth-century, emphasized meditative practices of introspection and visualization that could help to improve moral character.[115] Conservative rabbi Alan Lew has emphasized meditation playing an important role in the process of teshuvah (repentance).[116][117] Jewish Buddhists have adopted Buddhist styles of meditation.[118]\n\nChristian meditation is a term for a form of prayer in which a structured attempt is made to get in touch with and deliberately reflect upon the revelations of God.[120] In the Roman Empire, by 20 BCE Philo of Alexandria had written on some form of \"spiritual exercises\" involving attention (prosoche) and concentration[121] and by the 3rd century Plotinus had developed meditative techniques. The word meditation comes from the Latin word meditatum, which means to \"concentrate\" or \"to ponder\". Monk Guigo II introduced this terminology for the first time in the 12th century AD. Christian meditation is the process of deliberately focusing on specific thoughts (e.g. a biblical scene involving Jesus and the Virgin Mary) and reflecting on their meaning in the context of the love of God.[122] Christian meditation is sometimes taken to mean the middle level in a broad three-stage characterization of prayer: it then involves more reflection than first level vocal prayer, but is more structured than the multiple layers of contemplation in Christianity.[123]\n\nBetween the 10th and 14th centuries, hesychasm was developed, particularly on Mount Athos in Greece, and involves the repetition of the Jesus prayer.[124] Interactions with Indians or the Sufis may have influenced the Eastern Christian meditation approach to hesychasm, but this is unproven.[125][126]\n\nWestern Christian meditation contrasts with most other approaches in that it does not involve the repetition of any phrase or action and requires no specific posture. Western Christian meditation progressed from the 6th century practice of Bible reading among Benedictine monks called Lectio Divina, i.e. divine reading. Its four formal steps as a \"ladder\" were defined by the monk Guigo II in the 12th century with the Latin terms lectio, meditatio, oratio, and contemplatio (i.e. read, ponder, pray, contemplate). Western Christian meditation was further developed by saints such as Ignatius of Loyola and Teresa of Avila in the 16th century.[127][128][129][130]\n\nIn Catholic Christianity, the Rosary is a devotion for the meditation of the mysteries of Jesus and Mary.[131][132] “The gentle repetition of its prayers makes it an excellent means to moving into deeper meditation. It gives us an opportunity to open ourselves to God’s word, to refine our interior gaze by turning our minds to the life of Christ. The first principle is that meditation is learned through practice. Many people who practice rosary meditation begin very simply and gradually develop a more sophisticated meditation. The meditator learns to hear an interior voice, the voice of God.[133] Similarly, the chotki of the Eastern Orthodox denomination, the Wreath of Christ of the Lutheran faith, and the Anglican prayer beads of the Episcopalian tradition are used for Christian prayer and meditation.[134][135]\n\nAccording to Edmund P. Clowney, Christian meditation contrasts with Eastern forms of meditation as radically as the portrayal of God the Father in the Bible contrasts with depictions of Krishna or Brahman in Indian teachings.[136] Unlike some Eastern styles, most styles of Christian meditation do not rely on the repeated use of mantras, and yet are also intended to stimulate thought and deepen meaning. Christian meditation aims to heighten the personal relationship based on the love of God that marks Christian communion.[137][138] In Aspects of Christian meditation, the Catholic Church warned of potential incompatibilities in mixing Christian and Eastern styles of meditation.[139] In 2003, in A Christian reflection on the New Age the Vatican announced that the \"Church avoids any concept that is close to those of the New Age\".[140][141][142]\n\nSalah is a mandatory act of devotion performed by Muslims five times per day. The body goes through sets of different postures, as the mind attains a level of concentration called khushu.\n\nA second optional type of meditation, called dhikr, meaning remembering and mentioning God, involved the repetition of the 99 Names of God since the 8th or 9th century.[143][144] It is interpreted in different meditative techniques in Sufism or Islamic mysticism.[143][144] This became one of the essential elements of Sufism as it was systematized traditionally. It is juxtaposed with fikr (thinking) which leads to knowledge.[145] By the 12th century, the practice of Sufism included specific meditative techniques, and its followers practiced breathing controls and the repetition of holy words.[146]\n\nSufism uses a meditative procedure like Buddhist concentration, involving high-intensity and sharply focused introspection. In the Oveyssi-Shahmaghsoudi Sufi order, for example, muraqabah takes the form of tamarkoz, \"concentration\" in Persian.[147]\n\nTafakkur or tadabbur in Sufism literally means reflection upon the universe: this is considered to permit access to a form of cognitive and emotional development that can emanate only from the higher level, i.e. from God. The sensation of receiving divine inspiration awakens and liberates both heart and intellect, permitting such inner growth that the apparently mundane actually takes on the quality of the infinite. Muslim teachings embrace life as a test of one's submission to God.[148]\n\nDervishes of certain Sufi orders practice whirling, a form of physically active meditation.[149]\n\nIn the teachings of the Baháʼí Faith, meditation is a primary tool for spiritual development,[150] involving reflection on the words of God.[151] While prayer and meditation are linked, where meditation happens generally in a prayerful attitude, prayer is seen specifically as turning toward God,[152] and meditation is seen as a communion with one's self where one focuses on the divine.[151]\n\nIn Baháʼí teachings the purpose of meditation is to strengthen one's understanding of the words of God, and to make one's soul more susceptible to their potentially transformative power,[151] more receptive to the need for both prayer and meditation to bring about and maintain a spiritual communion with God.[153]\n\nBahá'u'lláh, the founder of the religion, never specified any particular form of meditation, and thus each person is free to choose their own form.[150] However, he did state that Baháʼís should read a passage of the Baháʼí writings twice a day, once in the morning, and once in the evening, and meditate on it. He also encouraged people to reflect on one's actions and worth at the end of each day.[151] During the Nineteen Day Fast, a period of the year during which Baháʼís adhere to a sunrise-to-sunset fast, they meditate and pray to reinvigorate their spiritual forces.[154]\n\nMeditation has spread in the West since the late 19th century, accompanying increased travel and communication among cultures worldwide. Most prominent has been the transmission of Asian-derived practices to the West. In addition, interest in some Western-based meditative practices has been revived,[155] and these have been disseminated to a limited extent to Asian countries.[156]\n\nIdeas about Eastern meditation had begun \"seeping into American popular culture even before the American Revolution through the various sects of European occult Christianity\",[25]: 3  and such ideas \"came pouring in [to America] during the era of the transcendentalists, especially between the 1840s and the 1880s.\"[25]: 3  The following decades saw further spread of these ideas to America:\n\nMore recently, in the 1960s, another surge in Western interest in meditative practices began. The rise of communist political power in Asia led to many Asian spiritual teachers taking refuge in Western countries, oftentimes as refugees.[25]: 7  In addition to spiritual forms of meditation, secular forms of meditation have taken root. Rather than focusing on spiritual growth, secular meditation emphasizes stress reduction, relaxation and self-improvement.[157][158]\n\nThe 2012 US National Health Interview Survey (NHIS) (34,525 subjects) found 8% of US adults used meditation,[159] with lifetime and 12-month prevalence of meditation use of 5.2% and 4.1% respectively.[160] In the 2017 NHIS survey, meditation use among workers was 10% (up from 8% in 2002).[161]\n\nMantra meditation, with the use of a japa mala and especially with focus on the Hare Krishna maha-mantra, is a central practice of the Gaudiya Vaishnava faith tradition and the International Society for Krishna Consciousness (ISKCON), also known as the Hare Krishna movement. Other popular New Religious Movements include the Ramakrishna Mission, Vedanta Society, Divine Light Mission, Chinmaya Mission, Osho, Sahaja Yoga, Transcendental Meditation, Oneness University, Brahma Kumaris, Vihangam Yoga and Heartfulness Meditation (Sahaj Marg).\n\nNew Age meditations are often influenced by Eastern philosophy, mysticism, yoga, Hinduism and Buddhism, yet may contain some degree of Western influence. In the West, meditation found its mainstream roots through the social revolution of the 1960s and 1970s, when many of the youth of the day rebelled against traditional religion as a reaction against what some perceived as the failure of Christianity to provide spiritual and ethical guidance.[162]\nNew Age meditation as practised by the early hippies is regarded for its techniques of blanking out the mind and releasing oneself from conscious thinking. This is often aided by repetitive chanting of a mantra, or focusing on an object.[163] New Age meditation evolved into a range of purposes and practices, from serenity and balance to access to other realms of consciousness to the concentration of energy in group meditation to the supreme goal of samadhi, as in the ancient yogic practice of meditation.[164]\n\nGuided meditation is a form of meditation which uses a number of different techniques to achieve or enhance the meditative state. It may simply be meditation done under the guidance of a trained practitioner or teacher, or it may be through the use of imagery, music, and other techniques.[165] The session can be either in person, via media[166] comprising music or verbal instruction, or a combination of both.[167][168] The most common form is a combination of meditation music and receptive music therapy, guided imagery, relaxation, mindfulness, and journaling.[169][170][171]\n\nBecause of the different combinations used under the one term, it can be difficult to attribute positive or negative outcomes to any of the various techniques. Furthermore, the term is frequently used interchangeably with \"guided imagery\" and sometimes with \"creative visualization\" in popular psychology and self-help literature. It is less commonly used in scholarly and scientific publications. Consequently, guided meditation cannot be understood as a single technique but rather multiple techniques that are integral to its practice.[172][173][174][175]\n\nGuided meditation as an aggregate or synthesis of techniques includes meditation music, receptive music therapy, guided imagery, relaxation, meditative praxis, and self-reflective diary-keeping or journaling. All of which have been shown to have therapeutic benefits when employed as an adjunct to primary strategies. Benefits include lower levels of stress,[176] reducing asthmatic episodes,[177] physical pain,[178] insomnia,[179] episodic anger,[180] negative or irrational thinking,[181] \nand anxiety, as well as improving coping skills,[182] focus,[183] \nand a general feeling of well-being.[184][185]\n\n"
        },
        {
            "title": "Secular applications",
            "text": "Carl Jung (1875–1961) was an early western explorer of eastern religious practices.[186][187] He clearly advocated ways to increase the conscious awareness of an individual. Yet he expressed some caution concerning a westerner's direct immersion in eastern practices without some prior appreciation of the differing spiritual and cultural contexts.[188][189] Also Erich Fromm (1900–1980) later explored spiritual practices of the east.[190]\n\nThe US National Center for Complementary and Integrative Health states that \"Meditation is a mind and body practice that has a long history of use for increasing calmness and physical relaxation, improving psychological balance, coping with illness, and enhancing overall health and well-being.\"[191][10] A 2014 review found that practice of mindfulness meditation for two to six months by people undergoing long-term psychiatric or medical therapy could produce small improvements in anxiety, pain, or depression.[192] In 2017, the American Heart Association issued a scientific statement that meditation may be a reasonable adjunct practice to help reduce the risk of cardiovascular diseases, with the qualification that meditation needs to be better defined in higher-quality clinical research of these disorders.[193] Recent findings have also found evidence of meditation effecting migraines in adults. Mindfulness meditation may allow for a decrease in migraine episodes, and a drop in migraine medication usage.[194]\n\nLow-quality evidence indicates that meditation may help with irritable bowel syndrome,[191] insomnia,[191] cognitive decline in the elderly,[195] and post-traumatic stress disorder.[196][197] Researchers have found that participating in mindfulness meditation can aid insomnia patients by improving sleep quality and total wake time.[198] Mindfulness meditation is not a treatment for insomnia patients, but it can provide support in addition to their treatment options.[198]\n\nA 2010 review of the literature on spirituality and performance in organizations found an increase in corporate meditation programs.[199]\n\nAs of 2016 around a quarter of U.S. employers were using stress reduction initiatives.[200][201] The goal was to help reduce stress and improve reactions to stress. Aetna now offers its program to its customers. Google also implements mindfulness, offering more than a dozen meditation courses, with the most prominent one, \"Search Inside Yourself\", having been implemented since 2007.[201] General Mills offers the Mindful Leadership Program Series, a course which uses a combination of mindfulness meditation, yoga and dialogue with the intention of developing the mind's capacity to pay attention.[201]\n\nHerbert Benson of Harvard Medical School conducted a series of clinical tests on meditators from various disciplines, including the Transcendental Meditation technique and Tibetan Buddhism. In 1975, Benson published a book titled The Relaxation Response where he outlined his own version of meditation for relaxation.[202] Also in the 1970s, the American psychologist Patricia Carrington developed a similar technique called Clinically Standardized Meditation (CSM).[203] In Norway, another sound-based method called Acem Meditation developed a psychology of meditation and has been the subject of several scientific studies.[204]\n\nBiofeedback has been used by many researchers since the 1950s in an effort to enter deeper states of mind.[205][206]\n\n"
        },
        {
            "title": "Effects",
            "text": "Research on the processes and effects of meditation is a subfield of neurological research.[9] Modern scientific techniques, such as fMRI and EEG, were used to observe neurological responses during meditation.[207]  Concerns have been raised on the quality of meditation research,[9][208][209] including the particular characteristics of individuals who tend to participate.[210]\n\nMeditation lowers heart rate, oxygen consumption, breathing frequency, stress hormones, lactate levels, and sympathetic nervous system activity (associated with the fight-or-flight response), along with a modest decline in blood pressure.[211][212] However, those who have meditated for two or three years were found to already have low blood pressure. During meditation, the oxygen consumption decrease averages 10 to 20 percent over the first three minutes. During sleep for example, oxygen consumption decreases around 8 percent over four or five hours.[213] For meditators who have practiced for years, breath rate can drop to three or four breaths per minute and brain waves slow from alpha waves seen in normal relaxation to much slower delta and theta waves.[214]\n\nSince the 1970s, clinical psychology and psychiatry have developed meditation techniques for numerous psychological conditions.[215] Mindfulness practice is employed in psychology to alleviate mental and physical conditions, such as reducing depression, stress, and anxiety.[9][216][217] Mindfulness is also used in the treatment of drug addiction, although the quality of research has been poor.[209][218] Studies demonstrate that meditation has a moderate effect to reduce pain.[9] There is insufficient evidence for any effect of meditation on positive mood, attention, eating habits, sleep, or body weight.[9] A 2015 study, including subjective and objective reports and brain scans, has shown that meditation can improve controlling attention, as well as self-awareness.[219]\n\nA 2017 systematic review and meta-analysis of the effects of meditation on empathy, compassion, and prosocial behaviors found that meditation practices had small to medium effects on self-reported and observable outcomes, concluding that such practices can \"improve positive prosocial emotions and behaviors\".[220][unreliable medical source?] However, a meta-review published on Scientific Reports showed that the evidence is very weak and \"that the effects of meditation on compassion were only significant when compared to passive control groups suggests that other forms of active interventions (like watching a nature video) might produce similar outcomes to meditation\".[221]\n\nMeditation has been correlated with unpleasant experiences in some people.[222][223][224][225]\nIn some cases, it has also been linked to psychosis in a few individuals.[226]\n\nIn one study, published in 2019, of 1,232 regular meditators with at least two months of meditation experience, about a quarter reported having had particularly unpleasant meditation-related experiences (such as  anxiety, fear, distorted emotions or thoughts, altered sense of self or the world), which they thought may have been caused by their meditation practice. Meditators with high levels of repetitive negative thinking and those who only engage in deconstructive meditation were more likely to report unpleasant side effects. Adverse effects were less frequently reported in women and religious meditators.[227]\n\nDifficult experiences encountered in meditation are mentioned in traditional sources; and some may be considered to be just an expected part of the process: for example: seven stages of purification mentioned in Theravāda Buddhism, or possible “unwholesome or frightening visions” mentioned in a practical manual on vipassanā meditation.[228]\n\n"
        }
    ]
}