{
    "url": "https://en.wikipedia.org/wiki/Mediumship",
    "title": "Mediumship",
    "table_of_contents": [
        "1 Concept",
        "2 History",
        "3 Terminology",
        "3.1 Spirit guide",
        "3.2 Spirit operator",
        "3.3 Demonstrations of mediumship",
        "3.4 Mental mediumship",
        "3.5 Trance mediumship",
        "3.6 Physical mediumship",
        "3.7 Direct voice",
        "3.8 Channeling",
        "4 Psychic senses",
        "5 Explanations",
        "5.1 Paranormal belief",
        "5.2 Scientific skepticism",
        "6 Fraud",
        "6.1 1800s",
        "6.2 1900s",
        "6.3 Recent",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mediumship is the practice of purportedly mediating communication between familiar spirits or spirits of the dead and living human beings.  Practitioners are known as \"mediums\" or \"spirit mediums\".[1][2] There are different types of mediumship or spirit channelling, including séance tables, trance, and ouija.\n\nBelief in psychic ability is widespread[3] despite the absence of objective evidence for its existence.[4] Scientific researchers have attempted to ascertain the validity of claims of mediumship. An experiment undertaken by the British Psychological Society led to the conclusion that the test subjects demonstrated no mediumistic ability.[5]\n\nMediumship gained popularity during the nineteenth century, when ouija boards were used as a source of entertainment. Investigations during this period revealed widespread fraud—with some practitioners employing techniques used by stage magicians—and the practice began to lose credibility.[6][7] Fraud is still rife in the medium or psychic industry, with cases of deception and trickery being discovered to this day.[8]\n\nSeveral different variants of mediumship have been described; arguably the best-known forms involve a spirit purportedly taking control of a medium's voice and using it to relay a message, or where the medium simply \"hears\" the message and passes it on. Other forms involve materializations of the spirit or the presence of a voice, and telekinetic activity.\n\nThe practice is associated with several religious-belief systems such as Shamanism, Vodun, Spiritualism, Spiritism, Candomblé, Voodoo, Umbanda and some New Age groups.\n\n"
        },
        {
            "title": "Concept",
            "text": "In Spiritism and Spiritualism the medium has the role of an intermediary between the world of the living and the world of spirit. Mediums claim that they can listen to and relay messages from spirits, or that they can allow a spirit to control their body and speak through it directly or by using automatic writing or drawing.\n\nSpiritualists classify types of mediumship into two main categories: \"mental\" and \"physical\":[9]\n\nDuring seances, mediums are said to go into trances, varying from light to deep, that permit spirits to control their minds.[10]\n\nChanneling can be seen as the modern form of the old mediumship, where the \"channel\" (or channeller) purportedly receives messages from \"teaching-spirit\", an \"Ascended master\", from God, or from an angelic entity, but essentially through the filter of his own waking consciousness (or \"Higher Self\").[11]\n\n"
        },
        {
            "title": "History",
            "text": "Attempts to communicate with the dead and other living human beings, aka spirits, have been documented back to early human history, such as the Biblical account of the Witch of Endor.[12]\n\nMediumship became quite popular in the 19th-century United States and the United Kingdom after the rise of Spiritualism as a religious movement. Modern Spiritualism is said to date from practices and lectures of the Fox sisters in New York State in 1848. The trance mediums Paschal Beverly Randolph and Emma Hardinge Britten were among the most celebrated lecturers and authors on the subject in the mid-19th century.  Allan Kardec coined the term Spiritism around 1860.[13] Kardec claimed that conversations with spirits by selected mediums were the basis of his The Spirits' Book and later, his five-book collection, Spiritist Codification.\n\nSome scientists of the period who investigated Spiritualism also became converts. They included chemist Robert Hare, physicist William Crookes (1832–1919) and evolutionary biologist Alfred Russel Wallace (1823–1913).[14][15] Nobel laureate Pierre Curie took a very serious scientific interest in the work of medium Eusapia Palladino.[16] Other prominent adherents included journalist and pacifist William T. Stead (1849–1912)[17] and physician and author Arthur Conan Doyle (1859–1930).[18]\n\nAfter the exposure of the fraudulent use of stage magic tricks by physical mediums such as the Davenport Brothers and the Bangs Sisters, mediumship fell into disrepute. However, the religion and its beliefs continue in spite of this, with physical mediumship and seances falling out of practice and platform mediumship coming to the fore.\n\nIn the late 1920s and early 1930s there were around one quarter of a million practising Spiritualists and some two thousand Spiritualist societies in the UK in addition to flourishing microcultures of platform mediumship and 'home circles'.[19] Spiritualism continues to be practised, primarily through various denominational Spiritualist churches in the United States, Canada, Australia and the United Kingdom. In the United Kingdom, over 340 Spiritualist churches and centres open their doors to the public and free demonstrations of mediumship are regularly performed.[20]\n\n"
        },
        {
            "title": "Terminology",
            "text": "In 1958, the English-born Spiritualist C. Dorreen Phillips wrote of her experiences with a medium at Camp Chesterfield, Indiana: \"In Rev. James Laughton's séances there are many Indians. They are very noisy and appear to have great power. [...] The little guides, or doorkeepers, are usually Indian boys and girls [who act] as messengers who help to locate the spirit friends who wish to speak with you.\"[21]\n\nA spirit who uses a medium to manipulate psychic \"energy\" or \"energy systems.\"\n\nIn old-line Spiritualism, a portion of the services, generally toward the end, is given over to demonstrations of mediumship through purported contact with the spirits of the dead. A typical example of this way of describing a mediumistic church service is found in the 1958 autobiography of C. Dorreen Phillips. She writes of the worship services at the Spiritualist Camp Chesterfield in Chesterfield, Indiana: \"Services are held each afternoon, consisting of hymns, a lecture on philosophy, and demonstrations of mediumship.\"[21]\n\nToday \"demonstration of mediumship\" is part of the church service at all churches affiliated with the National Spiritualist Association of Churches (NSAC) and the Spiritualists' National Union (SNU). Demonstration links to NSAC's Declaration of Principal #9. \"We affirm that the precepts of Prophecy and Healing are Divine attributes proven through Mediumship.\"\n\n\"Mental mediumship\" is communication of spirits with a medium by telepathy. The medium mentally \"hears\" (clairaudience), \"sees\" (clairvoyance), and/or feels (clairsentience) messages from spirits. Directly or with the help of a spirit guide, the medium passes the information on to the message's recipient(s). When a medium is doing a \"reading\" for a particular person, that person is known as the \"sitter\".\n\n\"Trance mediumship\" is often seen as a form of mental mediumship. Most trance mediums remain conscious during a communication period, wherein a spirit uses the medium's mind to communicate. The spirit or spirits using the medium's mind influences the mind with the thoughts being conveyed. The medium allows the ego to step aside for the message to be delivered. At the same time, one has awareness of the thoughts coming through and may even influence the message with one's own bias. Such a trance is not to be confused with sleepwalking, as the patterns are entirely different. Castillo (1995) states,\n\nIn the 1860s and 1870s, trance mediums were very popular. Spiritualism generally attracted female adherents, many who had strong interests in social justice. Many trance mediums delivered passionate speeches on abolitionism, temperance, and women's suffrage.[23] Scholars have described Leonora Piper as one of the most famous trance mediums in the history of Spiritualism.[6][24][25]\n\nIn the typical deep trance, the medium may not have clear recall of all the messages conveyed while in an altered state; such people generally work with an assistant. That person selectively wrote down or otherwise recorded the medium's words.  Rarely did the assistant record the responding words of the sitter and other attendants. An example of this kind of relationship can be found in the early 20th century collaboration between the trance medium Mrs. Cecil M. Cook of the William T. Stead Memorial Center in Chicago (a religious body incorporated under the statutes of the State of Illinois) and the journalist Lloyd Kenyon Jones. The latter was a non-medium Spiritualist who transcribed Cook's messages in shorthand. He edited them for publication in book and pamphlet form.[26]\n\nPhysical mediumship is defined as manipulation of energies and energy systems by spirits. This type of mediumship is claimed to involve perceptible manifestations, such as loud raps and noises, voices, materialized objects, apports, materialized spirit bodies, or body parts such as hands, legs and feet. The medium is used as a source of power for such spirit manifestations. By some accounts, this was achieved by using the energy or ectoplasm released by a medium, see spirit photography.[27][28] The last physical medium to be tested by a committee from Scientific American was Mina Crandon in 1924.\n\nMost physical mediumship is presented in a darkened or dimly lit room. Most physical mediums make use of a traditional array of tools and appurtenances, including spirit trumpets, spirit cabinets, and levitation tables.\n\nDirect voice communication is the claim that spirits speak independently of the medium, who facilitates the phenomenon rather than produces it. The role of the medium is to make the connection between the physical and spirit worlds. Trumpets are often utilised to amplify the signal, and directed voice mediums are sometimes known as \"trumpet mediums\". This form of mediumship also permits the medium to participate in the discourse during séances, since the medium's voice is not required by the spirit to communicate. Leslie Flint was one of the best known exponents of this form of mediumship.[29]\n\nA conduit, in esoterism, and spiritual discourse, is a specific object, person, location, or process (such as engaging in a séance or entering a trance, or using psychedelic medicines) which allows a person to connect or communicate with a spiritual realm, metaphysical energy, or spiritual entity, or vice versa. The use of such a conduit may be entirely metaphoric or symbolic, or it may be earnestly believed to be functional.\n\nIn Shintoism, the public shrine is a building or place that functions as a conduit for kami (神, \"spiritual essence\", commonly translated as god or spirit). In Yoruba religion, it is said that Elegba, the son of Osun, became the great conduit of ase (divine energy) in the Universe.\n\nIn the later half of the 20th century, Western mediumship developed in two different ways. One type involves clairaudience, in which the medium claims to hear spirits and relay what they hear to their clients. The other is a form of channeling in which the channeler seemingly goes into a trance, and purports to leave their body allowing a spirit entity to borrow it and then speak through them.[30] When in a trance the medium appears to enter into a cataleptic state,[31] although modern channelers may not.[citation needed] Some channelers open the eyes when channeling, and remain able to walk and behave normally. The rhythm and the intonation of the voice may also change completely.[31]\n\nA notable channeler in the early 1900s was Rose Edith Kelly, wife of the English occultist and ceremonial magician Aleister Crowley (1875–1947). She allegedly channeled the voice of a non-physical entity named Aiwass during their honeymoon in Cairo, Egypt (1904).[32][33][34] Others purport to channel spirits from \"future dimensions\", ascended masters,[35] or, in the case of the trance mediums of the Brahma Kumaris, God.[36] Another widely known channeler of this variety is J. Z. Knight, who claims to channel the spirit of Ramtha, a 30 thousand-year-old man from Lemuria. Other notable channels are Jane Roberts for Seth and Esther Hicks for Abraham.[37]\n\n"
        },
        {
            "title": "Psychic senses",
            "text": "Senses used by mental mediums are sometimes defined differently from in other paranormal fields. A medium is said to have psychic abilities but not all psychics function as mediums. The term clairvoyance, for instance, may include seeing spirit and visions instilled by the spirit world.  The Parapsychological Association defines \"clairvoyance\" as information derived directly from an external physical source.[38]\n\n"
        },
        {
            "title": "Explanations",
            "text": "Spiritualists believe that phenomena produced by mediums (both mental and physical mediumship) are the result of external spirit agencies.[39] The psychical researcher Thomson Jay Hudson in The Law of Psychic Phenomena (1892) and Théodore Flournoy in his book Spiritism and Psychology (1911) wrote that all kinds of mediumship could be explained by suggestion and telepathy from the medium and that there was no evidence for the spirit hypothesis. The idea of mediumship being explained by telepathy was later merged into the \"super-ESP\" hypothesis of mediumship which is currently advocated by some parapsychologists.[40]\n\nIn their book How to Think About Weird Things: Critical Thinking for a New Age, authors Theodore Schick and Lewis Vaughn have noted that the spiritualist and ESP hypothesis of mediumship \"has yielded no novel predictions, assumes unknown entities or forces, and conflicts with available scientific evidence.\"[41]\n\nScientists[which?] who study anomalistic psychology consider mediumship to be the result of fraud and psychological factors. Research from psychology for over a hundred years suggests that where there is not fraud, mediumship and Spiritualist practices can be explained by hypnotism, magical thinking and suggestion.[42][43] Trance mediumship, which according to Spiritualists is caused by discarnate spirits speaking through the medium, can be explained by dissociative identity disorder.[44]\n\nIllusionists, such as Joseph Rinn have staged fake séances in which the sitters have claimed to have observed genuine supernatural phenomena.[45] Albert Moll studied the psychology of séance sitters.  According to (Wolffram, 2012) \"[Moll] argued that the hypnotic atmosphere of the darkened séance room and the suggestive effect of the experimenters' social and scientific prestige could be used to explain why seemingly rational people vouchsafed occult phenomena.\"[46] The psychologists Leonard Zusne and Warren Jones in their book Anomalistic Psychology: A Study of Magical Thinking (1989) wrote that spirits controls are the \"products of the medium's own psychological dynamics.\"[47]\n\nA fraudulent medium may obtain information about their sitters by secretly eavesdropping on sitter's conversations or searching telephone directories, the internet and newspapers before the sittings.[48] A technique called cold reading can also be used to obtain information from the sitter's behavior, clothing, posture, and jewellery.[49][50]\n\nThe psychologist Richard Wiseman has written:\n\nIn a series of experiments holding fake séances, (Wiseman et al. 2003) paranormal believers and disbelievers were suggested by an actor that a table was levitating when, in fact, it remained stationary. After the seance, approximately one third of the participants incorrectly reported that the table had moved. The results showed a greater percentage of believers reporting that the table had moved. In another experiment the believers had also reported that a handbell had moved when it had remained stationary and expressed their belief that the fake séances contained genuine paranormal phenomena. The experiments strongly supported the notion that in the séance room, believers are more suggestible than disbelievers for suggestions that are consistent with their belief in paranormal phenomena.[52]\n\nIn a 2019 television segment on Last Week Tonight featuring prominent purported mediums including Theresa Caputo, John Edward, Tyler Henry, and Sylvia Browne, John Oliver criticized the media for promoting mediums because this exposure convinces viewers that such powers are real, and so enable neighborhood mediums to prey on grieving families. Oliver said \"...when psychic abilities are presented as authentic, it emboldens a vast underworld of unscrupulous vultures, more than happy to make money by offering an open line to the afterlife, as well as many other bullshit services.\"[53][54]\n\n"
        },
        {
            "title": "Fraud",
            "text": "From its earliest beginnings to contemporary times, mediumship practices have had many instances of fraud and trickery.[55] Séances take place in darkness so the poor lighting conditions can become an easy opportunity for fraud. Physical mediumship that has been investigated by scientists has been discovered to be the result of deception and trickery.[56] Ectoplasm, a supposed paranormal substance, was revealed to have been made from cheesecloth, butter, muslin, and cloth. Mediums would also stick cut-out faces from magazines and newspapers onto cloth or on other props and use plastic dolls in their séances to pretend to their audiences spirits were contacting them.[57] Lewis Spence in his book An Encyclopaedia of Occultism (1960) wrote:\n\nIn Britain, the Society for Psychical Research has investigated mediumship phenomena. Critical SPR investigations into purported mediums and the exposure of fake mediums has led to a number of resignations by Spiritualist members.[59][60] On the subject of fraud in mediumship Paul Kurtz wrote:\n\nMagicians have a long history of exposing the fraudulent methods of mediumship. Early debunkers included Chung Ling Soo,  Henry Evans and Julien Proskauer.[62] Later magicians to reveal fraud were Joseph Dunninger, Harry Houdini and Joseph Rinn.  Rose Mackenberg, a private investigator who worked with Houdini during the 1920s, was among the most prominent debunkers of psychic fraud during the mid-20th century.[63]\n\nMany 19th century mediums were discovered to be engaged in fraud.[64] While advocates of mediumship claim that their experiences are genuine, the Encyclopædia Britannica article on spiritualism notes in reference to a case in the 19th century that \"...one by one, the Spiritualist mediums were discovered to be engaged in fraud, sometimes employing the techniques of stage magicians in their attempts to convince people of their clairvoyant powers.\" The article also notes that \"the exposure of widespread fraud within the spiritualist movement severely damaged its reputation and pushed it to the fringes of society in the United States.\"[65]\n\nAt a séance in the house of the solicitor John Snaith Rymer in Ealing in July 1855, a sitter Frederick Merrifield observed that a \"spirit-hand\" was a false limb attached on the end of the medium Daniel Dunglas Home's arm. Merrifield also claimed to have observed Home use his foot in the séance room.[66]\n\nThe poet Robert Browning and his wife Elizabeth attended a séance on 23, July 1855 in Ealing with the Rymers.[67] During the séance a spirit face materialized which Home claimed was the son of Browning who had died in infancy. Browning seized the \"materialization\" and discovered it to be the bare foot of Home. To make the deception worse, Browning had never lost a son in infancy. Browning's son Robert in a letter to The Times, December 5, 1902, referred to the incident \"Home was detected in a vulgar fraud.\"[68][69] The researchers Joseph McCabe and Trevor H. Hall exposed the \"levitation\" of Home as nothing more than his moving across a connecting ledge between two iron balconies.[70]\n\nThe psychologist and psychical researcher Stanley LeFevre Krebs had exposed the Bangs Sisters as frauds. During a séance he employed a hidden mirror and caught them tampering with a letter in an envelope and writing a reply in it under the table which they would pretend a spirit had written.[71] The British materialization medium Rosina Mary Showers was caught in many fraudulent séances throughout her career.[72] In 1874 during a séance with Edward William Cox a sitter looked into the cabinet and seized the spirit, the headdress fell off and was revealed to be Showers.[73]\n\nIn a series of experiments in London at the house of William Crookes in February 1875, the medium Anna Eva Fay managed to fool Crookes into believing she had genuine psychic powers. Fay later confessed to her fraud and revealed the tricks she had used.[74] Frank Herne a British medium who formed a partnership with the medium Charles Williams was repeatedly exposed in fraudulent materialization séances.[75] In 1875, he was caught pretending to be a spirit during a séance in Liverpool and was found \"clothed in about two yards of stiffened muslin, wound round his head and hanging down as far as his thigh.\"[76] Florence Cook had been \"trained in the arts of the séance\" by Herne and was repeatedly exposed as a fraudulent medium.[77]\n\nThe medium Henry Slade was caught in fraud many times throughout his career. In a séance in 1876 in London Ray Lankester and Bryan Donkin snatched his slate before the \"spirit\" message was supposed to be written, and found the writing already there.[78] Slade also played an accordion with one hand under the table and claimed spirits would play it. The magician Chung Ling Soo revealed how Slade had performed the trick.[79]\n\nThe British medium Francis Ward Monck was investigated by psychical researchers and discovered to be a fraud. On November 3, 1876, during the séance a sitter demanded that Monck be searched. Monck ran from the room, locked himself in another room and escaped out of a window. A pair of stuffed gloves was found in his room, as well as cheesecloth, reaching rods and other fraudulent devices in his luggage.[80] After a trial Monck was convicted for his fraudulent mediumship and was sentenced to three months in prison.[81]\n\nIn 1876, William Eglinton was exposed as a fraud when the psychical researcher Thomas Colley seized a \"spirit\" materialization in his séance and cut off a portion of its cloak. It was discovered that the cut piece matched a cloth found in Eglinton's suitcase.[82] Colley also pulled the beard off the materialization and it was revealed to be a fake, the same as another one found in the suitcase of Eglinton.[83] In 1880 in a séance a spirit named \"Yohlande\" materialized, a sitter grabbed it and was revealed to be the medium Mme. d'Esperance herself.[84]\n\nIn September 1878 the British medium Charles Williams and his fellow-medium at the time, A. Rita, were detected in trickery at Amsterdam. During the séance a materialized spirit was seized and found to be Rita and a bottle of phosphorus oil, muslin and a false beard were found amongst the two mediums.[85] In 1882 C. E. Wood was exposed in a séance in Peterborough. Her Indian spirit control \"Pocka\" was found to be the medium on her knees, covered in muslin.[86]\n\nIn 1880 the American stage mentalist Washington Irving Bishop published a book revealing how mediums would use secret codes as the trick for their clairvoyant readings.[87] The Seybert Commission was a group of faculty at the University of Pennsylvania who in 1884–1887 exposed fraudulent mediums such as Pierre L. O. A. Keeler and Henry Slade.[88] The Fox sisters confessed to fraud in 1888. Margaret Fox revealed that she and her sister had produced the \"spirit\" rappings by cracking their toe joints.[89]\n\nIn 1891 at a public séance with twenty sitters the medium Cecil Husk was caught leaning over a table pretending to be a spirit by covering his face with phosphor material.[90] The magician Will Goldston also exposed the fraud mediumship of Husk. In a séance Goldston attended a pale face materialization appeared in the room. Goldston wrote \"I saw at once that it was a gauze mask, and that the moustache attached to it was loose at one side through lack of gum. I pulled at the mask. It came away, revealing the face of Husk.\"[91] The British materialization medium Annie Fairlamb Mellon was exposed as a fraud on October 12, 1894. During the séance a sitter seized the materialized spirit, and found it to be the Mellon on her knees with white muslin on her head and shoulders.[92]\n\nThe magician Samri Baldwin exposed the tricks of the Davenport brothers in his book The Secrets of Mahatma Land Explained (1895).[93] The medium Swami Laura Horos was convicted of fraud several times and was tried for rape and fraud in London in 1901. She was described by the magician Harry Houdini as \"one of the most extraordinary fake mediums and mystery swindlers the world has ever known\".[94]\n\nIn the late 19th century, the fraudulent methods of spirit photographers such as David Duguid and Edward Wyllie were revealed by psychical researchers.[95] Hereward Carrington documented various methods (with diagrams) how the medium would manipulate the plates before, during, and after the séance to produce spirit forms.[96] The ectoplasm materializations of the French medium Eva Carrière were exposed as fraudulent. The fake ectoplasm of Carrière was made of cut-out paper faces from newspapers and magazines on which fold marks could sometimes be seen from the photographs.[97] Cut out faces that she used included Woodrow Wilson, King Ferdinand of Bulgaria, French president Raymond Poincaré and the actress Mona Delza.[98]\n\nThe séance trick of the Eddy Brothers was revealed by the magician Chung Ling Soo in 1898. The brothers utilized a fake hand made of lead, and with their hands free from control would play musical instruments and move objects in the séance room.[99] The physiologist Ivor Lloyd Tuckett  examined a case of spirit photography that W. T. Stead had claimed was genuine. Stead visited a photographer who had produced a photograph of him with deceased soldier known as \"Piet Botha\". Stead claimed that the photographer could not have come across any information about Piet Botha, however, Tuckett discovered that an article in 1899 had been published on Pietrus Botha in a weekly magazine with a portrait and personal details.[100]\n\nThe trance medium Leonora Piper was investigated by psychical researchers and psychologists in the late 19th and early 20th century. In an experiment to test if Piper's \"spirit\" controls were purely fictitious the psychologist G. Stanley Hall invented a niece called Bessie Beals and asked Piper's 'control' to get in touch with it. Bessie appeared, answered questions and accepted  Hall as her uncle.[101] The psychologist Joseph Jastrow wrote that Piper pretended to be controlled by spirits and fell into simple and logical traps from her comments.[102] Science writer Martin Gardner concluded Piper was a cold reader that would \"fish\" for information from her séance sitters.[103] The physiologist Ivor Lloyd Tuckett who examined Piper's mediumship in detail wrote it could be explained by \"muscle-reading, fishing, guessing, hints obtained in the sitting, knowledge surreptitiously obtained, knowledge acquired in the interval between sittings and lastly, facts already within Mrs. Piper's knowledge.\"[104]\n\nIn March 1902 in Berlin, police officers interrupted a séance of the German apport medium Frau Anna Rothe. Her hands were grabbed and she was wrestled to the ground. A female police assistant physically examined Rothe and discovered 157 flowers as well as oranges and lemons hidden in her petticoat. She was arrested and charged with fraud.[105] Another apport medium Hilda Lewis known as the \"flower medium\" confessed to fraud.[106]\n\nThe psychical researchers W. W. Baggally and Everard Feilding exposed the British materialization medium Christopher Chambers as a fraud in 1905. A false moustache was discovered in the séance room which he used to fabricate the spirit materializations.[107] The British medium Charles Eldred was exposed as a fraud in 1906. Eldred would sit in a chair in a curtained off area in the room known as a \"séance cabinet\". Various spirit figures would emerge from the cabinet and move around the séance room, however, it was discovered that the chair had a secret compartment that contained beards, cloths, masks, and wigs that Eldred would dress up in to fake the spirits.[108]\n\nThe spirit photographer William Hope tricked William Crookes with a fake spirit photograph of his wife in 1906. Oliver Lodge revealed there had been obvious signs of double exposure, the picture of Lady Crookes had been copied from a wedding anniversary photograph, however, Crookes was a convinced spiritualist and claimed it was genuine evidence for spirit photography.[109]\n\nIn 1907, Hereward Carrington exposed the tricks of fraudulent mediums such as those used in slate-writing, table-turning, trumpet mediumship, materializations, sealed-letter reading and spirit photography.[110] between 1908 and 1914 the Italian medium Francesco Carancini was investigated by psychical researchers and they discovered that he used phosphorus matches to produce \"spirit lights\" and with a freed hand would move objects in the séance room.[111]\n\nIn 1908 at a hotel in Naples, the psychical researchers W. W. Baggally, Hereward Carrington and Everard Feilding attended a series of séances with Eusapia Palladino. In a report they claimed that genuine supernatural activity had occurred in the séances, this report became known as the Feilding report.[112] In 1910, Feilding returned to Naples, but this time accompanied with the magician William S. Marriott. Unlike the 1908 sittings, Feilding and Marriott detected her cheating, just as she had done in America. Her deceptions were obvious. Palladino evaded control and was caught moving objects with her foot, shaking the curtain with her hands, moving the cabinet table with her elbow and touching the séance sitters. Milbourne Christopher wrote regarding the exposure \"when one knows how a feat can be done and what to look for, only the most skillful performer can maintain the illusion in the face of such informed scrutiny.\"[113]\n\nIn 1910 at a séance in Grenoble, France the apport medium Charles Bailey produced two live birds in the séance room. Bailey was unaware that the dealer he had bought the birds from was present in the séance and he was exposed as a fraud.[114] The psychical researcher Eric Dingwall observed the medium Bert Reese in New York and claimed to have discovered his billet reading tricks.[115] The most detailed account at exposing his tricks (with diagrams) was by the magician Theodore Annemann.[116]\n\nThe Polish medium Stanisława Tomczyk's levitation of a glass beaker was exposed and replicated in 1910 by the magician William S. Marriott by means of a hidden thread.[117] The Italian medium Lucia Sordi was exposed in 1911, she was bound to a chair by psychical researchers but would free herself during her séances. The tricks of another Italian medium Linda Gazzera were revealed in the same year, she would release her hands and feet from control in her séances and use them. Gazzera would not permit anyone to search her before a séance sitting, as she concealed muslin and other objects in her hair.[118]\n\nIn 1917, Edward Clodd analyzed the mediumship of the trance medium Gladys Osborne Leonard and came to the conclusion that Leonard had known her séance sitters before she had held the séances, and could have easily obtained such information by natural means.[119] The British psychiatrist Charles Arthur Mercier wrote in his book Spiritualism and Sir Oliver Lodge (1917) that Oliver Lodge had been duped into believing mediumship by trickery and his spiritualist views were based on assumptions and not scientific evidence.[120]\n\nIn 1918, Joseph Jastrow wrote about the tricks of Eusapia Palladino who was an expert at freeing her hands and feet from the control in the séance room.[121] In the séance room Palladino would move curtains from a distance by releasing a jet of air from a rubber bulb that she had in her hand.[122] According to the psychical researcher Harry Price \"Her tricks were usually childish: long hairs attached to small objects in order to produce 'telekinetic movements'; the gradual substitution of one hand for two when being controlled by sitters; the production of 'phenomena' with a foot which had been surreptitiously removed from its shoe and so on.\"[123]\n\nIn the 1920s the British medium Charles Albert Beare duped the Spiritualist organization the Temple of Light into believing he had genuine mediumship powers. In 1931 Beare published a confession in the newspaper Daily Express. In the confession he stated \"I have deceived hundreds of people…. I have been guilty of fraud and deception in spiritualistic practices by pretending that I was controlled by a spirit guide…. I am frankly and whole-heartedly sorry that I have allowed myself to deceive people.\"[124] Due to the exposure of William Hope and other fraudulent spiritualists, Arthur Conan Doyle in the 1920s led a mass resignation of eighty-four members of the Society for Psychical Research, as they believed the Society was opposed to spiritualism.[125]\n\nBetween 8 November and 31 December 1920 Gustav Geley of the Institute Metapsychique International attended fourteen séances with the medium Franek Kluski in Paris. A bowl of hot paraffin was placed in the room and according to Kluski spirits dipped their limbs into the paraffin and then into a bath of water to materialize. Three other series of séances were held in Warsaw in Kluski's own apartment, these took place over a period of three years. Kluski was not searched in any of the séances. Photographs of the molds were obtained during the four series of experiments and were published by Geley in 1924.[126][127] Harry Houdini replicated the Kluski materialization moulds by using his hands and a bowl of hot paraffin.[128]\n\nThe British direct-voice medium Frederick Tansley Munnings was exposed as a fraud when one of his séance sitters turned the lights on which revealed him to be holding a trumpet by means of a telescopic extension piece and using an angle piece to change the auditory effect of his voice.[129] Richard Hodgson held six sittings with the medium Rosina Thompson and came to the conclusion she was a fraud as he discovered Thompson had access to documents and information about her séance sitters.[130]\n\nOn 4 February 1922, Harry Price with James Seymour, Eric Dingwall and William S. Marriott had proven the spirit photographer William Hope was a fraud during tests at the British College of Psychic Science. Price wrote in his SPR report \"William Hope has been found guilty of deliberately substituting his own plates for those of a sitter... It implies that the medium brings to the sitting a duplicate slide and faked plates for fraudulent purposes.\"[131] The medium Kathleen Goligher was investigated by the physicist Edmund Edward Fournier d'Albe. On July 22, 1921, in a séance he observed Goligher holding the table up with her foot. He also discovered that her ectoplasm was made of muslin. During a séance d'Albe observed white muslin between Goligher's feet.[132]\n\nThe Danish medium Einer Nielsen was investigated by a committee from the Kristiania University in Norway, 1922 and discovered in a séance that his ectoplasm was fake.[133] In 1923 the Polish medium Jan Guzyk was exposed as a fraud in a series of séances in Sorbonne in Paris. Guzyk would use his elbows and legs to move objects around the room and touch the sitters. According to Max Dessoir the trick of Guzyk was to use his \"foot for psychic touches and sounds\".[134]\n\nThe psychical researchers Eric Dingwall and Harry Price re-published an anonymous work written by a former medium entitled Revelations of a Spirit Medium (1922) which exposed the tricks of mediumship and the fraudulent methods of producing \"spirit hands\".[135] Originally all the copies of the book were bought up by spiritualists and deliberately destroyed.[136] In 1923, the magician Carlos María de Heredia revealed how fake spirit hands could be made by using a rubber glove, paraffin and a jar of cold water.[137]\n\nThe Hungarian medium Ladislas Lasslo confessed that all of his spirit materializations were fraudulent in 1924. A séance sitter was also found to be working as a confederate for Lasslo.[138][139]\n\nThe Austrian medium Rudi Schneider was investigated in 1924 by the physicists Stefan Meyer and Karl Przibram. They caught Rudi freeing his arm in a series of séances.[140] Rudi claimed he could levitate objects but according to Harry Price a photograph taken on April 28, 1932, showed that Rudi had managed to free his arm to move a handkerchief from the table.[141] According to Warren Jay Vinton, Schneider was an expert at freeing himself from control in the séance room.[142] Oliver Gatty and Theodore Besterman who tested Schneider concluded that in their tests there was \"no good evidence that Rudi Schneider possesses supernormal powers.\"[143]\n\nThe spiritualists Arthur Conan Doyle and W. T. Stead were duped into believing Julius and Agnes Zancig had genuine psychic powers. Both Doyle and Stead wrote that the Zancigs performed telepathy. In 1924 Julius and Agnes Zancig confessed that their mind reading act was a trick and published the secret code and all the details of the trick method they had used under the title of Our Secrets!! in a London Newspaper.[144]\n\nIn 1925, Samuel Soal claimed to have taken part in a series of séances with the medium Blanche Cooper who contacted the spirit of a soldier Gordon Davis and revealed the house that he had lived in. Researchers later discovered fraud as the séances had taken place in 1922, not 1925. The magician and paranormal investigator Bob Couttie revealed that Davis was alive, Soal lived close to him and had altered the records of the sittings after checking out the house. Soal's co-workers knew that he had fiddled the results but were kept quiet with threats of libel suits.[145]\n\nMina Crandon claimed to materialize a \"spirit hand\", but when examined by biologists the hand was discovered to be made from a piece of carved animal liver.[146] The German apport medium Heinrich Melzer was discovered to be a fraud in 1926. In a séance psychical researchers found that Melzer had small stones attached to the back of his ears by flesh coloured tape.[147] Psychical researchers who investigated the mediumship of Maria Silbert revealed that she used her feet and toes to move objects in the séance room.[148]\n\nIn 1930 the Polish medium Stanisława P. was tested at the Institut Metapsychique in Paris. French psychical researcher Eugéne Osty suspected in the séance that Stanislawa had freed her hand from control. Secret flashlight photographs that were taken revealed that her hand was free and she had moved objects on the séance table.[149] It was claimed by spiritualists that during a series of séances in 1930 the medium Eileen J. Garrett channeled secret information from the spirit of the Lieutenant Herbert Carmichael Irwin who had died in the R101 crash a few days before the séance. Researcher Melvin Harris who studied the case wrote that the information described in Garrett's séances were \"either commonplace, easily absorbed bits and pieces, or plain gobblede-gook. The so-called secret information just doesn't exist.\"[92]\n\nIn the 1930s Harry Price (director of the National Laboratory of Psychical Research) had investigated the medium Helen Duncan and had her perform a number of test séances. She was suspected of swallowing cheesecloth which was then regurgitated as \"ectoplasm\".[150] Price had proven through analysis of a sample of ectoplasm produced by Duncan, that it was made of cheesecloth.[151] Helen Duncan would also use a doll made of a painted papier-mâché mask draped in an old sheet which she pretended to her sitters was a spirit.[152] The photographs taken by Thomas Glendenning Hamilton in the 1930s of ectoplasm reveal the substance to be made of tissue paper and magazine cut-outs of people. The famous photograph taken by Hamilton of the medium Mary Ann Marshall depicts tissue paper with a cut out of Arthur Conan Doyle's head from a newspaper. Skeptics have suspected that Hamilton may have been behind the hoax.[153]\n\nPsychologists and researchers who studied Pearl Curran's automatic writings in the 1930s came to the conclusion Patience Worth was a fictitious creation of Curran.[154][155] In 1931 George Valiantine was exposed as a fraud in the séance room as it was discovered that he produced fraudulent \"spirit\" fingerprints in wax. The \"spirit\" thumbprint that Valiantine claimed belonged to Arthur Conan Doyle was revealed to be the print of his big toe on his right foot. It was also revealed that Valiantine made some of the prints with his elbow.[156]\n\nThe medium Frank Decker was exposed as a fraud in 1932. A magician and séance sitter who called himself M. Taylor presented a mail bag and Decker agreed to lock himself inside it. During the séance objects were moved around the room and it was claimed spirits had released Decker from the bag. It was later discovered to have been a trick as Martin Sunshine, a magic dealer admitted that he sold Decker a trick mail bag, such as stage escapologists use, and had acted as the medium's confederate by pretending to be M. Taylor, a magician.[157] The British medium Estelle Roberts claimed to materialize an Indian spirit guide called \"Red Cloud\". Researcher Melvin Harris who examined some photographs of Red Cloud wrote the face was the same as Roberts and she had dressed up in a feathered war-bonnet.[92]\n\nIn 1936, the psychical researcher Nandor Fodor tested the Hungarian apport medium Lajos Pap in London and during the séance a dead snake appeared. Pap was searched and was found to be wearing a device under his robe, where he had hidden the snake.[158] A photograph taken at a séance in 1937 in London shows the medium Colin Evans \"levitating\" in mid air. He claimed that spirits had lifted him. Evans was later discovered to be a fraud as a cord leading from a device in his hand has indicated that it was himself who triggered the flash-photograph and that all he had done was jump from his chair into the air and pretend he had levitated.[159]\n\nAccording to the magician John Booth the stage mentalist David Devant managed to fool a number of people into believing he had genuine psychic ability who did not realize that his feats were magic tricks. At St. George's Hall, London he performed a fake \"clairvoyant\" act where he would read a message sealed inside an envelope. The spiritualist Oliver Lodge who was present in the audience was duped by the trick and claimed that Devant had used psychic powers. In 1936 Devant in his book Secrets of My Magic revealed the trick method he had used.[160]\n\nThe physicist Kristian Birkeland exposed the fraud of the direct voice medium Etta Wriedt. Birkeland turned on the lights during a séance, snatched her trumpets and discovered that the \"spirit\" noises were caused by chemical explosions induced by potassium and water and in other cases by lycopodium powder.[161] The British medium Isa Northage claimed to materialize the spirit of a surgeon known as Dr. Reynolds. When photographs taken of Reynolds were analyzed by researchers they discovered that Northage looked like Reynolds with a glued stage beard.[92]\n\nThe magician Julien Proskauer revealed that the levitating trumpet of Jack Webber was a trick. Close examination of photographs reveal Webber to be holding a telescopic reaching rod attached to the trumpet, and sitters in his séances only believed it to have levitated because the room was so dark they could not see the rod. Webber would cover the rod with crepe paper to disguise its real construction.[162]\n\nIn 1954, the psychical researcher Rudolf Lambert published a report revealing details about a case of fraud that was covered up by many early members of the Institute Metapsychique International (IMI).[163] Lambert who had studied Gustav Geley's files on the medium Eva Carrière discovered photographs depicting fraudulent ectoplasm taken by her companion Juliette Bisson.[163] Various \"materializations\" were artificially attached to Eva's hair by wires. The discovery was never published by Geley. Eugéne Osty (the director of the institute) and members Jean Meyer, Albert von Schrenck-Notzing and Charles Richet all knew about the fraudulent photographs but were firm believers in mediumship phenomena so demanded the scandal be kept secret.[163]\n\nThe fraudulent medium Ronald Edwin confessed he had duped his séance sitters and revealed the fraudulent methods he had used in his book Clock Without Hands (1955).[164] The psychical researcher Tony Cornell investigated the mediumship of Alec Harris in 1955. During the séance \"spirit\" materializations emerged from a cabinet and walked around the room. Cornell wrote that a stomach rumble, nicotine smelling breath and a pulse gave it away that all the spirit figures were in fact Harris and that he had dressed up as each one behind the cabinet.[165]\n\nThe British medium William Roy earned over £50,000 from his séance sitters. He confessed to fraud in 1958 revealing the microphone and trick-apparatus that he had used.[166] The automatic writings of the Irish medium Geraldine Cummins were analyzed by psychical researchers in the 1960s and they revealed that she worked as a cataloguer at the National Library of Ireland and took information from various books that would appear in her automatic writings about ancient history.[167]\n\nIn 1960, psychic investigator Andrija Puharich and Tom O'Neill, publisher of the Spiritualist magazine Psychic Observer, arranged to film two seances at Camp Chesterfield, Indiana, using infrared film, intending to procure scientific proof of spirit materializations. The medium was shown the camera beforehand, and was aware that she was being filmed.  However, the film revealed obvious fraud on the part of the medium and her cabinet assistant.  The exposé was published in the 10 July 1960 issue of the Psychic Observer.[168]: 96–97 \n\nIn 1966 the son of Bishop Pike committed suicide. After his death, Pike contacted the British medium Ena Twigg for a series of séances and she claimed to have communicated with his son. Although Twigg denied formerly knowing anything about Pike and his son, the magician John Booth discovered that Twigg had already known information about the Pike family before the séances. Twigg had belonged to the same denomination of Bishop Pike, he had preached at a cathedral in Kent and she had known information about him and his deceased son from newspapers.[169]\n\nIn 1970 two psychical researchers investigated the direct-voice medium Leslie Flint and found that all the \"spirit\" voices in his séance sounded exactly like himself and attributed his mediumship to \"second-rate ventriloquism\".[170] The medium Arthur Ford died leaving specific instructions that all of his files should be burned. In 1971 after his death, psychical researchers discovered his files but instead of burning them they were examined and discovered to be filled with obituaries, newspaper articles and other information, which enabled Ford to research his séance sitters backgrounds.[171]\n\nRonald Pearsall in his book Table-rappers: The Victorians and the Occult (1972) documented how every Victorian medium investigated had been exposed as using trickery, in the book he revealed how mediums would even use acrobatic techniques during séances to convince audiences of spirit presences.[172]\n\nIn 1976, M. Lamar Keene, a medium in Florida and at the Spiritualist Camp Chesterfield in Indiana, confessed to defrauding the public in his book The Psychic Mafia. Keene detailed a multitude of common stage magic techniques utilized by mediums which are supposed to give an appearance of paranormal powers or supernatural involvement.[173]\n\nAfter her death in the 1980s the medium Doris Stokes was accused of fraud, by author and investigator Ian Wilson. Wilson stated that Mrs Stokes planted specific people in her audience and did prior research into her sitters.[174] Rita Goold a physical medium during the 1980s was accused of fraud, by the psychical researcher Tony Cornell. He claimed she would dress up as the spirits in her séances and would play music during them which provided cover for her to change clothes.[175]\n\nThe British journalist Ruth Brandon published the book The Spiritualists (1983) which exposed the fraud of the Victorian mediums.[6] The book received positive reviews and has been influential to skeptics of spiritualism.[176] The British apport medium Paul McElhoney was exposed as a fraud during a séance in Osset, Yorkshire in 1983. The tape recorder that McElhoney took to his séances was investigated and a black tape was discovered bound around the battery compartment and inside carnation flowers were found as well as a key-ring torch and other objects.[92]\n\nIn 1988, the magician Bob Couttie criticized the paranormal author Brian Inglis for deliberately ignoring evidence of fraud in mediumship. Couttie wrote Inglis had not familiarized himself with magician techniques.[177] In 1990 the researcher Gordon Stein discovered that the levitation photograph of the medium Carmine Mirabelli was fraudulent. The photograph was a trick as there were signs of chemical retouching under Mirabelli's feet. The retouching showed that Mirabelli was not levitating but was standing on a ladder which was erased from the photograph.[178]\n\nIn 1991, Wendy Grossman in the New Scientist criticized the parapsychologist Stephen E. Braude for ignoring evidence of fraud in mediumship. According to Grossman \"[Braude] accuses sceptics of ignoring the evidence he believes is solid, but himself ignores evidence that does not suit him. If a medium was caught cheating on some occasions, he says, the rest of that medium's phenomena were still genuine.\" Grossman came to the conclusion that Braude did not do proper research on the subject and should study \"the art of conjuring.\"[179]\n\nIn 1992, Richard Wiseman analyzed the Feilding report of Eusapia Palladino and argued that she employed a secret accomplice that could enter the room by a fake door panel positioned near the séance cabinet. Wiseman discovered this trick was already mentioned in a book from 1851, he also visited a carpenter and skilled magician who constructed a door within an hour with a false panel. The accomplice was suspected to be her second husband, who insisted on bringing Palladino to the hotel where the séances took place.[180] Massimo Polidoro and Gian Marco Rinaldi also analyzed the Feilding report but came to the conclusion no secret accomplice was needed as Palladino during the 1908 Naples séances could have produced the phenomena by using her foot.[181]\n\nColin Fry was exposed in 1992 when during a séance the lights were unexpectedly turned on and he was seen holding a spirit trumpet in the air, which the audience had been led to believe was being levitated by spiritual energy.[182] In 1997, Massimo Polidoro and Luigi Garlaschelli produced wax-moulds directly from one's hand which were exactly the same copies as Gustav Geley obtained from Franek Kluski, which are kept at the Institute Metapsychique International.[183]\n\n\nA series of mediumistic séances known as the Scole Experiment took place between 1993 and 1998 in the presence of the researchers David Fontana, Arthur Ellison and Montague Keen. This has produced photographs, audio recordings and physical objects which appeared in the dark séance room (known as apports).[184] A criticism of the experiment was that it was flawed because it did not rule out the possibility of fraud. The skeptical investigator Brian Dunning wrote the Scole experiments fail in many ways. The séances were held in the basement of two of the mediums, only total darkness was allowed with no night vision apparatus as it might \"frighten the spirits away\". The box containing the film was not examined and could easily have been accessible to fraud. And finally, even though many years have passed, there has been no follow-up, no further research by any credible agency or published accounts.[184]\n\nThe VERITAS Research Program of the Laboratory for Advances in Consciousness and Health in the Department of Psychology at the University of Arizona, run by the parapsychologist Gary Schwartz, was created primarily to test the hypothesis that the consciousness (or identity) of a person survives physical death.[185] Schwartz claimed his experiments were indicative of survival, but do not yet provide conclusive proof.[186][187] The experiments described by Schwartz have received criticism from the scientific community for being inadequately designed and using poor controls.[188][189]\n\nRay Hyman discovered many methodological errors with Schwartz's research including; \"Inappropriate control comparisons\", \"Failure to use double-blind procedures\", \"Creating non-falsifiable outcomes by reinterpreting failures as successes\" and \"Failure to independently check on facts the sitters endorsed as true\".  Hyman wrote \"Even if the research program were not compromised by these defects, the claims being made would require replication by independent investigators.\" Hyman criticizes Schwartz's decision to publish his results without gathering \"evidence for their hypothesis that would meet generally accepted scientific criteria... they have lost credibility.\"[190]\n\nIn 2003, skeptic investigator Massimo Polidoro in his book Secrets of the Psychics documented the history of fraud in mediumship and spiritualistic practices as well as the psychology of psychic deception.[55] Terence Hines in his book Pseudoscience and the Paranormal (2003) has written:\n\nAn experiment conducted by the British Psychological Society in 2005 suggests that under the controlled condition of the experiment, people who claimed to be professional mediums do not demonstrate the mediumistic ability. In the experiment, mediums were assigned to work the participants chosen to be \"sitters.\" The mediums claimed to contact the deceased who were related to the sitters. The research gather the numbers of the statements made and have the sitters rate the accuracy of the statements. The readings that were considered to be somewhat accurate by the sitters were very generalized, and the ones that were considered inaccurate were the ones that were very specific.[192]\n\nOn Fox News on the Geraldo at Large show, October 6, 2007, Geraldo Rivera and other investigators accused Schwartz of being a fraud as he had overstepped his position as a university researcher by requesting over three million dollars from a bereaved father who had lost his son. Schwartz claimed to have contacted the spirit of a 25-year-old man in the bathroom of his parents house and it is alleged he attempted to charge the family 3.5 million dollars for his mediumship services. Schwartz responded saying that the allegations were set up to destroy his science credibility.[193][194]\n\nIn 2013 Rose Marks and members of her family were convicted of fraud for a series of crimes spanning 20 years entailing between $20 and $45 million. They told vulnerable clients that to solve their problems they had to give the purported psychics money and valuables. Marks and family promised to return the cash and goods after \"cleansing\" them. Prosecutors established they had no intent to return the property.[195][196][197]\n\nThe exposures of fraudulent activity led to a rapid decline in ectoplasm and materialization séances.[198] Investigator Joe Nickell has written that modern self-proclaimed mediums like John Edward, Sylvia Browne, Rosemary Altea and James Van Praagh are avoiding the Victorian tradition of dark rooms, spirit handwriting and flying tambourines as these methods risk exposure.  They instead use \"mental mediumship\" tactics like cold reading or gleaning information from sitters beforehand (hot reading).  Group readings also improve hits by making general statements with conviction, which will fit at least one person in the audience.  Shows are carefully edited before airing to show only what appears to be hits and removing anything that does not reflect well on the medium.[199]\n\nMichael Shermer criticized mediums in Scientific American, saying, \"mediums are unethical and dangerous: they prey on the emotions of the grieving. As grief counselors know, death is best faced head-on as a part of life.\" Shermer wrote that the human urge to seek connections between events that may form patterns meaningful for survival is a function of natural evolution, and called the alleged ability of mediums to talk to the dead \"a well-known illusion of a meaningful pattern.\"[200]\n\nAccording to James Randi, a skeptic who has debunked many claims of psychic ability and uncovered fraudulent practices,[201] mediums who do cold readings \"fish, suggest possibilities, make educated guesses and give options.\" Randi has a standing offer of $1 million US dollars for anyone who can demonstrate psychic ability under controlled conditions. Most prominent psychics and mediums have not taken up his offer.[202]\n\nThe key role in mediumship of this sort is played by \"effect of subjective confirmation\" (see Barnum effect) — people are predisposed to consider reliable that information which though is casual coincidence or a guess, however it seems to them personally important and significant and answers their personal belief.[203]\n\nThe article about this phenomenon in Encyclopædia Britannica places emphasis that \"… one by one spiritual mediums were convicted of fraud, sometimes using the tricks borrowed from scenic \"magicians\" to convince their paranormal abilities\". In the article it is also noted that \"… the opening of the wide ranging fraud happening on spiritualistic sessions caused serious damage to reputation of the movement of a Spiritualism and in the USA pushed it on the public periphery\".[204]\n\nIn March 2017, medium Thomas John was targeted in a sting operation and caught doing a hot reading. The sting was planned and implemented by skeptical activist Susan Gerbic and mentalist Mark Edward. The unmarried couple attended John's show using aliases, and were \"read\" as a married couple Susanna and Mark Wilson by John. During the entire reading, John failed to determine the actual identities of Gerbic and Edward, or that they were being deceptive during his reading. All personal information he gave them matched what was on their falsified Facebook accounts, rather than being about their actual lives, and John pretended he was getting this information from Gerbic and Edward's supposedly dead—but actually nonexistent—relatives.[205]\n\nAs Jack Hitt reported in The New York Times:\n\nThese details were from the falsified Facebook accounts for the pair which were prepared by a group of skeptics in advance of the reading, and Gerbic and Edward were not aware of the specific information in these accounts.[207] This blinding was done in order to avoid John later being able to claim he obtained the false information by reading Gerbic and Edward's minds.[205] In her report, Gerbic also revealed that during an after-show private event, John disclosed in a group setting that at least one of the people in the audience which he did a reading about was actually his own student.[205]\n\nThe same week that the Thomas John sting revelation was made in The New York Times, John's claimed mediumship abilities portrayed in the Lifetime reality TV show called Seatbelt Psychic were challenged by Gerbic in an article published by Skeptical Inquirer. In the show, John is a ride-share driver who surprises “unsuspecting” passengers when he delivers messages from their deceased relatives. Gerbic investigated and revealed that John's passengers are actually actors, several of which are documented in IMDb. Gerbic concluded that the riders were likely hired to ride with John, but were probably not acting when talking with him. She concluded that the details about their lives mentioned by John were easily found on social media sources, and likely fed to John, making the readings actually hot readings. One rider, Wendy Westmoreland, played a character on Stalked by a Doctor, a TV show also produced by Lifetime.[208]\n\n"
        }
    ]
}