{
    "url": "https://en.wikipedia.org/wiki/Movie_franchise",
    "title": "Media franchise",
    "table_of_contents": [
        "1 Transmedia franchise",
        "1.1 Canon Content",
        "1.2 Japan",
        "1.3 Japanese terminology",
        "2 Development to other forms",
        "2.1 Fiction",
        "2.2 Non-fiction",
        "3 See also",
        "4 References",
        "4.1 Bibliography",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A media franchise, also known as a multimedia franchise, is a collection of related media in which several derivative works have been produced from an original creative work of fiction, such as a film, a work of literature, a television program or a video game. Bob Iger, chief executive of the The Walt Disney Company, defined the word franchise as “something that creates value across multiple businesses and across multiple territories over a long period of time.”[1]\n\n"
        },
        {
            "title": "Transmedia franchise",
            "text": "A media franchise often consists of cross-marketing across more than one medium. For the owners, the goal of increasing profit through diversity can extend the commercial profitability of the franchise and create strong feelings of identity and ownership in its consumers.[2] Those large groups of dedicated consumers create the franchise's fandom, which is the community of fans that indulge in many of its mediums and are committed to interacting with and keeping up with other consumers.[3] Large franchise-based fandoms have grown to be even more popular in recent years with the rise of social media platforms, as many fans seek to interact with one another for discussion, debate and even to create their own fan-made pieces of media revolving around the franchise, on websites like tumblr, Reddit and the self-titled \"wiki\" site, Fandom.[4] In the case of successful transmedia franchises, each different medium should expand the target demographic and fandom, build the interest of the consumers and add to the overarching story and narrative of the franchise itself.[5] A connection between the characters, settings, and other elements of the media franchise do still exist within the different mediums, regardless of the fact that they are being presented in sometimes completely different ways,[6] such as the shared, interweaving storylines and elements of the Spider-Man films, television shows, comics and video games. Espen Aarseth describes the financial logic of cost-recovery for expensive productions by identifying that a single medium launch is a lost opportunity, the timeliness of the production and release is more important than its integrity, the releases should raise brand awareness and the cross-ability of the work is critical for its success.[7]\n\nAmerican Idol was a transmedia franchise from its beginnings, with the first season winner Kelly Clarkson signing with RCA Records and having the release of A Moment Like This becoming a #1 hit on Billboard Hot 100.[8] The success resulted in a nationwide concert tour, an American Idol book that made the bestseller list and the film From Justin to Kelly.[8] A transmedia franchise however is often referred to by the simpler term \"media franchise.\" The term media franchise is often used to describe the popular adaptation of a work into films, like the popular Twilight book series that was adapted into the five films of The Twilight Saga.[9] Other neologisms exist to describe various franchise types including metaseries, which can be used to describe works such as Isaac Asimov's Foundation series.[clarification needed][10]\n\nMultimedia franchises usually develop through a character or fictional world becoming popular in one medium, and then expanding to others through licensing agreements, with respect to intellectual property in the franchise's characters and settings. As one author explains, \"For the studios, a home-run is a film from which a multimedia 'franchise' can be generated; the colossally expensive creation of cross-media conglomerates predicated on synergistic rewards provides an obvious imperative to develop such products.\"[11] The trend later developed wherein franchises would be launched in multiple forms of media simultaneously; for instance, the film The Matrix Reloaded and the video game Enter the Matrix were produced at the same time, using the same actors on the same sets, and released on the same day. The other members of the DC, Marvel and Star Wars universe original team characters such as Superman, Batman, Spider-Man, Marvel superheroes and Darth Vader. The other members of the Disney, Warner Bros., Pixar and Hanna-Barbera universe original characters such as Snow White and the Seven Dwarfs, Toy Story, Looney Tunes, Tom and Jerry and The Flintstones. Several other franchises throughout the 2000s had films and games release within days of each other, including  King Kong, Star Wars, Harry Potter, DC Comics, Marvel Comics, The Lord of the Rings, The Chronicles of Narnia, Pirates of the Caribbean, and Transformers.[12]\n\nTransmedia franchises occasionally release content through certain mediums that is not canon to the main or greater story that the franchise is built around, meaning that the elements of said content do not truly exist in the main timeline of the franchise.[13] Canon content often times breaks continuity, leading fans to speculate or seek to confirm which mediums are canon and which are not, which can get confusing if the franchise does not provide an answer themselves since entire mediums can be non-canon to the greater story,  with a popular example occurring within the Doctor Who franchise, where the released audio series is considered non-canon in the greater context of the TV show.[13] On the other hand, specific episodes, volumes or parts of a series can be canon while others in the same medium are not, such as the fact that only some of the Battlestar Galactica comics are canon, with a large amount of them breaking the continuity of the main story.[14]\n\nIn Japanese culture and entertainment, media mix (wasei-eigo: メディアミックス, mediamikkusu) is a strategy to disperse content across multiple representations: different broadcast media, gaming technologies, cell phones, toys, amusement parks, and other methods.[15] It is the Japanese term for a transmedia franchise.[16][17]\n\nThe term media mix gained its circulation in late 1980s and is first used to describe adaptations of Sakyo Komatsu's Japan Sinks,[clarification needed] but the origins of the strategy can be traced back to the 1960s with the proliferation of anime, with its interconnection of media and commodity goods.[18] Some of the earlier popular Japanese franchises such as Vampire Hunter D in the 1980s and Pokémon in the late 1990's, acted as benchmarks in the country's transmedia dominance.[19][20] The latter in particular began as a video game available on Nintendo's Game Boy, and crossed through the mediums of television, film, news, and other non-media related realms, such trading cards, merchandise, and more.[20] A number of Japanese media franchises have gained considerable global popularity, and are among the world's highest-grossing media franchises. For example, Pokémon's penetration into the American market of the franchise along with others of Japanese origin, such as Yu-Gi-Oh!,[15] gave rise to the recognition of what is variously called transmedia storytelling, crossmedia, transmediation, media synergy, etc.[18]\n\nResearchers argue that the 1963 Tetsuwan Atomu marked a shift in Japanese marketing: from the focus on the content of the commodity to \"overlapping the commodity image with the character image\".[16]\n\nThe book Anime's Media Mix: Franchising Toys and Characters in Japan by Marc Steinberg details the evolution of the media mix in Japan.\n\n"
        },
        {
            "title": "Development to other forms",
            "text": "Long-running franchises were common in the early studio era, when Hollywood studios had actors and directors under long-term contract. Examples include Andy Hardy, Ma and Pa Kettle, Mickey Mouse, Bugs Bunny, Daffy Duck, Marilyn Monroe, Bulldog Drummond, Superman, Wonder Woman, Spider-Man, Hulk, X-Men, Tarzan, and Batman. The longest-running modern film franchises include James Bond, Godzilla and King Kong, Friday the 13th, A Nightmare on Elm Street, Universal Monsters, and Star Trek. In such cases, even lead actors are often replaced as they age, lose interest, or their characters are killed. Spin-offs and adaptations of popular pieces of media within a franchise can even be created, which ultimately leads to the creation of brand worlds.[21]\n\nSince the creation of Disneyland in 1955, bringing fictional media franchises to life through the theme parks is slowly became increasingly popular as the way to perfectly blend tourism and real-life involvement with media itself.[22] Similar to transmedia, the concept of bringing fictional media into a non-fictional space where fans can immerse themselves in real-life versions of elements from the fictional worlds they love, adds to the overall narrative the franchise creates through its other mediums.[23] Marvel's Avenger's Campus park is one of the many franchise-based theme parks created in recent times, following the creation of The Wizarding World of Harry Potter at Universal Studio's Islands of Adventure and Star Wars' Galaxy's Edge at Disneyland and Disney World.\n\nMedia franchises tend to cross over from their original media to other forms. Literary franchises are often transported to film, such as Nancy Drew, Miss Marple, and other popular detectives, as well as popular comic book superheroes. Television and film franchises are often expanded upon in novels, particularly those in the fantasy and science fiction genres, such as The Twilight Zone, Star Trek, Doctor Who and Star Wars. Similarly, fantasy, science fiction films and television shows are frequently adapted into animated television series, video games, or both.\n\nA media franchise does not have to include the same characters or theme, as the brand identity can be the franchise, like Square Enix's Final Fantasy or the National Lampoon series, and can suffer from critical failures even if the media fictional material is unrelated.[24]\n\nNon-fiction literary franchises include the ...For Dummies and The Complete Idiot's Guide to... reference books. An enduring and comprehensive example of a media franchise is Playboy Enterprises, which began expanding well beyond its successful magazine, Playboy, within a few years after its first publication, into such enterprises as a modeling agency, several television shows (Playboy's Penthouse, in 1959), and even its own television channel. Twenty-five years later, Playboy released private clubs and restaurants, movie theaters, a radio show, direct to video films, music and book publishing (including original works in addition to its anthologies of cartoons, photographs, recipes, advice, articles or fiction that had originally appeared in the magazine), footwear, clothing of every kind, jewelry, housewares (lamps, clocks, bedding, glassware), guitars and gambling, playing cards, pinball machines and pet accessories, billiard balls, bedroom appurtenances, enhancements, plus countless other items of merchandise.\n\nNon-fiction media franchises also exist in the television and film mediums, with reality TV being one of the most well-known examples; ranging from competition shows like The Amazing Race to the day-in-the-life episodes of the many different Real Housewives series.[25] Documentaries and docuseries are other highlights of the non-fiction branch of media franchises,[25] such as the popular Planet Earth series, which serves as both a film and television transmedia franchise.\n\n"
        }
    ]
}