{
    "url": "https://en.wikipedia.org/wiki/Mediocrity_principle",
    "title": "Mediocrity principle",
    "table_of_contents": [
        "1 Extraterrestrial life",
        "2 Measurement of distance to stars",
        "3 Comparison with other approaches",
        "4 Longevity estimation",
        "5 Other uses",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The mediocrity principle is the philosophical notion that \"if an item is drawn at random from one of several sets or categories, it's more likely to come from the most numerous category than from any one of the less numerous categories\".[1] The principle has been taken to suggest that there is nothing very unusual about the evolution of the Solar System, Earth's history, the evolution of biological complexity, human evolution, or any one nation. It is a heuristic in the vein of the Copernican principle, and is sometimes used as a philosophical statement about the place of humanity. The idea is to assume mediocrity, rather than starting with the assumption that a phenomenon is special, privileged, exceptional, or even superior.[2][3]\n\n"
        },
        {
            "title": "Extraterrestrial life",
            "text": "The mediocrity principle suggests, given the existence of life on Earth, that should life exist elsewhere in the universe, it will typically exist on Earth-like planets.[4]\n\n"
        },
        {
            "title": "Measurement of distance to stars",
            "text": "The mediocrity principle was implicitly applied during the 17th century, when astronomers attempted to measure the distance between distant stars and the Earth. By assuming that the Sun was just an average star, and that some stars seemed brighter simply because they were closer to us, they were able to estimate how far these stars were from the Earth. Although this method was flawed in view of the differences among stars, it gave astronomers at that time a rough idea of how far the stars were from the Earth. For example, James Gregory, Isaac Newton and Christiaan Huygens were able to estimate the distance between Sirius and the Earth through this method.[5]\n\n"
        },
        {
            "title": "Comparison with other approaches",
            "text": "The mediocrity principle is in contrast with the anthropic principle, which asserts that the presence of an intelligent observer (humans) limits the circumstances to bounds under which intelligent life can be observed to exist, no matter how improbable.[6] Both stand in contrast to the fine-tuning hypothesis, which asserts that the natural conditions for intelligent life are implausibly rare.\n\nThe mediocrity principle implies that Earth-like environments are necessarily common, based in part on the evidence of any happening at all, whereas the anthropic principle suggests that no assertion can be made about the probability of intelligent life based on a sample set of one (self-described) example, who are necessarily capable of making such an assertion about themselves.\n\nIt is also possible to handle the Mediocrity Principle as a statistical problem, a case of a single Data point statistics, also present in the German tank problem.\n\n"
        },
        {
            "title": "Longevity estimation",
            "text": "The mediocrity principle can also be used to estimate the future life expectancy of presently observable objects, and is especially useful when no hard data is available. Richard Gott extended the mediocrity principle to argue that if there is nothing special about observing an object in the present moment (Tnow), then one can expect the present moment to occur randomly between the start (Tstart) and the end (Tend) of the observed object's longevity. Therefore, the total longevity of an observable object can be expected (with 50% confidence) to lie in the interval 1/3 ⋅ Tstart < Tnow < 3 ⋅ Tend. This estimation technique was derived after a 1969 visit to the Berlin Wall, which was constructed eight years prior. Gott reasoned that there was nothing special about the timing of his visit, so the above equation (with T = 8) estimates that the Berlin Wall would last for at least 2.67 years but would last no longer than 24 years (the Berlin Wall fell 22 years later, in 1991). \n\nLongevity estimation reflects the maxim \"old things tend to last and new things tend to disappear.\" Most applications of longevity estimation use a 95% confidence interval, which decreases the precision of the estimate by drastically increasing the interval of estimation. One useful estimation made on this confidence interval is the survival of homo sapiens, which are thought to have emerged around 200,000 years ago. If there is nothing special about our observation of species now, in the 21st century, then longevity estimation (with T = 200,000 and a confidence interval of 95%) yields a projected timespan of between 5,100 and 7.8 million years during which the human species will be extant. \n\nSome other projected lifespans (with 95% confidence) include industrial technology (estimated to last somewhere between 7 years and 10,000 years), the internet (between 7 months and 975 years), and Wikipedia (between 6 months and 772 years). Jim Holt analyzed longevity estimation and concluded that our understanding of humor and number will survive for at least one million years. Humans share these traits with other species, which implies we share these traits with some common ancestor that lived millions of years ago.\n\n"
        },
        {
            "title": "Other uses",
            "text": "David Deutsch argues that the mediocrity principle is incorrect from a physical point of view, in reference to either humanity's part of the universe or to its species. Deutsch refers to Stephen Hawking's quote: \"The human race is just a chemical scum on a moderate-sized planet, orbiting around a very average star in the outer suburb of one among a hundred billion galaxies\". Deutsch wrote that Earth's neighborhood in the universe is not typical (80% of the universe's matter is dark matter) and that a concentration of mass such as the Solar System is an \"isolated, uncommon phenomenon\". He also disagrees with Richard Dawkins, who considers that humans, because of natural evolution, are limited to the capabilities of their species. Deutsch responds that even though evolution did not give humans the ability to detect neutrinos, scientists can currently detect them, which significantly expands their capabilities beyond what is available as a result of evolution.[7][clarification needed]\n\n"
        },
        {
            "title": "References",
            "text": "\n\n"
        }
    ]
}