{
    "url": "https://en.wikipedia.org/wiki/Medieval_philosophy",
    "title": "Medieval philosophy",
    "table_of_contents": [
        "1 Characteristics",
        "2 History",
        "2.1 Early medieval Christian philosophy",
        "2.2 High Middle Ages",
        "3 Topics",
        "3.1 Theology",
        "3.2 Metaphysics",
        "3.3 Natural philosophy",
        "3.4 Logic",
        "3.5 Philosophy of mind",
        "3.6 Ethics",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Medieval philosophy is the philosophy that existed through the Middle Ages, the period roughly extending from the fall of the Western Roman Empire in the 5th century until after the Renaissance in the 13th and 14th centuries.[1] Medieval philosophy, understood as a project of independent philosophical inquiry, began in Baghdad, in the middle of the 8th century,[1] and in France, in the itinerant court of Charlemagne, in the last quarter of the 8th century.[1][2] It is defined partly by the process of rediscovering the ancient culture developed in Greece and Rome during the Classical period,[1] and partly by the need to address theological problems and to integrate sacred doctrine with secular learning.\n\nThe history of medieval philosophy is traditionally divided into two main periods: the period in the Latin West following the Early Middle Ages until the 12th century, when the works of Aristotle and Plato were rediscovered, translated, and studied upon, and the \"golden age\" of the 12th, 13th and 14th centuries in the Latin West, which witnessed the culmination of the recovery of ancient philosophy, along with the reception of its Arabic commentators,[1] and significant developments in the fields of philosophy of religion, logic, and metaphysics.\n\nThe high medieval Scholastic period was disparagingly treated by the Renaissance humanists, who saw it as a barbaric \"middle period\" between the Classical age of Greek and Roman culture, and the rebirth or renaissance of Classical culture.[1] Modern historians consider the medieval era to be one of philosophical development, heavily influenced by Christian theology. One of the most notable thinkers of the era, Thomas of Aquinas, never considered himself a philosopher, and criticized philosophers for always \"falling short of the true and proper wisdom\".[3]\n\n\nThe problems discussed throughout this period are the relation of faith to reason, the existence and simplicity of God, the purpose of theology and metaphysics, and the problems of knowledge, of universals, and of individuation.[4]: 1 \n"
        },
        {
            "title": "Characteristics",
            "text": "Medieval philosophy places heavy emphasis on the theological.[5] With the possible exceptions of Avicenna and Averroes, medieval thinkers did not consider themselves philosophers at all: for them, the philosophers were the ancient pagan writers such as Plato and Aristotle.[4]: 1  However, their theology used the methods and logical techniques of the ancient philosophers to address difficult theological questions and points of doctrine. Thomas Aquinas, following Peter Damian, argued that philosophy is the handmaiden of theology (ancilla theologiae).[4]: 35  Despite this view of philosophy as the servant of theology, this did not prevent the medievals from developing original and innovative philosophies against the backdrop of their theological projects. For instance, such thinkers as Augustine of Hippo and Thomas of Aquinas made monumental breakthroughs in the philosophy of temporality and metaphysics, respectively.\n\nThe principles that underlie all the medieval philosophers' work are:\n\nOne of the most heavily debated things of the period was that of faith versus reason. Avicenna and Averroes both leaned more on the side of reason. Augustine stated that he would never allow his philosophical investigations to go beyond the authority of God.[6]: 27  Anselm attempted to defend against what he saw as partly an assault on faith, with an approach allowing for both faith and reason. The Augustinian solution to the faith/reason problem is to (1) believe, and then (2) seek to understand (fides quaerens intellectum).\n\n"
        },
        {
            "title": "History",
            "text": "The boundaries of the early medieval period are a matter of controversy.[4]: 1   It is generally agreed that it begins[citation needed] with Augustine (354–430)[citation needed] who strictly belongs to the classical period, and ends with the lasting revival of learning in the late eleventh century, at the beginning of the high medieval period.\n\nAfter the collapse of the Roman empire, Western Europe lapsed into the so-called Dark Ages. Monasteries were among the limited number of focal points of formal academic learning, which might be presumed to be a result of a rule of St Benedict's in 525, which required monks to read the Bible daily, and his suggestion that at the beginning of Lent, a book be given to each monk.  In later periods, monks were used for training administrators and churchmen.[4]: 45 \n\nEarly Christian thought, in particular in the patristic period, tends to be intuitional and mystical, and is less reliant on reason and logical argument. It also places more emphasis on the sometimes-mystical doctrines of Plato, and less upon the systematic thinking of Aristotle. Much of the work of Aristotle was unknown in the West in this period. Scholars relied on translations by Boethius into Latin of Aristotle's Categories, the logical work On Interpretation, and his Latin translation of Porphyry's Isagoge, a commentary on Aristotle's Categories.\n\nTwo Roman philosophers had a great influence on the development of medieval philosophy: Augustine and Boethius.  Augustine is regarded as the greatest of the Church Fathers.  He is primarily a theologian and a devotional writer, but much of his writing is philosophical.  His themes are truth, God, the human soul, the meaning of history, the state, sin, and salvation.  For over a thousand years, there was hardly a Latin work of theology or philosophy that did not quote his writing, or invoke his authority.  Some of his writing had an influence on the development of early modern philosophy, such as that of Descartes.[7]: 15  Anicius Manlius Severinus Boethius (480 c.–524) was a Christian philosopher born in Rome to an ancient and influential family. He became consul in 510 in the kingdom of the Ostrogoths. His influence on the early medieval period was also marked (so much so that it is sometimes called the Boethian period).[8]  He intended to translate all the works of Aristotle and Plato from the original Greek into Latin, and translated many of Aristotle's logical works, such as On Interpretation, and the Categories.  He wrote commentaries on these works, and on the Isagoge by Porphyry (a commentary on the Categories). This introduced the problem of universals to the medieval world.[7]: 114–117 \n\n\nThe first significant renewal of learning in the West came when Charlemagne, advised by Candidus, Peter of Pisa and Alcuin of York, attracted the scholars of England and Ireland, and by imperial decree in 787 AD established schools in every abbey in his empire.  These schools, from which the name Scholasticism is derived, became centres of medieval learning. \nJohannes Scotus Eriugena (c. 815 – 877), successor of Alcuin of York as head of the Palace School, was an Irish theologian and Neoplatonic philosopher. He is notable for having translated and made commentaries upon the work of Pseudo-Dionysius, initially thought to be from the apostolic age.  Around this period several doctrinal controversies emerged, such as the question of whether God had predestined some for salvation and some for damnation.  Eriugena was called in to settle this dispute.  At the same time, Paschasius Radbertus raised an important question about the real presence of Christ at the Eucharist.  Is the host the same as Christ's historical body?  How can it be present at many places and many times?  Radbertus argued that Christ's real body is present, veiled by the appearance of bread and wine, and is present at all places and all times, by means of God's incomprehensible power.[4]: 397–406 \n\nThis period also witnessed a revival of scholarship.  At Fleury, Theodulphus, bishop of Orléans, established a school for young noblemen recommended there by Charlemagne. By the mid-ninth century, its library was one of the most comprehensive ever assembled in the West, and scholars such as Lupus of Ferrières (d. 862) traveled there to consult its texts. Later, under St. Abbo of Fleury (abbot 988–1004), head of the reformed abbey school, Fleury enjoyed a second golden age.[9]: 1 \n\nRemigius of Auxerre, at the beginning of the tenth century, produced glosses or commentaries on the classical texts of Donatus, Priscian, Boethius, and Martianus Capella.  The Carolingian period was followed by a small dark age that was followed by a lasting revival of learning in the eleventh century, which owed much to the rediscovery of Greek thought from Arabic translations and Muslim contributions such as Avicenna's On the soul.[10]\n\nThe period from the middle of the eleventh century to the middle of the fourteenth century is known as the 'High medieval' or 'scholastic' period.  It is generally agreed to begin with Saint Anselm of Canterbury (1033–1109) an Italian philosopher, theologian, and church official who is famous as the originator of the ontological argument for the existence of God.\n\nThe 13th and early 14th centuries are generally regarded as the high period of scholasticism.  The early 13th century witnessed the culmination of the recovery of Greek philosophy.  Schools of translation grew up in Italy and Sicily, and eventually in the rest of Europe.  Scholars such as Adelard of Bath travelled to Sicily and the Arab world, translating works on astronomy and mathematics, including the first complete translation of Euclid's Elements.[11] Powerful Norman kings gathered men of knowledge from Italy and other areas into their courts as a sign of their prestige.[12] William of Moerbeke's translations and editions of Greek philosophical texts in the middle half of the thirteenth century helped in forming a clearer picture of Greek philosophy, and in particular of Aristotle, than was given by the Arabic versions they had previously relied on, which had distorted or obscured the relation between Platonic and Aristotelian systems of philosophy.[13]  Moerbeke's work formed the basis of the major commentaries that followed.\n\n\nThe universities developed in the large cities of Europe during this period, and rival clerical orders within the Church began to battle for political and intellectual control over these centers of educational life. The two main orders founded in this period were the Franciscans and the Dominicans.  The Franciscans were founded by Francis of Assisi in 1209. Their leader in the middle of the century was Bonaventure, a traditionalist who defended the theology of Augustine and the philosophy of Plato, incorporating only a little of Aristotle in with the more neoplatonist elements.[7]: 454   Following Anselm, Bonaventure supposed that reason can discover truth only when philosophy is illuminated by religious faith.  Other important Franciscan writers were Duns Scotus, Peter Auriol, and William of Ockham.\nBy contrast, the Dominican order, founded by St Dominic in 1215 placed more emphasis on the use of reason and made extensive use of the new Aristotelian sources derived from the East, and Moorish Spain.  The great representatives of Dominican thinking in this period were Albertus Magnus and (especially) Thomas Aquinas, whose artful synthesis of Greek rationalism and Christian doctrine eventually came to define Catholic philosophy. Aquinas placed more emphasis on reason and argumentation, and was one of the first to use the new translation of Aristotle's metaphysical and epistemological writing. This was a significant departure from the Neoplatonic and Augustinian thinking that had dominated much of early Scholasticism.  Aquinas showed how it was possible to incorporate much of the philosophy of Aristotle without falling into the \"errors\" of the Commentator Averroes.\n\nAt the start of the 20th century, historian and philosopher Martin Grabmann was the first scholar to work out the outlines of the ongoing development of thought in scholasticism and to see in Thomas Aquinas a response and development of thought rather than a single, coherently emerged and organic whole. Although Grabmann's works in German are numerous, only Thomas Aquinas (1928) is available in English. However, Grabmann's thought was instrumental in the whole modern understanding of scholasticism and the pivotal role of Aquinas.\n\n"
        },
        {
            "title": "Topics",
            "text": "All the main branches of philosophy today were once a part of Medieval philosophy.  Medieval philosophy also included most of the areas originally established by the pagan philosophers of antiquity, in particular Aristotle.  However, the discipline now called Philosophy of religion was, it is presumed, a unique development of the Medieval era, and many of the problems that define the subject first took shape in the Middle Ages, in forms that are still recognisable today.\n\nMedieval philosophy is characteristically theological.  Subjects discussed in this period include:\n\nAfter the 'rediscovery' of Aristotle's Metaphysics in the mid-twelfth century, many scholastics wrote commentaries on this work (in particular Aquinas and Scotus).  The problem of universals was one of the main problems engaged during that period.  Other subjects included:\n\nIn natural philosophy and the philosophy of science, medieval philosophers were mainly influenced by Aristotle. However, from the fourteenth century onward, the increasing use of mathematical reasoning in natural philosophy prepared the way for the rise of science in the early modern period. The more mathematical reasoning techniques of William Heytesbury and William of Ockham are indicative of this trend. Other contributors to natural philosophy are Albert of Saxony, John Buridan, and Nicholas of Autrecourt. See also the article on the Continuity thesis, the hypothesis that there was no radical discontinuity between the intellectual development of the Middle Ages and the developments in the Renaissance and early modern period.\n\nThe great historian of logic I. M. Bochenski[14] regarded the Middle Ages as one of the three great periods in the history of logic. From the time of Abelard until the middle of the fourteenth century, scholastic writers refined and developed Aristotelian logic to a remarkable degree. In the earlier period, writers such as Peter Abelard wrote commentaries on the works of the Old logic (Aristotle's Categories, On interpretation, and the Isagoge of Porphyry). Later, new departments of logical enquiry arose, and new logical and semantic notions were developed. For logical developments in the Middle Ages, see the articles on insolubilia, obligations, properties of terms, syllogism, and sophismata. Other great contributors to medieval logic include Albert of Saxony, John Buridan, John Wyclif, Paul of Venice, Peter of Spain, Richard Kilvington, Walter Burley, William Heytesbury, and William of Ockham.\n\nMedieval philosophy of mind is based on Aristotle's De Anima, another work discovered in the Latin West in the twelfth century.  It was regarded as a branch of the philosophy of nature. Some of the topics discussed in this area include:\n\nWriters in this area include Saint Augustine, Duns Scotus, Nicholas of Autrecourt, Thomas Aquinas, and William of Ockham.\n\nWriters in this area include Anselm, Augustine, Peter Abelard, Scotus, Peter of Spain, Aquinas, and Ockham. Writers on political theory include Dante, John Wyclif, and William of Ockham.[citation needed]\n\n"
        }
    ]
}