{
    "url": "https://en.wikipedia.org/wiki/Meganisoptera",
    "title": "Meganisoptera",
    "table_of_contents": [
        "1 Size",
        "2 Families and genera",
        "3 Notes",
        "4 References",
        "5 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMeganisoptera is an extinct order of very large to gigantic insects, informally called griffinflies. The order was formerly named Protodonata, the \"proto-Odonata\", for their similar appearance and supposed relation to modern Odonata (damselflies and dragonflies). They range in Palaeozoic (Late Carboniferous to Late Permian) times. Though most were only slightly larger than modern dragonflies, the order includes the largest known insect species, such as the late Carboniferous Meganeura monyi and the even larger early Permian Meganeuropsis permiana, with wingspans of up to 71 centimetres (28 in).[1]\n\nThe forewings and hindwings are similar in venation (a primitive feature) except for the larger anal (rearwards) area in the hindwing. The forewing is usually slenderer and slightly longer than the hindwing. Unlike the true dragonflies, the Odonata, they had no pterostigmas, and had a somewhat simpler pattern of veins in the wings.\n\nMost specimens are known from wing fragments only; with only a few as complete wings, and even fewer (of the family Meganeuridae) with body impressions. These show a globose head with large dentate mandibles, strong spiny legs, a large thorax, and long and slender dragonfly-like abdomen. Like true dragonflies, they were presumably predators.\n\nA few nymphs are also known, and show mouthparts similar to those of modern dragonfly nymphs, suggesting that they were also active aquatic predators.[3]\n\nAlthough sometimes included under the dragonflies, the Meganisoptera lack certain distinctive wing features that characterise the Odonata. Grimaldi & Engel 2005 point out that the colloquial term \"giant dragonfly\" is therefore misleading, and suggest \"griffinfly\" instead.\n\n"
        },
        {
            "title": "Size",
            "text": "Controversy has prevailed as to how insects of the Carboniferous period were able to grow so large. The way oxygen is diffused through the insect's body via its tracheal breathing system (see Respiratory system of insects) puts an upper limit on body size, which prehistoric insects seem to have well exceeded. It was originally proposed in Harlé (1911) that Meganeura was only able to fly because the atmosphere at that time contained more oxygen than the present 20%. This theory was dismissed by fellow scientists, but has found approval more recently through further study into the relationship between gigantism and oxygen availability.[4] If this theory is correct, these insects would have been susceptible to falling oxygen levels and certainly could not survive in our modern atmosphere. Other research indicates that insects really do breathe, with \"rapid cycles of tracheal compression and expansion\".[5] Recent analysis of the flight energetics of modern insects and birds suggests that both the oxygen levels and air density provide a bound on size.[6]\n\nA general problem with all oxygen related explanations of giant griffinflies is the circumstance that very large Meganeuridae with a wingspan of 45 cm also occurred in the Upper Permian of Lodève in France, when the oxygen content of the atmosphere was already much lower than in the Carboniferous and Lower Permian.[7]\n\nBechly 2004 suggested that the lack of aerial vertebrate predators allowed pterygote insects to evolve to maximum sizes during the Carboniferous and Permian periods, maybe accelerated by an \"evolutionary arms race\" for increase in body size between plant-feeding Palaeodictyoptera and meganeurids as their predators.\n\n"
        },
        {
            "title": "Families and genera",
            "text": "These families belong to the order Meganisoptera:[8]\n\nThese genera belong to the order Meganisoptera, but have not been placed in families:[8]\n\n"
        }
    ]
}