{
    "url": "https://en.wikipedia.org/wiki/Megarian_school",
    "title": "Megarian school",
    "table_of_contents": [
        "1 History",
        "2 Philosophy",
        "3 See also",
        "4 Notes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Megarian school of philosophy, which flourished in the 4th century BC, was founded by Euclides of Megara, one of the pupils of Socrates. Its ethical teachings were derived from Socrates, recognizing a single good, which was apparently combined with the Eleatic doctrine of Unity. Some of Euclides' successors developed logic to such an extent that they became a separate school, known as the Dialectical school. Their work on modal logic, logical conditionals, and propositional logic played an important role in the development of logic in antiquity.\n\n"
        },
        {
            "title": "History",
            "text": "The Megarian school of philosophy was founded by Euclides of Megara, who had been one of the pupils of Socrates in the late 5th century BC.[1] His successors, as head of the school in Megara, were said to have been Ichthyas (mid 4th century BC), and Stilpo (late 4th century BC).[2] It is unlikely, however, that the Megarian school was a genuine institution, but more of a casual description of its geographic origin, like the Austrian school in economics. Nor did it have a unified philosophical position.[3] It was said that the philosophers of the school were first called Megarians and that later they were called Eristicans, and then Dialecticians,[4] but it is probable that these names designated splinter groups distinct from the Megarian school.[5] Besides Ichthyas, Euclides' most important pupils were Eubulides of Miletus[6] and Clinomachus of Thurii.[7] It seems to have been under Clinomachus that a separate Dialectical school was founded,[8] which placed great emphasis on logic and dialectic, and Clinomachus was said to have been \"the first to write about propositions and predicates.\"[7] However, Euclides himself taught logic,[9] and his pupil, Eubulides, who was famous for employing celebrated paradoxes,[6] was the teacher of several later dialecticians.\n\nVia Stilpo, the Megarian school is said to have influenced the Eretrian school under Menedemus and Asclepiades; Pyrrho, the founder of Pyrrhonism; and Zeno of Citium, the founder of Stoicism. Zeno was said to have studied under Stilpo and Diodorus Cronus,[10] and to have disputed with Philo the Dialectician. It was perhaps the Dialecticians, Diodorus and Philo, who were the biggest influence on the development of Stoic logic, and that Zeno studied under Stilpo to learn his moral teachings, although Stilpo, too, is said to have excelled \"in the invention of arguments and in sophistry.\"[2]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Euclides had been a pupil of Socrates, but ancient historians regarded him as a successor to the Eleatics, hence his philosophy was seen as a fusion of Eleatic and Socratic thought. Thus, the Eleatic idea of \"The One\" was identified with the Socratic \"Form of the Good,\"[11] and the opposite of Good was regarded by Euclides as non-existent.[4] But the emphasis of his thought is not on being but on the good, and idea that what is opposite to the good does not exist arises from the understanding of the good's unity.[12] This theme is typically Socratic; what matters is the moral good and the will of the good person to strive towards it. Stilpo is said to have continued the Eleatic tendency, by asserting a strict monism and denying all change and motion,[13] and he also rejected Plato's Theory of Forms.[14] In ethics, Stilpo taught freedom, self-control, and self-sufficiency, approaching the teachings of the Cynics, another Socratic school.[15]\n\nBesides studying logical puzzles and paradoxes, the Dialecticians made two important logical innovations, by re-examining modal logic, and by starting an important debate on the nature of conditional statements.[16] This was the work of Diodorus Cronus and Philo the Dialectician, the only two members of the Dialectical school we have detailed information about. Through their development of propositional logic, the Dialectical school played an important role in the development of logic, which was an important precursor of Stoic logic.\n\n"
        }
    ]
}