{
    "url": "https://en.wikipedia.org/wiki/Megaloptera",
    "title": "Megaloptera",
    "table_of_contents": [
        "1 Anatomy and life cycle",
        "2 Evolution",
        "3 Footnotes",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMegaloptera is an order of insects. It contains the alderflies, dobsonflies and fishflies, and there are about 300 known species.\n\nThe order's name comes from Ancient Greek, from mega- (μέγα-) \"large\" + pteryx (πτέρυξ) \"wing\", in reference to the large, clumsy wings of these insects. Megaloptera are relatively unknown insects across much of their range, due to the adults' short lives, the aquatic larvae's often-high tolerance of pollution (so they are not often encountered by swimmers etc.), and the generally crepuscular or nocturnal habits. However, in the Americas the dobsonflies are rather well known, as their males have tusk-like mandibles. These, while formidable in appearance, are relatively harmless to humans and other animals; much like a peacock's feathers, they serve mainly to impress females. However, the mandibles are also used to hold females during mating, and some male dobsonflies spar with each other in courtship displays, trying to flip each other over with their long mandibles.[citation needed] Dobsonfly larvae, commonly called hellgrammites, are often used for angling bait in North America.\n\nThe Megaloptera were formerly considered part of a group then called Neuroptera, together with lacewings and snakeflies, but these are now generally considered to be separate orders, with Neuroptera referring to the lacewings and relatives (which were formerly called Planipennia). The former Neuroptera, particularly the lacewing group, are nonetheless very closely related to each other, and the new name for this group is Neuropterida.[1] This is either placed at superorder rank, with the Endopterygota—of which they are part—becoming an unranked clade above it, or the Endopterygota are maintained as a superorder, with an unranked Neuropterida being a part of them. Within the endopterygotes, the closest living relatives of the neuropteridan clade are the beetles.\n\nThe Asian dobsonfly Acanthacorydalis fruhstorferi can have a wingspan of up to 21.6 cm (8.5 in), making it the largest aquatic insect in the world by this measurement.[2]\n\n"
        },
        {
            "title": "Anatomy and life cycle",
            "text": "Adult megalopterans closely resemble the lacewings, except for the presence of a pleated region on their hindwings, helping them to fold over the abdomen. They have strong mandibles and mouthparts apparently adapted for chewing, although many species do not eat as adults. They have large compound eyes, and, in some species, also have ocelli. The wings are large and subequal.[3]\n\nThe female may lay up to 3,000 eggs in a single mass, placing them on vegetation overhanging water. Megaloptera undergo the most rudimentary form of complete metamorphosis among the insects. There are fewer differences between the larval and adult forms of Megaloptera than in any other order of holometabolous insects, and their aquatic larvae dwell in fresh water, around which the adults also live. The larvae are carnivorous, and are known to feed on small invertebrates, such as crustaceans, clams, worms and other insects. They possess strong jaws that they use to capture their prey. They have large heads and elongated bodies. The abdomen bears a number of fine tactile filaments, which, in some species, may include gills. The final segment of the abdomen bears either a pair of prolegs, or a single, tail-like appendage.[3]\n\nThe larvae grow slowly, taking anywhere from 1 to 5 years to reach the last larval stage. When they reach maturity, the larvae crawl out onto land to pupate in damp soil or under logs. Unusually, the pupa is fully motile, with large mandibles that it can use to defend itself against predators. The short-lived adults emerge from the pupa to mate - many species never feed as adults, living only a few days or hours.[3]\n\n"
        },
        {
            "title": "Evolution",
            "text": "Apart from the two living families, there are a few prehistoric taxa in the Megaloptera, only known from fossils. Some of these occupy a more basal position:[citation needed]\n\nThe Megaloptera are monophyletic and are a sister clade of the Neuroptera.[6] Within the Megaloptera, Corydalinae and Chauliodinae are sister clades. The oldest fossils confidently identifiable as megalopterans date to the Early Jurassic.[7]\n\n"
        }
    ]
}