{
    "url": "https://en.wikipedia.org/wiki/Meivazhi",
    "title": "Meivazhi",
    "table_of_contents": [
        "1 History",
        "1.1 Biography of Salai Aandavargal",
        "1.2 Early life",
        "1.3 Meeting with Satguru",
        "1.4 Shepherdhood",
        "1.5 Tapas/Penance",
        "1.6 The Beginning of Meivazhi",
        "1.7 The Rajagambeeram Ashram",
        "2 Objects of Meivazhi",
        "3 Beliefs of Meivazhi",
        "3.1 Origin of Man",
        "3.2 Purpose of Man on Earth",
        "3.3 Kalki Yuga",
        "3.4 The End of the World Prophecy",
        "3.5 Religious attributes of a true Spiritual Guru",
        "4 Claims of incorruptibility",
        "5 Meivazhi Scriptures",
        "6 Meivazhi Sabha",
        "6.1 Dress code for entering the Ashram",
        "6.2 Practices and rituals",
        "6.3 Festivals",
        "7 References",
        "8 See also"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Meivazhi (Tamil: மெய்வழி Meyvaḻi), meaning 'the True Path', also known as the \"மறலி கை தீண்டா சாலை ஆண்டவர்கள் மெய் மதம்\", is a syncretic monotheistic religion based in Tamil Nadu, India. It seeks to spread the true purpose of every religion which originated on Earth and preaches the oneness of all religions such as Saivism, Vaishnavism, Buddhism, Zoroastrianism, Islam, Judaism, Christianity, etc.., and united more than 69 castes into a single community.[1] Its focus is on spiritual enlightenment and conquest of death by attaining Heaven, through the teachings and blessings of its founder and leader, Meivazhi Salai Aandavargal (Tamil: மெய்வழி சாலை ஆண்டவர்கள் meyvaḻi cālai āṇṭavarkaḷ), who is believed to be the final incarnation of God expected by all religion. It has its own set of holy scriptures that runs up to four volumes, along with a unique prayer system and festivals. Although its founder was born in a Muslim family, it draws strongly from Hinduism. It allows membership irrespective of caste, creed, colour or religion, but the only requirement for being a disciple of Meivazhi religion is to be a believer in God. It has only one temple all across the world, which is situated at Meivazhi Salai in Pudukkottai district, Tamil Nadu, named as the Ponnaranga Devalayam (Tamil: பொன்னரங்க தேவாலயம், Poṉṉaraṅka tēvālayam). Its official liturgical language is Tamil. The religion forbids smoking, alcohol, gambling, and theft, and practices vegetarianism. The Temple stipulates a dress-code for its followers, which are white panchakacham and a white, pointed turban for its male followers, while its female followers wear a headscarf. The senior disciples who had received spiritual revelations (Tamil: உபதேசம் Upatēcam) from Salai Aandavargal, wear saffron clothing and wear saffron pointed turban with an upward-pointing crescent symbol called as 'Kilnaamam' (Tamil: கிள்நாமம் Kiḷnāmām). Further, the senior disciples of the religion prefix the word 'Meivazhi' before their name and suffix the word 'Anandar', while the younger disciples have the word 'Salai' prefixed to their names.\n[2][3][4][5]\n\nImmediately after Salai Aandavargal attained Mahasamādhi on 12.02.1976, during the late 1970s and the 1980s, the Hindu Religious and Charitable Endowments Department (HR & CE), Tamil Nadu, had attempted to take control of the Ponnaranga Devalayam Temple, which was heavily contested by the Temple before the Hon'ble High Court of Madras in Writ Appeal No. 151 of 1977, wherein the Hon'ble First Bench of the Madras High Court, vide an Order dated 23.09.1985, directed the department to make a decision under Section 63(a) of the HR&CE Act (Act 22 of 1959, Tamil Nadu) whether the Ponnuranga Devalayam Temple is a Hindu temple or not, before proceeding any further. As such, the case was contested by the Temple before the Deputy Commissioner of HR&CE Department in O.A. No. 69 of 1985, during which, depositions were obtained from several members of the community, who originally belonged to various religions such as Hinduism, Christianity, Islam. Notably, several leading lawyers were followers of this Religion. One Meivazhi Kailai Anandhar, a Hindu by birth and leading criminal lawyer of that time, was the president of the Association till 1974 [6] One Meivazhi Gowshal Anandar, a Muslim by birth and another leading criminal lawyer, who was the chairman of the Wakf Board; Justice Suryamurty, a retired Judge of the Hon'ble High Court, were all part of this Religion. It was noted in the proceedings that the Ponnuranga Devalayam and Meivazhi sabha were not exclusively intended for the Hindus alone, but non-Hindus also. It was observed in the proceedings that all the followers of Meivazhi Andavar have been strictly adopting the principles and regulations and mode of living, religious rituals, ceremonies, conducting of marriages, conducting of obsequies after death, as enumerated in their four sacred books, and that it is quite different from the regulations and the rituals to be followed by the Hindus at the time of religious ceremonies, like marriages, etc., It was further observed that the institution Ponnuranga Devalayam does not have any Thuvajasthambam, praharam, gopuram and Vimaanam, etc., which are normal features for a Hindu Temple. Ultimately, the proceedings were concluded vide an Order dated 03.04.1986, holding that the Ponnuranga Devalayam and the Meivazhi sabha do not come under the purview of the HR&CE Act, (Act 22 of 1959, Tamil Nadu). This was also confirmed by the Hon'ble High Court of Madras in Writ Petition (Madurai) No. 13175 of 2012.\n\n"
        },
        {
            "title": "History",
            "text": "The followers of this religion address the founder as \"Meivazhi Salai Aandavargal (Tamil: மெய்வழி சாலை ஆண்டவர்கள் meyvaḻi Cālai āṇṭavarkaḷ)\". One of the earliest accounts of a meeting with Salai Andavargal in his erstwhile Tiruppattur Ashram, has been narrated in a Book titled 'Glimpses of Chettimarnad' published in 1937 by R.J. Ram & Company, Triplicane High Road, Madras, authored by an Explorer and Newspaperman named Nilkan Perumal, who had mistakenly entered the Pudukkottai State during his tour of the Chettinad region.[7] Further details regarding the early life history and experiences of Salai Aandavargal are provided by the holy scripture \"Aadhi Maanmiyam (Tamil: ஆதி மாண்மியம்)\", which was written by Salai Andavargal himself, narrating his early life and experiences.[8]\n\nAccording to the volume, Maanmiyam, Salai Aandavargal was born in 1857 at Markhampetti, a village in Oddanchatram Taluk, Dindigul district, Tamil Nadu. He was named Khader Badsha Rowther by his parents - his father being Jamal Hussain Rowther and mother Periya Thayi. He had his primary education from a teacher who conducted a school under a banyan tree in the said village. He had learnt to recite Qur'an at first, but soon came his quest of finding the truth about life and the state of the soul after death. He went after prophets and preachers to learn the correct path to salvation. He had asked orange-robed sanyasins, the black -obed bearded fakirs and the Gospel-preaching Christian missionaries to show him the correct way for God realization.[7] However, he soon realized that many people were pretending to be saints for the sake of earning money. He conversed regarding hatha yoga as the only way to attain spiritual enlightenment, and subsequently, lost hope in spirituality. After his marriage to Suleka Bivi, at the age of 18, with the blessings of his parents, he migrated to Kasukkaranpalayam, a village in Perundurai taluk, Erode in Tamil Nadu and established himself as a wholesale paddy merchant. He had a daughter named Aisuamma.\n\nAt the age of 26, when Salai Andavargal had almost given up on spirituality, he met an elderly person by coincidence, whom Salai Andavargal invited to his Paddy shop and offered Ragi Dosa with Honey. When Salai Andavargal proudly conversed with this elderly person regarding Hatha yoga and other spiritual ways to attain heaven, unlike the other gurus who merely praised Salai Andavargal and agreed to everything, this elderly person had sharply remarked that all of his ideas are very good shortcuts to hell. Shocked by such a response, Salai Andavargal sensed that the elderly person had something divine. Thereafter, Salai Andavargal became a Disciple of the said elderly person, who was later revealed to be Shri Thanigai Mani Piran (Also known as Mohamed Saligh and as Paattaiyar). It is stated that Shri Thanigai Mani Piran was more than 600 years old and that he was also the satguru of Ramalinga Swamigal. Shri Thanigai Mani Piran, eventually baptized Salai Aandavargal through Brahmopadhesam (Tamil: ப்ரஹ்மோபாதேசம் Prahmōpātēcam), the spiritual revelations, at Kasukkaranpalayam, Erode, revealing to Salai Aandavargal his true form and his purpose on Earth, elaborating that it was their destiny to meet. It is stated that the meeting of Salai Andavargal his satguru was already prophesied by many saints and the volume Maanmiyam at Chapter 9B, Page 249, extracts certain verses written by Ayya Vaikundar, detailing the meeting between Salai Andavargal and his Satguru, their bonds, parting of ways and the subsequent events. Thereafter, Salai Aandavargal lost interest in materialistic possessions and renounced his profession, wife, child and everything to attain the highest spiritual enlightenment, following his satguru all around South India. The first meeting of Salai Andavargal and his satguru is celebrated by the followers as a festival during pournami day of the Panguni month (April), as the \"(Tamil: பிறவா நாள் பிறப்பு திருநாள் Piṟavā nāḷ piṟappu tirunāḷ)\" festival.\n\nAfter 12 years with his satguru, when Salai Aandavargal had finally attained the highest level of spiritual enlightenment, his Satguru decided to slowly part ways to prepare Salai Andavargal for his real purpose on Earth. Even though they had attained spiritual enlightenment, the human avatar had emotional bonds with Satguru and therefore, Salai Andavargal was ordered to tend to a flock of sheep at Reddiapatti village in Virudhunagar district for a year, during which Shri Thanigai Mani Piran slowly started visiting Salai Andavargal lesser and lesser often until Salai Andavargal was accustomed to this. This event of tending to Sheep is remembered and celebrated annually by the disciples, as the \"(Tamil: ஆடு மேய்ப்பு திருக்கோலக் காட்சி Āṭu mēyppu tirukkōlak kāṭci)\" festival during the month of Vaisakha (Vaikasi in Tamil).\n\nAfter Salai Andavargal had tended to Sheep for a year, his satguru directed Salai Andavargal to observe severe Tapas or penance in a cave on the western side of Thiruparankundram hill (near Madurai) which he carried out for another 12 years, under the wakefulness and near-starvation diet of Prickly pear. Thereby he acquired divine symbols (sannadams) in his sacred hand – such as Udukai, Trishula, Shankhu, Sudarshana Chakra, Villu, Vaal, Gada (mace), Angusam, Paasam, Modhagam, Vel and finally the “Kilnamam\" (Crescent moon), which are stated to be visible in his palms. The Crescent moon is the ultimate divine symbol, which is now used by his followers as their religion's righteous symbol. It is stated in Maanmiyam, that Shri Thanigai Mani Piran had requested Salai Andavargal not to fall at his feet thereafter, reasoning that Salai Andavargal had acquired the 'Kilnaamam (Crescent Moon) symbol in his hand, which no other Incarnate/sage in the Four Yugas had obtained. Salai Aandavargal acquiring the holy symbol is commemorated by celebrating the festival of “(Tamil: கோடாயுத சன்னதத் திருக்காப்பு கங்கநத் திருநாள் Kodaayudha Sannathath Thirukkappu Kangganath Thirunall) in the month of Vaikasi (June).\n\nWhen Shri Thanigai Mani Piran understood that his disciple Salai Andavargal was fully endowed with wit and power, he christened Salai Andavargal as “Maarganadhar” and directed Salai Andavargal to return to the world to undertake the divine mission of redeeming the seekers of truth from the bondage of ignorance and illusion and persuaded Salai Andavargal to proceed forward alone in his holy mission. Initially, cladding himself in a saffron robe, Salai Andavargal, preached to sanyasis and saints, but thereupon he understood that most of the sanyasis were impostors not because of their ignorance, but deliberation to loot innocent people's money for satisfying their lust and hunger. Finally, Andavargal gave up the garb of sanyasi and took to preaching family people engaged in worldly occupations.\n\nThe First Meivazhi sabha was started at Rajagambeeram village in Sivaganga district, Tamil Nadu in 1901. However, it is stated that the Hindu priests, Moslem Imams and Christian Padres heard about his doctrine with dismay and persecuted Salai Andavargal, forcing him to flee Rajagambiram. The Meivazhi sabha was again started in Tiruppattur, a panchayat town in  Sivaganga district, Tamil Nadu. Later, at Tiruppattur he married Panimathi Nachiyar as per his Satguru's wish. Thereafter, Salai Andavargal and Shri Thanigai Mani Piran permanently parted ways. Even at Tiruppattur, it is stated that the persecution had gone on for a time, but had soon ended. At this time, men began coming in large numbers to hear his teachings, and from small beginnings, the number of followers gradually increased, year by year.[7] The Meivazhi Sabha was formally registered as an Association on 19.06.1933.\n\n"
        },
        {
            "title": "Beliefs of Meivazhi",
            "text": "The contents of the 4 Volumes of Meivazhi religions' Sacred Texts emphasizes on the prime duty of every man to \"Know himself\". In the Volume, \"Kodayudha Koor\", it has been stated that Tamil is the oldest language on Earth. In the Tamil Language, the word \"மனுஷன்/Maṉuṣaṉ\", means Man. If the said Tamil word is split into two, it becomes \"மனு/Maṉu (Earthly)\" + either \"ஈசன்/Īcaṉ (God)\" or  \"நீசன்/Nīcaṉ (Vile or Bad)\", which indicates what a Man is truly capable of transforming into. The Man was created as a God. The prime purpose of the Meivazhi religion is to make Mankind, aware of their true astral identity and also to reveal the true purpose of every religion which came upon Earth.\n\nAs explained by the Sacred texts of every major religion, the Meivazhi religion explains that Man is an Astral being originally created by a Superior God in Heaven in a highly powerful and sophisticated form. However, he was deceived and tempted by Satan (who was a God himself, created by the Superior God), into consuming a forbidden fruit made by Satan, which the Superior God had warned never to consume. When man relented to Satan's temptation that consumption of the forbidden fruit would make him much more powerful than the creator himself, man had lost all his highly sophisticated powers and was eternally trapped in a Lowly, despicable, earthly form, with traces of Satan inside. Consequently, man (in his lowly form) and Satan were both banished from Heaven and imprisoned on Earth for their sins. However, on seeing and hearing man's cries, the Superior God pitied man and reduced his punishment from an eternity, to a lifetime of repentance on Earth for his sin of consuming the forbidden fruit and also promised to stay within the man's lowly form for a lifetime to let him find a way to attain his true heavenly form. The Volume \"Maanmiyam\", explains that in order to make Earth more livable for Man, the Superior God had gone a step further to create 1008 earthly features such as mountains, waterfalls, seas, along with thousands of animals and birds and many other wonders on earth, entirely for man, even though man had not dared to ask for any of it since such a debt cannot be repaid by man, even if an equivalent of heaven is given back to the Superior God. Such magnanimity of the Superior God and of the man's debt is stated to be explained in Tirukkuṛaḷ 101, which reads as follows: -\n\nசெய்யாமல் செய்த உதவிக்கு வையகமும்\n\nவானகமும் ஆற்றல் அரிது\n\nTamil to English Translation: ((The gift of) heaven and earth is not an equivalent for a benefit which is conferred where none had been received.)\n\nConsequently, man started his life on Earth, with both the Superior God (Good) and the Satan (Evil) within himself. The Volume, Kodayudha Koor, reveals that the heavenly form of man is locked inside himself with 16 divine locks across 16 directions, safe from Satan and man himself. For a man's soul to gain control of his true Heavenly form, man has to earn the sympathy of the Superior God within himself, within his lifetime. It is stated that it is impossible to attain that heavenly form without the help of the Superior God himself or the guidance of another man who had already attained the heavenly form. Man is absolutely capable of transforming back into his true Heavenly form. However, when a man forgets the Superior God within him and fails to earn the sympathy of the Superior God, the Superior God merely leaves man, and Satan (still a God) would eternally enslave the man's soul, turning man into a நீசன்/Nīcaṉ (vile or bad).\n\nDuring the initial days on Earth, known as the Satya Yuga, Mankind was well aware of their astral descent and Mankind was very successful in conquering Satan and returning to Heaven. However, during the Treta Yuga, a portion of Mankind was corrupted by Satan provoking them to commit evil deeds. Earth was slowly taken over by the Satan, who had been corrupting mankind in whatever ways possible to prevent mankind from attaining their true heavenly form. As the Treta Yuga  and the Dvapara Yuga passed, Satan's influence had grown exponentially leading to widespread chaos and destruction. The Kali Yuga saw a majority of mankind corrupted by Satan, who provoked mankind to lust after materialistic possessions and worldly ideas. It is stated in Volume \"Kodayuda Koor\" that the Kali Yuga had begun when the Mahabharata War took place between mankind, which was the first-ever war between mankind, where mankind fought amongst themselves over materialistic earthly possessions due to the corruption caused by Satan. It is stated that the Kali Yuga was the beginning of a period where a majority of mankind had forgotten even the Superior God within himself, with no clue of their true heavenly identity. Man had forgotten his true purpose in life, falling as prey to Satan's deceptions and illusions.\n\nAccording to the Meivazhi religion, the biggest sin a man could commit on Earth is \"forgetting the presence of the Superior God within Man's lowly earth form\", and all the debts owed by mankind to the Superior God. The Meivazhi religion teaches that throughout the Satya Yuga, Treta Yuga and the Dvapara Yuga, nearly 33 Crores men had conquered Satan and attained their true heavenly form and returned to heaven. Further, that throughout the Yugas, nearly 1,24,000 men, known as the Nabis or prophets, had returned or stayed on Earth to assist mankind to attain their true heavenly form. However, it is stated that many of the Nabis who came down to Earth during the Dvapara Yuga were ridiculed by the ignorant mankind and far worse, in the initial days of the Kali Yuga, many such Nabis were even tortured by such ungrateful mankind, under the influence of Satan. As such, a majority of mankind had fallen as prey to Satan, with absolutely no clue about their identity or their purpose in life.\n\nThe Meivazhi religion teaches that apart from the 1,24,000 Nabis came to Earth during different times to awaken the mankind from their ignorance, the Superior God himself had come down to Earth in nine different earthly forms, across different regions on Earth, throughout the Yugas. It is revealed that every religion on Earth, is merely a shadow of the same Superior God, teaching the same core principles, with the sole intent of making mankind realize its astral origin and its true capabilities. But despite the Superior God's efforts, Mankind would no longer believe in the concept of God. The Nabis were disrespected and tortured by the Mankind under the influence of Satan, which had actively worked against the teachings of the Superior God and the Nabis, manipulating mankind to believe in multiple religious beliefs, multiple gods and even false Gods. Satan had managed to manipulate and fragment Mankind into different groups and had actively pitted the followers of one fragment against each other, destroying the very purpose of all those Religions. As such, every such religion lost its true purpose and became powerless. Religion became a mere mockery serving no purpose and this led to further chaos, and a major portion of Mankind had no means to attain their true heavenly form. A large portion of Mankind was following religions only in name, without even knowing its true purpose nor the fact that the Superior God exists within himself, and became totally unaware of their astral origin, completely blinded by their lust for materialistic possessions.\n\nIt is stated in the Volume \"Kodayutha Koor\" that the Meivazhi Religion marks the end of the Kali Yuga and the beginning of the Kalki Yuga, which was prophesied in the Kalki Purana and anticipated by the sacred texts of many religions. The Meivazhi religion had successfully united 69 Castes and every major religion on Earth such a Hinduism, Christianity, Islam, etc., into a single community. The Meivazhi religion preaches the oneness of all religion and with the sole intent of revealing the true purpose of every religion which exists on Earth, and to make mankind realize their true astral origins and their destiny to reach Heaven. Meivazhi religion teaches its followers that both the Superior God and the Satan within themselves, and it is up to Mankind to choose whichever path they please. Its founder had instructed the disciples not to worship statues or photos of him, which are merely temporary identities of the Superior god and not the Superior god himself. The Meivazhi religion teaches that the Superior God exists inside the Man's heart and that a Man's affection alone could earn the sympathy of the Superior God. Thus the proverb in Tamil, \"அன்பே சிவம்/Aṉpē civam\" meaning, Love is God. The Meivazhi Religion teaches its followers that the Superior God exists within Man only to protect his Soul from Satan and that praying for materialistic possessions from the Superior God is like asking an Emperor for a broom. The followers of the Meivazhi religion believe that the person who founded the Meivazhi religion is the Kalki avatar, the final incarnation of Lord Vishnu as mentioned in Hinduism and also the Second Coming of God's incarnation on this Earth as mentioned in various other religions., expected to bring an end to the Kali (demon).\n\nThe Volume Kodayudha Koor states that the destruction of the Earth will take place in Hijri year 1500, which is 21-Jul-2077 in Gregorian Calendar. Further, in the volume Maanmiyam, in chapter 9B - \"Sannadham Perum Paruvam\", Page 254, a poem written by Ayya Vaikundar, has been extracted, wherein at Stanzas 2 and 3, certain hints have been made in Tamil as follows:-\n\n\"...வங்காள அரண்மனையார் / Vangala Palace (or Royals)\n\nவாறாரே கலியழிக்கச் / are coming to destroy Kali\n\nசெப்ப எளிதல்லவே / It is not very easy\n\nசெயிக்கஏலா தாராலும்... / no one can win\"\n\nAlthough the exact meaning of the word \"Vangala\" is unclear, it could possibly indicate the rise of Bengal or China.\n\nMeivazhi teaches that the Heavenly tokens which distinguish a true spiritual guru from impostors are that:\n\nIt is believed by the followers of Meivazhi that Salai Aandavargal had exhibited all the above-stated features.[6]\n\n"
        },
        {
            "title": "Claims of incorruptibility",
            "text": "It is believed that the primordial sign that a man has reached the Superior God is that the person's physical self will become incorruptible when he dies. Although this may sound very strange for a majority of people, it is believed that a shocking majority of people on Earth since the Kali Yuga, have been following religion only in name without knowing its purpose and without even knowing the whereabouts of the Supreme God. A vast majority pray to Gods in the skies, oceans and Stones, without realizing that the Supreme God actually exists within oneself. It is believed that, When a man dies without even meeting the Supreme God within himself, he dies without even fulfilling his most basic purpose in life, and therefore, the Supreme God merely leaves his earthly form without helping the Soul to attain its true heavenly form. \nConsequently, the earthly form decays and the Soul becomes eternally enslaved by Satan. However, when a Man had realized the Supreme God within himself and prayed affectionately throughout his lifetime, he is helped by the Supreme God attain his true heavenly form locked within himself, at the time of his death and Satan would fear to get anywhere close to a Man's heavenly form. Therefore, the earthly form would never decompose. It is believed that every religion came to earth only to prove this as a fact and it can be seen in many saints, whose bodies have not decomposed through hundreds of years. This phenomenon is stated to happen among the people of the Meivazhi religion and there were instances, where even non-followers, who had visited the Meivazhi Salai temple and prayed, had shown signs of incorruptibility.[9][6]\n\nThe Followers of Meivazhi believe that a person's attainment of Heaven can be ascertained by their body, by observing the following 10 signs after death showing Immortal Proofs of Salvation at the time of death:\n\nMeivazhi followers mention the bodies of Ramanuja, a Buddhist monk, Bernadette Soubirous, and a Muslim Shahid as examples for this.[10]\n\n"
        },
        {
            "title": "Meivazhi Scriptures",
            "text": "Meivazhi has its own Holy scriptures running up to four volumes in the Tamil language.[11]\n\n"
        },
        {
            "title": "Meivazhi Sabha",
            "text": "The first Meivazhi Ashram was founded in 1926 at Rajagambeeram village in Sivaganga district, Tamil Nadu.  On a full moon day, Andavargal hoisted a flag (Pooran Kodi)  with 96 bells. Several disciples came and attended the historic event. Andavargal composed a song called Gnana Sangu  In one of the Meivazhi Vedas, namely \"Aadhi Maanmiyam\", at Chapter 2, page 7, it is stated that the Village Rajagambeeram was previously known as Shambhala during the times of Narada. However, due to religious persecution at Rajagambeeram Village, the said Ashram was abandoned. Subsequently, the Meivazhi Asharam was started  at Tiruppattur, a panchayat town in the present Sivaganga district, Tamil Nadu, where the Sabha was initially registered as a Society on 19 June 1933 under the Societies Registration Act, 1860 (Act 21 of 1860, India). From small beginnings, the number of followers gradually increased year by year.\n\nOn 14.09.1940, Madurai Ashram was inaugurated and the sabha was shifted to Madurai (Aruppukottai Road) The new Ashram was painstakingly built entirely using Granite stones. But in 1942, during the Second World War, the British Government acquired the entire place in Madurai and paid a compensation of Rs.1,37,750/- to the Meivazhi Sabha. Consequently, the sabha had to be shifted again to a different place and the Madurai Ashram came to be referred as the பழஞ்சாலை/Paḻañcālai (meaning old Salai). It is stated that even prior to the acquisition, some prophetic carvings were inscribed in the lentil stones of the Ashram hall in the year 1940, which reads as \"ஆலயம் மாற அரசு மாறும்\" (\"When the Temple changes, the Government will change\"). The said inscription in the erstwhile Meivazhi Ashram (presently the Madurai Aerodrome campus) remains a monument for the Disciples. The Meivazhi sabha was later shifted to Pappancahivayal, Pudukkottai district, Tamil Nadu, near the Ural Hills, in the erstwhile Pudukkottai State, where Salai Aandavargal purchased a jungle land for about Rs.6,000/- and cleared it for habitation. On 17.11.1942, Andavargal hoisted the first flag and named the place as Meivazhi Salai The Sabha was re-registered on 10 June 1944 and it became the Meivazhi Salai village.\n\nThe Meivazhi Sabha had a President and 24 senior disciples referred to as the \"சத்தியப்பிடி மூப்பர்/Cattiyappiṭi mūppar\" (Elders of Truth), appointed by Salai Andavargal himself, to take care of the everyday affairs of the Sabha. One Meivazhi Kailai Anandhar, a leading criminal lawyer of that time, was the president of the Association till 1974 and thereafter due to his old age, Salai Andavargal appointed one Meivazhi Murugamalai Anandar as the President. It is stated that during the British-ruled period, the senior disciples had suggested to Salai Andavargal that the compensation amount given by the British and the offerings given by the Disciples, could be converted in the form of Gold and thus several Gold ingots engraved with the seal of the British Crown were purchased and stored at various hidden locations across the village under different trees. The location of the ingots were known to a very few disciples, many of whom had died due to old age. However, immediately after Salai Andavargal attained Mahasamādhi on 19.02.1976, confusion and chaos prevailed among the followers, as to the future of the temple administration and also the uncertainty as to whether the phenomenon of Incorruptibility will continue or not. In March 1976, the followers had faced a credibility crisis, when the Customs and Excise Department officers, on the basis of some anonymous tip-off from within the village, raided the hermitage in a weeklong operation, unearthing all the stored gold and silver ornaments including personal belongings of some of the disciples. The Government had charged many of the disciples for illegal hoarding of wealth, but eventually lost the case since the recovered ornaments were not personal belongings of the Disciples, but belongings of the Sabha.[12] After years of uncertainty and fear, the disciples finally came back to the temple when they realized that the phenomenon of Incorruptibility was continuing to take place even when Salai Andavargal was in a state of Mahasamādhi. The place where Salai Andavargal attained Mahasamādhi, is referred to as the \"Ponnaranga Devalayam (Tamil: பொன்னரங்க தேவாலயம், Poṉṉaraṅka tēvālayam), meaning \"The Golden Temple\". All the Prayers, Rituals and Festivals are held around this Shrine.\n\nMeivazhi followers have a mandatory dress code for entering the ashram. It stipulates white panchakacham and a white pointed turban for its Male followers, while its female followers, wear a headscarf or cover their head with their Saree. The Senior followers (known as Anandars), who had obtained spiritual revelations (Tamil: உபதேசம் Upatēcam) from Salai Aandavargal, wear saffron clothing and wear saffron pointed turban with an upward-pointing crescent symbol called as 'Kilnaamam' (Tamil: கிள்நாமம் Kiḷnāmām). Since 2007, the Government of Tamil Nadu had even provided a relaxation for the followers from wearing bike helmets when the Turban is worn, since many followers wear the Turban throughout the day.[13][14]\n\nThe followers of Meivazhi do not worship any idols, tombs or any materialistic subjects, but they pray to the superior god within themselves. The rituals and festivals, which take place near the temple are merely a reminder that the superior god is within themselves. Daily rituals take place around-the-clock at the Ponnaranga Devalayam, throughout the year. The most significant prayer ritual for the followers is the evening one, which is attended by most people on any given day. The followers refer to the prayer rituals as 'Vanakkam (Tamil: வணக்கம் Vaṇakkam)', literally meaning 'Hello' or 'Greeting' in English, possibly referring to the meeting of Human soul with the God.\n\n1. Recital of Maha Sankalpa Manthiram at 7:00 am;\n\n2. Aravala Vanakkam at 12:00 pm;\n\n3. Vanakkam at 6:00 pm; 9:00 pm; 12:00 am, 1:30 am, 3:00 am; 4:00 am; 4:30 am;\n\nThe Disciples take turns to stay in the temple throughout the day and at nights, they spread into three shifts of Para Vanakkam from 10:00 pm to 12:00 am; 12:00 am to 2:00 am and 2:00 am to 4:00 am;\n\n1. Piravaa naal Pirappu Thirunal (Tamil: பிறவா நாள் பிறப்பு திருநாள் Piṟavā nāḷ piṟappu tirunāḷ), celebrating the day of Spiritual rebirth of Salai Andavargal during the month of Panguni.\n\n2. Vaikaasi Thiruvizha (Tamil: வைகாசி திருவிழா Vaikāci tiruviḻā), comprising three festivals:-\n\n3. Pichai Andavar Thirukkola Thiruvizha (Tamil: பிச்சை ஆண்டவர் திருக்கோல திருவிழா Piccai āṇṭavar tirukkōla tiruviḻā), during the month of Purattaasi, celebrating the Bestower of Alms.\n\n4. Thiru Avathara Thirunal (Tamil: திரு அவதார திருநாள் Tiru avatāra tirunāḷ), at the end of Maargazhi and during Bhogi), celebrating the birth of Salai Andavargal.\n\n5. Kolari Saalaiyar Pongal Festival  (Tamil: கோளரி சாலையார் பொங்கல் திருநாள் Kōḷari cālaiyār poṅkal tirunāḷ) celebrating the festival of Pongal during the month of Thai, by preparation of sweet Pongal using holy water by the Disciples around the Ponnaranga Devalayam. Selva Pongal (instead of Mattu Pongal) is celebrated on the subsequent day.\n\n6. Karthigai Deepam, (Tamil: கார்த்திகை தீபம் Kārttikai tīpam), celebrating the Festival of Lights in the month of Karthikai)\n\n7. Flag hoisting - 'Pooran Kodi' (Tamil: பூரான் கொடி Pūrāṉ koṭi), a special flag decorated with 92 bells, during the Panguni and Vaikaasi festivals\n\n8. Flag hoisting - 'Killnaama Kodi' (Tamil: கிள்நாமம் Kiḷnāmam)', a White flag bearing the Crescent Moon, is done twice every month, on the full moon day and on the third day of New Moon.\n\n"
        }
    ]
}