{
    "url": "https://en.wikipedia.org/wiki/Melanesian_mythology",
    "title": "Melanesian mythology",
    "table_of_contents": [
        "1 Mythological traditions in Melanesia",
        "2 A compilation of \"Melanesian mythology\" by Dixon (1916)",
        "2.1 Dixon's proposed division of the area's populations",
        "2.2 Main characteristics of Dixon's typology",
        "2.3 Myths of origins and the deluge",
        "2.3.1 Creation of mankind",
        "2.3.2 Origin of mankind from other sources",
        "2.3.3 Origin of the sea",
        "2.3.4 Origin of the sun and moon",
        "2.3.5 Origin of fire",
        "2.3.6 Origin of death",
        "2.3.7 Deluge and flood",
        "2.3.8 Geographical flow",
        "2.4 Some cultural heroes",
        "2.4.1 To-Kabinana and To-Karvuvu (New Britain)",
        "2.4.2 Qat (Banks islands)",
        "2.4.3 Tagaro (Ambae)",
        "2.4.4 Comparison with Polynesian mythology",
        "2.5 Miscellaneous tales",
        "2.5.1 Cannibals",
        "2.5.2 Women",
        "2.5.3 Ghosts",
        "2.5.4 Animals",
        "2.6 Source",
        "3 Notes and references",
        "3.1 Notes",
        "3.2 References",
        "3.3 Bibliography",
        "3.4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMelanesian mythology refers to the folklore, myths, and religions of Melanesia, a region in Southwest Oceania that encompasses the archipelagos of New Guinea (including Indonesian New Guinea and Papua New Guinea), the Torres Strait Islands, Solomon Islands, Vanuatu, New Caledonia and Fiji. \n\nThe various mythologies consist primarily of the traditions of oral literature in the different populations of Melanesia. More recent aspects include the cargo cults born in the 20th century during the Pacific War. \n\nRoland Burrage Dixon wrote an account of \"Melanesian\" mythology in The Mythology of All Races, which was published in 1916.[11]\n\nDixon's compilation reflects beliefs by some Western observers of the time in the existence of a \"mythology\" at the scale of Melanesia as a whole. It was then accepted practice to blend together mythological traditions from different regions of the South Pacific, as if they were examples of a single \"Melanesian\" culture. Modern scholars[which?] critique this approach as over-simplification, preferring to present each local tradition separately and suggest possible links more carefully.\n\n"
        },
        {
            "title": "",
            "text": "According to Dixon (1916), Melanesia falls into two geographic divisions: New Guinea with the smaller adjacent islands forming one, and the long series of islands lying to the north and east of it, from the Admiralty group to New Caledonia and Fiji, constituting the other. \n\nFrom an anthropological point of view, the population of the Melanesian area is composed of a number of different historical populations (what Dixon called “racial types”).[N 1] He recognized “at least three groups”:\n\nContrary to modern usage, Dixon used the term Melanesian only to refer to his third group, namely the non-Papuan populations of Melanesia.[N 4][12]\n\n"
        },
        {
            "title": "",
            "text": "According to Dixon, the material on the mythology of Melanesia, though incomplete and fragmentary, \"appears rather clearly to prove\" the existence of two distinct strata, one of which he called \"Papuan\", the other \"Melanesian\" [sic]. Although the author does not mention languages, his proposed dichotomy, based on oral literature, evidently matches the contrast made by linguists, between speakers of Papuan languages and speakers of Austronesian (Oceanic) languages.[N 4]\n\nDixon's \"Papuan\" layer was best represented, in his view, among the Kai tribes of northern Papua New Guinea, as well as by the Baining and Sulka of northern New Britain.\n\nHis so-called \"Melanesian\"[N 4] stratum, on the other hand, was mostly found in Remote Oceania (which he named \"eastern Melanesia\"), but also throughout parts of New Guinea, among the coast tribes of northern New Britain, and in the Admiralty Islands. \n\nAs Dixon further examined his \"Melanesian\" type, he found that it lacked unity. He suggested the following grouping:\n\nIncluding the whole of the Oceanic area, Dixon noted that the \"Papuan\" type showed little in common with any of the other Pacific regions, while his so-called \"Melanesian\" type[N 4] showed similarities with Indonesia, Micronesia, and Polynesia; and even Australia. The \"Melanesian\" type of myths (which held similarities to the other areas) can be divided into four groups:\n\nThe first of these groups is represented more in the northern coast of New Guinea. The second group is more prominent in the southern coast of New Guinea, and seems to comprise myths from Melanesia as well. The third group, which includes myths from Indonesia, Melanesia, and Polynesia, is best most common in Remote Oceania (Dixon's \"eastern Melanesia\"). These myths may have been brought and preserved by Polynesian ancestors from their Indonesian homes. This group is mainly represented in the eastern archipelago of Melanesia. The last group, which is composed of myths common to Melanesia and Micronesia, is about equally represented in New Guinea and the eastern archipelago.\n\n"
        },
        {
            "title": "Myths of origins and the deluge",
            "text": "According to Dixon's classification, the mythology of his \"Melanesian\" area (i.e. the area peopled by Oceanic-speaking populations) is characterized by the almost total lack of myths relating to the origin of the world. With one or two exceptions, the Earth seems to be regarded as having always existed in more or less the same form as today. \n\nIn the Admiralty Islands, a portion of the population believed that once there was nothing but a widespread sea. One myth states that in this sea swam a great serpent, who, wanting a place where he might rest, called out, \"Let the reef rise!\", and the reef rose out of the ocean and became dry land. Another version states that a man and a woman, after having floating in the sea, climbed upon a piece of driftwood, and floated more until the waters retreated, and barren and desolate land appeared; whereupon they planted trees and created foods of various sorts. \n\nIn New Britain, among the coastal tribes of the Gazelle Peninsula, a there is a story telling of the fishing of the land from the bottom of the sea, a task which was accomplished by the two culture hero brothers, To-Kabinana and To-Karvuvu.[13] The same story in slightly greater detail is found also in the southern New Hebrides. This conception of a primeval sea is found widely in central Polynesia, Micronesia, and Indonesia, but appears in only in the northern parts of Melanesia, where contact with non-Melanesian peoples would theoretically be expected. A much closer affiliation with Polynesia is shown in another class of origin-myths.\n\nWhile Dixon did not focus on the beginning of the world in his \"Melanesian\" area, he found considerable and widely varying material on the creation of mankind. Three types of myths may be recognized: \n- one, in which mankind is directly created by some deity or pre-existing being; \n- second, in which man comes into being spontaneously or magically; \n- third, where mankind descends to earth from the sky-land.\n\nIn the Admiralty Islands, one myth exists about a lonely man who longed for a wife cut down a tree from the forest and fashioned the trunk into the figure of a woman. When he finished that, he said, \"My wood there, become a woman!\", and the wooden figure came to life. \n\nIn the Banks Islands, a somewhat more elaborate tale is told. The deity Qat was the first to make humans, cutting wood out of the dracaena tree and forming it into six figures, three men and three women. When he had finished them, he hid them away for three days, after which he brought them forth and set them up. Dancing in front of them and seeing that they began to move, he beat the drum before them, and they moved still more, and \"thus he beguiled them into life, so that they could stand of themselves.\" Then he divided them into three pairs as husband and wife. Marawa, an envious man, saw what Qat had made and determined to do likewise. So he took another kind of wood, and when he had fashioned the images, he set them up and beat the drum before them, and gave them life. But when he saw them move, he dug a pit and covered the bottom with coconut fronds, burying his men and women in it for seven days; and when he dug them up again, he found them lifeless and decomposed, this being the origin of death among men. According to another version from the same area, while the first man was made of red clay by Qat, he created the first woman of rods and rings of supple twigs covered with the spathes of sago palms, just as they make the tall hats used in sacred dances. \n\nA tale of the creation of man from earth is told in the New Hebrides.[where?] It involves a godlike figure, Takaro, who made ten male figures from mud, and breathed life into them. He then threw a fruit at one of them, which transformed the man into a woman.\n\nA still different version is that from New Britain. In the beginning a being drew two male figures upon the ground, and then, cutting himself with a knife, sprinkled the two drawings with his blood and covered them over with leaves, the result being that they came to life as To-Kabinana and To-Karvuvu.[14] To-Kabinana then climbed a coconut-tree, and picking two unripe coconuts, he threw them to the ground, where they burst and changed into two women, whom he took as his wives.[15]\n\nThe second main idea of the creation of humankind is that humans may have originated from birds. In the Admiralty Islands, according to one version, a dove bore two young, one of which was a bird and one a man, who became the ancestor of the human race. In another version, a tortoise laid ten eggs, from which hatched eight tortoises and two human beings, one man and one woman; and these two, marrying, became the ancestors of both light-skinned and dark-skinned people. In Fiji, it is said that a bird laid two eggs which were hatched by Ndengei, the great serpent, a boy coming from one and a girl from the other.[16] A variant of this is found in Torres Straits where, according to the Eastern Islanders, a maggot developed from a bird egg. The maggot then transformed into human shape. \n\nMyths of the origin of men or of deities from a clot of blood are of interest in their relation to other areas in Oceania. One version again comes from the Admiralty Islands. A woman, named Hi-asa, who lived alone, one day cut her finger while shaving pandanus strips. Collecting the blood from the wound in a mussel-shell, she put a cover over it and set it away; but when, after eleven days, she looked in the shell, it contained two eggs. She covered them up, and after several days they burst, one producing a man and the other a woman, who became the parents of the human race. In the neighboring island of New Britain one account gives a similar origin for the two brothers To-Rabinana and To-Karvuvu. While an old woman was wading in the sea searching for shellfish, her arms pained her, and so, taking two sharp strips of pandanus, she scratched and cut first one arm and then the other. She laid the two strips of pandanus covered with her blood in a heap of refuse which she intended to burn; but after a time the pile began to swell, and when she was about to set fire to it, she saw that two boys had grown from her blood—from the blood of her right arm, To-Kabinana, and from that of her left arm, To-Karvuvu. At several points in northern Papua New Guinea, Dixon seemed to find similar tales of children originating from clots of blood, although here they are not considered as the parents of mankind.\n\nAn origin of the human race from plants seems to come only from the Solomon Islands, where it is said that two knots began to sprout on a stalk of sugar-cane, and when the cane below each sprout burst, from one came a man and from the other a woman. In New Britain, however, two men (sometimes described as To-Kabinana and To-Karvuvu) were fishing at night, during which a piece of wild sugar-cane became entangled into the net. The men threw it away, but again it was entangled and was once more discarded. When, however, it was caught for the third time, they planted the stalk. Taking root, the cane grew, and after a time it began to swell, until one day it burst and from it came out a woman. The men seized her and held her fast. In some versions, the woman then became the wife of one of the men, and all mankind are supposed to be descended from the pair. An origin of the first woman from a tree and of the first man from the ground is given by the Papuan tribes of Elema in southern Papua New Guinea; while in the New Hebrides, the first female being is said to have been transformed from a cowrie-shell.\n\nAn origin of man from stone is told by the Baining of New Britain. At first the only beings in the world were the Sun and the Moon, but they united, and from their union were born stones and birds, the former subsequently turning into men, the latter into women, and from these the Baining are descended. The origin of Qat himself is ascribed in the Banks group to a stone, which burst and gave birth to the culture hero.\n\nAlthough Dixon's \"Melanesia\" seems characteristically to lack myths of the origin of the world, a tale recounting the source of the sea is quite widely spread. As told by the Baining in New Britain, the story runs as follows. In the beginning the sea was very small—only a tiny water-hole, belonging to an old woman and from which she got the salt water for the flavoring of her food. She kept the hole concealed under a cover of tapa cloth, and though her two sons repeatedly asked her whence she obtained the salt water, she refused to answer. The sons watched her and eventually surprised her in the act of lifting the cover and dipping up the salt water. When she had gone they went to the spot and tore the cover open; and the farther they tore, the larger became the water-hole. Terrified by this, they ran away, each carrying a corner of the cloth; which caused the water to spread and spread until it became the sea. When the old woman saw that the growing sea, she feared that the entire world would be covered by it, so she hastily planted some twigs along the edge of the shore, thereby preventing the ocean from destroying all things.\n\nOf the origin of the sun and moon various tales are told. In the Admiralty Islands it is said that when the sea had dried, the first two beings, after planting trees and creating food plants, made two mushrooms, one of which the man threw into the sky, creating the moon, while the woman tossed the other upward and formed the sun. \n\nA different account is given by the people[who?] of southern Papua New Guinea. According to this, a man was digging a deep hole one day when he uncovered the moon as a small bright object. After he had taken it out, it began to grow, and finally, escaping from his hands, rose high into the sky. There is a similar tale from northern Papua New Guinea which recounts how the moon was originally kept hidden in a jar by an old woman. Some boys discovered it, and secretly opened the jar, whereupon the moon flew out and rose into the sky. \n\nThe people of Woodlark Island have a tale in which the origin of the sun and moon is connected with the origin of fire. According to this, in the beginning an old woman was the sole owner of fire, and she alone could eat cooked food, while other people only had raw food. The woman refused to share the fire, so her son stole some of the flame and gave it to the rest of mankind. In anger at his action, the old woman seized what was left of her fire, divided it into two parts, and threw them into the sky, the larger portion becoming the sun, and the smaller the moon.\n\nIn all of these myths the sun and moon seem to be regarded as inanimate objects. Another group of tales, however, considers them to be living beings. One such version is given by one of the tribes of the Massim district of southern Papua New Guinea. One day a woman was watching her garden close to the ocean, and, seeing a great fish sporting in the surf, walked out into the water and played with the fish. The woman's leg, against which the fish had rubbed, began to swell and became painful until at last she made a cut in the swelling, when out popped an infant. The boy, who was named Dudugera, was taken to the beach by his mother, whereupon the great fish came, seized him in his mouth, and carried him far away to the east. Before he left, Dudugera warned his mother and relatives to take refuge under a great rock, for soon, he said, he would climb into a pandanus-tree and go into the sky as the sun and destroy everything with his heat. As he warned, almost everything was destroyed except for his mother and her relatives who had taken his advice. To prevent their total annihilation his mother took a lime-calabash, and climbing up a hill near which the sun rose, cast the lime into his face as he came up, which caused the sun to shut his eyes and decrease the amount of heat.\n\nA main characteristic of Melanesian origin mythology is the concept that the day existed first without night, until night was discovered or brought to humankind. In the Banks Islands, the deity Qat had formed many things, but had not created the night. He heard that in the country of Vava (the Torres Islands) there was night, so he went there to meet i Qong (“Night”), and bought night from him.[N 5] Qat returned to his island of Vanua Lava with the night, a rooster and a stone of obsidian. He then told his brothers to lie down and shut their eyes, and to not be afraid. They all lay down and quickly fell asleep, while the sky became dark. After a while, Qat took out the rooster, and had it sing to wake up his brothers. At the same time, he took his obsidian stone and slit the dark sky apart: this was the first morning.[17]\n\nMyths of the origin of fire present a number of types. Dixon began with a form common in southern Papua New Guinea. \n\nAccording to a version told by the Motu, the ancestors of the present people had no fire, and ate their food raw until one day they saw smoke rising out at sea. A dog, a snake, a bandicoot, a bird, and a kangaroo all saw this smoke and asked, \"Who will go to get fire?\" The snake, bandicoot, bird, and kangaroo all tried to cross the sea and get the fire, but they were unsuccessful. Then the dog started and swam and swam until he reached the island where the smoke rose. There he saw women cooking with fire, and seizing a blazing brand, he ran to the shore and swam safely back with it to the mainland, where he gave it to all the people.\n\nSome of the Massim tribes of south-eastern Papua New Guinea give a different origin, in which people had also no fire in the beginning, but there was old woman called Goga who made uncooked food for many people, but cooked food with fire for herself, obtaining the fire from her own body. Before the others came home each day, she cleared away all traces of the fire so that they wouldn't find out her secret; but one day a piece of boiled taro accidentally got in one person's (the youngest of the bunch) food, who found it much better than what was usually given him. The others resolved to find where she got the fire, so the next day, when they went to hunt, the youngest hid at home and saw the old woman take the fire from her body and cook with it. After the others returned, he told them what he saw, and they decided to steal some of the fire. The next day, he waited until the others had gone, and then stole the firebrand and ran off with it when the old woman was not looking. The old woman chased him, but he was faster. As he ran on, the brand burned his hand, and he dropped it in the dry grass, which caught fire to which spread to a nearby tree. A snake who lived in the tree's tail caught fire and burned like a torch. The old woman, finding that she could not overtake the thief, caused a great rain to fall, hoping to stop the fire, but the snake stayed in his hole, and his tail was not extinguished. When the rain had stopped, the others went out to look for fire, and at last saw the snake's burning tail. Then, making a big pile of wood, they set fire to it, and people from all the villages came and took fire. \n\nThere also exists a version from the Admiralty Islands which runs as follows: A woman and a snake married and gave birth to a son and a daughter. The snake took control of the children and sent his wife away. One day, the children, being hungry, were told to go and catch fish. They brought fish back to the snake, but the children could not cook the food. The snake told his son to crawl into his belly and take the fire from him in order to cook the food. The son did so, and brought back the fire to share with his sister and cook food with.\n\nA different fire myth involving a snake originated from New Britain. Originally, the Sulka did not know fire, but one day a man named Emakong fell into a stream and found a house at the bottom of the stream, where many people lived. They took Emakong into their home, where they had fire. Then came nighttime, which Emakong's home did not have. At night, these people transformed into snakes, which they remained as until morning. At night crickets sung, and in the morning the birds sung, neither of which Emakong's home had. Then, his hosts made him a package with night, fire, crickets, and birds, which he took home and shared with his people.\n\nAccording to a version current in Ambrym, an island in Vanuatu, the good and the malicious deities were discussing humanity after it had been made. The good deity said: \"Our men seem to get on well, but haven't you noticed that their skins have begun to wrinkle? They are yet young, but when they are old, they will be very ugly. So when that happens, we will flay them like an eel, and a new skin will grow, and men shall renew their youth like the snakes and so be immortal.\" But the evil deity replied: \"No, it shall not be that way. When a man is old and ugly, we will dig a hole in the ground and put the body in it,  thus it shall always be among his descendants.\" And because the one who has the last word prevails, death came into the world.\n\nAccording to another form of myth told in the Banks Islands, in the beginning men did not die, but cast their skins like snakes and crabs, renewing their youth. One day an old woman went to a stream to change her skin and threw her old one into the water where, as it floated away, it caught upon a stick. When she went home, her child refused to recognize her in her new and youthful form, and to pacify the infant, who cried without ceasing, she returned and got her old skin, and put it on again. From that time men have ceased to cast their skins and have died when they grew old.\n\nAccording to other tales, death was due to a mistake. In the Banks Islands, the myths also went that in the beginning men lived forever, casting their skins, and that the permanence of property in the same hands led to much trouble. Qat, therefore, summoned a man called Mate (\"Death\") and laid him on a board and covered him over; after which he killed a pig and divided Mate's property among his descendants, all of whom came and ate of the funeral feast. On the fifth day, when the conch-shells were blown to drive away the ghost, Qat removed the covering, and Mate was gone; only his bones were left. Meanwhile, Qat had sent Tagaro the Foolish to watch the way to Panoi, where the paths to the underworld and the upper regions divide, to see that Mate did not go below; but the Fool sat before the way of the world above so that Mate descended to the lower realms; and ever since that time all humans have followed Mate along the path he took.\n\nStill another explanation is that death was due to disobedience. The Baining in New Britain say that one day the sun called all things together and asked which wished to live forever. All came except man; so the stones and the snakes live forever, but man must die. Had man obeyed the sun, he would have been able to change his skin from time to time like the snake, and would have acquired immortality.\n\nAnother myth attributes the origin of death to ungratefulness. In the Admiralty group, one account states that a man once went out fishing; but since an evil spirit wished to kill and eat him, he fled into the forest. There he caused a tree to open, and creeping inside, the tree closed again, so that when the evil being came, he did not see his victim and went away, whereupon the tree opened, and the man came out. The tree said to him, \"Bring to me two white pigs,\" so the man went to his village and got two pigs, but he cheated the tree in that he brought only a single white one, the other being black whitened with chalk. For this the tree rebuked him and said: \"You are unthankful, though I was good to you. If you had done what I had asked, you might have taken refuge in me whenever danger threatened. Now you cannot, but must die.\" According to this myth, as a result of the man's ingratitude, the human race is doomed to mortality and cannot escape the enmity of evil spirits.\n\nOf deluge-myths from the Melanesian area, only a few have been reported which do not bear the marks of missionary influence. As told in southern Papua New Guinea (Dixon's \"British New Guinea\"), the story runs that once a great flood occurred, and the sea rose and overflowed the earth, the hills being covered, and people and animals hurrying to the top of Tauaga, the highest mountain. But the sea followed and all were afraid. Yet the king of the snakes, Raudalo, did not fear. \"At last he said to his servants, 'Where now are the waters?' And they answered, 'They are rising, lord.' Yet looked he not upon the flood. And after a space he said again, 'Where now are the waters?' and his servants answered as they had done before. And again he inquired of them, 'Where now are the waters?' But this time all the snakes, Titiko, Dubo and Anaur, made answer, 'They are here, and in a moment they will touch thee, lord.'\n\n\"Then Raudalo turned him about, . . . and put forth his forked tongue, and touched with the tip of it the angry waters which were about to cover him. And on a sudden the sea rose no more, but began to flow down the side of the mountain. Still was Raudalo not content, and he pursued the flood down the hill, ever and anon putting forth his forked tongue that there might be no tarrying on the way. Thus went they down the mountain and over the plain country until the sea shore was reached. And the waters lay in their bed once more and the flood was stayed.\"\n\nAnother tale from this same region presents features of interest. One day a man discovered a lake in which were much fish; and at the bottom of the lake lived a magic eel, but the man knew it not. He caught much fish and returned the next day with the people of his village whom he had told of his discovery; and they also were very successful, while one woman even laid hold of the great eel, Abaia, who dwelt in the depths of the lake, though he escaped her. Now Abaia was angry that his fish had been caught and that he himself had been seized, so he caused a great rain to fall that night, and the waters of the lake also rose, and all the people were drowned except an old woman who had not eaten of the fish and who saved herself in a tree. The association of snakes and eels with the deluge in these tales strongly suggests the type of deluge-myth current in parts of Indonesia, and known also apparently in the Cook Group.\n\nFrom the examples given it may be seen that the origin-myths of Melanesia show clear evidence of composite origins. From small groups like the Admiralty Islands several quite different legends accounting for the same thing have been collected, and throughout the whole area a striking variety exists. In how far we are justified in attributing one set of myths to the older Papuan stratum and another to the later Melanesian layer is very difficult to say, since but little from the purer Papuan tribes of the area has as yet been recorded. Comparison with Polynesia and Indonesia suggests that the myths of the origin of the sea, of mankind as originally having had the power to renew their youth by changing skins, and of the obtaining of fire from or with the aid of snakes, were primarily Papuan, for no traces of either appear in Indonesia, and only the former is found in somewhat mutilated form in Samoa, but nowhere else in Polynesia. Other themes, however, such as the origin of human beings from eggs or from a clot of blood, are widely known in Indonesia and also occur in western and south-western Polynesia, and would seem to be immigrant elements from the great culture stream which, passing from Indonesia eastward into the Pacific, swept with greatest strength the north-eastern and south-eastern parts of Melanesia.\n\n"
        },
        {
            "title": "Some cultural heroes",
            "text": "One of the most noteworthy features of Melanesian mythology is the prominence of tales relating either to two culture heroes, one of whom is wise and benevolent, while the other is foolish and malicious; or to a group of brothers, usually ten or twelve in number, two of whom, one wise and one foolish, are especially outstanding. A sort of dualism is developed which stands in contrast to Indonesian mythology, while showing points of contact with Polynesian and Micronesian ideas.\n\nIn New Britain, we have already seen how To-Karvuvu unsuccessfully imitated To-Kabinana in the making of woman; and in the local forms of the myth of the origin of death it was To-Karvuvu who cried and refused to recognize his mother when she had shed her skin and become rejuvenated, so that he was thus directly responsible for the entrance of death into the world. A few other examples of his foolishness may be given from the same region. According to one of these tales, To-Kabinana and To-Karvuvu were one day walking in the fields when the former said to the latter, \"Go, and look after our mother.\" So To-Karvuvu went, filled a bamboo vessel with water, poured it over his mother, heated stones in the fire, killed her, and laid her in the oven to roast, after which he returned to To-Kabinana, who asked him how their parent was and if he had taken good care of her. To-Karvuvu replied, \"I have roasted her with the hot stones,\" whereupon his brother demanded, \"Who told you to do that?\" \"Oh,\" he answered, \"I thought you said to kill her!\" but To-Kabinana declared, \"Oh, you fool, you will die before me. You never cease doing foolish things. Our descendants now will cook and eat human flesh.\"\n\nOn another occasion To-Kabinana said to his brother, \"Come, let us each build a house,\" and accordingly each constructed a dwelling, but To-Kabinana roofed his house outside, while his foolish brother covered his on the inside. Then To-Kabinana said, \"Let us make rain!\" so they performed the proper ceremony, and in the night it rained. The darkness pressed heavily on To-Karvuvu so that he sat up, and the rain came through the roof of his house and fell upon him, and he wept. In the morning he came to his brother, saying, \"The darkness pressed upon me, and the rain-water wet me, and I cried.\" But when To-Kabinana asked, \"How did you build your house?\" the other replied, \"I covered it with the roof covering inside. It is not like yours.\" Then they both went to look at it, and To-Karvuvu said, \"I will pull it down and build like yours.\" But his brother had pity on him and said, \"Do not do that. We will both of us live together in my house.\"\n\nMany of the evil or harmful things in the world were the work of the foolish brother. One day To-Kabinana carved a Thum-fish out of wood and let it float on the sea and made it alive so that it might always be a fish; and the Thum-fish drove the Malivaran-fish ashore in great numbers so that they could be caught. Now To-Karvuvu saw them, and asked his brother where were the fish that forced the Malivaran-fish ashore, saying that he also wished to make some. Accordingly, To-Kabinana told him to make the figure of a Thum-fish, but instead the stupid fellow carved the effigy of a shark and put it in the water. The shark, however, did not drive the other fish ashore, but ate them all up, so that To-Karvuvu went crying to his brother and said, \"I wish I had not made my fish, for he eats all the others\"; whereupon To-Kabinana asked, \"What kind of a fish did you make?\" and he replied, \"A shark.\" Then To-Kabinana said, \"You are indeed a stupid fellow. You have brought it about that our descendants shall suffer. That fish will eat all the others, and he will eat people as well.\"\n\nThe characters of the two brothers are seen to be quite clearly distinguished, To-Karvuvu being in these tales (as in many others from this same area) foolish or stupid rather than designedly malicious, although his follies are usually responsible for the troubles and tribulations of human life; whereas To-Kabinana, on the other hand, appears as actively benevolent, his well-intentioned deeds in behalf of mankind being frustrated by his brother. Tales of a similar type have been collected at one or two points on the shore of northern Papua New Guinea, but appear to be much less common than among the coast population of New Britain. \n\nFrom southern Papua New Guinea, few tales of this sort seem to have been collected. By contrast, stories of the wise and foolish brothers are very prevalent in the Solomons and Vanuatu; in the latter cases, tales are of the second type, that is, instead of the usual two brothers, we have a group of ten or twelve.[18]\n\nIn the Banks Islands, Qat is the great hero, and many tales are told of him and his eleven brothers, all of whom were named Tagaro, one being Tagaro the Wise, and one Tagaro the Foolish. In the stories told in Mota, all seem to have combined against Qat and endeavoured to kill him; but in Gaua, another island of the group, Qat has his antithesis in Marawa, the Spider, a personage who seems to become Qat's friend and guide. \n\nAccording to one tale, when Qat had finished his work of creation, he proposed to his brothers, Tagaro, that they make canoes for themselves.[18] Qat himself cut down a great tree and worked secretly at it every day, but made no progress, for each morning, when he came back to his task, he found that all that had been done the previous day was undone, and the tree-trunk made solid again. On finishing work one night, he determined to watch, and accordingly, making himself of very small size, he hid under a large chip which he carried away from the pile that he had made during the day. By and by a little old man appeared from a hole in the ground and began to put the chips back, each in the place from which it had been cut, until the whole tree-trunk was almost whole once more, only one piece being lacking, namely, that under which Qat had hidden himself. Finally the old man found it, but just as he was about to pick it up, Qat sprang out, grew to his full size, and raised his axe to kill the old man who had interfered with his work. The latter, however, who was Marawa in disguise, begged Qat to spare his life, promising to complete the canoe for him if he would do so. So Qat had mercy on Marawa, and he finished the boat, using his nails to scoop and scrape it out. When the canoes were finished, Qat told his brothers to launch theirs, and as each slipped into the water, he raised his hand, and the boat sank; whereupon Qat and Marawa appeared, paddling about in their canoe and surprising the other brothers, who had not known that Qat was at work.\n\nAfter this, the brothers tried to destroy Qat in order that they might possess his wife and canoe. \"One day they took him to the hole of a land-crab under a stone, which they had already so prepared by digging under it that it was ready to topple over upon him. Qat crawled into the hole and began to dig for the crab; his brothers tipped over the stone upon him, and thinking him crushed to death, ran off to seize Ro Lei and the canoe. But Qat called on Marawa by name, 'Marawa! take me round about to Ro Lei,' and by the time that his brothers reached the village, there was Qat to their astonishment sitting by the side of his wife.\" They tried to kill him in many other ways, but Qat was always the victor, and their plans were frustrated.\n\nThe element of the opposition of the wise and foolish brothers is better brought out, it seems, in the New Hebrides, where Tagaro becomes the chief actor and is pitted against Suqe-matua. \"Tagaro wanted everything to be good, and would have no pain or suffering; Suqe-matua would have all things bad. When Tagaro made things, he or Suqe-matua tossed them up into the air; what Tagaro caught is good for food, what he missed is worthless.\" In a neighbouring island, Tagaro is one of twelve brothers, as in the Banks Islands, and usually another of them is Suqe-matua, who continually thwarts him. In Ambae (former Lepers Island in Vanuatu), Tagaro and Suqe-matua shared the work of creation, but whatever the latter did was wrong. When they made the trees, the fruit of Tagaro's were good for food, but Suqe-matua's were bitter; when they created men, Tagaro said they should walk upright on two legs, but Suqe-matua said that they should go like pigs; Suqe-matua wanted to have men sleep in the trunks of sago palms, but Tagaro said they should work and dwell in houses. So they always disagreed, but the word of Tagaro prevailed. In this latter feature we have the exact opposite of the conditions in New Britain. Tagaro was said to be the father of ten sons, the cleverest of whom was Tagaro-Mbiti.\n\nIn another portion of this island, Tagaro's opponent, here known as Meragbuto, again becomes more of a simple fool, and many are the tricks that Tagaro plays upon him.\" One day Meragbuto saw Tagaro, who had just oiled his hair with coconut oil, and admiring the effect greatly, asked how this result had been produced. Tagaro asked him if he had any hens, and when Meragbuto answered that he had many, Tagaro said: \"Well, when they have roosted in the trees, do you go and sit under a tree, and anoint yourself with the ointment which they will throw down to you.\" Meragbuto carried out the instructions exactly and rubbed not only his hair, but his whole body with the excrement of the fowls. On the following day he went proudly to a festival, but as soon as he approached everyone ran away, crying out at the intolerable odour; only then did Meragbuto realize that he had been tricked, and washed himself in the sea.\n\nAnother time Tagaro placed a tabu upon all coconuts so that no one should eat them; but Meragbuto paid no attention to this prohibition, eating and eating until he had devoured nearly all of them. Thereupon Tagaro took a small coconut, scraped out half the meat, and leaving the rest in the shell, sat down to await the coming of Meragbuto, who appeared by and by, and seeing the coconut, asked Tagaro if it was his. \"Yes,\" said Tagaro, \"if you are hungry, eat it, but only on condition that you eat it all.\" So Meragbuto sat down and scraped the remainder of the nut and ate it; but though he scraped and scraped, more was always left, and so he continued eating all day. At night Meragbuto said to Tagaro, \"My cousin, I can't eat any more, my stomach pains me.\" But Tagaro answered, \"No. I put a tabu on the coconuts, and you disregarded it; now you must eat it all.\" So Meragbuto continued to eat until finally he burst and died. If he had not perished, there would have been no more coconuts, for he would have devoured them all.\n\nAt last, Tagaro determined to destroy Meragbuto, and accordingly he said, \"Let us each build a house.\" This they did, but Tagaro secretly dug a deep pit in the floor of his house and covered it over with leaves and earth; after which he said to Meragbuto: \"Come, set fire to my house, so that I and my wife and children may be burned and die; thus you will become the sole chief.\" So Meragbuto came and set fire to Tagaro's house, and then went to his own and lay down and slept. Tagaro and his family, however, quickly crawled into the pit which he had prepared, and so they escaped death; and when the house had burned, they came up out of their hiding-place and sat down among the ashes. After a time Meragbuto awoke, and saying, \"Perhaps my meat is cooked,\" he went to where Tagaro's house had been, thinking to find his victims roasted. Utterly amazed to see Tagaro and his family safe and sound, he asked how this had happened, and Tagaro replied that the flames had not harmed him at all. \"Good!\" said Meragbuto, \"when it is night, do you come and set fire to my house and burn me also.\" So Tagaro set fire to Meragbuto's house, but when the flames began to burn him, Meragbuto cried out, \"My cousin! It hurts me. I am dying.\" Tagaro, however, replied, \"No, you will not die; it was just that way in my case. Bear it bravely; it will soon be over.\" And so it was, for Meragbuto was burned up and entirely destroyed.\n\nTwo points of special interest in connection with these tales deserve brief discussion. One of the most characteristic features of Polynesian mythology is the prominence of the Māui cycle; and if we compare these Polynesian tales with the Melanesian stories of the wise and foolish brothers, there is a suggestion of some sort of relationship between them. To be sure, the similarity lies mainly in the fact that in both regions there is a group of brothers, one of whom is capable, the others incapable or foolish, whereas the actual exploits of the two areas are different. Again, it is only in New Zealand that even this slight amount of correspondence is noticeable. In spite, however, of this very slender basis for comparison, it seems, in view of the relative absence of this type of tale from the rest of the Pacific area, that the suggestion of connection between the two groups of myths is worth further investigation. This is especially evident in view of the second of the two points to which reference has been made, i.e. the similarity between Tagaro, the name of the Melanesian brothers in Vanuatu, and the Polynesian deity Tangaroa, who appears in several guises, i. e. as a simple god of the sea in New Zealand, as the creator in the Society and Samoan Groups, and as an evil deity in Hawaii. It is not yet possible to determine the exact relationship between the Polynesian Tangaroa and the New Hebridian Takaro, but it is probable that there is some connection between them. It may be that the use of the name in Vanuatu is due wholly to borrowing during the comparatively recent Polynesian contact; but on the other hand, it is possible that Tangaroa is a Polynesian modification of the Melanesian Tagaro. The general uniformity of the conceptions of Tagaro in Melanesia, contrasted with the varied character of Tangaroa in Polynesia, adds considerable difficulty to the problem. The final elucidation of the puzzle must wait, however, for the materials at present available are not sufficiently complete to enable us to draw any certain conclusions.\n\n"
        },
        {
            "title": "Miscellaneous tales",
            "text": "Cannibalism is a common theme in Melanesian tales. \n\nThe Sulka, a Papuan tribe of New Britain, have the story of Tamus. There once was a cannibal and his wife who had killed and eaten a great many persons. Fearing they would all be killed, the villagers fled their village for safety by canoe. However, one of the villagers, a pregnant woman named Tamus, is left on the island because the villagers believed her to be a burden. Tamus swam after the villagers as they fled, but the villagers beat Tamus with paddles. \n\nIn due time, Tamus gave birth to a son. As her son grew older, Tamus left him in the hut while she gathered food, warning him not to talk or laugh because the cannibals might find him. One day, Tamus left her son a dracaena plant as a plaything. When Tamus left, the son said to himself, \"What shall I make out of this, my brother or my cousin?\" Then, the son held the dracaena behind him, and the plant turned into a boy named Pupal. \n\nResolving to conceal the presence of his new friend Pupal from his mother, he said to her on her return, \"Mother, I want to make a partition in our house; then you can live on one side, and I will live on the other\" and this he did, concealing Pupal in his portion of the house. From time to time his mother thought that she heard her son talking to someone and was surprised at the quantity of food and drink he required; but though she often asked him if he was alone, he always declared that he was. At last one day she discovered Pupal and then learned how he had come from the dracaena. She was glad that her son now had a companion, and all three lived happily together.\n\nTamus was, however, more than ever afraid that the cannibals would hear sounds, and suspecting the presence of people in the deserted village, would come to eat them; but the two boys reassured her, saying, \"Have no fear; we shall kill them, if they dare to come.\" Accordingly, making themselves shields and spears, they practiced marksmanship and also erected a slippery barricade about the house, so that it would be difficult to climb. When they had completed their preparations, they set up a swing near the house, and while they were swinging, called out to the cannibals, \"Where are you? We are here, come and eat us.\" The cannibals heard, and one said to the other, \"Don't you hear someone calling us over there? Who can it be, for we have eaten all of them.\" So they set out for the village to see what could have made the noise, the two boys being meanwhile ready in hiding. When the cannibals tried to climb the barricade, they slipped and fell, and the boys rushing out succeeded in killing them both after a hard fight. The children then called to the boy's mother, who had been greatly terrified, and when she came and saw both the cannibals dead, she built a fire, and they cut up the bodies and burned them, saving only the breasts of the ogress. These Tamus put in a coconut shell, and setting it afloat on the sea, said: \"Go to the people who ran away from here, and if they ask, 'Have the cannibals killed Tamus, and are these her breasts?' remain floating; but if they say, 'Has Tamus borne a son and has he killed the cannibals, and are these the breasts of the ogress?' then sink!\".\n\nThe coconut-shell floated away at once and by and by came to the new village built by the people who had fled years before. All occurred as Tamus had foreseen, and through the aid of the coconut shell and its contents the people learned the truth. When they discovered the death of the cannibals, they were overjoyed and set out at once for their old home; but just as they were about to land, Pupal and Tamus's son attacked them, and the latter said, \"Ye abandoned my mother and cast her away. Now, ye shall not come back.\" After a while, however, he relented and allowed the people to land, and all lived together again happily and safely in their old home.\n\nAnother cannibal story which introduces interesting features is told in the New Hebrides. There was once a cannibal named Taso, who came one day upon the sister of Qatu and killed her, but did not eat her because she was with child. So he abandoned her body in a thicket, and there, though their mother was dead, twin boys were born. They found rain-water collected in dead leaves, and shoots of plants that they could eat; so they lived, and when they grew old enough to walk, they wandered about in the forest until one day they found a sow belonging to their uncle Qatu. He came daily to give it food, but when he had gone, the boys would eat part of the sow's provisions, and so they grew, and their skins and hair were fair. Qatu wondered why his sow did not become fat, and watching, discovered the twins and caught them; but when they told him who they were, he welcomed them as his nephews and took them home with him. After they grew bigger, he made little bows of sago fronds for them, and when they could shoot lizards, he broke the bows, giving them larger ones with which they brought down greater game; and he trained them until they were grown up and could shoot anything. When they were young men, Qatu told them about Taso and how he had murdered their mother, warning them to be careful, lest he should catch them. The twins, however, determined to kill the cannibal, so they set a tabu on a banana-tree belonging to them and said to their uncle: \"If our bunch of bananas begins to ripen at the top and ripens downwards, you will know that Taso has killed us; but if it begins to ripen at the bottom and ripens upwards, we shall have killed him.\"\n\nSo they set off to kill Taso, but when they came to his house, he had gone to the beach to sharpen his teeth, and only his mother was at home. Accordingly, they went and sat in the gamal the men's house, to wait for him, and lighting a fire in the oven, they roasted some yams and heated stones in the blaze. Thereupon Taso's mother sang a song, telling him that there were two men in the gamal and that they should be food for him and for her; so the cannibal quickly returned from the shore, and as he came, he moved his head from side to side, striking the trees so that they went crashing down. When he reached the gamal he climbed over the door-rail, but the boys immediately threw at him all the hot rocks from the oven and knocked him down, and then with their clubs they beat him until he was dead, after which they killed his mother, and setting fire to the house over them, went away. Now Qatu, hearing the popping of the bamboos as the house burned, said, \"Alas, Taso has probably burned the boys!\" Hastening to see what had happened, however, he met them on the way and heard from them that they had killed Taso and had revenged their mother whom he had slain.\n\nAlthough greatly feared, and capable of destroying people in numbers, the cannibals are usually pictured as stupid and easily deceived, as shown in the following two tales. In a village lived four brothers, the eldest of whom one day took his bow and went out to shoot fish. Those which were only wounded he buried in the sand, and so went on until his arrow hit and stuck in the trunk of a bread-fruit-tree; whereupon, looking up and seeing ripe fruit, he climbed the tree and threw several of them down. An old cannibal heard the sound as they dropped and said, \"Who is that stealing my fruit?\" The man in the tree replied, \"It is I with my brothers,\" and the old ogre answered, \"Well, let us see if what you say is true. Just call to them.\" Accordingly, the man shouted, \"My brothers!\" and all the fish that he had buried in the sand, replied, so that it sounded as if many men were near; whereupon the cannibal was frightened and said, \"It is true, but hurry up, take what you will, only leave me the small ones.\" So the man took the bread-fruit, gathered up the fish which he had buried, and went home; but when his brothers begged him to share his food with them, or at least to give them the skins of the fish, he refused, telling them to go and get some for themselves.\n\nThe next day the second brother went off, followed his brother's tracks, imitated his procedure, and came back with fish and fruit; the third brother did the same on the following day; and then it came the turn of the fourth to go. He, however, failed to bury the wounded fish, but killed them, and when the cannibal asked him to call his brothers, there was no reply. \"Aha,\" said the cannibal, \"now I have got you. You must come down from the tree.\" \"Oh, yes!\" said the youngest brother, \"I shall come down on that tree there.\" Quickly the ogre took his axe and cut down the tree, and in this way he felled every one that stood near. \"Now, I surely have you,\" said he, but the youngest brother replied, \"No, I will come down on your youngest daughter there.\" So the cannibal rushed at her and gave her a fatal blow; and thus the man in the tree induced the stupid monster to kill all his children and his wife and lastly to cut off his own hand, whereupon the man came down from the tree and slew the ogre.\n\nThe following story presents striking features of agreement with certain Indonesian tales. A man and his family had dried and prepared a great quantity of food, which they stored on a staging in their home; and one day, when the man had gone off to his field to work, a cannibal came to the house, and seeing all the provisions, resolved to get them. So he said to the man's wife, who had been left alone with the children, \"My cousin told me to tell you to give me a package of food.\" The woman gave him one, and he hid it in the forest, after which he returned and repeated his request, thus carrying away all the food which the people had stored. Finally he seized the woman and her children, shut them up in a cave, and went away, so that when the husband returned, he found his house empty. Searching about, he at last heard his wife calling to him from the cave where she had been imprisoned, and she told him how the cannibal, after stealing their food, had taken her and the children. Hard though her husband tried, he could not open the cave, but was forced to sit there helpless while his wife and family starved to death, after which he returned to his town and plaited the widower's wristlets and arm-bands for himself. One day the old cannibal came by, and seeing him sitting there, he admired the plaited ornaments which the man wore, but did not know what they were. He asked the man to make him some like them, and the widower agreed, saying, \"You must first go to sleep, then I can make them properly.\" So they went to seek a suitable place, and the man, after secretly telling the birds to dam up the river, that the bed might be dry, led the cannibal to a great tree-root in the channel of the stream and told him that this would be a good place. Believing him, the cannibal lay down on the root and slept, whereupon the man took strong rattans and vines and tied the monster fast, after which he called out to the birds to break the dam and let the flood come down the river. He himself ran to the bank in safety, and when the cannibal, awakened by the water which rose higher and higher, cried out, \"What is this cold thing which touches me?\" the man replied: \"You evil cave-monster, surely it was for you that we prepared all the food, and you came and ate it up. You also killed my wife and children, and now you want me to plait an arm-band for you.\" Then he tore off his own arm-bands and signs of mourning and threw them away, while \nthe water rose above the head of the cannibal and drowned him.\n\nThe theme of the woman abandoned by the people of the village, one form of which has already been given, is very common in Melanesia, and another version presents several interesting features for comparison. A woman named Garawada one day went with her mother-in-law into the jungle to gather figs. Coming to a fig-tree, Garawada climbed up and began to eat the ripe fruit, while she threw down the green ones to her mother-in-law. The latter, angered at this, called to Garawada to come down, but when she reached the fork in the tree, the old woman, who was a witch, caused the forks to come together, thereby imprisoning her daughter-in-law, after which she went away and left her. For many days the woman remained in the tree, and finally bore a son; but after a while the child fell to the ground, and though his mother feared that he would die, he found wild fruits and water, and lived. One day he looked up into the tree and discovered his mother, and from \nthat time he gave her fruits and berries in order that she might not starve. Nevertheless, he longed for other companions, and one day he said to his parent, \"Mother, teach me my party that I may sing it when I find my people, and that thus they may know me.\" So she taught him his spell: \n\nThe child then ran off to seek his way out of the jungle. Once he forgot his song, but after hastening back to relearn it, he hurried away again and came to the edge of the forest, where he saw some children throwing darts at a coconut which was rolled upon the ground. He yearned to play with them, and making for himself a dart, he ran toward them, singing his charm and casting his missile. Not being used to aim at a mark, however, he missed the coconut and struck one of the children in the arm, whereat, thinking an enemy had attacked \nthem, the children all ran shrieking to their homes. The next day he came again, and this time the children fled at once, but though he followed, he was unable to catch them, and so returned a second time to his mother. The children now reported their adventure to their parents, and the father of one of them determined to go with them the following day and hide that he might watch what happened. Accordingly, when the little jungle-boy came the third time, the man ran out and caught him and asked him who he was; whereupon the boy told him the story of his mother's bravery, and how he himself had grown up alone in the jungle, and then sang his song: \n\nAt this the man said, \"Truly thou art my nephew. Come, let us go and set thy mother free.\" So they went with many of the villagers and cut down the tree, for they could not separate the branches; but as the tree fell, Garawada slipped away and ran swiftly to the beach, and there, turning into a crab, crawled into a hole in the sand. Her son wept, because he knew that his mother had left him, but his uncle led him back to the village and took him into his own home, and the children no longer were afraid to have him for a playfellow.\n\nThe theme of the swan-maiden, which perhaps occurs in parts of Polynesia and widely in Indonesia, seems quite well developed in the New Hebrides. According to the version told in Ambae, a party of heavenly, winged maidens once flew down to earth to bathe, and Tagaro watched them. He saw them take off their wings, stole one pair, and hid them at the foot of the main pillar of his house. He then returned and found all fled but the wingless one, and he took her to his house and presented her to his mother as his wife. After a time Tagaro took her to weed his garden, when the yams were not yet ripe, and as she weeded and touched the yam vines, ripe tubers came into her hand. Tagaro's brothers thought she was digging yams before their time and scolded her; she went into the house and sat weeping at the foot of the pillar, and as she wept her tears fell, and wearing away the earth pattered down upon her wings. She heard the sound, took up her wings, and flew back to heaven.\n\nAnother version adds that the returning sky-maiden took her child with her; and when Tagaro came back to find his wife and son absent, he asked his mother regarding them, her reply being that they had gone to the house and wept because they had been scolded about the yams. Tagaro hurried to the dwelling, but seeing that the wings were gone, he knew that his wife and child had returned to the sky-land. Thereupon he called a bird and said, \"Fly up and seek for them in their country, for you have wings and I have not.\" So the bird flew up and up and up, and perched upon a tree in the sky-country. Under the tree Tagaro's wife sat with her child, making mats, and the bird, scratching upon a fruit pictures of Tagaro, the child, and its mother, dropped it at their feet. The boy seized it, and recognizing the pictures, they looked up and saw the bird, from whom they learned that Tagaro was seeking them. The sky-woman bade the bird tell Tagaro that he must ascend to the sky-land, for only if he should come up to her would she agree to descend to earth again. The bird carried the message, but Tagaro was in despair, for how, without wings, could he possibly reach the sky? At last he had an idea. Quickly making a powerful bow and a hundred arrows, he shot one of them at the sky. The arrow stuck firmly, and he then shot another into the butt of the first, and a third into the butt of the second. One after another, he sent his arrows, making an arrow-chain, until, when he had sped the last one, the end of the chain reached the earth. Then from the sky a banian-root crept down the arrow-chain and took root in the earth. Tagaro breathed upon it, and it grew larger and stronger, whereupon, taking all his ornaments, he and the bird climbed the banian-root to the sky. There he found his lost wife and child, and said to them, \"Let us now descend.\" Accordingly, his wife gathered up her mats and followed him, but when Tagaro said to her, \"Do you go first,\" she replied, \"No, do you go first.\" So Tagaro started, and they followed; but when they were halfway down, his wife took out a hatchet which she had concealed and cut the banian-root just beneath her, so that Tagaro and the bird fell to earth, while she and her child climbed back again to the sky.\n\nIn its distribution the story of the Isle of Women presents a number of elements of interest. According to the version from New Britain, a man one day set some snares in a tree to catch pigeons. One of the birds was caught, but succeeded in tearing the snare loose and flew away over the sea. The man, thinking to secure it, followed it in his canoe, and after having paddled all day and all night, in the morning he saw an island and the bird perched upon a tree. Carefully concealing his canoe, he started after the bird, but hearing people coming, he hurriedly climbed into a tree and hid himself. The tree stood directly over a spring, and soon many women appeared, coming to get water. One of them preceded the others, and as she stooped to dip up water, she saw the reflection of the man in the surface of the pool; whereupon she called out to her companions, \"I will fill your water-vessels for you,\" for she did not wish the others to know that there was a man in the tree. When all the vessels had been filled and the women had started to return home, she secretly left her sun-shield behind; and after they had gone a little way, she said, \"Oh, I left my sun-shield! Do you all go on, I will catch up.\" So she went back to the spring, and calling to the man to come down, she asked him to marry her, and he agreed. She took him to her house and secreted him there. She alone of all the women had a man for her husband; all the rest had only tortoises. In due time she had a child, at which the other women were envious and asked her how her human child had been born but she refused to disclose her secret, although by and by she confided to her sister that she had found a man and agreed to let her also become his wife. When later her sister bore a child, the other women were again curious, and at last discovering the secret, each and every one of them wished to have the man for her husband, \nand they paid the sisters to let them all marry the man and become his wives; so that the man had very many spouses. After the man's first child had grown, he determined to leave the island; and accordingly, uncovering his canoe, which he had concealed, he paddled away to his own home, where he saw the signs that were put up in the house of the dead, for all thought him drowned. It was evening when he reached his village, and as he rapped on the drum to let his wife know that he had returned, she called out, \"Who is there?\" to which he answered, \"It is I.\" She lit a torch and came out of the house and looked at him; but was angry, and saying, \"You are the one who caused us to spend all our bead-money in vain on your funeral ceremonies, while you have been living shamelessly with other wives\", she seized an axe and struck him so that he died.\n\nOf tales in which inanimate objects become persons or act as such, and which arc apparently characteristic of the Melanesian area, we may take an example from northern Papua New Guinea. One night, while two women were sleeping in a house, a tapa-beater transformed itself into a woman resembling one of the pair, and waking the other, said to her, \"Come, it is time for us to go fishing.\" So the woman arose, and they took torches and went out to sea in a canoe. After a while she saw an island of drift-wood, and as the dawn came on, perceived that her companion had turned into a tapa-beater, whereupon she said: \"Oh, the tapa-beater has deceived me. While we were talking in the evening, it was standing in the corner and heard us, and in the night it came and deceived me.\" Landing her on the island, the tapa-beater paddled away and abandoned her; but she sought for food, and found a sea-eagle's egg which she held in her hand until it broke and hatched out a young bird, for which she cared until it grew large. Then the bird would fly off and get fish for her to eat, and also brought her a fire-brand, so that she could cook her food. Her great desire, however, was to return to her home; but when the bird said that he would carry her to the shore, she doubted whether he was strong enough. Then the bird seized a great log of wood and showed her that he could lift that, so she finally trusted him and thus was borne safely back to her own island. Her parents were delighted to see her, and she petted and fed the bird who had taken care of her so well; but since the sea-eagle could not be content, it flew away. Then the woman told her parents how the tapa-beater had deceived and kidnapped her; and her father was angry, and building a great fire, he threw the tapa-beater into it and burned it up.\n\nEqually typical of Melanesia are the many tales of ghosts.\n\nDixon cited an example from the Kai, a Papuan tribe of northern Papua New Guinea. One day a number of brothers who were gathering material for making arm-bands had climbed into a great tree, when the youngest made a mis-step, and falling to the ground, was killed. The other brothers, who could not see what had happened because of the thick foliage, called out, \"What was that which fell?\" The ghost of the dead brother, however, still stood in the tree and said, \"I stepped on a dead branch which broke\". Lying to his brothers, he descended from the tree before them, wrapped his body in leaves, and hid it. When his brothers came down, the ghost went along with them, but on the way he suddenly said, \"Oh! I forgot and left something at that tree. Wait for me till I get it.\" Accordingly, they waited while the ghost went back, picked up his body, and brought it along, but hid it again before he came to the place where his brothers were. Then they all went on toward the village; but after a while he repeated the trick several times until his brothers, becoming suspicious, watched and found out how they had been deceived. Thereupon they all fled, and coming to the village, cried out, \"We have seen something mysterious. Shut your doors.\" So all the people obeyed, all but an old woman and her grandson, for she had not heard the warning and left her door open.\n\nBy and by the ghost came, carrying his body on his back. He tried to throw his corpse into the first house, but it struck against the closed door and fell down again; so he picked it up and cast it at the next with like result. He tried them all until he came to the last house, in which the old woman lived; and here, because the door was open, the ghost succeeded and threw his body into the house. Quickly the old woman seized the bundle and tossed it out again, but the ghost caught it and hurled it back. They continued to send the body to and fro; but at last the old woman seized her grandson by mistake and threw him out, at which the ghost cried, \"That is great! Now you have given me something to eat.\" The old woman then said, \"Throw him back again,\" but the ghost replied, thinking to cheat her, \"Do you first throw out my body. Then I will throw him back.\" So they argued until dawn was near, when the old woman shouted, \"The dawn is coming. Does that mean something for you or for me?\" Since the ghost replied, \"For me!\" the woman delayed until the day had come. The light of the sun put the ghost in danger, so he threw the grandson back and received his own body in return; but being no longer able to conceal himself, he was changed into a wild taro-plant, while his body became a piece of bark.\n\nIn many parts of Melanesia a type of tale is found which seems to be rare in Polynesia and Indonesia, but is, on the other hand, common in Australia, i.e. the stories told to account for peculiar markings or characteristics of different animals, plants, or inanimate things. In the Banks Islands it is said that a rat and a rail, once finding a gariga-tree full of ripe fruit, disputed which should climb the tree. At last the rat went up, but instead of throwing ripe fruit down to the rail, he ate them himself and tossed down only stones. Finding that the rat refused to give him any fully ripe fruit, the bird said, \"Throw me down that one. It is only red ripe,\" whereupon the rat took the fruit and tossed it at the rail, so that it hit him on his forehead and stuck fast. The rail was angry, and as the rat came down from the tree, he thrust the unfolded leaf of a dracaena into the rat's rump, where it stuck fast. So the tail of the rat is the leaf of the dracaena that the rail put there, and the red lump on the head of the rail is the gariga-fruit which the rat threw at him.\n\nIn Ambae, the origin of good and bad yams is given as follows. One day a hen and her ten chickens came across a wild yam, which got up after a while and ate one of the chickens. The survivors called to a kite, which said to the hen, \"Put the chickens under me,\" and when the yam came and asked the kite where the chickens were, the bird replied, \"I don't know.\" Thereupon the yam scolded the kite, and the latter, seizing the yam, flew high into the air and dropped it to the ground. Then another kite took it up and let it fall, so that the yam was broken into two parts; and the two kites divided the yam between them, whence some yams are good and some are bad.\n\nThe story of how the turtle got his shell is told as follows in southern Papua New Guinea (Dixon's \"British New Guinea\"). The turtle and the wallaby, being hungry one day, went together to the hombill's garden and began to eat his bananas and sugar-cane. In the meantime, the birds were preparing a feast, and Binama, the hornbill, asked one of them to go to the shore for some salt water with which to flavour the food. Several made excuses, for they feared that an enemy might kill them, but at last the wagtail agreed to go, and on the way passed through Binama's garden, where he saw the wallaby and the turtle feasting. The turtle was much frightened at being discovered and said, \"Your master bade us eat his bananas, for we were hungry.\" The wagtail knew that this was not true, but said nothing, got the sea-water, and returning to the village by another path, cried out, \"Friends, the turtle and the wallaby are eating in our master's garden.\" Then all the people were angry, and getting their spears, they ran and surrounded the garden. The wallaby, seeing his danger, made a tremendous leap and escaped, but the turtle, having no means of flight, was caught and carried prisoner to Binama's house, where he was tied to a pole and laid upon a shelf until the morrow, when Binama and the others went to get food to make a feast, at which they intended to kill the turtle. Only Binama's children were left in the house, and the turtle, speaking softly to them, said, \"Loosen my bonds, O children, that we may play together.\" This the children did and then, at the turtle's request, got the best of their father's ornaments, which the turtle donned and wore as he crawled about. This amused the children and they laughed loudly, for the turtle had put a great bead necklace about his neck and shell armlets on his arms and a huge wooden bowl on his back. By and by the people could be heard returning; and as soon as the turtle became aware of this, he ran swiftly to the sea, while the children cried out, \"Come quickly, for the turtle is running away!\" So all the people chased the turtle, but he succeeded in reaching the sea and dived out of sight. When the people arrived at the shore, they called out, \"Show yourself! Lift up your head!\" Accordingly, the turtle rose and stuck his head above water, whereupon the birds hurled great stones at him and broke one of the armlets; they threw again and destroyed the other; again, and hit the necklace, so that the string gave way, and the beads were lost. Then for a last time calling to the turtle to show himself, they threw very large stones which fell upon the wooden bowl on his back, but they did not break it, and the turtle was not harmed. Then he fled far away over the sea, and to this day all turtles carry on their backs the bowl that once was in the house of Binama.\n\nFrom New Britain comes the following tale of the dog and the kangaroo. One day when the kangaroo was going along, followed by the dog, he ate a yellow lapua-fruit and was asked by the dog, when the latter came up with him, \"Tell me, what have you eaten that your mouth is so yellow?\" The kangaroo replied, \"There is some of it on yonder log,\" pointing to a pile of filth; whereupon the dog, thinking that it was good, ran quickly and ate it up, only to hear his companion laugh and say, \"Listen, friend, what I ate was a yellow laptua- fruit like that; what you have eaten is simply filth.\" Angered at the trick played upon him, the dog resolved to have his revenge, and so, as they went on toward the shore, he ran ahead and buried his forepaws in the sand. When the kangaroo came up, the dog said: \"Gracious, but you have long forepaws! Break off a piece of your long paws. I have broken off a piece of mine as you see, and now mine are beautiful and short. Do you do likewise, and then we shall both be alike.\" So the kangaroo broke off a piece of each of his forepaws and threw the pieces away, whereupon the dog jumped up and said, triumphantly, \"Aha! I still have long forepaws, but you have only short ones. You are the one who deceived me and made me eat the filth,\" and as he uttered these words, he sprang at the kangaroo and killed him, and ever since the kangaroo has had short forepaws. In several cases the parallelism between the Melanesian and Australian tales of this type is very striking; its significance will be apparent later.\n\n"
        },
        {
            "title": "Source",
            "text": " This article incorporates text from this source, which is in the public domain: Dixon (1916)\n\n"
        }
    ]
}