{
    "url": "https://en.wikipedia.org/wiki/Melford_Spiro",
    "title": "Melford Spiro",
    "table_of_contents": [
        "1 Select bibliography",
        "2 References",
        "3 Further reading",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Melford Elliot Spiro (April 26, 1920 – October 18, 2014) was an American cultural anthropologist specializing in religion and psychological anthropology. He is known for his critiques of the pillars of contemporary anthropological theory—wholesale cultural determinism, radical cultural relativism, and virtually limitless cultural diversity—and for his emphasis on the theoretical  importance of unconscious desires and beliefs in the study of stability and change in social and cultural systems, particularly in respect to the family, politics, and religion. Explicated in numerous theoretical publications, they are empirically exemplified in monographs based on his fieldwork in Ifaluk atoll in Micronesia, an Israeli kibbutz,[1][2] and a village in Burma (now Myanmar).[3]\n\nHe was a significant figure in a series of debates over cultural relativism and postmodern theory among American cultural anthropologists in the 1980s and early 1990s, in which he consistently argued for the importance of the comparative method and the appreciation of universal cultural and psychological processes.[4][5]\n\nSpiro received his B.A. from the University of Minnesota in 1942,[6] where he majored in philosophy,[7] following which he studied at the Jewish Theological Seminary in New York City. Having developed an interest in culture theory, he explored this interest through enrolling in the anthropology department at Northwestern University, where he worked with Melville Herskovits and A. Irving Hallowell, and received his PhD in 1950.  He taught at Washington University in St. Louis, University of Connecticut, University of Washington, and University of Chicago before moving In 1968 to the University of California, San Diego where he was a founding member of the anthropology department. He received postgraduate training in psychoanalysis at the San Diego Psychoanalytic Center and practiced as a lay analyst,[7] additionally overseeing a course series at UCSD that exposed graduate students in anthropology to psychiatric training.\n\nSpiro became professor emeritus at UCSD in 1990, but continued teaching for another decade. He was a member of the National Academy of Sciences and the American Academy of Arts and Sciences. He served terms as president of the American Ethnological Society and the Society for Psychological Anthropology (SPA) and was one of the founders of the SPA's journal, Ethos.\n\nMel Spiro was married for 62 years to Audrey Spiro, with whom he had two sons.[8] He died in La Jolla, CA, in October 2014 of natural causes.[7]\n\n"
        }
    ]
}