{
    "url": "https://en.wikipedia.org/wiki/Melittin",
    "title": "Melittin",
    "table_of_contents": [
        "1 Function",
        "2 Structure",
        "3 Mechanism of action",
        "4 Toxicity of a bee sting",
        "5 Use",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Melittin is the main component (40–60% of the dry weight) and the major pain producing substance of honeybee (Apis mellifera) venom. Melittin is a basic peptide consisting of 26 amino acids.[2]\n\n"
        },
        {
            "title": "Function",
            "text": "The principal function of melittin as a component of bee venom is to cause pain and destruction of tissue of intruders that threaten a beehive.  However, in honey bees, melittin is not only expressed in the venom gland, but also in other tissues when infected with pathogens. The two venom molecules, melittin and secapin, that are over-expressed in honey bees infected with various pathogens, possibly indicate a role for melittin in the immune response of bees to infectious diseases.[3]\n\n"
        },
        {
            "title": "Structure",
            "text": "Melittin is a small peptide with no disulfide bridge; the N-terminal part of the molecule is predominantly hydrophobic and the C-terminal part is hydrophilic and strongly basic.  In water, it forms a tetramer but it also can spontaneously integrate itself into cell membranes.[4]\n\n"
        },
        {
            "title": "Mechanism of action",
            "text": "Injection of melittin into animals and humans causes pain sensation. It has strong surface effects on cell membranes causing pore-formation in epithelial cells and the destruction of red blood cells. Melittin also activates nociceptor (pain receptor) cells through a variety of mechanisms.[2]\n\nMelittin can open thermal nociceptor TRPV1 channels via cyclooxygenase metabolites resulting in depolarization of nociceptor cells.  The pore forming effects in cells causes the release of pro-inflammatory cytokines.  It also activates G-protein-coupled receptor-mediated opening of transient receptor potential channels.  Finally melittin up-regulates the expression of Nav1.8 and Nav1.9 sodium channels in nociceptor cell causing long term action potential firing and pain sensation.[2]\n\nMelittin inhibits protein kinase C, Ca2+/calmodulin-dependent protein kinase II, myosin light chain kinase, and Na+/K+-ATPase (synaptosomal membrane). Mellitin blocks transport pumps such as the Na+-K+-ATPase and the H+-K+-ATPase.[2]\n\n"
        },
        {
            "title": "Toxicity of a bee sting",
            "text": "Melittin is the main compound in bee venom, accounting for the potential lethality of a bee sting, which causes an anaphylactic reaction in some people.[5] At the sites of multiple stings, localized pain, swelling, and skin redness occur, and if bees are swallowed, life-threatening swelling of the throat and respiratory passages may develop.[5]\n\n"
        },
        {
            "title": "Use",
            "text": "Bee venom therapy has been used in traditional medicine for treating various disorders,[6] although its non-specific toxicity has limited scientific research on its potential effects.[7]\n\n"
        }
    ]
}