{
    "url": "https://en.wikipedia.org/wiki/Memento_mori",
    "title": "Memento mori",
    "table_of_contents": [
        "1 Pronunciation and translation",
        "2 History of the concept",
        "2.1 In classical antiquity",
        "2.2 In Judaism",
        "2.3 In early Christianity",
        "2.4 In Europe from the medieval era to the Victorian era",
        "2.4.1 Philosophy",
        "2.4.2 Architecture",
        "2.4.3 Visual art",
        "2.4.4 Literature",
        "2.4.5 Music",
        "2.4.6 Danse macabre",
        "2.4.7 Gallery",
        "2.5 The salutation of the Hermits of St. Paul of France",
        "2.6 In Puritan America",
        "2.7 Mexico's Day of the Dead",
        "2.8 Contemporary culture",
        "3 Similar concepts in other religions and cultures",
        "3.1 In Buddhism",
        "3.2 In Japanese Zen and samurai culture",
        "3.3 In Tibetan Buddhism",
        "3.3.1 Lalitavistara Sutra",
        "3.3.2 The Udānavarga",
        "3.3.3 Shantideva, Bodhicaryavatara",
        "3.3.4 In more modern Tibetan Buddhist works",
        "3.4 In Islam",
        "3.5 Iceland",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Memento mori (Latin for 'remember that you [have to] die'[2]) is an artistic or symbolic trope acting as a reminder of the inevitability of death.[2] The concept has its roots in the philosophers of classical antiquity and Christianity, and appeared in funerary art and architecture from the medieval period onwards.\n\nThe most common motif is a skull, often accompanied by one or more bones. Often this alone is enough to evoke the trope, but other motifs such as a coffin, hourglass and wilting flowers signified the impermanence of human life.  Often these function within a work whose main subject is something else, such as a portrait, but the vanitas is an artistic genre where the theme of death is the main subject. The Danse Macabre and Death personified with a scythe as the Grim Reaper are even more direct evocations of the trope.\n\n"
        },
        {
            "title": "Pronunciation and translation",
            "text": "In English, the phrase is pronounced /məˈmɛntoʊ ˈmɔːri/, mə-MEN-toh MOR-ee.\n\nMemento is the 2nd person singular active imperative of meminī, 'to remember, to bear in mind', usually serving as a warning: \"remember!\" Morī is the present infinitive of the deponent verb morior 'to die'.[3]\n\nIn other words, \"remember death\" or \"remember that you die\".[4]\n\n"
        },
        {
            "title": "History of the concept",
            "text": "The philosopher Democritus trained himself by going into solitude and frequenting tombs.[5] Plato's Phaedo, where the death of Socrates is recounted, introduces the idea that the proper practice of philosophy is \"about nothing else but dying and being dead\".[6]\n\nThe Stoics of classical antiquity were particularly prominent in their use of this discipline, and Seneca's letters are full of injunctions to meditate on death.[7]  The Stoic Epictetus told his students that when kissing their child, brother, or friend, they should remind themselves that they are mortal, curbing their pleasure, as do \"those who stand behind men in their triumphs and remind them that they are mortal\".[8] The Stoic Marcus Aurelius invited the reader (himself) to \"consider how ephemeral and mean all mortal things are\" in his Meditations.[9][10]\n\nIn some accounts of the Roman triumph, a companion or public slave would stand behind or near the triumphant general during the procession and remind him from time to time of his own mortality or prompt him to \"look behind\".[11] A version of this warning is often rendered into English as \"Remember, Caesar, thou art mortal\", for example in Fahrenheit 451.\n\nSeveral passages in the Old Testament urge a remembrance of death. In Psalm 90, Moses prays that God would teach his people \"to number our days that we may get a heart of wisdom\" (Ps. 90:12). In Ecclesiastes, the Preacher insists that \"It is better to go to the house of mourning than to go to the house of feasting, for this is the end of all mankind, and the living will lay it to heart\" (Eccl. 7:2). In Isaiah, the lifespan of human beings is compared to the short lifespan of grass: \"The grass withers, the flower fades when the breath of the LORD blows on it; surely the people are grass\" (Is. 40:7).\n\nThe expression memento mori developed with the growth of Christianity, which emphasized Heaven, Hell, and salvation of the soul in the afterlife.[12]\nThe 2nd-century Christian writer Tertullian claimed that during his triumphal procession, a victorious general would have someone (in later versions, a slave) standing behind him, holding a crown over his head and whispering \"Respice post te. Hominem te memento\" (\"Look after you [to the time after your death] and remember you're [only] a man.\"). Though in modern times this has become a standard trope, in fact no other ancient authors confirm this, and it may have been Christian moralizing rather than an accurate historical report.[13]\n\nThe thought was then utilized in Christianity, whose strong emphasis on divine judgment, heaven, hell, and the salvation of the soul brought death to the forefront of consciousness.[14] In the Christian context, the memento mori acquires a moralizing purpose quite opposed to the nunc est bibendum (now is the time to drink) theme of classical antiquity. To the Christian, the prospect of death serves to emphasize the emptiness and fleetingness of earthly pleasures, luxuries, and achievements, and thus also as an invitation to focus one's thoughts on the prospect of the afterlife. A Biblical injunction often associated with the memento mori in this context is In omnibus operibus tuis memorare novissima tua, et in aeternum non peccabis (the Vulgate's Latin rendering of Ecclesiasticus 7:40, \"in all thy works be mindful of thy last end and thou wilt never sin.\") This finds ritual expression in the rites of Ash Wednesday, when ashes are placed upon the worshipers' heads with the words, \"Remember Man that you are dust and unto dust, you shall return.\"\n\nMemento mori has been an important part of ascetic disciplines as a means of perfecting the character by cultivating detachment and other virtues, and by turning the attention towards the immortality of the soul and the afterlife.[15]\n\nThe most obvious places to look for memento mori meditations are in funeral art and architecture. Perhaps the most striking to contemporary minds is the transi or cadaver tomb, a tomb that depicts the decayed corpse of the deceased. This became a fashion in the tombs of the wealthy in the fifteenth century, and surviving examples still offer a stark reminder of the vanity of earthly riches. Later, Puritan tomb stones in the colonial United States frequently depicted winged skulls, skeletons, or angels snuffing out candles. These are among the numerous themes associated with skull imagery.\n\nAnother example of memento mori is provided by the chapels of bones, such as the Capela dos Ossos in Évora or the Capuchin Crypt in Rome. These are chapels where the walls are totally or partially covered by human remains, mostly bones. The entrance to the Capela dos Ossos has the following sentence: \"We bones, lying here bare, await yours.\"\n\nTimepieces have been used to illustrate that the time of the living on Earth grows shorter with each passing minute. Public clocks would be decorated with mottos such as ultima forsan (\"perhaps the last\" [hour]) or vulnerant omnes, ultima necat (\"they all wound, and the last kills\").  Clocks have carried the motto tempus fugit, \"time flees\". Old striking clocks often sported automata who would appear and strike the hour; some of the celebrated automaton clocks from Augsburg, Germany, had Death striking the hour. Private people carried smaller reminders of their own mortality. Mary, Queen of Scots owned a large watch carved in the form of a silver skull, embellished with the lines of Horace, \"Pale death knocks with the same tempo upon the huts of the poor and the towers of Kings.\"\n\nIn the late 16th and through the 17th century, memento mori jewelry was popular. Items included mourning rings,[16] pendants, lockets, and brooches.[17] These pieces depicted tiny motifs of skulls, bones, and coffins, in addition to messages and names of the departed, picked out in precious metals and enamel.[17][18]\n\nDuring the same period there emerged the artistic genre known as vanitas, Latin for \"emptiness\" or \"vanity\".  Especially popular in Holland and then spreading to other European nations, vanitas paintings typically represented assemblages of numerous symbolic objects such as human skulls, guttering candles, wilting flowers, soap bubbles, butterflies, and hourglasses.  In combination, vanitas assemblies conveyed the impermanence of human endeavours and of the decay that is inevitable with the passage of time. See also the themes associated with the image of the skull.\n\nMemento mori is also an important literary theme. Well-known literary meditations on death in English prose include Sir Thomas Browne's Hydriotaphia, Urn Burial and Jeremy Taylor's Holy Living and Holy Dying. These works were part of a Jacobean cult of melancholia that marked the end of the Elizabethan era. In the late eighteenth century, literary elegies were a common genre; Thomas Gray's Elegy Written in a Country Churchyard and Edward Young's Night Thoughts are typical members of the genre.\n\nIn the European devotional literature of the Renaissance, the Ars Moriendi, memento mori had moral value by reminding individuals of their mortality.[19]\n\nApart from the genre of requiem and funeral music, there is also a rich tradition of memento mori in the Early Music of Europe. Especially those facing the ever-present death during the recurring bubonic plague pandemics from the 1340s onward tried to toughen themselves by anticipating the inevitable in chants, from the simple Geisslerlieder of the Flagellant movement to the more refined cloistral or courtly songs. The lyrics often looked at life as a necessary and god-given vale of tears with death as a ransom, and they reminded people to lead sinless lives to stand a chance at Judgment Day. The following two Latin stanzas (with their English translations) are typical of memento mori in medieval music; they are from the virelai ad mortem festinamus of the Llibre Vermell de Montserrat from 1399:\n\nThe danse macabre is another well-known example of the memento mori theme, with its dancing depiction of the Grim Reaper carrying off rich and poor alike. This and similar depictions of Death decorated many European churches.\n\nMemento mori was the salutation used by the Hermits of St. Paul of France (1620–1633), also known as the Brothers of Death.[20] It is sometimes claimed that the Trappists use this salutation, but this is not true.[21]\n\nColonial American art saw a large number of memento mori images due to Puritan influence. The Puritan community in 17th-century North America looked down upon art because they believed that it drew the faithful away from God and, if away from God, then it could only lead to the devil. However, portraits were considered historical records and, as such, they were allowed. Thomas Smith, a 17th-century Puritan, fought in many naval battles and also painted. In his self-portrait, we see these pursuits represented alongside a typical Puritan memento mori with a skull, suggesting his awareness of imminent death.\n\nThe poem underneath the skull emphasizes Thomas Smith's acceptance of death and of turning away from the world of the living:\n\nMuch memento mori art is associated with the Mexican festival Day of the Dead, including skull-shaped candies and bread loaves adorned with bread \"bones\".\n\nThis theme was also famously expressed in the works of the Mexican engraver José Guadalupe Posada, in which people from various walks of life are depicted as skeletons.\n\nAnother manifestation of memento mori is found in the Mexican \"Calavera\", a literary composition in verse form normally written in honour of a person who is still alive, but written as if that person were dead. These compositions have a comedic tone and are often offered from one friend to another during Day of the Dead.[22]\n\nRoman Krznaric suggests Memento Mori is an important topic to bring back into our thoughts and belief system; \"Philosophers have come up with lots of what I call 'death tasters' – thought experiments for seizing the day.\"\n\nThese thought experiments are powerful to get us re-oriented back to death into current awareness and living with spontaneity. Albert Camus stated \"Come to terms with death, thereafter anything is possible.\" Jean-Paul Sartre expressed that life is given to us early, and is shortened at the end, all the while taken away at every step of the way, emphasizing that the end is only the beginning every day.[23]\n\n"
        },
        {
            "title": "Similar concepts in other religions and cultures",
            "text": "The Buddhist practice maraṇasati meditates on death. The word is a Pāli compound of maraṇa 'death' (an Indo-European cognate of Latin mori) and sati 'awareness', so very close to memento mori. It is first used in early Buddhist texts, the suttapiṭaka of the Pāli Canon, with parallels in the āgamas of the \"Northern\" Schools.\n\nIn Japan, the influence of Zen Buddhist contemplation of death on indigenous culture can be gauged by the following quotation from the classic treatise on samurai ethics, Hagakure:[24]\n\nIn the annual appreciation of cherry blossom and fall colors, hanami and momijigari, it was philosophized that things are most splendid at the moment before their fall, and to aim to live and die in a similar fashion.[citation needed]\n\nIn Tibetan Buddhism, there is a mind training practice known as Lojong. The initial stages of the classic Lojong begin with 'The Four Thoughts that Turn the Mind', or, more literally, 'Four Contemplations to Cause a Revolution in the Mind'.[citation needed] The second of these four is the contemplation on impermanence and death. In particular, one contemplates that;\n\nThere are a number of classic verse formulations of these contemplations meant for daily reflection to overcome our strong habitual tendency to live as though we will certainly not die today.\n\nThe following is from the Lalitavistara Sūtra, a major work in the classical Sanskrit canon:\n\nA very well known verse in the Pali, Sanskrit and Tibetan canons states [this is from the Sanskrit version, the Udānavarga:\n\nShantideva, in the Bodhisattvacaryāvatāra 'Bodhisattva's Way of Life' reflects at length:\n\n\nIn a practice text written by the 19th century Tibetan master Dudjom Lingpa for serious meditators, he formulates the second contemplation in this way:[28][29]\n\nThe contemporary Tibetan master, Yangthang Rinpoche, in his short text 'Summary of the View, Meditation, and Conduct':[30]\n\nThe Tibetan Canon also includes copious materials on the meditative preparation for the death process and intermediate period bardo between death and rebirth. Amongst them are the famous \"Tibetan Book of the Dead\", in Tibetan Bardo Thodol, the \"Natural Liberation through Hearing in the Bardo\".\n\nThe \"remembrance of death\" (Arabic: تذكرة الموت, Tadhkirat al-Mawt; deriving from تذكرة, tadhkirah, Arabic for memorandum or admonition), has been a major topic of Islamic spirituality since the time of the Islamic prophet Muhammad in Medina. It is grounded in the Qur'an, where there are recurring injunctions to pay heed to the fate of previous generations.[31] The hadith literature, which preserves the teachings of Muhammad, records advice for believers to \"remember often death, the destroyer of pleasures.\"[32] Some Sufis have been called \"ahl al-qubur,\" the \"people of the graves,\" because of their practice of frequenting graveyards to ponder on mortality and the vanity of life, based on the teaching of Muhammad to visit graves.[33] Al-Ghazali devotes to this topic the last book of his \"The Revival of the Religious Sciences\".[34]\n\nThe Hávamál (\"Sayings of the High One\"), a 13th-century Icelandic compilation poetically attributed to the god Odin, includes two sections – the Gestaþáttr and the Loddfáfnismál – offering many gnomic proverbs expressing the memento mori philosophy, most famously Gestaþáttr number 77:\n\n"
        }
    ]
}