{
    "url": "https://en.wikipedia.org/wiki/Men_in_black",
    "title": "Men in black",
    "table_of_contents": [
        "1 Folklore",
        "2 Ufologists",
        "3 In popular media",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In popular culture and UFO conspiracy theories, men in black (MIB) are purported men dressed in black suits who claim to be quasi-government agents, who harass, threaten, or sometimes even assassinate unidentified flying object (UFO) witnesses to keep them quiet about what they have seen. The term is also frequently used to describe mysterious men working for unknown organizations, as well as various branches of government allegedly tasked with protecting secrets or performing other strange activities. The term is generic, used for any unusual, threatening, or strangely behaved individual whose appearance on the scene can be linked in some fashion with a UFO sighting.[1] Several alleged encounters with the men in black have been reported by UFO researchers and enthusiasts. The \"MIB\" supposedly appeared throughout different moments in history.\n\nStories about men in black inspired the semi-comic science-fiction Men in Black franchise, and an album by the Stranglers.\n\n"
        },
        {
            "title": "Folklore",
            "text": "Folklorist James R. Lewis compares accounts of men in black with tales of people encountering Lucifer, and speculates that they can be considered a kind of \"psychological trauma\".[2]\n\n"
        },
        {
            "title": "Ufologists",
            "text": "Men in black feature prominently in ufology, UFO folklore, and in fan fiction. In the 1950s and 1960s, ufologists adopted a conspiratorial mindset and began to fear they would be subject to organized intimidation in retaliation for discovering \"the truth of the UFOs.\"[3]\n\nIn 1947, Harold Dahl claimed to have been warned not to talk about his alleged UFO sighting on Maury Island by a man in a dark suit. In the mid-1950s,  ufologist Albert K. Bender claimed he was visited by men in dark suits who threatened and warned him not to continue investigating UFOs. Bender maintained that the men in black were secret government agents who had been given the task of suppressing evidence of UFOs. Ufologist John Keel claimed to have had encounters with MIB and referred to them as \"demonic supernaturals\" with \"dark skin and/or 'exotic' facial features.\" According to ufologist Jerome Clark, reports of men in black represent \"experiences\" that \"don't seem to have occurred in the world of consensus reality.\"[4]\n\nHistorian Aaron Gulyas wrote, \"during the 1970s, 1980s, and 1990s, UFO conspiracy theorists would incorporate the MIB into their increasingly complex and paranoid visions.\"[3]\n\nUfologist John Keel has argued that some MIB encounters can be explained as miscast entirely mundane events perpetuated through local folklore. In his 1975 book The Mothman Prophecies, Keel describes a late night outing in 1967 rural West Virginia where he himself was taken for an MIB while searching for a phone to call a tow truck.[5]\n\nIn his article, \"Gray Barker: My Friend, the Myth-Maker,\" John C. Sherwood claims that, in the late 1960s, at the age of 18, he cooperated when Gray Barker urged him to develop a hoax—which Barker subsequently published—about what Barker called \"blackmen\", three mysterious UFO inhabitants who silenced Sherwood's pseudonymous identity, \"Dr. Richard H. Pratt.\"[6]\n\n"
        },
        {
            "title": "In popular media",
            "text": "The 1976 Blue Öyster Cult song \"E.T.I (Extra Terrestrial Intelligence),\" contains the line, \"Three men in black said, 'Don't report this.'\" Their 1983 song \"Take Me Away,\" which is about the singer's desire to leave Earth with \"good guy\" aliens, has the line \"The men in black, their lips are sealed.\"[7]\n\nIn 1979, British Punk Rock/New Wave rock band the Stranglers recorded a song entitled \"Meninblack\" for their album The Raven, which was released that year.  This was followed in 1981 with a concept album The Gospel According to the Meninblack, which featured alien visitations to Earth.[8]\n\nJames T. Flocker's 1979 film The Alien Encounters included Men in Black whom harass a UFO investigator as portrayed by Augie Tribach.[9]\n\nThe 1984 film The Brother from Another Planet features two Men in Black who try to capture the alien hero. One of them is played by the film's Director, John Sayles.[10]\n\nThe 1997 science-fiction film Men In Black, starring Will Smith and Tommy Lee Jones, was loosely based on The Men in Black comic book series created by Lowell Cunningham and Sandy Carruthers.[11] Cunningham had the idea for the comic once a friend of his introduced him to the concept of government \"men in black\" upon seeing a black van riding the streets.[12]\n\n"
        }
    ]
}