{
    "url": "https://en.wikipedia.org/wiki/MERMOZ",
    "title": "MERMOZ",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMERMOZ (also, MERMOZ project and  Monitoring planEtary suRfaces with Modern pOlarimetric characteriZation) is an astrobiology project[1][2] designed to remotely detect biosignatures of life.[3][4][5][6][7][8][9][10] Detection is based on molecular homochirality, a characteristic property of the biochemicals of life. The aim of the project is to remotely identify and characterize life on the planet Earth from space, and to extend this technology to other solar system bodies and exoplanets. The project began in 2018, and is a collaboration of the University of Bern, University of Leiden and Delft University of Technology.[3][4][5][6][7][8][9][10]\n\nAccording to a member of the research team, “When light is reflected by biological matter, a part of the light’s electromagnetic waves will travel in either clockwise or counterclockwise spirals ... This phenomenon is called circular polarization and is caused by the biological matter’s homochirality.” These unique spirals of light indicate living materials; whereas, non-living materials do not reflect such unique spirals of light, according to the researchers.[8]\n\nThe research team conducted feasibility studies, using a newly designed detection instrument, based on circular spectropolarimetry, and named FlyPol+ (an upgrade from the original FlyPol), by flying in a helicopter at an altitude of 2 km (1.2 mi) and velocity of 70 km/h (43 mph) for 25 minutes. The results were successful in remotely detecting living material, and quickly (within seconds) distinguishing living material from non-living material. The researchers concluded: \"Circular spectropolarimetry can be a powerful technique to detect life beyond Earth, and we emphasize the potential of utilizing circular spectropolarimetry as a remote sensing tool to characterize and monitor in detail the vegetation physiology and terrain features of Earth itself.\"[4]\n\nThe researchers next expect to scan the Earth from the International Space Station (ISS) with their detection instruments.[5] One consequence of further successful studies is a possible pathfinder space mission, scheduled to launch in 2024.[7]\n\n"
        }
    ]
}