{
    "url": "https://en.wikipedia.org/wiki/Mesoamerican_religion",
    "title": "Mesoamerican religion",
    "table_of_contents": [
        "1 Cosmology",
        "1.1 Space and time",
        "2 Pantheon",
        "3 Colonized Mesoamerica",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mesoamerican religion is a group of indigenous religions of Mesoamerica that were prevalent in the pre-Columbian era. Two of the most widely known examples of Mesoamerican religion are the Aztec religion and the Mayan religion.\n\n"
        },
        {
            "title": "Cosmology",
            "text": "The cosmological view in Mesoamerica is strongly connected to the Mesoamerican gods and the spiritual world. The construction and division of the universe, therefore, is a visual and symbolic set up for their religious beliefs.\nLike the many different peoples of Mesoamerica, the detailed surface of the Mesoamerican cosmological views tends to vary greatly. These views do have some similarities, such as belief in a fundamental cosmic order, in which the elements of time and space are the most important. These two elements are seen as the center of the universe and make the center of the quadruplicity, known as the Mesoamerican world tree, quite close to the quincunx.\n\nThe importance of time is seen in the cycles of life, death and regeneration, which are similarly worshiped in most religions. Time is symbolized in the cycle of the sun, for Mesoamericans believed that the sun separates night and day, and that the death and regeneration of the sun is the reason for a new era.\n\nAs an expansion of quincunx, which symbolizes space, two axes combine the universe with the inclusion of both the natural and the spiritual, vertically and horizontally.  It is called the axis mundi, which in the case of mesoamerican cosmology, vertically consists of three worlds and horizontally of four directions and a center.\n\nIn the vertical axis; the world on the surface of earth, in the middle; a world above where the stars are, and then a world below our surface. These three worlds are not to be confused with the Christian division of a heaven and a hell, although the Spaniards, in trying to convert the native Mesoamerican, made the two comparable by doing so.[1]\n\n"
        },
        {
            "title": "Pantheon",
            "text": "The Mesoamerican pantheon includes dozens of gods and goddesses in addition to the major deities described below.\n\nTlāloc (Aztec) / Chaac (Maya) / Dzahui (Mixtec) / Cocijo (Zapotec) - Chief rain god; deity of water, fertility, rain, and storms, also with mountain associations. Recognizable by his goggle-like eyes and distinctive fangs.\n\nQuetzalcoatl (Aztec) / Kukulkan (Yucatec Maya) / Q'uq'umatz (K'iche' Maya) - Plumed Serpent; god of wind, priests, merchants, and the link between the earth and the sky.\n\nTezcatlipoca (Aztec) - \"Smoking Mirror\"; guileful omnipresent deity of cosmic struggle, feuds, rulers, sorcerers, and warriors; the jaguar is his animal counterpart.\n\nKʼawiil (Maya) - Some similarities with Tezcatlipoca, but also connected with lightning and agriculture, and exhibits serpentine features.\n\nHuītzilōpōchtli (Aztec) - Preeminent god and tutelary deity of the Aztecs in Tenochtitlan, where his temple with adjoined Tlaloc's atop a great pyramid constituting the dual Templo Mayor. Deity of the sun, fire, war and the ruling lineage.[2]\n\n"
        },
        {
            "title": "Colonized Mesoamerica",
            "text": "When the Spanish first arrived in Mesoamerica, they ransacked the indigenous peoples' territory, often pillaging their temples and places of worship. Beyond this, the devoutly Catholic Spaniards found the standing Mesoamerican spiritual observances deeply offensive, and sought to either cover up or eradicate their practice. This resulted in the erasure of Mayan religious institutions, especially those centered on human sacrifice and propitiation of the multi-deistic pantheon.\n\nMartial values and human sacrifice were a ritualistic core of Mesoamerican spirituality prior to European incursion, but quickly dissolved in the early stages of Imperial rule. Pre-Hispanic warrior culture in Mesoamerica placed high value on capturing enemies on the battlefield; killing on the battlefield therefore was not encouraged and in fact considered brutish and sloppy. This emphasis on non-lethal combat is evidenced in the fact that Aztec warriors were promoted on the basis of however many captive warriors they could bring back from the battlefield, not on sheer destructive ability to kill. Prisoner capture between rival cultures provided both sides with sacrificial victims for deity propitiation, wars even being pre-arranged by both sides, the so-called Flower wars. This practice was ultimately made impossible once Spain had subjugated the Yucatan Peninsula. The deity Huitzilopochtli in particular had a devoted blood cult, as it was believed that without his continued sustenance the cosmos would be plunged into darkness. Less violent rituals were calculatedly suppressed as well, with the Spanish authorities deeming them anathema in light of their own spiritual preconceptions.\n\nWhen the Spaniards and their Tlaxcalteca allies besieged Tenochtitlan after having been forced out for preemptively massacring unarmed celebrants, the Aztecs struck back and sacrificed their Iberian captives to Huitzilopochtli, but ultimately the Aztecs could not defend the city after a devastating smallpox epidemic killed many warriors and leaders including the tlatoani himself. Even though the Aztecs continued to worship some of their own gods after the conquest, worshipping in secret and even disguising deities as nominal Catholic saints, the cult of the war god was totally suppressed. Indeed, Huitzilopochtli is still much less well understood than other major deities such as Tlaloc or Quetzalcoatl, and little was written about him in what sources survive from the decades following the conquest.[3]\n\nThe early friars in colonized Mesoamerica wrote manuals describing indigenous rituals and practices, to define precisely what was acceptable and unacceptable, and to recognize the unacceptable when they saw it. From the start, authorities recognized the subversive potential of recording the details of \"idolatry\" and discouraged putting anything down in writing that might preserve pre-conquest religion. If tolerated at all, the recording these observations was a very subjective project, and only few of the manuals have even survived. Things considered to be \"diabolical\" varied depending on the reporting friar, one manuscript justifying a practice that another manuscript might condemn.[4]\n\nMissionaries in Mesoamerica attempted to take already existing symbols and elements in the local indigenous religions and societies, and give them Christian meaning and symbolism; e.g., the Mesoamerican world tree, which they interpreted as a cross. But at the same time they also demonized other elements, which were considered to not comply with Christian beliefs. They did this to make it easier to convert the Mesoamericans to Christianity.\n\nBefore the Spanish conquest each village had a patron deity whose idol was worshipped, presented with offerings and adorned with jewelry and fine robes. After the conquest, each village got in its place a Roman Catholic patron saint whose image was adorned and worshipped like before.[5]\nAnd destinations of pilgrimage where the indigenous peoples used to worship gods before the conquest, were adapted to Catholic saints like the Señor de Chalma (Chalma, Malinalco, Mexico State) and the Virgen de los Remedios ( Virgin of Los Remedios )[5]\n\nThe Aztecs and the Maya shared many religious elements before the Spanish conquest, but reacted very differently to the same form of Spanish Catholicism. The Aztecs abandoned their rites and merged their own religious beliefs with Catholicism, whereas the relatively autonomous Maya kept their religion as the core of their beliefs and incorporated varying degrees of Catholicism.[6]\nThe Aztec village religion was supervised by friars, mainly Franciscan. Prestige and honor in the village were achieved by holding office within the religious organizations.\nIt was not possible for the indigenous to enter the Orders or receive sacramental ordination as secular priests.[7]\nFrom the 17th century on, Spanish clergy had very little to do with religious development in most Mexican villages and this gave free rein to Aztec religious syncretism. )[7]\n\nGreatly aiding the early missionaries was the image known as the Virgen de Guadalupe[citation needed].\n\n"
        },
        {
            "title": "References",
            "text": "\n\n"
        }
    ]
}