{
    "url": "https://en.wikipedia.org/wiki/Metaphysical_naturalism",
    "title": "Metaphysical naturalism",
    "table_of_contents": [
        "1 Definition",
        "2 Science and naturalism",
        "3 Various associated beliefs",
        "3.1 Natural sciences",
        "3.2 The mind is a natural phenomenon",
        "3.3 Utility of intelligence and reason",
        "3.4 View on the soul",
        "4 History",
        "4.1 Ancient and medieval philosophy",
        "4.2 Modern philosophy",
        "4.3 Contemporary philosophy",
        "5 Arguments for metaphysical naturalism",
        "5.1 Argument from physical minds",
        "5.2 Argument from cognitive biases",
        "6 Arguments against",
        "6.1 Argument from reason",
        "6.2 Evolutionary argument against naturalism",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Further reading",
        "10.1 Historical overview",
        "10.2 Pro",
        "10.3 Con",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMetaphysical naturalism (also called ontological naturalism, philosophical naturalism and antisupernaturalism) is a philosophical worldview which holds that there is nothing but natural elements, principles, and relations of the kind studied by the natural sciences.  Methodological naturalism is a philosophical basis for science, for which metaphysical naturalism provides only one possible ontological foundation. Broadly, the corresponding theological perspective is religious naturalism or spiritual naturalism. More specifically, metaphysical naturalism rejects the supernatural concepts and explanations that are part of many religions.\n\n"
        },
        {
            "title": "Definition",
            "text": "According to Steven Schafersman, geologist and president of Texas Citizens for Science, metaphysical naturalism is a philosophy that proposes that: 1. Nature encompasses all that exists throughout space and time; 2. Nature (the universe or cosmos) consists only of natural elements, that is, of spatiotemporal physical substance—mass–energy. Non-physical or quasi-physical substance, such as information, ideas, values, logic, mathematics, intellect, and other emergent phenomena, either supervene upon the physical or can be reduced to a physical account; 3. Nature operates by the laws of physics and in principle, can be explained and understood by science and philosophy; and 4. the supernatural does not exist, i.e., only nature is real.  Naturalism is therefore a metaphysical philosophy opposed primarily by Biblical creationism.[1]\n\nIn Carl Sagan’s words: \"The Cosmos is all that is or ever was or ever will be.\"[2]\n\nAccording to Arthur C. Danto, naturalism, in recent usage, is a species of philosophical monism according to which whatever exists or happens is natural in the sense of being susceptible to explanation through methods which, although paradigmatically exemplified in the natural sciences, are continuous from domain to domain of objects and events. Hence, naturalism is polemically defined as repudiating the view that there exists or could exist any entities which lie, in principle, beyond the scope of scientific explanation.[3]\n\nRegarding the vagueness of the general term \"naturalism\", David Papineau traces the current usage to philosophers in early 20th century America such as John Dewey, Ernest Nagel, Sidney Hook, and Roy Wood Sellars: \"So understood, 'naturalism' is not a particularly informative term as applied to contemporary philosophers. The great majority of contemporary philosophers would happily accept naturalism as just characterized—that is, they would both reject 'supernatural' entities, and allow that science is a possible route (if not necessarily the only one) to important truths about the 'human spirit'.\"[4] Papineau remarks that philosophers widely regard naturalism as a \"positive\" term, and \"few active philosophers nowadays are happy to announce themselves as 'non-naturalists'\", while noting that \"philosophers concerned with religion tend to be less enthusiastic about 'naturalism'\" and that despite an \"inevitable\" divergence due to its popularity, if more narrowly construed, (to the chagrin of John McDowell, David Chalmers and Jennifer Hornsby, for example), those not so disqualified remain nonetheless content \"to set the bar for 'naturalism' higher.\"[4]\n\nPhilosopher and theologian Alvin Plantinga, a well-known critic of naturalism in general, comments: \"Naturalism is presumably not a religion. In one very important respect, however, it resembles religion: it can be said to perform the cognitive function of a religion. There is that range of deep human questions to which a religion typically provides an answer ... Like a typical religion, naturalism gives a set of answers to these and similar questions\".[5][failed verification]\n\n"
        },
        {
            "title": "Science and naturalism",
            "text": "Metaphysical naturalism is the philosophical basis of science as described by Kate and Vitaly (2000). \"There are certain philosophical assumptions made at the base of the scientific method – namely, 1) that reality is objective and consistent, 2) that humans have the capacity to perceive reality accurately, and that 3) rational explanations exist for elements of the real world. These assumptions are the basis of naturalism, the philosophy on which science is grounded. Philosophy is at least implicitly at the core of every decision we make or position we take, it is obvious that correct philosophy is a necessity for scientific inquiry to take place.\"[6] Steven Schafersman, agrees that methodological naturalism is \"the adoption or assumption of philosophical naturalism within scientific method with or without fully accepting or believing it ... science is not metaphysical and does not depend on the ultimate truth of any metaphysics for its success, but methodological naturalism must be adopted as a strategy or working hypothesis for science to succeed. We may therefore be agnostic about the ultimate truth of naturalism, but must nevertheless adopt it and investigate nature as if nature is all that there is.\"[1]\n\n"
        },
        {
            "title": "Various associated beliefs",
            "text": "Contemporary naturalists possess a wide diversity of beliefs within metaphysical naturalism.  Most metaphysical naturalists have adopted some form of materialism or physicalism.[7]\n\nAccording to metaphysical naturalism, if nature is all there is, just as natural cosmological processes, e.g. quantum fluctuations from a multiverse, led to the Big Bang,[8] and stellar nucleosynthesis brought upon the earliest chemical elements throughout stellar evolution, the formation of the Solar System and the processes involved in abiogenesis arose from natural causes.[9][10] Naturalists reason about how, not if evolution happened.  They maintain that humanity's existence is not by intelligent design but rather a natural process of emergence. With the protoplanetary disk creating planetary bodies, including the Sun and moon, conditions for life to arise billions of years ago, along with the natural formation of plate tectonics, the atmosphere, land masses, and the origin of oceans would also contribute to the kickstarting of biological evolution to occur after the arrival of the earliest organisms, as evidenced throughout both the fossil record and the geological time scale.\n\nMetaphysical naturalists do not believe in a soul or spirit, nor in ghosts, and when explaining what constitutes the mind they rarely appeal to substance dualism. If one's mind, or rather one's identity and existence as a person, is entirely the product of natural processes, three conclusions follow according to W. T. Stace. Cognitive sciences are able to provide accounts of how cultural and psychological phenomena, such as religion, morality, language, and more, evolved through natural processes. Consciousness itself would also be susceptible to the same evolutionary principles that select other traits.[11]\n\nMetaphysical naturalists hold that intelligence is the refinement and improvement of naturally evolved faculties. The certitude of deductive logic remains unexplained by this essentially probabilistic view. Nevertheless, naturalists believe anyone who wishes to have more beliefs that are true than are false should seek to perfect and consistently employ their reason in testing and forming beliefs. Empirical methods (especially those of proven use in the sciences) are unsurpassed for discovering the facts of reality, while methods of pure reason alone can securely discover logical errors.[12]\n\nAccording to metaphysical naturalism, immateriality being unprocedural and unembodiable, isn't differentiable from nothingness. The immaterial nothingness of the soul, being a non-ontic state, isn't compartmentalizable nor attributable to different persons and different memories, it is non-operational and it (nothingness) cannot be manifested in different states in order it represents information.\n\n"
        },
        {
            "title": "History",
            "text": "Naturalism was the foundation of two (Vaisheshika, Nyaya) of the six orthodox schools and one (Carvaka) heterodox school of Hinduism.[13][14] The Carvaka, Nyaya, Vaisheshika schools originated in the 7th, 6th, and 2nd century BCE, respectively.[15]\n\nWestern metaphysical naturalism originated in ancient Greek philosophy. The earliest pre-Socratic philosophers, especially the Milesians (Thales, Anaximander, and Anaximenes) and the atomists (Leucippus and Democritus), were labeled by their peers and successors \"the physikoi\" (from the Greek φυσικός or physikos, meaning \"natural philosopher\", borrowing on the word φύσις or physis, meaning \"nature\") because they investigated natural causes, often excluding any role for gods in the creation or operation of the world. This eventually led to fully developed systems such as Epicureanism, which sought to explain everything that exists as the product of atoms falling and swerving in a void.[16]\n\nAristotle surveyed the thought of his predecessors and conceived of nature in a way that charted a middle course between their excesses.[17]\n\nWith the rise and dominance of Christianity in the West and the later spread of Islam, metaphysical naturalism was generally abandoned by intellectuals. Thus, there is little evidence for it in medieval philosophy. The reintroduction of Aristotle's empirical epistemology as well as previously lost treatises by Greco-Roman natural philosophers which was begun by the medieval Scholastics without resulting in any noticeable increase in commitment to naturalism.\n\nIt was not until the early modern era of philosophy and the Age of Enlightenment that naturalists like Benedict Spinoza (who put forward a theory of psychophysical parallelism), David Hume,[19] and the proponents of French materialism (notably Denis Diderot, Julien La Mettrie, and Baron d'Holbach) started to emerge again in the 17th and 18th centuries. In this period, some metaphysical naturalists adhered to a distinct doctrine, materialism, which became the dominant category of metaphysical naturalism widely defended until the end of the 19th century.\n\nImmanuel Kant rejected (reductionist) materialist positions in metaphysics,[20] but he was not hostile to naturalism. His transcendental philosophy is considered to be a form of liberal naturalism.[21]\n\nIn late modern philosophy, Naturphilosophie, a form of natural philosophy, was developed by Friedrich Wilhelm Joseph von Schelling[22] and Georg Wilhelm Friedrich Hegel[22] as an attempt to comprehend nature in its totality and to outline its general theoretical structure.\n\nA version of naturalism that arose after Hegel was Ludwig Feuerbach's anthropological materialism,[23] which influenced Karl Marx and Friedrich Engels's historical materialism, Engels's \"materialist dialectic\" philosophy of nature (Dialectics of Nature), and their follower Georgi Plekhanov's dialectical materialism.[24]\n\nAnother notable school of late modern philosophy advocating naturalism was German materialism: members included Ludwig Büchner, Jacob Moleschott, and Carl Vogt.[25][26]\n\nIn the early 20th century, matter was found to be a form of energy and therefore not fundamental as materialists had assumed. (See History of physics.) In contemporary analytic philosophy, renewed attention to the problem of universals, philosophy of mathematics, the development of mathematical logic, and the post-positivist revival of metaphysics and the philosophy of religion, initially by way of Wittgensteinian linguistic philosophy, further called the naturalistic paradigm into question. Developments such as these, along with those within science and the philosophy of science brought new advancements and revisions of naturalistic doctrines by naturalistic philosophers into metaphysics, ethics, the philosophy of language, the philosophy of mind, epistemology, etc., the products of which include physicalism and eliminative materialism, supervenience, causal theories of reference, anomalous monism, naturalized epistemology (e.g. reliabilism), internalism and externalism, ethical naturalism, and property dualism, for example.\n\nA politicized version of naturalism that has arisen in contemporary philosophy is Ayn Rand's Objectivism. Objectivism is an expression of capitalist ethical idealism within a naturalistic framework. In ethics, secular humanists also largely endorse the stance of metaphysical naturalism.[27]\n\nThe current usage of the term naturalism \"derives from debates in America in the first half of the last century. The self-proclaimed 'naturalists' from that period included John Dewey, Ernest Nagel, Sidney Hook and Roy Wood Sellars.\"[28]\n\nCurrently, metaphysical naturalism is more widely embraced than in previous centuries, especially but not exclusively in the natural sciences and the Anglo-American, analytic philosophical communities. While the vast majority of the population of the world remains firmly committed to non-naturalistic worldviews, prominent contemporary defenders of naturalism and/or naturalistic theses and doctrines today include J. J. C. Smart, David Malet Armstrong, David Papineau, Paul Kurtz, Brian Leiter, Daniel Dennett, Michael Devitt, Fred Dretske, Paul and Patricia Churchland, Mario Bunge, Jonathan Schaffer, Hilary Kornblith, Quentin Smith, Paul Draper and Michael Martin, among many other academic philosophers.[citation needed]\n\nAccording to David Papineau, contemporary naturalism is a consequence of the build-up of scientific evidence during the twentieth century for the \"causal closure of the physical\", the doctrine that all physical effects can be accounted for by physical causes.[29]\n\nAccording to Steven Schafersman, president of Texas Citizens for Science, an advocacy group opposing creationism in public schools,[30] the progressive adoption of methodological naturalism—and later of metaphysical naturalism—followed the advances of science and the increase of its explanatory power.[31] These advances also caused the diffusion of positions associated with metaphysical naturalism, such as existentialism.[32]\n\nIn contemporary continental philosophy, Quentin Meillassoux proposed speculative materialism, a post-Kantian return to David Hume which can strengthen classical materialist ideas.[33]\n\n"
        },
        {
            "title": "Arguments for metaphysical naturalism",
            "text": "In the context of creation and evolution debates, Internet Infidels co-founder Jeffery Jay Lowder argues against what he calls \"the argument from bias\", that a priori, the supernatural is merely ruled out due to an unexamined stipulation. Lowder believes \"there are good empirical reasons for believing that metaphysical naturalism is true, and therefore a denial of the supernatural need not be based upon an a priori assumption\".[34]\n\nSeveral metaphysical naturalists have used the trends in scientific discoveries about minds to argue that no supernatural minds exist.  Jeffery Jay Lowder says, \"Since all known mental activity has a physical basis, there are probably no disembodied minds. But God is conceived of as a disembodied mind. Therefore, God probably does not exist.\"[35] Lowder argues the correlation between mind and brain implies that supernatural souls do not exist because the theist position, according to Lowder, is that the mind depends upon this soul instead of the brain.[34]\n\nIn contrast with the argument from reason or evolutionary argument against naturalism, it can be argued that cognitive biases are better explained by natural causes than as the work of God.[36]\n\n"
        },
        {
            "title": "Arguments against",
            "text": "Arguments against metaphysical naturalism include the following examples.\n\nPhilosophers and theologians such as Victor Reppert, William Hasker, and Alvin Plantinga have developed an argument for dualism dubbed the \"argument from reason\". They credit C.S. Lewis with first bringing the argument to light in his book Miracles; Lewis called the argument \"The Cardinal Difficulty of Naturalism\", which was the title of chapter three of Miracles.[37]\n\nThe argument postulates that if, as naturalism entails, all of our thoughts are the effect of a physical cause, then we have no reason for assuming that they are also the consequent of a reasonable ground. However, knowledge is apprehended by reasoning from ground to consequent. Therefore, if naturalism were true, there would be no way of knowing it (or anything else), except by a fluke.[37]\n\nThrough this logic, the statement \"I have reason to believe naturalism is valid\" is inconsistent in the same manner as \"I never tell the truth.\"[38] That is, to conclude its truth would eliminate the grounds from which it reaches it. To summarize the argument in the book, Lewis quotes J. B. S. Haldane, who appeals to a similar line of reasoning:[39]\n\nIn his essay \"Is Theology Poetry?\", Lewis himself summarises the argument in a similar fashion when he writes:\n\nBut Lewis later agreed with Elizabeth Anscombe's response to his Miracles argument.[40] She showed that an argument could be valid and ground-consequent even if its propositions were generated via physical cause and effect by non-rational factors.[41] Similar to Anscombe, Richard Carrier and John Beversluis have written extensive objections to the argument from reason on the untenability of its first postulate.[42]\n\nNotre Dame philosophy of religion professor and Christian apologist Alvin Plantinga argues, in his evolutionary argument against naturalism, that the probability that evolution has produced humans with reliable true beliefs, is low or inscrutable, unless their evolution was guided, for example, by God.  According to David Kahan of the University of Glasgow, in order to understand how beliefs are warranted, a justification must be found in the context of supernatural theism, as in Plantinga's epistemology.[43][44][45] (See also Supernormal stimuli.)\n\nPlantinga argues that together, naturalism and evolution provide an insurmountable \"defeater for the belief that our cognitive faculties are reliable\", i.e., a skeptical argument along the lines of Descartes' evil demon or brain in a vat.[46]\n\nBranden Fitelson of the University of California, Berkeley and Elliott Sober of the University of Wisconsin–Madison argue that Plantinga must show that the combination of evolution and naturalism also defeats the more modest claim that \"at least a non-negligible minority of our beliefs are true\", and that defects such as cognitive bias are nonetheless consistent with being made in the image of a rational God. Whereas evolutionary science already acknowledges that cognitive processes are unreliable, including the fallibility of the scientific enterprise itself, Plantinga's hyperbolic doubt is no more a defeater for naturalism than it is for theistic metaphysics founded upon a non-deceiving God who designed the human mind: \"[neither] can construct a non-question-begging argument that refutes global skepticism.\"[47] Plantinga's argument has also been criticized by philosopher Daniel Dennett and independent scholar Richard Carrier who argue that a cognitive apparatus for truth-finding can result from natural selection.[48]\n\n"
        }
    ]
}