{
    "url": "https://en.wikipedia.org/wiki/Metempsychosis",
    "title": "Metempsychosis",
    "table_of_contents": [
        "1 History",
        "1.1 Orphism",
        "1.2 Pre-Socratic philosophy",
        "1.3 Platonic philosophy",
        "1.4 Modern",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Metempsychosis (Greek: μετεμψύχωσις), in philosophy, is the transmigration of the soul, especially its reincarnation after death. The term is derived from ancient Greek philosophy, and has been recontextualised by modern philosophers such as Arthur Schopenhauer[2] and Kurt Gödel;[3] otherwise, the term transmigration is more appropriate. The word plays a prominent role in James Joyce's Ulysses and is also associated with Nietzsche.[4] Another term sometimes used synonymously is palingenesis.\n\n"
        },
        {
            "title": "History",
            "text": "It is unclear how the doctrine of metempsychosis arose in Greece. It is easiest to assume that earlier ideas which had never been extinguished were used for religious and philosophic purposes.\n\nThe Orphic religion, which held it, first appeared in Thrace upon the semi-barbarous northeastern frontier. Orpheus, its legendary founder, is said to have taught that soul and body are united by a compact unequally binding on either; the soul is divine, immortal and aspires to freedom, while the body holds it in fetters as a prisoner. Death dissolves this compact, but only to reimprison the liberated soul after a short time, for the wheel of birth revolves inexorably. Thus the soul continues its journey, alternating between a separate unrestrained existence and fresh reincarnation, round the wide circle of necessity, as the companion of many bodies of men and animals. To these unfortunate prisoners Orpheus proclaims the message of liberation—that they stand in need of the grace of redeeming gods, Dionysus in particular—and calls them to turn to the gods by ascetic piety and self-purification: the purer their lives, the higher will be their next reincarnation, until the soul has completed the spiral ascent of destiny to live forever as a God from whom it comes. Such was the teaching of Orphism, which appeared in Greece about the 6th century BCE, organized itself into private and public mysteries at Eleusis and elsewhere, and produced copious literature.[5][6][7]\n\nThe earliest Greek thinker with whom metempsychosis is connected is Pherecydes of Syros,[8] but Pythagoras, who is said to have been his pupil, is its first famous philosophic exponent. Pythagoras is not believed to have invented the doctrine or to have imported it from Egypt. Instead, he made his reputation by bringing the Orphic doctrine from northeastern Hellas to Magna Graecia and creating societies for its diffusion.[citation needed]\n\nThe real weight and importance of metempsychosis in the Western tradition are due to its adoption by Plato.[9] In the eschatological myth that closes the Republic, he tells how Er, the son of Armenius, miraculously returned to life on the 12th day after death and recounted the secrets of the other world. After death, he said, he went with others to the place of Judgment and saw the souls returning from heaven, and proceeded with them to a place where they chose new lives, human and animal. He saw the soul of Orpheus changing into a swan, Thamyras becoming a nightingale, musical birds choosing to be men, and Atalanta choosing the honours of an athlete. Men were seen passing into animals and wild and tame animals changing into each other. After their choice, the souls drank of Lethe and then shot away like stars to their birth. There are myths and theories to the same effect in other dialogues, including the Phaedrus, Meno, Phaedo, Timaeus, and Laws.[citation needed] In Plato's view the number of souls was fixed; souls are never created, but only transmigrate from one body to another.[10]\n\nScholars have debated the extent of Plato's belief in metempsychosis since at least the Renaissance. Marsilio Ficino argued that Plato's references to metempsychosis were intended allegorically.[11] Scholars have tended to agree with this assessment. Chad Jorgensen and Gerard Naddaf, for instance, agree with Ficino.[12] But some recent scholars have come to doubt this view. For example, Campbell argues that Plato intends the theory of reincarnation to explain features of the world and animal life in the Timaeus, and in other dialogues, it is follows from various commitments that Plato argues for.[13]\n\n\"Metempsychosis\" is the title of a longer work by the metaphysical poet John Donne, written in 1601.[14] The poem, also known as the Infinitati Sacrum,[15] consists of two parts, the \"Epistle\" and \"The Progress of the Soule\".  In the first line of the latter part, Donne writes that he \"sing[s] of the progresse of a deathlesse soule\".[15]\n\nMetempsychosis is a recurring theme in James Joyce's modernist novel Ulysses (1922).[16] In Joycean fashion, the word famously appears in Leopold Bloom's inner monologue, recalling how his wife, Molly Bloom, apparently mispronounced it earlier that day as \"met him pike hoses.\"[17]\n\n"
        }
    ]
}