{
    "url": "https://en.wikipedia.org/wiki/Miao_folk_religion",
    "title": "Miao folk religion",
    "table_of_contents": [
        "1 Theory",
        "1.1 Deities, House Spirits, and Nature Spirits",
        "1.2 Yeeb Ceeb and Yaj Ceeb",
        "2 Structure and practices",
        "2.1 Niam Neeb Txiv Neeb (Shamans)",
        "2.2 House altar",
        "2.3 Rituals and psychology",
        "3 See also",
        "4 References",
        "4.1 Citations",
        "4.2 Sources",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Kev Dab Kev Qhuas (Hmong folk spirituality or Miao folk spirituality) is the common ethnic religion of Miao peoples, best translated as the practice of spirituality.[1] The religion is also called Hmongism by a Hmong American church established in 2012 to organize it among Hmong people in the United States.[2]\n\nThis practice has a blend of animistic theology,[3] the respect between people and natural land spirits, and the understanding of the spirituality that are understood by Miao peoples.\n\nAlthough most Hmong people are able to continue to practice kev dab qhuas, due to the many influences of geographical locations, much of kev dab qhuas has incorporated other religious practices such as: Christianity, Buddhism, Taoism,[4] the broader Chinese religion, especially the emphasis on the pattern of the forces of the natural universe and the need of human life to be in accordance with these forces,[4] and many more.\n\nMany Hmong people in Asia have either converted to Buddhism or have a blended practice of Buddhism due to the openness and tolerance of Buddhism,[4] and many Hmong Americans and Hmong Australians have adopted Christianity or Buddhism.[5]\n\n"
        },
        {
            "title": "Theory",
            "text": "In Kev Dab Qhuas, there are many categories of spiritual entities and are split into three categories: deities, house spirits, nature spirits.\n\nThose categorized as Deities are:\n\nYawm Saub ('Yer Show')[6] who endows all shamans with their abilities and believed to have been the creator of the world. It has been said that Yawm Saub can be called in or interfere times of need and can manifest in points of crisis throughout the course of history[6]\n\nNplooj Lwg ('Blong Lue') who is, according to the Hmong legend, the frog who created heaven and earth. It was a place inhabited by humans and spirits where they lived together peacefully. Humans, however, claimed that the frog had lied about the size of the world, which was supposed to be no larger than the palm of a hand or the sole of a foot, and killed the frog. Its dying curse was that humans and spirits would no longer live together but that they would be separated into two worlds. Furthermore, the world of mortals would know sickness and death, alternate heat and rain, and that the leaves would fall off the trees. Before, humans had been able to rise up on the thirteenth day after death, but henceforth they lost that ability.[7]\n\nYaj Yuam ('Ya Youa') is an ancestral hero, the \"Heavenly Archer\", corresponding to the Chinese Houyi.[8] According to the Hmong legend, there were 12 suns and 12 moons and this caused chaos in the world. Yaj Yuam shot down 11 suns and 11 moons and when it came time to shoot down the last sun, the sun ran away in fear leaving the world in darkness. The animals came together and to decide which one will call the sun to come back. The cow, horse, and dog could not do it and when the rooster offer to do it, they laughed at them. The rooster then decide to call the Sun to come back and it only came back because the chicken was not intimidating but still have a powerful voice. This is how the Rooster came to call in the morning.[9][10]\n\nNyuj Vaj Tuam Teem ('Nyu Va Tua Teng') who is the Lord of the Other World, determining life, death and reincarnation or rest in heaven depending on what the person has done while living.\n\nNiam Nkauj Kab Yeeb ('Nia Gao Ka Ying') is the deity who watches over spiritual babies in the sky and if prayed to her, she can send children your way.\n\nThose categorized as House Spirits are:\n\nDab neeb ('neng') or qhua neeb ('khua neng') are shamanic 'tamed' spirits that float through the worlds and work with the shamans operating within a specific sphere which is their domain, which usually is the home.[11] Some examples are: Dab Xwm Kab ('Da Su Ka') (spirit of good fortune),[1][5]Dab Qhov Cub (the spirit of the main hearth), Dab Qhov Txos (the spirit of the ritual hearth), Dab Nthab (the spirit of the loft), Dab Roog (the god of the framework of the front door), and Dab Txhiaj Meej is the spirit of wealth and richness\n\nDab Pog ('Da Paul') is the spirit who guides the spirits of babies and are sent by Niam Nkauj Kab Yeeb.[5]\n\nPog Koob Yawg Koob {'Paw Kong Yer Kong'}) are past familial ancestor spirits who reside in the world of the dead form another category.[11] They are involved in some shamanic practices[8] and according to Hmong folklore, can come in times of dire by visiting in dream form or astral projection to provide guidance.\n\nThose categorized as Nature Spirits are:\n\nNtxwg Nyug ('Zue Nyuu') which is a generic name often used in traditional stories to refer to a spiritual land entity. However, this name is translated to refer to the 'Devil' by Hmong Christians. While Ntxwj Nyug is an indigenous deity, Nyuj Vaj Tuam Teem is thought to derive from the Jade Lord of Taoism.[6]\n\nXob ('Saul'), the god of thunder and lightning.\n\nNkauj Hnub ('Gao Ńu') and Nraug Hlis ('Ńdao Hli') \"Lady Sun\" and \"Lord Moon\" whose love were spilt in order for the world to coexist together. When there is a solar eclipse, it is said that they get to meet. The legend says that the Hmong people are thankful that they spilt their love in order for the world to be together.[8]\n\nPoj Ntxoog ('Po Zhong') is a fearful spirit (often a feminine spirit) associated with the tiger.[12]\n\nZaj Laug ('Zha Lao') is the \"Old Dragon\" or \"Dragon King\"[8] who is often part of Hmong legends as a character for the main hero to overcome his trials.\n\nDab Qus ('Da Goo') is a generic term for any spirit that is not part of house and can be good or bad depending on the type of spirit.\n\nOther notable spiritual figures in Hmong legends are:\n\nThe first shaman was Siv Yis ('She Yee'):[13] Hmong shamans refer to themselves as \"Siv Yis\" when they are in spiritual ecstasy.\n\nChiyou (or Txiv Yawg {'Tsi Yer'}) is worshipped as an ancestral god of the Hmong nation.[14]\n\nThe Hmong house is a reflection of the cosmos. It is constructed around a central post (ncej tas {'ye tha'}) representing the world tree, axis of the spirits, which god is Dab Ncej Tas.[5][15] The roofs represent the heaven (the spiritual world) and the floor symbolises nature (the world of men). The axis of the building represents the male head of the household and his ancestral spirit, the ancestral unity.[15] People are in the between of heaven and earth.\n\n\"Yeeb  and Yaj\"[11] is the Hmong equivalent of the yin and yang found in Chinese traditional religion and Taoism. Differently from the context of Chinese thought, the Hmong \"yeeb and yaj\" is not represented by symbols such as the taijitu. The concept represents the world of the living and the world of the spirits: yeeb ceeb is the spiritual world, while yaj ceeb is the world of material nature.[3][11] The Hmong also practice looj mem, like the Chinese feng shui[5] which is used to determine place of best birthing boys or girls.\n\n"
        },
        {
            "title": "Structure and practices",
            "text": "Shaman practice is called ua neeb (ua: \"to heal through the, neeb: the spirit world\", the dab neeb being specifically shamanic spirits),[1] while the shaman is called Niam Neeb or Txiv Neeb, meaning \"mother/father of the neeb\".\n\nThe position of a shaman is not inherited as shamans are chosen by the neeb class of gods, manifesting through trails experienced by those chosen. Chosen people are guided by elder shamans until they are able to perform the healing rituals themselves. A shaman has control on their spirits helpers.\n\nIn the spirit journey, the shaman calls on their helpers who are spirits to guide or assist them in the spirit world. They moves and sing on a spiritual horse (nees) represented in the living world by a shaman's bench (rooj neeb).[11] They also call on the forces of the cosmos to help them, such as the creator, Saub, the First Couple, Pog Ntxoog, Lady Sun and Lord Moon (Nkauj Hnub Nraug Hli), the seven stars of the Pleiades, and occasionally animal spirits.[16] Divination horns (kuam neeb) is one form or means of communication whether the spirit has returned, and they are used in many rituals.[11]\n\nThe shamans perform two sessions of healing rituals: the diagnostic rituals (ua neeb saib) and subsequently the healing rituals (ua neeb kho), only if the patient shows no signs of recovery after the first ritual.[17]\n\nThe shaman's altar also has a special hanging or standing altar, with two or three tiers depending on the status of the shaman.[18] The main focus of the tiers is to be a place for all the shaman's tools and items to be placed neatly, another can sometimes be a respect to their teacher, and another tier to practice spiritual healing or khawv koob.[19] It is believed that these tiers represent Siv Yis' grotto near the top of the holy mountain, above a pool near of which grows the flower of immortality.[18] This pool is represented by a bowl of water placed upon the altar.[18] From the altar depart several cotton threads resulting attached to the central housepost, and it is along these threads that the neeb travel when they visit the altar.[18]\n\nAlong with the shaman alter, the Hmong household altar is dedicated primarily to the Dab Xwm Kab (spirit of good fortune).[1] It is placed on the wall of the main room of the house.[1] On the altar people make offerings of rice, chicken, soup and rice served in bamboo, with incense and joss paper.[1] Txi dab ('Ge Da') is the general term for the offerings to the spirits,[20] while laig dab is the ritual of offerings to the ancestors.[1] On the last day of the Old Year, rice is offered to the ancestors, with a sacrificed chicken, and a soul-calling (hu plig) ritual is held.[1]\n\nJoss papers are a central element of Hmong altars. There are both joss paper used as offerings and decorative joss papers. The second ones are used as symbols connecting with the gods, and they are usually composed of large white sheets, with smaller yellow or silver sheets, and sometimes little red squares.\n\nAnother type of Hmong altar is devoted to a special category of spirits known as the dab tshuaj ('da choua'), or spirits of medicine, which are generally practiced by Hmong women. In Hmong community, it is often Hmong women who specializes in the knowledge of herbalism.[18] Although not as popular, this herbalist spiritual system works in tandem along with the Shamanistic practices.\n\nReligious rituals involving the respect of spirits and ancestors are performed by the patriarch of each family or the spiritual leader of a clan or a cluster of male relatives.[5] More difficult ceremonies such as soul-calling (hu plig) are performed by ritual experts the shaman (niam neeb txiv neeb) for spiritual healing, and various experts in funeral rites like the reed pipe player (txiv qeej), the soul chanter (nkauj plig) and the blessing singers (txiv xaiv).[5] The soul is believed to continue to exist in an afterlife in the ancestral spirit world or sometimes decide to reincarnate.[5] The body (cev) is a microcosm believed to be constructed by a number of soul parts (plig or ntsuj) that mirror the macrocosm.[17]\n\nHmong religion includes specific rituals for the milestones of the life cycle: there are rituals for birth and baby naming, marriage, rename after marriage, trauma and sickness, extending the mandate of life for sick elderly, death and funeral.[5] There are also festivals with corresponding ceremonies: the New Year (Lwm Qaib or Ntoo Xeeb, or also Noj Peb Caug) in mid-November, Nyuj Dab (Ox Festival), Dab Roog (Door Festival) and Npua Tai (Pig Festival).[5]\n\n"
        }
    ]
}