{
    "url": "https://en.wikipedia.org/wiki/Miao_people",
    "title": "Miao people",
    "table_of_contents": [
        "1 Nomenclature: Miao or Hmong",
        "2 Gender roles",
        "2.1 Women's status",
        "2.2 Workforce and income",
        "2.3 Marriage and family",
        "3 History",
        "3.1 Legend of Chiyou and origins",
        "3.2 Dispersal",
        "3.3 20th century",
        "3.4 Miao clans with Han origins",
        "4 Archaeology",
        "5 Demographics",
        "6 Distribution",
        "6.1 By province",
        "6.2 By county",
        "7 Cuisine",
        "7.1 Miao Fish (苗鱼 miáo yǘ)",
        "8 See also",
        "9 References",
        "9.1 Citations",
        "9.2 Sources",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Miao are a group of linguistically-related peoples living in Southern China and Southeast Asia, who are recognized by the government of China as one of the 56 official ethnic groups. The Miao live primarily in southern China's mountains, in the provinces of Guizhou, Yunnan, Sichuan, Hubei, Hunan, Guangxi, Guangdong, and Hainan. Some sub-groups of the Miao, most notably the Hmong people, have migrated out of China into Southeast Asia (Myanmar, Northern Vietnam, Laos, and Thailand). Following the communist takeover of Laos in 1975, a large group of Hmong refugees resettled in several Western nations, mainly in the United States, France, and Australia.\n\nMiao is a Chinese term, while the component groups of people have their own autonyms, such as (with some variant spellings) Hmong, Hmu, Xong (Qo-Xiong), and A-Hmao. These people (except those in Hainan) speak Hmongic languages, a subfamily of the Hmong–Mien languages including many mutually unintelligible languages such as the Hmong, Hmub, Xong and A-Hmao.[4]\n\nNot all speakers of the Hmongic languages belong to the Miao. For example, the speakers of the Bunu and Bahengic languages are designated as the Yao, and the speakers of the Sheic languages are designated as the She and the Yao.\n\nThe Kem Di Mun people in Hainan, despite being officially designated as Miao people, are linguistically and culturally identical to the Kim Mun people in continental China who are classified as a subgroup of the Yao.[5]\n\n"
        },
        {
            "title": "Nomenclature: Miao or Hmong",
            "text": "The term \"Miao\" gained official status in 1949 as a minzu (ethnic group) encompassing a group of linguistically-related ethnic minorities in Southwest China. This was part of a larger effort to identify and classify minority groups to clarify their role in the national government, including establishing autonomous administrative divisions and allocating the seats for representatives in provincial and national government.[6]\n\nHistorically, the term \"Miao\" had been applied inconsistently to a variety of non-Han peoples. Early Chinese-based names use various transcriptions: Miao, Miao-tse, Miao-tsze, Meau, Meo, mo, Miao-tseu etc. In Southeast Asian contexts, words derived from the Chinese \"Miao\" took on a sense which was perceived as derogatory by the subgroups living in that region. The term re-appeared in the Ming dynasty (1368–1644), by which time it had taken on the connotation of \"barbarian.\" Being a variation of Nanman, it was used to refer to the indigenous people in southern China who had not been assimilated into Han culture. During this time, references to “raw” (生 Sheng) and ”cooked” (熟 Shu) Miao appear, referring to the level of assimilation and political cooperation of the two groups, making them easier to classify. Not until the Qing dynasty (1644–1911) do more finely grained distinctions appear in writing. Even then, discerning which ethnic groups are included in various classifications can be complex. There has been a historical tendency by the Hmong, who resisted assimilation and political cooperation, to group all Miao peoples together [this claim is unfounded or needs substantial evidence] under the term Hmong because of the potential derogatory use of the term Miao.  In modern China, however, the term continues to be used regarding the Miao people there.[7]\n\nThough the Miao themselves use various self-designations, the Chinese traditionally classify them according to the most characteristic color of the women's clothes. The list below contains some of these self-designations, the color designations, and the main regions inhabited by the four major groups of Miao in China:\n\n"
        },
        {
            "title": "Gender roles",
            "text": "Compared to the Confucian principles traditionally exercised over women in some regions of China, the Miao culture is generally less strict in categorization of women’s roles in society. Miao women exercise relatively more independence, mobility and social freedom.[8] They are known to be strong willed and politically minded. They actively contribute to their communities in social welfare, education, arts and culture, and agricultural farming.\n\nMiao women demonstrate great skill and artistry when making traditional clothing and handicrafts. They excel at embroidering, weaving, paper-cutting, batik, and intricate jewelry casting. From vests, coats, hats, collars and cuffs, to full skirts, and baby carriers, the patterns on their clothes are extremely complicated and colorful with clean lines. Girls of around seven will learn embroidering from mothers and sisters, and by the time they are teenagers, they are quite deft. Additionally, Miao silver jewelry is distinctive for its design, style and craftsmanship. Miao silver jewelry is completely handmade, carved with fine decorative patterns. It’s not easy to make and there is not one final masterpiece exactly the same as another. The Miao embroidery and silver jewelry are highly valued, delicate and beautiful.\n\nSilver jewelry is a highly valuable craftwork of the Miao people. Apart from being a cultural tradition, it also symbolises the wealth of Miao women.[9] As a Miao saying goes, “decorated with no silver or embroidery, a girl is not a girl”, Miao women are occasionally defined by the amount of silver jewelry she wears or owns.[9] It is especially important to wear heavy and intricate silver headdresses and jewelry during significant occasions and festivals, notably during weddings, funerals and springtime celebration.[9] Silver jewelry is an essential element of Miao marriages, particularly to the bride.[9] Miao families would begin saving silver jewellery for the girls at an early age, wishing their daughters could marry well with the large amount of silver jewelry representing the wealth of the family.[9] Although a growing Miao population is moving from rural Miao regions to cities, the new generation respects the families' silver heritage and is willing to pass on the practice as a cultural tradition more than a showcase of family wealth.[9]\n\nAlthough Miao women are not strictly-governed, their social status is often seen as lower than that of men, as in most patriarchal societies. Be it in the subsistence economy or otherwise, men are the main economic force and provide the stable source of income for the family. Women are primarily involved in social welfare, domestic responsibilities, and additionally earn supplementary income.[8]\n\nAs tourism became a major economic activity to this ethnic group, Miao women gained more opportunities to join the labor force and earn an income. Women mostly take up jobs that require modern day customer service skills; for example, working as tour guides, selling craftwork and souvenirs, teaching tourists how to make flower wreaths, and even renting ethnic costumes.[8] These jobs require soft skills and hospitality and more visibility in public, but provide a low income.[8] On the contrary, Miao men take up jobs that require more physical strengths and less visibility in public, such as engineering roads, building hotels, boats and pavilions. These jobs generally provide a more stable and profitable source of income.[8]\n\nThe above example of unequal division of labor demonstrates, in spite of socioeconomic changes in China, men are still considered the financial backbone of the family.[8]\n\nWhile the Miao people have had their own unique culture, the Confucian ideology exerted significant influences on this ethnic group. It is expected that men are the dominant figures and breadwinners of the family, while women occupy more domestic roles (like cooking and cleaning).[8] There are strict social standards on women to be “virtuous wives and good mothers”, and to abide by “three obediences and four virtues”, which include cultural moral specifications of women’s behavior.[8]\n\nA Miao woman has some cultural freedom in marrying a man of her choice.[8] However, like many other cultures in Asia, there are strict cultural practices on marriage, one being clan exogamy. It is a taboo to marry someone within the same family clan name, even when the couple are not blood related or from the same community.[8]\n\nIn contrast to the common practice of the right of succession belonging to the firstborn son, the Miao’s inheritance descends to the youngest son.[8] The older sons leave the family and build their own residences, usually in the same province and close to the family.[8] The youngest son is responsible for living with and caring for the aging parents, even after marriage.[8] He receives a larger share of the family’s inheritance and his mother’s silver jewelry collection, which is used as bridal wealth or dowry.[8]\n\nSome imperially commissioned Han Chinese chieftaincies assimilated with the Miao. Those became the ancestors of a part of the Miao population in Guizhou.[10]\n\nThe Hmong Tian clan in Sizhou began in the seventh century as a migrant Han Chinese clan.[11]\n\nThe origin of the Tunbao people traces back to the Ming dynasty when the Hongwu Emperor sent 300,000 Han Chinese male soldiers in 1381 to conquer Yunnan, with some of the men marrying Yao and Miao women.[12][13]\n\nThe presence of women presiding over weddings was a feature noted in \"Southeast Asian\" marriages, such as in 1667 when a Miao woman in Yunnan married a Chinese official.[14] Some Sinicization occurred, in Yunnan a Miao chief's daughter married a scholar in the 1600s who wrote that she could read, write, and listen in Chinese and read Chinese classics.[15]\n\n"
        },
        {
            "title": "History",
            "text": "According to a Tang dynasty Chinese legend, the Miao who descended from the Jiuli tribe led by Chiyou (Chinese: 蚩尤; pinyin: Chīyóu) were defeated at the Battle of Zhuolu (涿鹿; Zhuōlù, a defunct prefecture on the border of present provinces of Hebei and Liaoning) by the military coalition of Huang Di (黃帝; Huángdì) and Yan Di, leaders of the Huaxia (華夏; Huáxià) tribe as the two tribes struggled for supremacy of the Yellow River valley.\n\nThe San Miao, according to legend, are the descendants of the Jiuli Tribe.  Chinese records record a San Miao (三苗, Three Miao) kingdom around Dongting Lake. It was defeated by Yu the Great. Another Miao kingdom may have emerged in Yunnan around 704 BC that was subjugated by the Chinese in the 3rd century BC.[17] In 2002, the Chu language has been identified as perhaps having influence from Tai–Kam and Miao–Yao languages by researchers at University of Massachusetts Amherst.[18]\n\nThe Miao were not mentioned again in Chinese records until the Tang dynasty (618–907). In the following period, the Miao migrated throughout southern China and Southeast Asia. They generally inhabited mountainous or marginal lands and took up swidden or slash-and-burn cultivation techniques to farm these lands. \n\nDuring the Miao Rebellions of the Ming dynasty, thousands of Miao were killed by the imperial forces.[19][20] Mass castrations of Miao boys also took place.[21]\n\nDuring the Qing Dynasty the Miao fought three wars against the empire.[22] The issue was so serious that the Yongzheng emperor sent one of his most officials, Ortai, to be the Viceroy of the provinces with significant Miao populations in 1726, and through 1731, he spent his time putting down rebellions.[23] In 1735 in the southeastern province of Guizhou, the Miao rose up against the government's forced assimilation. Eight counties involving 1,224 villages fought until 1738 when the revolt ended. According to Xiangtan University Professor Wu half the Miao population were affected by the war.\n\nThe second war (1795–1806) involved the provinces of Guizhou and Hunan. Shi Sanbao and Shi Liudeng led this second revolt. Again, it ended in failure, but it took 11 years to quell the uprising.[24]\n\nThe greatest of the three wars occurred from 1854 to 1873. Zhang Xiu-mei led this revolt in Guizhou until his capture and death in Changsha, Hunan. This revolt affected over one million people and all the neighbouring provinces. By the time the war ended Professor Wu said only 30 percent of the Miao were left in their home regions. This defeat led to the Hmong people migrating out of China into Laos and Vietnam.\n\nDuring Qing times, more military garrisons were established in southwest China. Han Chinese soldiers moved into the Taijiang region of Guizhou, married Miao women, and the children were brought up as Miao.[25][26] In spite of rebellion against the Han, Hmong leaders made allies with Han merchants.[27]\n\nThe imperial government had to rely on political means to bring in Hmong people into the government: they created multiple competing positions of substantial prestige for Miao people to participate and assimilate into the Qing government system. During the Ming and Qing times, the official position of Kiatong was created in Indochina. The Miao would employ the use of the Kiatong government structure until the 1900s when they entered into French colonial politics in Indochina.\n\nDuring the founding of the People's Republic of China (PRC), the Miao played an important role in its birth when they helped Mao Zedong to escape the Kuomintang in the Long March with supplies and guides through their territory.\n\nIn Vietnam, a powerful Hmong named Vuong Chinh Duc, dubbed the king of the Hmong, aided Ho Chi Minh's nationalist move against the French, and thus secured the Hmong's position in Vietnam.[28] In Điện Biên Phủ, Hmongs fought on the side of the communist Viet Minh against the pro-French Tai Dam aristocrats. During the Vietnam War, Miao fought on both sides, the Hmong in Laos primarily for the US, across the border in Vietnam for the North-Vietnam coalition, the Chinese-Miao for the Communists. However, after the war the Vietnamese were very aggressive towards the Hmong who suffered many years of reprisals. Most Hmong in Thailand also supported a brief Communist uprising during the war.\n\nSome of the origins of the Hmong and Miao clan names are a result of the marriage of Hmong women to Han Chinese men,[29][30] with distinct Han Chinese-descended clans and lineages practicing Han Chinese burial customs.[31] These clans were called \"Han Chinese Hmong\" (\"Hmong Sua\") in Sichuan, and were instructed in military tactics by fugitive Han Chinese rebels.[32] Such Chinese \"surname groups\" are comparable to the patrilineal Hmong clans and also practice exogamy.[33][34][35][36][37]\n\nHan Chinese male soldiers who fought against the Miao rebellions during the Qing and Ming dynasties were known to have married with non-Han women such as the Miao because Han women were less desirable.[38][39][40] The Wang clan, founded among the Hmong in Gongxian county of Sichuan's Yibin district, is one such clan and can trace its origins to several such marriages around the time of the Ming dynasty suppression of the Ah rebels.[41] Nicholas Tapp wrote that, according to The Story of the Ha Kings in the village, one such Han ancestor was Wang Wu.[42]  It is also noted that the Wang typically sided with the Chinese, being what Tapp calls \"cooked\" as opposed to the \"raw\" peoples who rebelled against the Chinese.[43][41]\n\nHmong women who married Han Chinese men founded a new Xem clan among Northern Thailand's Hmong. Fifty years later in Chiangmai two of their Hmong boy descendants were Catholics.[44] A Hmong woman and Han Chinese man married and founded northern Thailand's Lau2, or Lauj, clan, [44], with another Han Chinese man of the family name Deng founding another Hmong clan. Some scholars believe this lends further credence to the idea that some or all of the present day Hmong clans were formed in this way.[45]\n\nJiangxi Han Chinese are claimed by some as the forefathers of the southeast Guizhou Miao, and Miao children were born to the many Miao women married Han Chinese soldiers in Taijiang in Guizhou before the second half of the 19th century.[46]\n\n"
        },
        {
            "title": "Archaeology",
            "text": "According to André-Georges Haudricourt and David Strecker's claims based on limited secondary data, the Miao were among the first people to settle in present-day China.[47]  They claim that the Han borrowed a lot of words from the Miao in regard to rice farming.  This indicated that the Miao were among the first rice farmers in China.  In addition, some have connected the Miao to the Daxi Culture (5,300 – 6,000 years ago) in the middle Yangtze River region.[48] The Daxi Culture has been credited with being amongst the first cultivators of rice in the Far East by Western scholars.  However, in 2006 rice cultivation was found to have existed in the Shandong province even earlier than the Daxi Culture.[49] Though the Yuezhuang culture has cultivated rice, it is more of collected wild rice and not actual cultivated and domesticated rice like that of the Daxi.\n\nA western study mention that the Miao (especially the Miao-Hunan) has its origins in southern China but have some DNA from the Northeast people of China.  Recent DNA samples of Miao males contradict this theory.  The White Hmong have 25% C, 8% D, & 6% N(Tat)[50] yet they have the least contact with the Han population.\n\n"
        },
        {
            "title": "Demographics",
            "text": "According to the 2000 census, the number of Miao in China was estimated to be about 9.6 million. Outside of China, members of the Miao sub-group or nations of the Hmong live in Thailand, Laos, Vietnam and Burma due to outward migrations starting in the 18th century. As a result of recent migrations in the aftermath of the Indochina and Vietnam Wars from 1949–75, many Hmong people now live in the United States, French Guiana, France and Australia. Altogether, there are approximately 10 million speakers in the Miao language family. This language family, which consists of 6 languages and around 35 dialects (some of which are mutually intelligible) belongs to the Hmong/Miao branch of the Hmong–Mien (Miao–Yao) language family.\n\nA large population of the Hmong have emigrated to the northern mountainous reaches of Southeast Asia including Thailand, Laos, Vietnam, and Burma. However, many continue to live in far Southwest China mostly in the provinces of Yunnan, Guangxi and to a very limited extent in Guizhou.\n\nMost Miao currently live in China. Miao population growth in China:\n\n3,600,000 Miao, about half of the entire Chinese Miao population, were in Guizhou in 1990. The Guizhou Miao and those in the following six provinces make up over 98% of all Chinese Miao:\n\nIn the above provinces, there are 6 Miao autonomous prefectures (shared officially with one other ethnic minority):\n\nThere are in addition 23 Miao autonomous counties:\n\nMost Miao reside in hills or on mountains, such as\n\nSeveral thousands of Miao left their homeland to move to larger cities like Guangzhou and Beijing. There are 789,000 Hmong spread throughout northern Vietnam, Laos, Burma, and on other continents. 174,000 live in Thailand, where they are one of the six main hill tribes.\n\n"
        },
        {
            "title": "Distribution",
            "text": "The 2000 Chinese census recorded 8,940,116 Miao in mainland China.\n\n(Only includes counties or county-equivalents containing >0.25% of mainland China's Miao population.)\n\n"
        },
        {
            "title": "Cuisine",
            "text": "Miao fish is a dish made by steaming fish with a mixture of fresh herbs, green peppers, ginger slices and garlic.[51]\n\n"
        }
    ]
}