{
    "url": "https://en.wikipedia.org/wiki/Michael_Graves",
    "title": "Michael Graves",
    "table_of_contents": [
        "1 Personal life and education",
        "2 Career",
        "2.1 Professor of Architecture",
        "2.2 Architect",
        "2.2.1 Modernist",
        "2.2.2 Postmodernist",
        "2.3 Product and furniture designer",
        "3 Later years",
        "4 Death and legacy",
        "5 Awards and honors",
        "6 Works",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMichael Graves (July 9, 1934 – March 12, 2015) was an American architect, designer, and educator, as well as principal of Michael Graves and Associates and Michael Graves Design Group. He was a member of The New York Five and the Memphis Group – and a professor of architecture at Princeton University for nearly forty years. Following his own partial paralysis in 2003, Graves became an internationally recognized advocate of health care design. \n\nGraves' global portfolio of architectural work ranged from the Ministry of Culture in The Hague, a post office for Celebration, Florida, a prominent expansion of the Denver Public Library to numerous commissions for Disney – as well as the scaffolding design for the 2000 Washington Monument restoration.  He was recognized as a major influence on architectural movements including New Urbanism, New Classicism and particularly Postmodernism — his buildings in the latter style including the noted Portland Building in Oregon and the Humana Building in Kentucky.[5]\n\nFor his architectural work, Graves received a fellowship of the American Institute of Architects as well as its highest award, the AIA Gold Medal (2001).  He was trustee of the American Academy in Rome and was the president of its Society of Fellows from 1980 to 1984.  He received the American Prize for Architecture, the National Medal of Arts (1999) and the Driehaus Architecture Prize (2012). \n\nAdditionally, Graves became popularly well known through his high end as well as mass consumer product designs for companies ranging from Alessi in Italy to Target and J. C. Penney in the United States.[1] The New York Times described Graves as \"one of the most prominent and prolific American architects of the latter 20th century, who designed more than 350 buildings around the world but was perhaps best known for [a] teakettle and pepper mill.\"[6]\n\n"
        },
        {
            "title": "Personal life and education",
            "text": "Graves was born on July 9, 1934, in Indianapolis, Indiana, to Erma (Lowe) and Thomas B. Graves. He grew up in the city's suburbs and later credited his mother for suggesting that he become an engineer or an architect.[1][7][8] Graves graduated from Indianapolis's Broad Ripple High School in 1950[9] and earned a bachelor's degree in architecture in 1958 from the University of Cincinnati.[10][11] During college he also became a member of the Sigma Chi fraternity.[citation needed] Graves earned a master's degree in architecture from Harvard University in 1959.[12]\n\nAfter graduation from college, Graves spent a year working in George Nelson's office. Nelson, a furniture designer and the creative director for Herman Miller, exposed Graves to the work of fellow designers Charles and Ray Eames and Alexander Girard. In 1960 Graves won the American Academy in Rome's Prix de Rome (Rome Prize) and spent the next two years at the Academy in Italy.[13][14] Graves describes himself as \"transformed\" by his experience in Rome:  \"I discovered new ways of seeing and analyzing both architecture and landscape.\"[15]\n\nHis marriage to Gail Devine in 1955 ended in divorce; his subsequent marriage to Lucy James in 1972 also ended in divorce.[16] Graves was the father of three children, two sons and a daughter.[1]\n\n"
        },
        {
            "title": "Career",
            "text": "Graves began his career in 1962 as a professor of architecture at Princeton University, where he taught for nearly four decades (and later helped to establish the Michael Graves College at Kean University), and established his own architectural firm in 1964 at Princeton, New Jersey. Graves worked as an architect in public practice designing a variety of buildings that included private residences, university buildings, hotel resorts, hospitals, retail and commercial office buildings, museums, civic buildings, and monuments. During a career that spanned nearly fifty years, Graves and his firm designed more than 350 buildings around the world, in addition to an estimated 2,000 household products.\n\nIn 1962, after two years of studies in Rome, Graves returned to the United States and moved to Princeton, New Jersey, where he had accepted a professorship at the Princeton University School of Architecture. Graves taught at Princeton for thirty-nine years while simultaneously practicing architecture. He retired as the Robert Schirmer Professor of Architecture, Emeritus, in 2001.[1][14] Although Graves was a longtime faculty member at Princeton and trained many of its architecture students, the university did not allow its faculty to practice their profession on its campus. As a result, Graves was never commissioned to design a building for the university.[17] Later in his life he contributed to the founding of a new college,[18][19] which bears his name at Kean University.\n\nIn his early years as an architect, Graves did designs for home renovation projects in Princeton. In 1964 he founded the architectural firm of Michael Graves & Associate in Princeton and remained in public practice there until the end of his life.[1] His firm maintained offices in Princeton, New Jersey, and in New York City, but his residence in Princeton served as his design studio, home office and library, and a place to display the many objects he collected during his world travels. Nicknamed \"The Warehouse\", it also displayed many of the household items he designed.[20] After Graves's death, Kean University acquired his former home and studio in Princeton, along with two adjacent buildings.[21]\n\nGraves spent much of the late 1960s and early 1970s designing modernist residences. Notable examples include the Hanselman House (1967) and the Snyderman House (1972, destroyed by fire in 2002) in Fort Wayne, Indiana.[22][23] Graves also became one of the New York Five, along with Peter Eisenman, Charles Gwathmey, John Hejduk and Richard Meier.[24] This informal group of Princeton and New York City architects, also known as the Whites due to the predominant color of their architectural work, espoused a pure form of modernism characterized by clean lines and minimal ornamentation. The New York Five became the \"standard-bearers of a movement to elevate modernist architectural form into a serious theoretical pursuit.\"[24] The book, Five Architects (1973) describes some of their early work.[24]\n\nIn the late 1970s, Graves shifted away from modernism to pursue Postmodernism and New Urbanism design for the remainder of his career. He began by sketching designs that had Cubist-inspired elements and strong, saturated colors. Postmodernism allowed Graves to introduce his humanist vision of classicism, as well as his sense of irony and humor. His designs, notable for their \"playful style\" and \"colorful facades,\" were a \"radical departure\" from his earlier work.[25] The Plocek Residence (1977), a private home in Warren Township, New Jersey, was among the first of his designs in this new style.[11]\n\nGraves designed some of his most iconic buildings in the early 1980s, including the Portland Building.[11]  The fifteen-story Portland Municipal Services Building, his first major public commission, opened in 1982 in downtown Portland, Oregon.[26]  The \"monolithic cube\" with decorated facades and colorful, oversized columns is \"considered a seminal Postmodern work\"[27] and one of Graves's best-known works of architecture. The celebrated but controversial municipal office also became an icon for the city of Portland and subject to an ongoing preservation debate.[26][5] Regarded as the first major built example of postmodern architecture in a tall office building, the Portland Building was added to the National Register of Historic Places in 2011.[28] Although it faced demolition in 2014, the city government decided to proceed with a renovation, estimated to cost $195 million.[26][5]\n\nAs a result of the notoriety he received from the Portland Building design, Graves was awarded other major commissions in the 1980s and 1990s. Notable buildings from this period include the Humana Building (1982) in Kentucky and the Newark Museum expansion (1982) in New Jersey.[29] Some architecture critics, including Paul Goldberger of The New York Times, consider the Humana Building, a skyscraper in Louisville, Kentucky, one of Graves's finest building designs. TIME magazine also claimed it was a commercial icon for the city of Louisville and one of the best buildings of the 1980s.[1][26] The San Juan Capistrano Library (1982) in California, another project from this period, shows his interpretation of the Mission Revival style.[30]\n\nGraves and his firm also designed several buildings for the Walt Disney Company in the postmodern style. These include the Team Disney headquarters in Burbank, California;[5] the Dolphin (1987) and Swan (1988) resorts at Walt Disney World in Florida; and Disney's Hotel New York (1989) at Disneyland Paris.[11] Patrick Burke, the project architect for the two resort hotels in Florida, commented that the Walt Disney Company described Graves's designs as \"entertainment architecture.\"[31] In addition to the Swan and Dolphin hotel buildings, Graves's firm designed their original interiors, furnishings, signage, and artwork.[32] Graves's other notable commissions for buildings that were completed in the 1990s include an expansion of the Denver Public Library (1990) and the renovation of the Detroit Institute of Arts (1990).[5]\n\nPostmodern architecture did not have a long-lasting popularity and some of Graves's clients rejected his ideas. For example, his design for an expansion of Marcel Breuer's Whitney Museum of American Art building in New York City in the mid-1980s was highly contested and never built due to architect and local opposition.[1] Graves's designs for a planned Phoenix Municipal Government Center complex were among the project's finalists, but his concept was not selected as the winning entry.[33]\n\nGraves's prominence as a postmodernist architect may have reached its peak during the 1980s and in the early 1990s, but he continued to practice as an architect until his death in 2015. Later works include the O'Reilly Theater (1996) in Pittsburgh, Pennsylvania; the NCAA Hall of Champions in Indianapolis, Indiana; and 425 Fifth Avenue (2000) in New York City, among others. Graves also received recognition for his multi-year renovation of his personal residence in Princeton.[34] International projects included the Sheraton Miramar Hotel (1997) in El Gouna, Egypt,[35] and the Hard Rock Hotel in Singapore.[35] One of the last projects that Michael Graves and Associates was involved in before Graves's death was the Louwman Museum (2010) in The Hague, Netherlands. Gary Lapera, a principal and studio head of Michael Graves and Associates, designed the museum, also known as the Lowman Collection and the National Automobile Museum of the Netherlands, which houses more than 230 cars.[36]\n\nIn addition to his architecture, Graves became a noted designer of consumer products. His distinctive style was well known among the general public in the United States in 1980s and 1990s, when he began designing household products for major clients such as the Target Corporation, Alessi, Steuben, and The Walt Disney Company.[1][24] Over the years, the Michael Graves Design Group, a part of his design firm, designed and brought to market more than 2,000 products.[4][37]\n\nIn the early 1980s Ettore Sottsass recruited Graves to become a member of Memphis, a postmodern design group based in Milan, Italy. Graves began designing consumer products such as furniture and home accessories. Especially notable is his \"Plaza\" dressing table.[4][26][37] Around the same time, Graves became associated with Alessi, a high-end Italian kitchenware manufacturer. Graves designed a sterling silver tea service for Alessi in 1982, a turning point in his career, and he was no longer known solely as an architect. After the $25,000 tea service began to attract buyers, Alberto Alessi commissioned Graves to design a moderate-priced kettle for his company. In 1985 Graves designed his iconic a stainless-steel teakettle (9093 stovetop kettle).[38]\n\nThe kettle featured a red, bird-shaped whistle at the end of the spout. It remained the company's top-selling product for fifteen years. In honor of its thirtieth anniversary in 2015, Graves designed a special edition version with a dragon replacing the kettle's bird-shaped whistle.[26][5][39]\nIn Italy in 1987, clock on display Apollodoro Gallery, seventh event The Hour of Architects, with Hans Hollei, Arata Isozaki, Ettore Sottsass, Paolo Portoghesi, paintings by Paolo Salvati, Rome.\nIn 1997–98, when Graves designed the scaffolding used in the restoration of the Washington Monument in Washington D.C., he met Ron Johnson, a Target executive who appreciated his product designs. (The Target Corporation contributed $6 million toward restoration of the monument.) The result of their acquaintance was the formation of a business relationship between Graves and the U.S. retailer that lasted until 2012.[1][5][40] Graves began the collaboration with Target by designing a half-dozen products for the mass-consumer market. His collection of housewares began selling in Target stores in January 1999.[40][41]\n\nIn 1998, Target commissioned Graves to design a model home to showcase the new line of housewares, but Graves went a step further. He designed \"Cedar Gables,\" contemporary house in Minnetonka, Minnesota, complete with custom furniture, lighting, fixtures, and other unique items, making it only one of three homes he designed and furnished. By 2009, however, Graves noted that the house \"doesn't have a wow factor. That gets old quickly.\"[42] \nWhen the partnership with Target ended in 2012, Graves had designed more than 500 objects for the retailer.[43]\n\nIncreasingly concerned about Target's dwindling partnerships with outside designers, Graves decided to explore other relationships for marketing his consumer products. After Johnson became CEO of J.C. Penney in 2011, he and Graves reached an agreement for Graves to design products exclusively for Penney's.[40] Graves also created products for other manufacturers. In the 1990s for example, Graves created the Mickey Mouse Gourmet Collection for Moeller Design with the Walt Disney Company's approval. The collection of kitchenware and tabletop items was initially sold through the Walt Disney Company's retail stores and later offered at other retail outlets.[44]\n\nIn 2013, Graves designed what became known as the “Hitler teapot” for department store JCPenney, which garnered controversy due to its perceived resemblance to Adolf Hitler.[45]\n\nIn addition to housewares, Graves was involved in a variety of other design projects that included sets and costumes for New York City's Joffrey Ballet; a shopping bag for Bloomingdale's department store; jewelry for Cleto Munari of Milan, Italy; vinyl flooring for Tajima, a Japanese company; and rugs for Vorwerk, a German firm. In 1994 Graves opened a small retail store named the Graves Design Store in Princeton, New Jersey, where shoppers could purchase his designs and reproductions of his artwork. At that time Graves had designed products for more than fifty manufacturers.[46]\n\n"
        },
        {
            "title": "Later years",
            "text": "Graves retired as a professor of architecture at Princeton University in 2001, but remained active in his architecture and design firm. He also became an advocate for the disabled in the last decade of his life. When Graves became paralyzed from the waist down in 2003, the result of a spinal cord infection, the use of a wheelchair heightened his awareness of the needs of the disabled. After weeks of hospitalization and physical therapy, Graves adapted his home to suit his accessibility needs and resumed his architectural and design work.[47][48] In addition to other types of buildings and household products, Graves designed wheelchairs, hospital furnishings, hospitals, and disabled veteran's housing.[5][47][48] Graves also became a \"reluctant health expert\", as well as an internationally recognized advocate for accessible design.[5] In 2013, President Barack Obama appointed Graves to an administrative role in the Architectural and Transportation Barriers Compliance Board (also known as the Access Board). The independent agency addresses accessibility concerns for people with disabilities.[49]\n\nIn 2014, a year before his death, Graves helped to establish and plan the Michael Graves College, which includes The School of Public Architecture at Kean University in Union, New Jersey. Kean University's Bachelor of Arts in Architectural Studies program began in 2015; its Master of Architecture program is slated to begin in 2019. As part of gift from Graves's estate, in 2016 the university acquired \"The Warehouse\" at 44 Patton Avenue in Princeton — Graves's former home and studio — as well as two adjacent buildings. The university plans to use the facility as an educational research center for its School of Public Architecture, although its main campus and its School of Public Architecture are located about forty miles away in Union, New Jersey.[1][21]\n\n"
        },
        {
            "title": "Death and legacy",
            "text": "Graves died at his home in Princeton, New Jersey, on March 12, 2015, at the age of 80, and is buried at Princeton Cemetery.[50][51]\n\nGraves favored a \"humanistic approach to architecture and urban planning\"[4] and was a major influence in late-twentieth-century architecture.[52] Graves was among the most prolific and prominent American architects from the mid-1960s to the end of the twentieth century. Graves and his team designed more than 350 buildings in the Postmodern, New Classical, and New Urbanism styles for projects around the world. His architectural designs have been recognized as major influences in all three of these movements.[1][5]\n\nIn naming Graves as a recipient of its national design award for lifetime achievement, the Cooper Hewitt, Smithsonian Design Museum explained that Graves broadened \"the role of the architect in society\" and raised \"public interest in good design as essential to the quality of everyday life.\"[4] Graves and his firm designed more than 2,000 consumer products during his lifetime. He was especially noted for his domestic housewares. Many Graves-designed products were sold through mass-market U.S. retailers such as Target and J. C. Penney, but his best-known product is the iconic kettle that he designed in 1985 for Alessi, an Italian housewares manufacturer.[1] As an advocate for the needs of the disabled, Graves used his skills as an architect and designer \"to improve healthcare experience for patients, families and clinicians.\"[4]\n\n"
        }
    ]
}