{
    "url": "https://en.wikipedia.org/wiki/Michael_Swanwick",
    "title": "Michael Swanwick",
    "table_of_contents": [
        "1 Writing career",
        "1.1 Nonfiction writing",
        "1.2 Television and film",
        "2 Personal life",
        "3 Bibliography",
        "3.1 Novels",
        "3.2 Short fiction",
        "3.3 Essays",
        "3.4 Critical studies and reviews of Swanwick's work",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Michael Swanwick (born 18 November 1950)[1] is an American fantasy and science fiction author who began publishing in the early 1980s.[2]\n\n"
        },
        {
            "title": "Writing career",
            "text": "Swanwick's fiction writing began with short stories, starting in 1980 when he published \"Ginungagap\" in TriQuarterly and \"The Feast of St. Janis\" in New Dimensions 11.  Both stories were nominees for the Nebula Award for Best Short Story in 1981.[3]\nHis first novel was In the Drift (an Ace Special, 1985), a look at the results of a more catastrophic Three Mile Island incident, which expands on his earlier short story \"Mummer's Kiss\".  This was followed in 1987 by Vacuum Flowers, an adventurous tour of an inhabited Solar System, where the people of Earth have been subsumed by a cybernetic mass-mind. Some characters’ bodies contain multiple personalities, which can be recorded and edited (or damaged) as if they were wetware.\n\nIn the 1990s, Swanwick moved towards the intersection between science fiction and fantasy and Magical Realism. Stations of the Tide (1991) is the story of a bureaucrat's pursuit of a magician on a world soon to be altered by its 50-year tide swell; it is set far in the future, blurring the line between magic and technology. The Iron Dragon's Daughter (1993) is a fantasy set in a Fairyland based on modern America, with elves wearing Armani suits and dragons serving as jet fighters. The main character, a changeling stolen from the real world, struggles to survive a factory, a high school, and a university, all the while being manipulated by a dragon. In Jack Faust (1997), a retelling of the Faust legend, the scholar does not gain magical power but modern scientific knowledge with which he begins the Industrial Revolution centuries early.\n\nIn the 2000s, Swanwick wrote several series of flash fictions, beginning with Puck Aleshire's Abecedary, a collection of 26 stories, each titled for a different letter of the alphabet. Other series included The Periodic Table of Science Fiction, 118 stories each themed about a different chemical element. These were originally published in Sci Fiction. Later, The Infinite Matrix published The Sleep of Reason, in which each story was based on one of Goya’s caprichos. In this period, he won several awards for short fiction; between 1999 and 2003, he had nine stories shortlisted for the Hugo Award for Best Short Story, and won in 1999, 2000, and 2002.[4]\n\nHe also continued to write novels. Bones of the Earth (2002) is a time-travel story involving dinosaurs. The Dragons of Babel (2008) is set in the same world as The Iron Dragon's Daughter, although the setting and characters are different; The Iron Dragon’s Mother (2019) was a third volume in the series. He has written two novels featuring the posthuman rogues Darger and Surplus, who had already appeared in short stories: Dancing with Bears (2011) concerns their adventures in post-Utopian Russia, and in “Chasing the Phoenix” (2015) they travel to China. After Gardner Dozois's death, Swanwick completed his unfinished novel City Under the Stars.\n\nHis short fiction has been collected in Gravity's Angels (1991), Moon Dogs (2000), Tales of Old Earth (2000), Cigar-Box Faust and Other Miniatures (2003), The Dog Said Bow-Wow (2007), and The Best of Michael Swanwick (2008). A novella, Griffin's Egg, was published in book form in 1991 and is also collected in Moon Dogs. He has collaborated with other authors on several short works, including Gardner Dozois (\"Ancestral Voices\", \"City of God\", \"Snow Job\") and William Gibson (\"Dogfight\").\n\nStations of the Tide won the Nebula for best novel in 1991, and several of his shorter works have won awards as well: the Theodore Sturgeon Memorial Award for \"The Edge of the World\" in 1989, the World Fantasy Award for \"Radio Waves\" in 1996,[5] and Hugos for \"The Very Pulse of the Machine\" in 1999, \"Scherzo with Tyrannosaur\" in 2000, \"The Dog Said Bow-Wow\" in 2002, \"Slow Life\" in 2003, and \"Legions in Time\" in 2004.\n\nSwanwick has written about the field as well. He published two long essays on the state of the science fiction (\"The User's Guide to the Postmoderns\", 1986) and fantasy (\"In the Tradition...\", 1994), the former of which was controversial for its categorization of new SF writers into \"cyberpunk\" and \"literary humanist\" camps. Both essays were collected together in The Postmodern Archipelago 1997. A book-length interview with Gardner Dozois, Being Gardner Dozois, was published in 2001. He is a prolific contributor to the New York Review of Science Fiction. Swanwick wrote a monograph on James Branch Cabell, What Can Be Saved From the Wreckage?, which was published in 2007 with a preface by Barry Humphries,[6] and a short literary biography of Hope Mirrlees, Hope-in-the-Mist, which was published in 2009.\n\n\nSwanwick's short stories \"Ice Age\" and \"The Very Pulse of the Machine\" from Tales of Old Earth were adapted for the Netflix series Love, Death + Robots (2019) for its first and third seasons respectively.[7]\n"
        },
        {
            "title": "Personal life",
            "text": "Swanwick thanks his wife, Marianne C. Porter, in all his books, referring to her as \"the M. C. Porter Endowment for the Arts\".[8]\n\nHe was a friend of Gardner Dozois and Susan Caspar for many years. From this friendship grew Being Gardner Dozois and several collaborations, including the novel City Under the Stars.[9]\n\n"
        }
    ]
}