{
    "url": "https://en.wikipedia.org/wiki/Michael_Beckwith",
    "title": "Michael Beckwith",
    "table_of_contents": [
        "1 Career",
        "2 Books",
        "3 Popular culture",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Michael Bernard Beckwith is a New Thought minister, author, and founder and spiritual director of the Agape International Spiritual Center in Beverly Hills, California.  \n\n"
        },
        {
            "title": "Career",
            "text": "Beckwith is the founder and spiritual director of the Agape International Spiritual Center, a transdenominational community founded in 1986. Agape’s local community outreach programs feed people experiencing homelessness, serve incarcerated individuals, partner with community service organizations active in children’s schools and youth homes, support the arts, and advocate for the preservation of our planet’s environmental resources. \n\nHe is also co-founder of the Association for Global New Thought and co-chair of the Season for Nonviolence, along with Arun Gandhi.[1][2]\n\n"
        },
        {
            "title": "Books",
            "text": "Beckwith is the author of several books, including Spiritual Liberation, which won the Gold Medal Nautilus Book Award in 2009,[3] Forty Day Mind Fast Soul Feast, A Manifesto of Peace, and TranscenDance Expanded, a book and collection of remixed lectures set to electronic dance music by Stephen Bray and John Potoker. In 2018, His seminal book, Life Visioning, was listed as one of \"15 Books to Help Solve 15 Life Problems\" on Oprah.com.[4]\n\nHis 2009 PBS Special, The Answer Is You,[5] was the impetus for his book of the same name.\n\n"
        },
        {
            "title": "Popular culture",
            "text": "Beckwith was also one of the featured teachers in the 2006 documentary The Secret and the bestselling book by the same name that followed the film. [6]\n\n"
        }
    ]
}