{
    "url": "https://en.wikipedia.org/wiki/Michael_Bohnen",
    "title": "Michael Bohnen",
    "table_of_contents": [
        "1 Life",
        "2 Partial filmography",
        "3 Honours",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFranz Michael Bohnen (2 May 1887 – 26 April 1965) was a German bass baritone opera singer and actor. Bohnen was very popular in the Roaring Twenties.[1]\n\n"
        },
        {
            "title": "Life",
            "text": "Michael Bohnen was born in Cologne.[2]  He trained in opera singing at the Hochschule für Musik Köln with composer and conductor Fritz Steinbach and Rudolf Schulz-Dornburg[2] and with a private tutor, making his debut in 1910 at the Stadttheater Düsseldorf. In 1912, he appeared at the Hoftheater Wiesbaden.[3] From 1912 onwards he was a member of the Hofoper Berlin and from 1914 onwards appeared regularly at the Bayreuther Festspiele. He served in the early years of the First World War, but was recalled to the Berliner Hofoper in 1916. In 1922 he sang at the Metropolitan Opera in New York.[3] In 1925, he played Baron Ochs von Lerchenau in a film of the opera Der Rosenkavalier.[4] After the war, Bohnen joined the Metropolitan Opera in New York in 1922, and spent 1933 to 1934 in Buenos Aires. He had an affair with La Jana and entered into a long correspondence with her, now held by his granddaughter.\n\nIn Germany, he also became popular as a spoken-word actor. In 1934, he returned to Berlin, first to the Staatsoper, then from 1935 to 1945 in the Deutschen Oper Berlin and after the end of the Second World War until 1947 as intendant of these halls (where he still sang until 1951) and as president of the Kammer der Kunstschaffenden. His time as intendant at the Städtischen Oper Berlin had to come to an end due to an accusation by his pupil, the tenor Hans Beirer, during the denazification process. His rehabilitation during the following years was slow, even though Beirer's accusation was quickly revealed as false. Bohnen thus died in complete poverty, with only a small wage from the city of Berlin. Michael Bohnen died on a Monday of acute heart failure in his Berlin apartment on 26 April 1965, a week before his 78th birthday.[5] He is buried in the Friedhof Heerstraße.\n\n"
        }
    ]
}