{
    "url": "https://en.wikipedia.org/wiki/Michael_Okuda",
    "title": "Michael Okuda",
    "table_of_contents": [
        "1 Career",
        "1.1 Work in Star Trek",
        "1.2 Work for NASA",
        "1.3 Firestorm",
        "1.4 Return to Star Trek",
        "1.5 Other work",
        "2 Recognition",
        "3 Bibliography",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMichael Okuda is an American graphic designer best known for his work on Star Trek including designing futuristic computer user interfaces known as \"okudagrams\".\n\n"
        },
        {
            "title": "Career",
            "text": "In the mid-1980s, he designed the look of animated computer displays for the USS Enterprise-A bridge in Star Trek IV: The Voyage Home.[1] This led to a staff position on Star Trek: The Next Generation in 1987 as a scenic artist, adding detail to set designs and props. To The Next Generation he contributed the GUI of the fictional LCARS computer system used throughout the USS Enterprise-D and other Starfleet starships. In homage to its creator, this visual style has come to be known among fans as \"okudagrams\".\n\nOkuda also served as a technical consultant on the various TNG-era Star Trek series along with Rick Sternbach, advising the scriptwriters on the technology used throughout the Star Trek universe such as the transporters and the warp drive, for example Okuda created the Heisenberg compensator as a way to explain how Star Trek's fictional transporter might work, despite the limitation of the uncertainty principle.[2] Okuda famously answered the question \"How does the Heisenberg compensator work?\" with \"It works very well, thank you.\"[3] This work resulted in a technical manual which was distributed to prospective scriptwriters along with the series bible. The manual was later published in revised and updated form as the Star Trek: The Next Generation Technical Manual by Pocket Books. Okuda then went on to write a number of Star Trek books with his wife, Denise. He continued working at Paramount Studios on multiple Star Trek series that followed The Next Generation, including as an art supervisor on Star Trek: Deep Space Nine, Star Trek: Voyager and through to the cancellation of Star Trek: Enterprise in 2005.[4] He also worked on the Star Trek movies that were produced while the various television series were in production. He also served as one of the producers when CBS digitally remastered and updated special visual effects for the original series.\n\nOkuda is known for including in-jokes within his designs. In April 2013, Phil Plait (Bad Astronomy blogger) reported that Okuda had included an oblique homage to The West Wing in the Voyager episode \"Imperfection\", by having Seven of Nine look at a list of Voyager crew who had died, and there listing Commander J. Bartlett (intentional misspelling), Lieutenant Commander L. McGarry, Lieutenant Commander T. Ziegler, Lieutenant J. Lyman, Lieutenant S. Seaborn, Ensign Claudia J. Craig (intentional misspelling) and Ensign Charles Young. Plait reported contacting Okuda who revealed that Okuda and his wife, Denise and graphic artist James Van Over, were all huge fans of The West Wing. Okuda is reported as saying that \"one of my rules regarding jokes was that they should never be apparent to the casual viewer. If they were, they would yank the viewer out of the story, and that would be a serious disservice to both. For this reason, I generally tried to keep the text on such gags at the ragged edge of legibility.\"[5]\n\nMike and Denise Okuda served as consultants on the project to upgrade Star Trek: The Next Generation to high definition.[6] They also created the text commentaries in the ten Star Trek Special Edition DVD movies, as well as special text commentaries for the Star Trek Fan Collection sets. In 2005, Okuda contributed as a consultant for Perpetual Entertainment in their development of the MMORPG Star Trek Online.[7] He also helped with the cataloging of items for the auction of Star Trek memorabilia by Christie's auction house. The event, and the preparation for it, is included in the History Channel documentary film Star Trek: Beyond the Final Frontier.\n\nIn a 2016 interview, Okuda said that his \"favorite\" Star Trek series is: \"The Original Series. No question.\"[8]\n\nOkuda designed logos for a number of NASA missions and programs including the STS-125 mission of Space Shuttle Atlantis to repair the Hubble Space Telescope and the Ares I-X development test flight. His work for Project Constellation, subsequently cancelled, included logos for the Ares booster, the Altair lunar lander, and the Orion spacecraft, designed to carry astronauts to the International Space Station and to return humans to the Moon.[1] The Orion logo was unveiled on August 26, 2006.[9] Okuda also designed a team emblem for the planned STS-400 rescue mission, which would have been launched if there had been a major problem during the STS-125 mission.[1]\n\nIn 2015, Okuda served as a visual consultant for the pilot Firestorm,[10] a crowd-funded project set up by Jamie Anderson, son of Gerry Anderson, creator of Thunderbirds. Firestorm used advances in animatronic marionettes, props and miniature set design dubbed 'Ultramarionation'.\n\nAfter Terry Matalas took over as showrunner of Star Trek: Picard at the start of season two, he and production designer Dave Blass invited creative/technical production staff he had previously worked with on Voyager back to work on Picard including Mike and Denise Okuda.[11]\n\nOkuda also worked on the Netflix series Space Force, the Clint Eastwood film Richard Jewell, Mark Altman's Pandora, and as a technical advisor on Ronald D. Moore's For All Mankind.[12]\n\n"
        },
        {
            "title": "Recognition",
            "text": "For his work as the designer of many NASA mission patches, Okuda received the NASA Exceptional Public Service Medal. He was presented with the award at a ceremony at the Johnson Space Center in Houston, Texas on July 9, 2009.[13]\n\nIn 2022, Okuda and his wife Denise were awarded a \"Lifetime Achievement Award\" from the Scenic, Title & Graphic Artists council of the Art Directors Guild.[14]\n\n"
        }
    ]
}