{
    "url": "https://en.wikipedia.org/wiki/Michel_Hazanavicius",
    "title": "Michel Hazanavicius",
    "table_of_contents": [
        "1 Life and career",
        "2 Filmography",
        "2.1 Awards",
        "3 Frequent casting",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMichel Hazanavicius (French: [mi.ʃɛl a.za.na.vi.sjys] (listen) Lithuanian: Hazanavičius; born 29 March 1967) is a French film director, screenwriter, editor, and producer. He is best known for his 2011 film, The Artist, which won the Academy Award for Best Picture at the 84th Academy Awards. It also won him the Academy Award for Best Director. He also directed spy film parodies OSS 117: Cairo, Nest of Spies (2006) and OSS 117: Lost in Rio (2009).\n\n"
        },
        {
            "title": "Life and career",
            "text": "Hazanavicius was born in Paris. His family is Jewish, and originally from Lithuania. His grandparents were from both Poland and Lithuania and settled in France in the 1920s.[1][2][3] Before directing films, Hazanavicius worked in television, beginning with the Canal+ channel, where he started as a director in 1988.[4] He began directing commercials for companies such as Reebok and Bouygues Telecom, and then, in 1993, he made his first feature-length film, La Classe américaine, for television. The film, co-directed with Dominique Mézerette, consisted entirely of footage taken from various films produced by the Warner Bros. studio, re-edited and dubbed into French.  In 1997,[4] Hazanavicius directed his first short film, Echec au capital, and followed it up with his first theatrically released feature, Mes amis, which starred his brother, actor Serge Hazanavicius.\n\nSeven years later, Hazanavicius wrote and directed his second feature, OSS 117: Cairo, Nest of Spies, a parody of 1960s spy movies and specifically of OSS 117, a popular character created by Jean Bruce in 1949. The $17.5 million film was a modest box office success, with $23 million worldwide receipts.[5] A sequel, OSS 117: Lost in Rio, followed in 2009. Both films were later distributed in the United States by Music Box Films. The Artist, a black and white film without dialogue which takes place in Hollywood on the eve of sound film, screened in competition at the 2011 Cannes International Film Festival. The Artist was later released to universal acclaim. On 24 January 2012 Hazanavicius received nominations for three Oscars: the Academy Awards for Best Director, Best Original Screenplay and Best Film Editing. Hazanavicius said winning an Oscar would be \"like dreaming of going to the moon – you don't really believe it could ever happen.\"[6] Hazanavicius won the Academy Award for Best Director for The Artist, at the 84th Academy Awards.[7][8] He was invited to join the Academy of Motion Picture Arts and Sciences in June 2012 along with 175 other individuals.[9]\n\nHe contributed a section to the omnibus film The Players (Les Infidèles) starring Jean Dujardin. He then announced that his next feature film would be a remake of the 1948 Fred Zinnemann film The Search. The film stars Berenice Bejo in the Montgomery Clift role as an NGO worker helping a little boy find his family in modern-day Chechnya and was produced by Thomas Langmann.[10] Golden Globe Award actress winner Annette Bening also stars in the film.[11]\n\nHazanavicius was in a relationship with film director Virginia Lovisone, and they have two daughters together, Simone and Fantine. He is married to Bérénice Bejo, who acted in his films OSS 117: Cairo, Nest of Spies, The Artist and The Search.[12] Hazanavicius and Bejo have two children together: Lucien and Gloria.\n\n"
        }
    ]
}