{
    "url": "https://en.wikipedia.org/wiki/Michael_Curtiz",
    "title": "Michael Curtiz",
    "table_of_contents": [
        "1 Early life",
        "2 Career in Europe",
        "2.1 Actor",
        "2.2 Director",
        "3 Career in the US",
        "3.1 1920s",
        "3.2 1930s",
        "3.3 1940s",
        "3.4 1950s",
        "4 Directing style",
        "4.1 Preparation",
        "4.2 Cinematography",
        "4.3 Types of stories",
        "4.4 Personal habits",
        "4.5 Working with colleagues",
        "5 Personal life",
        "6 Death",
        "7 Legacy",
        "8 Academy Award nominations",
        "8.1 Directed Academy Award performances",
        "9 Musicals",
        "10 AFI",
        "11 Selected Hollywood filmography",
        "12 Notes",
        "13 References",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMichael Curtiz (/kɜːrˈtiːz/ kur-TEEZ; born Manó Kaminer; since 1905 Mihály Kertész; Hungarian: Kertész Mihály; December 24, 1886 –  April 10, 1962) was a Hungarian-American film director, recognized as one of the most prolific directors in history.[2]: 67  He directed classic films from the silent era and numerous others during\nHollywood's Golden Age, when the studio system was prevalent.\n\nCurtiz was already a well-known director in Europe when Warner Bros. invited him to Hollywood in 1926, when he was 39 years of age. He had already directed 64 films in Europe, and soon helped Warner Bros. become the fastest-growing movie studio. He directed 102 films during his Hollywood career, mostly at Warners, where he directed ten actors to Oscar nominations. James Cagney and Joan Crawford won their only Academy Awards under Curtiz's direction. He put Doris Day and John Garfield on screen for the first time, and he made stars of Errol Flynn, Olivia de Havilland, and Bette Davis. He himself was nominated five times and won twice, once for Best Short Subject for Sons of Liberty and once as Best Director for Casablanca.\n\nCurtiz was among those who introduced to Hollywood a visual style using artistic lighting, extensive and fluid camera movement, high crane shots, and unusual camera angles. He was versatile and could handle any film genre: melodrama, comedy, love story, film noir, musical, war story, Western, horror, or historical epic. He always paid attention to the human-interest aspect of every story, stating that the \"human and fundamental problems of real people\" were the basis of all good drama.[3]\n\nThe death of 25 horses in The Charge of the Light Brigade under Curtiz's direction led to a near-violent confrontation between Curtiz and star Errol Flynn, which led to the U.S. Congress and the ASPCA to enact legislation and policy to prevent cruelty to animals on the sets of movies.\n\nCurtiz helped popularize the classic swashbuckler with films such as Captain Blood (1935) and The Adventures of Robin Hood (1938). He directed many other dramas which are considered classics: Angels with Dirty Faces (1938), The Sea Wolf (1941), Casablanca (1942), and Mildred Pierce (1945). He directed leading musicals, including Yankee Doodle Dandy (1942), This Is the Army (1943), and White Christmas (1954), and he made comedies with Life With Father (1947) and We're No Angels (1955).\n\n"
        },
        {
            "title": "Early life",
            "text": "Curtiz was born Manó Kaminer[a] to a Jewish family in Budapest in 1886, where his father was a carpenter and his mother an opera singer.[1][4]: 20 [5] In 1905, he Magyarised his name to Mihály Kertész.[b][c] Curtiz had a lower-middle-class upbringing. He recalled during an interview that his family's home was a cramped apartment, where he had to share a small room with his two brothers and a sister. \"Many times we are hungry,\" he added.[4]: 20 \n\nAfter graduating from high school, he studied at Markoszy University, followed by the Royal Academy of Theater and Art, in Budapest, before beginning his career.[d]\n\n"
        },
        {
            "title": "Career in Europe",
            "text": "Curtiz became attracted to the theater when he was a child in Hungary. He built a little theater in the cellar of his family home when he was 8 years old, where he and five of his friends re-enacted plays. They set up the stage, with scenery and props, and Curtiz directed them.\n\nAfter he graduated from college at age 19, he took a job as an actor with a traveling theater company, where he began working as one their traveling players.[7] From that job, he became a pantomimist with a circus for a while, but then returned to join another group of traveling players for a few more years. They played Ibsen and Shakespeare in various languages, depending on what country they were in. They performed throughout Europe, including France, Hungary, Italy, and Germany, and he eventually learned five languages.[7] He had various responsibilities:\n\nHe worked as Mihály Kertész at the National Hungarian Theater in 1912.[8]: 5  and was a member of the Hungarian fencing team at the Olympic Games in Stockholm. Kertész directed Hungary's first feature film, Today and Tomorrow (Ma és holnap, 1912), in which he also had a leading role. He followed that with another film,  The Last Bohemian (Az utolsó bohém, also 1912).[9]: 163 \n\nCurtiz began living in various cities in Europe to work on silent films in 1913. He first went to study at Nordisk studio in Denmark, which led to work as an actor and assistant director to August Blom on Denmark's first multireel feature film, Atlantis (1913).[10]\n\nAfter World War I began in 1914, he returned to Hungary, where he served in the army for a year, before he was wounded fighting on the Russian front.[10][11] Curtiz wrote of that period:\n\nHe was assigned to make fund-raising documentaries for the Red Cross in Hungary.[10] In 1917, he was made director of production at Phoenix Films, the leading studio in Budapest, where he remained until he left Hungary.[12]: 173  However, none of the films he directed there survive intact, and most are completely lost.[12]: 173 \n\nBy 1918, he had become one of Hungary's most important directors,[10] having by then directed about 45 films.[9]: 163  However, following the end of the war, in 1919, the new communist government nationalized the film industry, so he decided to return to Vienna to direct films there.[10]\n\nCurtiz briefly worked at UFA GmbH, a German film company, where he learned to direct large groups of costumed extras, along with using complicated plots, rapid pacing, and romantic themes.[9] His career truly started due to his work for Count Alexander Kolowrat (known as Sascha), with whom he made at least 21 films for the count's film studio, Sascha Films. Curtiz later wrote that at Sascha, he \"learned the basic laws of film art, which, in those days, had progressed further in Vienna than anywhere else.\"[12]: 173 \n\nAmong the films he directed were Biblical epics such as Sodom und Gomorrha (1922) and Die Sklavenkönigin (1924) (titled Moon of Israel in the U.S.).[10] He also made Red Heels (1925) and The Golden Butterfly (1926),[1] and once directed 14-year-old Greta Garbo in Sweden.[13] During this period, he tended to specialize in directing two kinds of films, either sophisticated light comedies or historical spectaculars.[12]: 173  He launched the career of Lucy Doraine, who went on to become an international star, along with that of Lili Damita, who later married Errol Flynn.[12]: 173 \n\nThe Moon of Israel (1924) was a spectacle of the enslavement of the children of Israel and their miraculous deliverance by way of the Red Sea. Shot in Vienna with a cast of 5,000, it had for its theme the love story of an Israelite maiden and an Egyptian prince.[9]: 163  Paramount Pictures in the U.S. bought the rights to the film to compete with Cecil B. DeMille's The Ten Commandments. However, The Moon of Israel caught the attention of Jack and Harry Warner, and Harry went to Europe in 1926 just to meet Curtiz and watch him work as director.[e]\n\nThe Warners were impressed that Curtiz had developed a unique visual style which was strongly influenced by German Expressionism, with high crane shots and unusual camera angles. The film also showed that Curtiz was fond of including romantic melodrama \"against events of vast historical importance, for driving his characters to crises and forcing them to make moral decisions,\" according to Rosenzweig.[14]: 136  He offered Curtiz a contract to be a director at his new film studio in Hollywood, Warner Bros., where he would direct a similar epic that had been planned, Noah's Ark (1928).[10][16] By the time Curtiz accepted Warner's offer, he was already a prolific director, having made 64 films in countries including Hungary, Austria, and Denmark.[17]: 3 \n\n"
        },
        {
            "title": "Career in the US",
            "text": "Curtiz arrived in the United States in the summer of 1926,[18]: 63  and began directing at Warner Bros. under the anglicised name Michael Curtiz. During what became a 28-year period at Warner Bros., he directed 86 films, including his best work.\n\nAlthough he was an experienced filmmaker, now aged 38, Warners assigned him to direct a number of average-quality films to break him in, the first being The Third Degree (1926).[1] Curtiz's unique camerawork technique was used throughout, visible in dramatic camera angles, in a style which one critic assumed other directors would likely envy.[19]\n\nLearning English quickly was an immediate hurdle, however, since he had no free time. When Jack Warner gave him the film to direct, Curtiz recalls, \"I could not speak one word of English.\"[20]  It was a romantic story about jail life and gangsters in Chicago, a place he had never been  about American underworld figures he had never met.[13]\n\nTo gain some direct experience about the subject, Curtiz convinced the Los Angeles sheriff to let him spend a week in jail. \"When I came out, I knew what I needed for the picture.\"[20]\n\nCurtiz firmly believed that investigating the background of every story should be done first and done thoroughly before starting a film.[20] He said that whenever someone asked him how he, a foreigner, could make American films, he told them, \"human beings are the same all over the world. Human emotions are international.\" He treated his first films in the U.S. as learning experiences:\n\nAlthough the language barrier made communicating with the casts and crews a hardship, he continued to invest time in preparation. Before he directed his first Western, for example, he spent three weeks reading about the histories of Texas and the lives of its important men.[11] He found it necessary to continue such intensive studying of American culture and habits in preparation for most other film genres.[11] But he was quite satisfied being in Hollywood:\n\nThe Third Degree (1926), available at the Library of Congress, made good use of Curtiz's experience in using moving cameras to create expressionistic scenes, such as a sequence shot from the perspective of a bullet in motion.[1]  The film was the first of eight Curtiz films to have Dolores Costello as its star.[1]\n\nWarner Bros. had Curtiz direct three other mediocre stories to be sure he could take on larger projects, during which time he was able to familiarize himself with their methods and work with the technicians, including cameramen, whom he would use in subsequent productions.[14]: 137   As biographer James C. Robertson explains, \"In each case, Curtiz strove valiantly, but unsuccessfully to revitalize unconvincing scripts through spectacular camera work and strong central performances, the most noteworthy features of all those films.\"[14]: 137 \n\nOn a visit to Hollywood in 1927, Ilya Tolstoy, Leo Tolstoy's son, who had been a friend of Curtiz in Europe, wanted him to direct several films based on his father's novels. He chose Curtiz because he already knew the locale and its people.[22] During this period, Warner Bros. began experimenting with talking films. They assigned two part-silent and part-talking pictures for Curtiz to direct: Tenderloin (1928) and  Noah's Ark (1928), both of which also starred Costello.[16]\n\nNoah's Ark included two parallel stories, one recounting the biblical flood, and the other a World War I-era romance. It was the first epic film attempted by Warner Bros., and in handing production over to Curtiz, they were hoping to assure its success. The climactic flood sequence was considered \"spectacular\" at the time, observed historian Richard Schickel,[23]: 31  while biographer James C. Robertson said it was \"one of the most spectacular incidents in film history.\"[6]: 16  Its cast was made up of over 10,000 extras. However, the reissue of the film in 1957 cut an hour off the original time of 2 hours and 15 minutes. The story was an adaptation written by Bess Meredyth, who married Curtiz a few years later.[24]\n\nThe critical success of these films by Curtiz contributed to Warner Bros' becoming the fastest-growing studio in Hollywood.[1]\n\nIn 1930, Curtiz directed Mammy (1930), Al Jolson's fourth film after being in Hollywood's first true talking picture, The Jazz Singer (1927). During the 1930s, Curtiz directed at least four films each year.\n\nAlthough unusual projects for Warner Bros., Curtiz directed two horror films for the studio, Doctor X (1932) and Mystery of the Wax Museum (1933), both in early Technicolor, with numerous atmospheric scenes filmed on the studio's back lot.[1]\n\nAnother breakthrough film was 20,000 Years in Sing Sing (1932), starring then little-known actors Spencer Tracy and Bette Davis in one of their earliest films.[25] MGM head Louis B. Mayer saw the film and was impressed enough by Tracy's acting that he hired him on to MGM's roster of stars.[26]: 221 \n\nCurtiz's American career did not really take off until 1935.[2]: 63  In the early 1930s,  Warner Bros. was struggling to compete with the larger MGM, which was releasing costume dramas such as Queen Christina (1933) with Greta Garbo, Treasure Island (1934) with Wallace Beery, and The Count of Monte Cristo (1934), they decided to take a chance and produce their own costume drama.\n\nUntil then, it was a genre in which Warners' had assumed they could never succeed, owing to its higher production budgets, during the years of the Great Depression. However, in March 1935, Warners announced it would produce Captain Blood (1935), a swashbuckler action drama based on the novel by Rafael Sabatini, and directed by Curtiz.[2]: 63  It would star a then unknown extra, Errol Flynn,[13] alongside the little-known Olivia de Havilland.[27]\n\nThe film was a major success with positive critical reviews. It was nominated for the Academy Award for Best Picture, and though not nominated, Curtiz received the second-highest number of votes for Best Director, solely from write-in votes. It also made stars of both Flynn and de Havilland, and it elevated Curtiz to being the studio's leading director.[2]: 63 \n\nCurtiz continued the successful genre of adventure films starring Flynn (often with de Havilland) that included The Charge of the Light Brigade (1936), a depiction of the British Light Brigade during the Crimean War.[28] The film, another Oscar winner, was a greater success at the box-office than Captain Blood.[2]: 64  It was followed by The Adventures of Robin Hood (1938, co-directed with William Keighley whom Curtiz replaced), the most profitable that year,[2]: 64  winning three Academy Awards and being nominated for Best Picture.[29] It is in Rotten Tomatoes' list of Top 100 Movies.[30]\n\nThat being their third Curtiz film together, Flynn and de Havilland continued to star in other hugely successful films under his direction, including The Private Lives of Elizabeth and Essex (1939), co-starring Bette Davis.[31] Davis starred in a Curtiz film in most years during the 1930s.[2]: 73  Because of Curtiz's high film productivity, Warner Bros. created a special unit for his pictures, which then allowed him to manage two film crews. One worked with him during actual filming, while the other prepared everything for the next picture.[32]\n\nJohn Garfield was among Curtiz's discoveries, with his debut in Four Daughters (1938), followed by a co-starring role in its sequel, Four Wives (1939). Curtiz discovered Garfield, a stage actor, by accident, when he came across a discarded screen test he gave, and thought he was very good. Garfield had assumed he failed the screen test and was already heading back to New York in disgust. Curtiz then went to Kansas City to intercept the train, where he pulled Garfield off and brought him back to Hollywood.[13] Garfield also later co-starred in Curtiz's The Sea Wolf (1941).\n\nIn Four Daughters, Garfield co-starred with Claude Rains, who would star in 10 Curtiz movies over his career, with six of those during the 1930s.[1] Garfield and Rains \"were brilliant together in this unjustly neglected Curtiz classic,\" says biographer Patrick J. McGrath about Four Daughters.[33] Garfield considered it his \"obscure masterpiece.\"[33] Reviews praised his role: \"Perhaps the greatest single occurrence having to do with Four Daughters on reading the critics appears to be the debut of John Garfield, a brilliant young actor recruited from the Broadway stage.\"[34] Similar approval came from The New York Times, which called Garfield's acting \"bitterly brilliant ... one of the best pictures of anybody's career.\"[34] Garfield and Rains co-starred the following year in Curtiz's Daughters Courageous (1939).\n\nAfter James Cagney starred in Curtiz's Angels with Dirty Faces (1938), he was nominated for an Oscar for the first time.[1] The New York Film Critics Circle voted him as best actor for his portrayal in the film, where he played the part of a hoodlum who redeems himself.[2]: 64 [35] Curtiz was also again nominated, solidifying further his status as the studio's most important director.[2]: 64  Curtiz was nominated for the  1938 Oscar for Best Director for both Angels with Dirty Faces and Four Daughters  losing to Frank Capra for You Can't Take It with You. Curtiz, however, had split his votes between two films and had actually the greater number of aggregate Academy votes.[36]\n\nThe following year, Curtiz directed Sons of Liberty (1939), starring Claude Rains, in an Oscar-winning biopic which dramatizes the Jewish contribution to America's independence.[2]: 44  Curtiz also elicited some of the finest work from Edward G. Robinson in Kid Galahad (1937), where Robinson played a tough and sardonic, but ultimately soft-hearted, boxing manager.[37] The picture co-starred Bette Davis and Humphrey Bogart.[1][38]\n\nThree Westerns directed by Curtiz also starring Flynn were Dodge City (1939),[39] Santa Fe Trail (1940) co-starring future US president Ronald Reagan,[40] and Virginia City (1940).[41][42]\n\nThe 1940s continued to have releases of other critically acclaimed films directed by Curtiz, including The Sea Hawk (1940), Dive Bomber (1941), The Sea Wolf (1941), Casablanca (1942), Yankee Doodle Dandy (1942), This Is the Army (1943), Mildred Pierce (1945), and Life with Father (1947).\n\nOne of the biggest hits of 1940 was The Sea Hawk starring Errol Flynn in the role of an adventurer in the mold of Sir Francis Drake.[43] Flora Robson played Queen Elizabeth I, and Claude Rains acted as the Spanish ambassador, whose job it was to mislead the Queen who rightly suspected the Spanish Armada was about to attempt to invade England. Some critics felt the story was equivalent to actual events then taking place in Europe, describing it as a \"thinly veiled diatribe against American isolationism on World War II's brink.\"[44] Film columnist Boyd Martin noticed the similarities:\n\nDive Bomber (1941)[46] was released a few months before the attack on Pearl Harbor; the film was well received by the public, being rated as the sixth-most popular film that year.[47] No other pre-Pearl Harbor picture matched the quality of its flying scenes.[48] Film columnist Louella Parsons wrote, \"Dive Bomber again makes us glad we are Americans protected by a Navy as competent as ours.\"[48]\n\nFilming at the active naval base in San Diego required great care, especially for aerial sequences. Curtiz shot every foot of Dive Bomber with Navy assistance and under strict Navy scrutiny.[49] To create realistic shots, he mounted cameras on the Navy's planes to achieve \"amazing point-of-view shots,\" taking viewers inside the cockpit during flight. He also mounted cameras underneath the wings of planes to dramatize take-offs from the Enterprise, an aircraft carrier launched a few years earlier.[48] Bosley Crowther of The New York Times gave it a good review:[50]\n\nEdward G. Robinson starred in The Sea Wolf (1941), his second film directed by Curtiz.[52] He portrayed the rampaging, dictatorial captain of a ship in an adaptation of one of Jack London's best known novels. Robinson said the character he portrayed \"was a Nazi in everything but name,\" which, Robinson observed, was relevant to the state of the world at that time.[1][53] John Garfield and Ida Lupino were cast as the young lovers who attempt to escape his tyranny.  Some reviews described the film as one of Curtiz's \"hidden gems ... one of Curtiz's most complex works.\"[54] Robinson was impressed by Garfield's intense personality, which he felt may have contributed to his death at age 39:\n\nCurtiz directed another Air Force film, Captains of the Clouds (1942), about the Royal Canadian Air Force. It starred James Cagney and Brenda Marshall. According to Hal B. Wallis, its producer, it became Warner Bros.' most extensive and difficult production, and everything had to be relocated to Canada.[55]: 76  Like Dive Bomber, the vivid aerial scenes filmed in Technicolor were another feature that garnered critical attention, and the film was nominated for Best Art Direction and Best Color Cinematography.[56]\n\nCurtiz directed Casablanca (1942), a World War II-era romantic drama described by Roger Ebert in 1996 as one of the most popular films ever made.[57] Among its stars were Humphrey Bogart, playing an expatriate living in Morocco, and Ingrid Bergman as a woman who was trying to escape the Nazis. The supporting cast features Paul Henreid, Claude Rains, Conrad Veidt, Sidney Greenstreet, and Peter Lorre. The picture received eight Academy Award nominations and winning three, including one for Curtiz as Best Director.[1] Time magazine in 2012 described Casablanca as \"the best movie ever made\".[58]\n\nShortly after Captains of the Clouds was completed, but before Casablanca, Curtiz directed the musical biopic, Yankee Doodle Dandy (1942), a film about singer, dancer, and composer George M. Cohan.[59] It starred James Cagney in a role totally opposite from the one he had played four years earlier in Curtiz's Angels with Dirty Faces. Where the earlier film became a career high point for Cagney's portrayals of a gangster, a role he played in many earlier films, in this film, an overtly patriotic musical, Cagney demonstrates his considerable dancing and singing talents. It was Cagney's favorite career role.[60]\n\nCagney's bravura performance earned him his only Academy Award as Best Actor. For Warner Bros., it became their biggest box-office success in the company's history up to that time, nominated for nine Academy Awards and winning four. The success of the film also became a high point in Curtiz's career, with his nomination as Best Director. The film has been added to annals of Hollywood as a cinematic classic, preserved in the United States National Film Registry at the Library of Congress as being \"culturally, historically, or aesthetically significant\".[10]\n\nAnother patriotic Curtiz film was This Is the Army (1943), a musical adapted from the stage play with a score by Irving Berlin.[61] As America was engaged in World War II, the film boosted the morale of soldiers and the public. Among its nineteen songs, Kate Smith's rendition of \"God Bless America\" was one of the highlights of the film.[62] As a result of the film's numerous popular and generic elements, such as ground and aerial combat, recruitment, training, and marching as well as comedy, romance, song, and dance, it was the most financially successful war-themed film of any kind made during World War II.[63]\n\nDuring this period, Curtiz also directed the World War II propaganda film Mission to Moscow (1943), a film which was commissioned at the request of President Franklin D. Roosevelt in support of the U.S. and British ally, the Soviet Union, at that time holding down 80% of all German forces as they repelled the Nazi invasion of Russia. The film was mostly well received by critics and was a success at the box office, but the film soon proved to be controversial after it stirred up strong anti-Communist sentiments. Curtiz took the criticism personally and vowed never again to direct an overtly political film, a promise which he kept.[14]: 148 \n\nMildred Pierce (1945) was based on the novel by James M. Cain.[64] Its star, Joan Crawford, gave one of the strongest performances in her career, playing a mother and successful businesswoman who sacrifices everything for her spoiled daughter, played by Ann Blyth.\n\nAt the time Crawford accepted the part from Warner Bros., her 18-year career at MGM had been in decline.[65] She had been one of Hollywood's most prominent and highest-paid stars but her films began losing money, and by the end of the 1930s, she was labeled \"box office poison\". Rather than remain at MGM and see newer, younger talent draw  most of the studio's attention with better roles, she left MGM and signed a contract with Warner Bros. at a reduced salary.[66]\n\nCurtiz originally wanted Barbara Stanwyck for the role. However, Crawford, who by then had not been in a film for two years, did her best to get the part. Rare for a major star, she was even willing to audition for Curtiz. She was already aware that \"Mr. Mike Curtiz hated me ... I don't want those big broad shoulders,\" he said. During her reading of an emotional scene as he watched, she saw him become so overwhelmed by her delivery that he cried, and he then said, \"I love you, baby.\"[67]\n\nTo help Crawford prepare for certain court scenes, Curtiz took her downtown, where they spent time visiting jails and watching criminal trials.[68] In photographing her, he used careful film noir camera techniques, a style he learned in Europe, to bring out the features of Crawford's face, using rich black-and-white highlights.[69] He was aware that Crawford guarded her screen image very carefully, and that she truly cared about quality. Crawford learned to appreciate Curtiz's genius with the camera.[70] Eve Arden, who was nominated as Best Supporting Actress for the film, said \"Curtiz was one of the few directors who knew what he wanted and was able to express himself exactly, even in his amusing Hungarian accent.\"[70]\n\nMildred Pierce was nominated for six Academy Awards, including Best Picture. Only Crawford won, for Best Actress, her first and only Oscar.[66] The novel's author, James M. Cain, gave her a leather-bound copy of Mildred Pierce, which he inscribed: \"To Joan Crawford, who brought Mildred to life as I had always hoped she would be, and who has my lifelong gratitude.\"[71] The film returned Crawford to the ranks of leading stars.\n\nAfter the success of the film, Jack Warner gave Curtiz two new and exceptional contracts in appreciation, boosting his salary and reducing the number of films he had to direct each year to two.[72]\n\nCurtiz directed William Powell and Irene Dunne in Life with Father (1947), a family comedy.[73] It was a big hit in the United States, and was nominated for four Academy Awards, including Best Actor for Powell. During Powell's career, he acted in 97 films; his third and last nomination was for this film. One review stated, \"He is magnificent in the role, imbuing it with every attribute of pomp, dignity, unconscious conceit, and complete loveableness! His is one of the really great screen performances of the year ... that crowns a long screen life.\"[74]\n\nIn the late 1940s, Curtiz made a new agreement with Warner Bros. under which the studio and his own production company were to share the costs and profits of his subsequent films with his films to be released through Warner Bros. \"I'm going to try to build my own stock company and make stars of unknowns. It is getting impossible to sign up the big stars, because they are tied up for the next two years,\" he said.[75] He also said that he was less concerned with looks than personality when using an actor. \"If they are good-looking, that's something extra. But I look for personality.\"[75]\n\nHe soon learned that good stories were even harder to come by: \"Studios will pay anything for good stories ... they will buy it up before anyone else can get it,\" he complained. The story for Life With Father was said to have cost the studio $300,000, and the full budget for making the film was about $3 million.[75]\nThe subsequent films did poorly, however, whether as part of the changes in the film industry in this period or because Curtiz \"had no skills in shaping the entirety of a picture\".[18]: 191  Either way, as Curtiz himself said, \"You are only appreciated so far as you carry the dough into the box office. They throw you into gutter next day\".[18]: 332 \n\nCurtiz's films continued to cover a wide range of genres, including biopics, comedies, and musicals. Some of the box office successes and well-received films included Young Man with a Horn (1950), Jim Thorpe – All-American (1951), The Story of Will Rogers (1952), White Christmas (1954), We're No Angels (1955), and King Creole (1958).\n\nYoung Man with a Horn (1950) starred Kirk Douglas, Lauren Bacall, and Doris Day, with Douglas portraying the rise and fall of a driven jazz musician, based on real-life cornet player Bix Beiderbecke.[76][77] Curtiz directed another biopic, Jim Thorpe – All-American (1951), this time starring Burt Lancaster, based on the true story of a Native American athlete who won more gold medals than any other athlete at the 1912 Summer Olympics in Stockholm.[78] The film received plaudits as one of the most compelling of all sports movies.[79]\n\nCurtiz followed with I'll See You in My Dreams (1952), with Doris Day and Danny Thomas.[80] The film is a musical biography of lyricist Gus Kahn. It was Day's fourth film directed by Curtiz, who first auditioned her and gave her a starring role in her debut film, Romance on the High Seas (1948). She was shocked at being offered a lead in her first film, and admitted to Curtiz that she was a singer without acting experience. What Curtiz liked about her after the audition was that \"she was honest,\" he said, not afraid to tell him she was not an actress. That, and the observation \"her freckles made her look like the All-American Girl,\" he said. Day would be the discovery he boasted about most later in his career.[13]\n\nThe Story of Will Rogers (1952), also a biography, told the story of the humorist and movie star Will Rogers, played by Will Rogers Jr., his son.[81]\n\nThe long partnership between Curtiz and Warner Bros., eventually descended into a bitter court battle. After his relationship with Warner Bros. broke down, Curtiz continued to direct on a freelance basis from 1954 onwards. The Egyptian (1954, based on Mika Waltari's novel about Sinuhe) for Fox starred Jean Simmons, Victor Mature, and Gene Tierney. He directed many films for Paramount, including White Christmas, We're No Angels, and King Creole. White Christmas (1954), Curtiz's second adaptation of an Irving Berlin musical, was a major box-office success, the highest-grossing film of 1954. It starred Bing Crosby, Danny Kaye, Rosemary Clooney, and Vera-Ellen.[82]\n\nCurtiz directed The Scarlet Hour (1956), which starred newcomers Carol Ohmart and Tom Tryon. It was reported that Curtiz was temperamental and disliked the script. The film was a commercial failure.[83]\n\nAnother musical, King Creole (1958), starred Elvis Presley and Carolyn Jones.[84] When asked to direct Presley, who was then the \"king of rock and roll\", Curtiz could only laugh, assuming Presley would be unable to act. After a few conversations with him, however, his opinion changed: \"I began to sit up and take notice,\" Curtiz said, adding, \"I guarantee that he'll amaze everyone. He shows formidable talent. What's more, he'll get the respect he so dearly desires.\"[85] During filming, Presley was always the first one on the set. When he was told what to do, regardless of how unusual or difficult, he said simply, \"You're the boss, Mr. Curtiz.\"[85]\n\nThe script, the music, and the acting all came together to produce a remarkable picture, the likes of which Presley never matched in his career.[87] It received good reviews: Variety magazine declared that the film \"Shows the young star [Presley] as a better than fair actor\".[88] The New York Times also gave it a favorable review: \"As for Mr. Presley, in his third screen attempt, it's a pleasure to find him up to a little more than Bourbon Street shoutin' and wigglin'. Acting is his assignment in this shrewdly upholstered showcase, and he does it, so help us, over a picket fence.\"[89] Presley later thanked Curtiz for giving him the opportunity to show his potential as an actor; of his 33 films, Elvis considered it his favorite.\n\nThe final film that Curtiz directed was The Comancheros, released six months before his death from cancer on April 10, 1962. Curtiz was ill during the shoot, but star John Wayne took over directing on the days Curtiz was too ill to work. Wayne did not want to take a co-director credit.\n\n"
        },
        {
            "title": "Directing style",
            "text": "Curtiz always invested the time necessary to prepare all aspects of a film before shooting. \"As far as I am concerned,\" he said, \"the chief work in directing a film is in preparing a story for the screen ... Nothing is as important ... A director can be likened to the field general of an army. He should know more clearly than anyone else what is coming, what to expect ... I believe this as a sound working plan.\"[90]\n\nBy putting time into preparation, he cut down on delays after production started which gave him the ability to put out about six films a year until the 1940s. He turned out Front Page Woman (1935) in only three weeks, which contained rapid-fire newspaper dialogue with Bette Davis,[91] then turned around and made Captain Blood entirely on the sound stage without having to leave the studio.[92]\n\nSidney Rosenzweig argues that Curtiz did have his own personal style, which was in place by the time of his move to America: \"high crane shots to establish a story's environment; unusual camera angles and complex compositions in which characters are often framed by physical objects; much camera movement; subjective shots, in which the camera becomes the character's eye; and high contrast lighting with pools of shadows\".[8]: 6–7  Aljean Harmetz states that, \"Curtiz's vision of any movie... was almost totally a visual one\".[18]: 183–184 \n\nA few months after arriving in Hollywood as Warner Bros.' new director, Curtiz explained that he wanted to make viewers feel as though they were actually witnessing a story on screen:\n\nIn preparing scenes, Curtiz liked to compare himself to an artist, painting with characters, light, motion, and background on a canvas. However, during his career, this \"individualism,\" says Robertson, \"was hidden from public view\" and undervalued because, unlike many other directors, Curtiz's films covered such a wide spectrum of different genres.[6]: 2  He was therefore seen by many as more of a versatile master technician who worked under Warner Bros.' direction, rather than as an auteur with a unique and recognizable style.[6]: 2 \n\nHal B. Wallis, being the producer of many of Curtiz's films,  including Robin Hood, was always watchful over budgets. He wrote to Jack Warner during the shooting of that film, \"In his enthusiasm to make great shots and composition and utilize the great production values in this picture, he is, of course, more likely to go overboard than anyone else ... I did not try to stop Mike yesterday when he was on the crane and making establishing shots.\"[4]: 123 \n\nCurtiz himself rarely expressed his philosophy or filmmaking style in writing since he was always too busy making films, so  no autobiography and only a few media interviews exist.[6]: 3  His brother observed that Curtiz was \"shy, almost humble,\" in his private life, as opposed to his \"take-charge\" attitude at work.[94] His brother added that \"he did not want anybody to write a book about him. He refused to even talk about the idea.\"[94] When Curtiz was once asked to sum up his philosophy of making movies, he said, \"I put all the art into my pictures that I think the audience can stand.\"[94]\n\nBefore coming to Hollywood, Curtiz always considered the story before he began working on a film. The human-interest side of a story was key, along with having the plot develop as the film progressed. He explains:\n\nHis attitude did not change when he joined a large studio, despite being given large spectacles to direct. As late as the 1940s, he still preferred \"homey pictures.\" He said it was \"because I want to deal with human and fundamental problems of real people. That is the basis of all good drama. It is true even in a spectacle, where you must never forget the underlying humanity and identity of your characters no matter how splendid the setting or situations are.\"[95] However, he also felt that even with the same story, any five different directors would produce five distinctive versions. \"No two would be alike,\" he said, as each director's \"work is reflection of himself.\"[90]\n\nFilm historian Peter Wollen says that throughout Curtiz's career, his films portrayed characters who had to \"deal with injustice, oppression, entrapment, displacement, and exile.\"[17]: 85  He cites examples of Curtiz films to support that: 20,000 Years in Sing Sing (1932) dealt with the theme of social alienation, while Captain Blood, The Adventures of Robin Hood, and The Sea Hawk all concerned a tyrant monarch who was threatening the freedom of ordinary Englishmen.[17]: 90  Wollen states:\n\nCurtiz was always extremely active: he worked very long days, took part in several sports in his spare time, and was often found to sleep under a cold shower.[18]: 188  He skipped lunches since they interfered with his work and he felt they often made him tired. He was therefore dismissive of actors who ate lunch, believing that \"lunch bums\" had no energy for work in the afternoons.[18]: 188 \n\nWallis said he was \"a demon for work.\"[55] He arose each morning at 5 am and typically remained at the studio until 8 or 9 pm. He hated to go home at the end of the day, said Wallis. With his high energy level, he also attended to every minute detail on the set.\n\nTo broaden his life experiences in the U.S., since he seldom traveled outside of Hollywood, he tended to be restless and curious about everything in the area when he did go on location shoots. Wallis, who as the producer, was often with him, observed that he explored everything:\n\nHe earned the nickname \"Iron Mike\" from his friends, since he tried to keep physically fit by playing polo when he had time, and owned a stable of horses for his recreation at home. He attributed his fitness and level of energy solely to sober living.[95] Even with his vast success and wealth over the years, he did not allow himself \"to be fondled in the lap of luxury.\"[95]\n\nThe down side of his dedication was an often callous demeanor, which many attributed to his Hungarian roots. Fay Wray, who worked with Curtiz on Mystery of the Wax Museum, said, \"I felt that he was not flesh and bones, that he was part of the steel of the camera\".[18]: 126  Curtiz was not popular with most of his colleagues, many of whom thought him arrogant.[8]: 7  Nor did he deny that, explaining, \"When I see a lazy man or a don't care girl, it makes me tough. I am very critical of actors, but if I find a real actor, I am first to appreciate them.\"[4]: 122 [18]: 124 \n\nNevertheless, Bette Davis, who was little known in 1932, made five more films with him, although they argued consistently when filming The Cabin in the Cotton (1932), one of her earliest roles.[97][98] He had a low opinion of actors in general, saying that acting \"is fifty percent a big bag of tricks. The other fifty percent should be talent and ability, although it seldom is.\" Overall, he got along well enough with his stars, as shown by his ability to attract and keep some of the best actors in Hollywood. He got along very well with Claude Rains, whom he directed in ten films.[18]: 190 \n\nCurtiz struggled with English as he was too busy filming to learn the language. He sometimes used pantomimes to show what he wanted an actor to do, which led to many amusing anecdotes about his choice of words when directing. David Niven never forgot Curtiz's saying to \"bring on the empty horses\" when he wanted to \"bring out the horses without riders,\" so much so that he used it for the title of his memoir.[99] Similar stories abound: For the final scene in Casablanca Curtiz asked the set designer for a \"poodle\" on the ground so the wet steps of the actors could be seen on camera. The next day the set designer brought a little dog not realizing Curtiz meant \"puddle\" not \"poodle\".[100] But not all actors who worked under Curtiz were as amused by his malapropisms. Edward G. Robinson, whom Curtiz directed in The Sea Wolf, had a different opinion about language handicaps by foreigners to Hollywood:\n\n"
        },
        {
            "title": "Personal life",
            "text": "When he left for the United States, Curtiz left behind an illegitimate son and an illegitimate daughter.[18]: 122   Around 1918, he married actress Lucy Doraine, and they divorced in 1923. He had a lengthy affair with Lili Damita starting in 1925 and is sometimes reported to have married her, but film scholar Alan K. Rode states  in his 2017 biography of Curtiz that this is a modern legend, and there is no contemporary evidence to support it.[101]  Their obituaries make no mention of such a marriage.[102][103]\n\nCurtiz had left Europe before the rise of Nazism: other members of his family were less fortunate. He once asked Jack Warner, who was going to Budapest in 1938, to contact his family and help them get exit visas. Warner succeeded in getting Curtiz's mother to the U.S., where she spent the rest of her life living with her son. He could not rescue Curtiz's only sister, her husband, or their three children, who were sent to Auschwitz, where her husband and two of the children were murdered.[4]: 124 \n\nCurtiz paid part of his own salary into the European Film Fund, a benevolent association which helped European refugees in the film business establish themselves in the U.S.[18]\n\nIn 1933, Curtiz became a naturalized U.S. citizen.[104] By the early 1940s, he had become fairly wealthy, earning $3,600 per week and owning a substantial estate, complete with polo pitch.[18]: 76  One of his regular polo partners was Hal B. Wallis, who had met Curtiz on his arrival in the country and had established a close friendship with him. Wallis' wife, the actress Louise Fazenda and Curtiz's third wife, Bess Meredyth, an actress and screenwriter, had been close since before Curtiz's marriage to Meredyth in 1929. Curtiz had numerous affairs; Meredyth once left him for a short time but they remained married until 1961, when they separated.[18]: 121  They remained married until his death.[102][105] She was Curtiz's helper whenever his need to deal with scripts or other elements went beyond his grasp of  English and he often phoned her for advice when presented with a problem while filming.[18]: 123 \n\nCurtiz was the stepfather of movie and television director John Meredyth Lucas, who talks about him in his autobiography Eighty Odd Years in Hollywood.\n\n"
        },
        {
            "title": "Death",
            "text": "Curtiz died from cancer on April 10, 1962, aged 75.[106][107] At the time of his death, he was living alone in a small apartment in Sherman Oaks, California.[13] He is interred in the Forest Lawn Memorial Park Cemetery in Glendale, California.[108]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Curtiz directed some of the best known films of the 20th century, achieving numerous award-winning performances from actors. Before moving to Hollywood from his native Hungary when he was 38 years of age, he had already directed 64 films in Europe. He soon helped Warner Bros. become the nation's fastest-growing studio, directing 102 films during his career in Hollywood, more than any other director.[2]: 67  Jack Warner, who first discovered Curtiz after seeing one of his epics in Europe, called him \"Warner Brothers' greatest director.\"[94]\n\nHe directed 10 actors to Oscar nominations: Paul Muni, John Garfield, James Cagney, Walter Huston, Humphrey Bogart, Claude Rains, Joan Crawford, Ann Blyth, Eve Arden, and William Powell. Cagney and Crawford won their only Academy Awards under Curtiz's direction, with Cagney on TV later attributing part of his success to \"the unforgettable Michael Curtiz.\"[94] Curtiz himself was nominated five times and won as Best Director for Casablanca.\n\nHe earned a reputation as a harsh taskmaster to his actors, as he micromanaged every detail on the set. With his background as director since 1912, his experience and dedication to the art made him a perfectionist. He had an astounding mastery of technical details. Hal B. Wallis, who produced a number of his major films, including Casablanca, said Curtiz had always been his favorite director:\n\nSome, such as screenwriter Robert Rossen, ask whether Curtiz has \"been misjudged by cinema history,\" since he is not included among those often considered to be great directors, such as John Ford, Howard Hawks, Orson Welles and Alfred Hitchcock: \"He was obviously a talent highly alert to the creative movements of his time such as German expressionism, the genius of the Hollywood studio system, genres such as film noir, and the possibilities offered by talented stars.\"[109]\n\nFilm historian Catherine Portuges has described Curtiz as one of the \"most enigmatic of film directors, and often underrated.\"[9]: 161  Film theorist Peter Wollen wanted \"to resurrect\" Curtiz's critical reputation, observing that with his enormous experience and drive, he \"could wring unexpected meanings from a script through his direction of actors and cinematographers.\"[2]: 75 \n\n"
        },
        {
            "title": "Academy Award nominations",
            "text": "Curtiz also won an Academy Award in the category of Best Short Subject (Two-reel), for Sons of Liberty.[110]\n\nSix of Curtiz's films were nominated for Best Picture: Captain Blood (1935), The Adventures of Robin Hood (1938), Four Daughters (1938), Yankee Doodle Dandy (1942), Casablanca (1943), and Mildred Pierce (1945). Of these, only Casablanca won Best Picture.\n\n"
        },
        {
            "title": "AFI",
            "text": "The American Film Institute ranked Casablanca #3 and Yankee Doodle Dandy #98 on its list of the greatest American movies. The Adventures of Robin Hood and Mildred Pierce were nominated for the list.\n\n"
        }
    ]
}