{
    "url": "https://en.wikipedia.org/wiki/Michael_Shermer",
    "title": "Michael Shermer",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "2.1 Cycling",
        "2.2 Teaching",
        "2.3 Skeptics Society",
        "2.4 Published works",
        "2.5 Media appearances and lectures",
        "3 Allegations of sexual harassment",
        "4 Personal life",
        "4.1 Political positions",
        "4.1.1 Gun control",
        "4.1.2 Capital punishment",
        "5 Awards and honors",
        "6 Bibliography",
        "7 Media work and appearances",
        "7.1 Television",
        "7.2 Radio and Web appearances",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Michael Brant Shermer (born September 8, 1954) is an American science writer, historian of science, executive director of The Skeptics Society, and founding publisher[1] of Skeptic magazine, a publication focused on investigating pseudoscientific and supernatural claims.[2] The author of over a dozen books, Shermer is known for engaging in debates on pseudoscience and religion in which he emphasizes scientific skepticism.\n\nShermer was the co-producer and co-host of Exploring the Unknown,[3][4] a 13-hour Fox Family television series broadcast in 1999. From April 2001 to January 2019,[5] he contributed a monthly Skeptic column to Scientific American magazine.\n\nShermer was raised in a non-religious household,[6][7] before converting to christian fundamentalism as a teenager.[8] He stopped believing in God during graduate school,[7][9] influenced by a traumatic accident that left his then-girlfriend paralyzed.[10] He identifies as an agnostic and an atheist,[11][12][13] but prefers \"skeptic\".[14][13] He also advocates for humanism.[15][16]\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Shermer was born on September 8, 1954, in Los Angeles.[17][18] He is partly of Greek and German ancestry.[19] Shermer was raised in Southern California, primarily in the La Cañada Flintridge area.[20][21][22] His parents divorced when he was four and later remarried.[21]  He has a step-sister, two step-brothers, and two half-sisters.[20][23]\n\nAlthough Shermer went to Sunday school, he said that neither his biological parents, stepparents nor siblings were religious nor non-religious, as they did not discuss that topic often, nor did they attend church or pray together. He began his senior year of high school in 1971, when the evangelical movement in the United States was growing in popularity. At the behest of a friend, Shermer embraced Christianity. He attended the Presbyterian Church in Glendale, California, and observed a sermon delivered by \"a very dynamic and histrionic preacher who inspired me to come forward at the end of the sermon to be saved.\" For seven years, Shermer evangelized door-to-door.[20][23]\n\nShermer attended an informal Christian fellowship at \"The Barn\" in La Crescenta, California, which he described as \"a quintessential 1970s-era hang-out with a long-haired hippie-type, guitar-playing leader\". At the Barn, Shermer describes enjoying the social aspects of religion, especially theological debates.[20]\n\nShermer graduated from Crescenta Valley High School in 1972.[22] He enrolled at Pepperdine University that year, intending to pursue Christian theology. Despite restrictions, such as a ban on dancing and visiting opposite sex dorms, he accepted the university’s teachings.[20] When he learned a doctorate in theology required proficiency in Hebrew, Greek, Latin, and Aramaic, he changed majors to psychology.[20][22][24] He completed his BA in psychology at Pepperdine in 1976.[25]\n\nShermer went on to study experimental psychology at California State University, Fullerton. Discussions with his professors,[26] along with studies in the natural and social sciences, led him to question his religious beliefs.[23][26] Fueled by what he perceived to be the intolerance generated by the absolute morality taught in his religious studies; the hypocrisy in what many believers preached and what they practiced; and a growing awareness of other religious beliefs that were determined by the temporal, geographic, and cultural circumstances in which their adherents were born, he abandoned his religious views. Halfway through graduate school, he stopped wearing his Christian silver ichthys medallion.[23][26]\n\nShermer attributed the paralysis of his college girlfriend as a key point when he lost faith. After she was in an automobile accident that broke her back and rendered her paralyzed from the waist down, Shermer relayed, \"If anyone deserved to be healed it was her, and nothing happened, so I just thought there was probably no God at all.\"[10]\n\nShermer earned an MA degree in psychology from California State University, Fullerton in 1978.[25]\n\n"
        },
        {
            "title": "Career",
            "text": "After earning his MA in experimental psychology in 1978, Shermer worked as a writer for a bicycle magazine in Irvine, California. He took up bicycle racing after his first assignment, a Cycles Peugeot press conference,[20][27]  He completed a century ride (100 miles) and started to ride hundreds of miles a week.[20]\n\nShermer began competitive cycling in 1979 and rode professionally for ten years, primarily in long distance ultramarathon road racing. He is a founding member of the Ultra Cycling Hall of Fame.[28]\n\nShermer worked with cycling technologists in developing better products for the sport. During his association with Bell Helmets, a bicycle-race sponsor, he advised them on design issues regarding expanded-polystyrene for use in cycling helmets, which would absorb greater impact than the old leather \"hairnet\" helmets used by bicyclists for decades. Shermer advised them that if their helmets looked too much like motorcycle helmets, in which polystyrene was already being used, and not like the old hairnet helmets, no serious cyclists or amateur would use them. This suggestion led to their model, the V1 Pro, which looked like a black leather hairnet, but functioned on the inside like a motorcycle helmet. In 1982, he worked with Wayman Spence, whose small supply company, Spenco Medical, adapted the gel technology Spence developed for bedridden patients with pressure sores into cycling gloves and saddles to alleviate the carpal tunnel syndrome and saddle sores suffered by cyclists.[29]\n\nWhile a long distance racer, he helped to found the 3,000-mile nonstop transcontinental bicycle Race Across America (known as \"RAAM\", along with Lon Haldeman and John Marino), in which he competed five times (1982, 1983, 1984, 1985, and 1989), was an assistant race director for six years, and the executive race director for seven years.[20][30] An acute medical condition is named for him: \"Shermer's Neck\" is pain in and extreme weakness of the neck muscles found among long-distance bicyclists. Shermer suffered the condition about 2,000 miles into the 1983 Race Across America.[31] Shermer's embrace of scientific skepticism crystallized during his time as a cyclist, explaining, \"I became a skeptic on Saturday, August 6, 1983, on the long climbing road to Loveland Pass, Colorado\", after months of training under the guidance of a \"nutritionist\" with an unaccredited PhD. After years of practicing acupuncture, chiropractic, massage therapy, negative ions, rolfing, pyramid power, and fundamentalist Christianity to improve his life and training, Shermer stopped rationalizing the failure of these practices.[32]\n\nShermer participated in the Furnace Creek 508 in October 2011, a qualifying race for RAAM, finishing second in the four man team category.[24][33]\n\nShermer has written on the subject of pervasive doping in competitive cycling and a game theoretic view of the dynamics driving the problem in several sports. He covered r-EPO doping and described it as widespread and well known within the sport, which was later shown to be instrumental in the doping scandal surrounding Lance Armstrong in 2010.[34][35][36]\n\nWhile cycling, Shermer taught Psychology 101 during the evenings at Glendale Community College, a two-year college. Wanting to teach at a four-year university, he decided to earn his PhD. He lost interest in psychology and switched to studying the history of science,[20] earning his PhD at Claremont Graduate University in 1991. His dissertation was titled Heretic-Scientist: Alfred Russel Wallace and the Evolution of Man: A Study on the Nature of Historical Change.[37]\n\nShermer then became an adjunct professor of the history of science at Occidental College, California. In 2007, Shermer became a senior research fellow at Claremont Graduate University. In 2011, he worked as an adjunct professor at Chapman University,[38][39] and was later made a Presidential Fellow.[40] At Chapman, he taught a yearly critical thinking course called Skepticism 101.[20]\n\nIn 1991, Shermer and Pat Linse co-founded[41][42] the Skeptics Society in Los Angeles with the assistance of Kim Ziel Shermer.[43] The Skeptics Society is a non-profit organization that promotes scientific skepticism and seeks to debunk pseudoscience and irrational beliefs. It started off as a garage hobby but eventually grew into a full-time occupation. The Skeptics Society publishes the magazine Skeptic, organizes the Caltech Lecture Series, and as of 2017, it had over 50,000 members.[10]\n\nShermer is listed as one of the scientific advisors for the American Council on Science and Health (ACSH).[44]\n\nShermer’s early writing covered cycling, followed by math and science education for children which included several collaborations with Arthur Benjamin.[24]\n\nFrom April 2001 to January 2019, he wrote the monthly Skeptic column for Scientific American.[5] He has also contributed to Time magazine.[45]\n\n\nHe is the author of a series of books that attempt to explain the ubiquity of irrational or poorly substantiated beliefs, including UFOs, Bigfoot, and paranormal claims.[1][46] Writing in Why People Believe Weird Things: Pseudoscience, Superstition, and Other Confusions of Our Time (1997), Shermer refers to \"patternicity\", his term for pareidolia and apophenia or the willing suspension of disbelief.[47] He writes in the Introduction:\nIn How We Believe: The Search for God in an Age of Science (2000), Shermer explored the psychology behind the belief in God.[citation needed]\n\nIn February 2002, he characterized the position that \"God had no part in the process [of the evolution of mankind]\" as the \"standard scientific theory\".[48] This statement was criticized in January 2006 by the scientist Eugenie Scott, who commented that science makes no claim about God one way or the other.[49]\n\nShermer's book In Darwin's Shadow: The Life and Science of Alfred Russel Wallace: A Biographical Study on the Psychology of History (2002) was based on his dissertation.[50][51][52]\n\nIn his book The Borderlands of Science, (2001) Shermer rated several noted scientists for gullibility toward \"pseudo\" or \"borderland\" ideas, using a rating version, developed by psychologist Frank Sulloway, of the Big Five model of personality. Shermer rated Wallace extremely high (99th percentile) on agreeableness/accommodation and argued that this was the key trait in distinguishing Wallace from scientists who give less credence to fringe ideas.[53][clarification needed]\n\nIn May 2002, Shermer and Alex Grobman published their book Denying History: Who Says the Holocaust Never Happened and Why Do They Say It?, which examined and countered the Holocaust denial movement. This book recounts meeting various denialists and concludes that free speech is the best way to deal with pseudohistory.\n\nScience Friction: Where the Known Meets the Unknown was released in 2005.[citation needed]\n\nHis 2006 book Why Darwin Matters: The Case Against Intelligent Design marshals point-by-point arguments supporting evolution, sharply criticizing intelligent design. This book also argues that science cannot invalidate religion, and that Christians and conservatives can and should accept evolution.[citation needed]\n\nIn The Mind of The Market: Compassionate Apes, Competitive Humans, and Other Tales from Evolutionary Economics (2007), Shermer reported on the findings of multiple behavioral and biochemical studies that address evolutionary explanations for modern behavior. It garnered several critical reviews from academics, with skeptic Robert T. Carroll saying: \"He has been blinded by his libertarianism and seduced by the allure of evolutionary psychology to explain everything, including ethics and economics.\"[54][55][56]\n\nIn May 2011, Shermer published The Believing Brain: From Ghosts and Gods to Politics and Conspiracies: How We Construct Beliefs and Reinforce Them as Truths.[57][58][59] In a review for Commonweal, writer Joseph Bottum described Shermer as more of a popularizer of science and stated, \"science emerges from The Believing Brain as a full-blown ideology, lifted out of its proper realm and applied to all the puzzles of the world.\"[46]\n\nIn January 2015, Shermer published The Moral Arc: How Science and Reason Lead Humanity Toward Truth, Justice, and Freedom.[60]\n\nWriting for Society in 2017, Eugene Goodheart noted that Shermer identified skepticism with scientism and observed that in his book Skeptic: Viewing the World with a Skeptical Eye (2016) Shermer was a \"vivid and lucid\" writer who imported his \"political convictions into his advocacy of evolutionary theory, compromising his objectivity as a defender of science.\"[61]\n\nHarriet Hall says of Shermer's 2018 publication, Heavens on Earth: The Scientific Search for the Afterlife, Immortality, and Utopia, that \"the topics of Heavens on Earth are usually relegated to the spheres of philosophy and religion, but Shermer approaches them through science, looking for evidence – or lack thereof.\" She goes on to say that \"[s]ome will argue that Shermer goes beyond the science\" but that \"it will definitely ... make the reader think.\"[62]\n\nIn 2020, Shermer published Giving the Devil His Due, a series of 30 reflections on essays that he had published the previous 15 years.[63]\n\nShermer appeared as a guest on Donahue in 1994 to respond to Bradley Smith's and David Cole's Holocaust denial claims, and in 1995 on The Oprah Winfrey Show to challenge Rosemary Altea's psychic claims.[episode needed]\n\nIn 1994 and 1995, Shermer made several appearances on NBC's daytime paranormal-themed show The Other Side. He proposed a skepticism-oriented reality show to the producers but it did not move forward. Several years later Fox Family Channel, picked up the series.[64] In 1999, Shermer co-produced and co-hosted the Fox Family TV series Exploring the Unknown.[3] Budgeted at approximately $200,000 per episode, the series was viewed by Shermer as a direct extension of the work done at the Skeptics Society and Skeptic magazine,  with a neutral title chosen to broaden viewership.[64]\n\nShermer made a guest appearance in a 2004 episode of Penn & Teller's Bullshit!, in which he argued that events in the Bible constitute \"mythic storytelling\", rather than events described literally. His stance was supported by the show's hosts, who have expressed their own atheism. The episode in question, The Bible: Fact or Fiction?, sought to debunk the notion that the Bible is an empirically reliable historical record. Opposing Shermer was Paul L. Maier, professor of ancient history at Western Michigan University.[65]\n\nShermer presented at the three Beyond Belief events from 2006 to 2008. He has presented at several TED conferences with \"Why people believe strange things\" in 2006,[66]  \"The pattern behind self-deception\" in 2010,[67] and \"Reasonable Doubt\" in 2015.[68][69]\n\nShermer has debated Deepak Chopra several times,[70][71] including on the ABC News program Nightline in March 2010.[72]\n\nIn 2012, Shermer was one of three guest speakers[73] at the first Reason Rally in Washington, DC, an event attended by thousands of atheists,[74] where he gave a talk titled \"The Moral Arc of Reason.\"[75] That same year, Shermer participated in an Intelligence Squared debate titled \"Science Refutes God\" paired with Lawrence Krauss, and opposing Dinesh D'Souza and Ian Hutchinson.[76]\n\nHe is also an occasional guest on Skepticality, the official podcast of Skeptic.[77][78]\n\nShermer appeared in the 2014 documentary Merchants of Doubt.[79]\n\n"
        },
        {
            "title": "Allegations of sexual harassment",
            "text": "In 2018, Kimberly Winston reported in The Washington Post that Shermer had \"denied allegations of sexual harassment and assault from several women.\"[80] In 2019 NPR reported that although he was not charged for any wrongdoing, Illinois Wesleyan University had canceled author Shermer’s visit for the President’s Convocation at that institution after it discovered that sexual assault allegations had been made against Shermer.[81] Writing for The Guardian in 2020, Fara Dabhoiwala stated that several of Shermer's public speaking engagements had been canceled as a result of the allegations of sexual harassment and assault from women, allegations that Shermer has denied.[63] Undark Magazine reported that the allegations against Shermer began to emerge in 2013 and 2014. The magazine also reported that Shermer had sent cease and desist letters to the student-run newspaper of Santa Barbara City College and accused the editor of defamation in an email to the college.[82]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Shermer married Kim Ziel. They had one daughter together[28] and later divorced. On June 25, 2014 he married Jennifer Graf, a native of Cologne, Germany.[83] The ceremony was performed by Shermer's sister, Tina, who was ordained online for the occasion.[84]\n\nAs of 2007, Shermer lived in Altadena, California,[85][86] but no longer resided there by 2021.[87] He has advocated for a reducetarian diet.[88]\n\nShermer is a self-described libertarian.[89][88] In a 2015 interview, Shermer stated that he preferred to talk about individual issues after previous experience with people refusing to listen to him after learning he held libertarian views.[90]\n\nIn 2000, Shermer voted for libertarian Harry Browne, on the assumption that the winner of the Al Gore – George W. Bush contest would be irrelevant. He later regretted this decision, believing that Bush's foreign policy made the world more dangerous.  He voted for John Kerry in 2004. Shermer named Thomas Jefferson as his favorite president, for his championing of liberty and his application of scientific thinking to the political, economic, and social spheres.[91][92]\n\nIn June 2006, Shermer, who formerly expressed skepticism regarding the mainstream scientific views on global warming, wrote in Scientific American magazine that, in the light of the accumulation of evidence, the position of denying global warming is no longer tenable.[93]\n\nShermer supports some measures to reduce gun-related violence.[90] He once opposed most gun control measures, primarily because of his beliefs in the principles of increasing individual freedom and decreasing government intervention, and also because he has owned guns for most of his life. As an adult, he owned a .357 Magnum pistol for a quarter of a century for protection, although he eventually took it out of the house, and then got rid of it entirely. Though he no longer owns guns, he continues to support the right to own guns to protect one's family.[94] However, by 2013, the data on gun homicides, suicides, and accidental shootings convinced him that some modest gun control measures might be necessary.[95]\n\nShermer once favored capital punishment in sympathy for victims' families, but later came to oppose the death penalty, partially out of a resistance to giving the government too much power – in light of the hundreds of executed individuals who were later revealed to be innocent – and partially from his view that retributive justice is driven by humanity's baser instincts, and it does not effect restorative justice.[20] He changed his mind about the issue during research for The Moral Arc, reasoning that \"[Capital punishment] is one of these barbaric practices that we need to get rid of. [The United States of] America is really the last of the 19 industrialized democracies to have the death penalty. (...) The Italian enlightenment philosopher Cesare Beccaria, in his book On Crimes and Punishments, put forward the idea that the punishment should fit the crime and that the criteria should be whether it keeps people from committing crimes, and the Death Penalty does not do that.\"[90]\n\n"
        }
    ]
}