{
    "url": "https://en.wikipedia.org/wiki/Mickey_Spillane",
    "title": "Mickey Spillane",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Comic books",
        "2.2 Novels",
        "2.3 Acting",
        "3 Reception",
        "4 Awards and accolades",
        "5 In popular culture",
        "6 Personal life",
        "7 Death and legacy",
        "8 Novels",
        "8.1 Mike Hammer",
        "8.2 Tiger Mann",
        "8.3 Morgan the Raider",
        "8.4 Other novels",
        "8.5 List of short stories",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Frank Morrison Spillane (/spɪˈleɪn/; March 9, 1918 – July 17, 2006), better known as Mickey Spillane, was an American crime novelist, whose stories often feature his signature detective character, Mike Hammer. More than 225 million copies of his books have sold internationally. Spillane was also an occasional actor, once even playing Hammer himself.[2][3]\n\n"
        },
        {
            "title": "Early life",
            "text": "Frank Morrison Spillane was born March 9, 1918, in Brooklyn, New York City, and raised in Elizabeth, New Jersey, Spillane was the only child of his Irish bartender father, John Joseph Spillane, and his Scottish mother, Catherine Anne. Spillane attended Erasmus Hall High School, graduating in 1935.[4] He started writing while in high school, briefly attended Fort Hays State College in Kansas and worked a variety of jobs, including summers as a lifeguard at Breezy Point, Queens, and a period as a trampoline artist for the Ringling Bros. and Barnum & Bailey Circus.[5]\n\nDuring World War II, Spillane enlisted in the Army Air Corps, becoming a fighter pilot and a flight instructor.[6]\nHe was first stationed at the air base in Greenwood, Mississippi, where he met and married first wife Mary Ann Pearce in 1945.[7] He also met two younger writers, Earle Basinsky and Charlie Wells, who would become his protégés; each published two hardboiled-noir novels in the Spillane style in the early 1950s.[8][9]\n\n"
        },
        {
            "title": "Career",
            "text": "Spillane claims that he started being published as an author of slicks where he was credited under house names, then went \"lower\" to the pulps,[10] then went lower still as a writer for comic books.[11] While working as a salesman in Gimbels department store basement in 1940, he met tie salesman Joe Gill, who later found a lifetime career in scripting for Charlton Comics. Gill told Spillane to meet his brother, Ray Gill, who wrote for Funnies Inc., an outfit that packaged comic books for different publishers.[citation needed]\n\nSpillane soon began writing an eight-page story every day. He concocted adventures for major 1940s comic book characters, including Captain Marvel, Superman, Batman and Captain America. In the early 1940s, working for Funnies, Inc., he wrote two-page text stories which were syndicated to various comic book publishers, including Timely Comics. At one point, Spillane estimated he wrote fifty of these \"short-short stories,\" which were intended to fulfill a postal regulation requiring comic books to have at least two pages of text to qualify for a second-class mailing permit.[citation needed]\n\nWhile most comic books writers toiled anonymously, Spillane's byline appeared on most of his prose \"filler\" stories. 26 stories were collected in Primal Spillane: Early Stories 1941-1942 (Gryphon Books, 2003). A new, expanded edition of Primal Spillane was released by Bold Venture Press in 2018, the new volume contained an additional fifteen stories, including the previously unpublished \"A Turn of the Tide.\"[citation needed]\n\nSpillane joined the United States Army Air Corps on December 8, 1941, the day after the attack on Pearl Harbor. In the mid-1940s he was stationed as a flight instructor in Greenwood, Mississippi, where he met and married Mary Ann Pearce in 1945. The couple wanted to buy a country house in the town of Newburgh, New York, 60 miles north of New York City, so Spillane decided to boost his bank account by writing a novel. He wrote I, the Jury in just 9 days.[5] At the suggestion of Ray Gill, he sent it to E. P. Dutton.[citation needed]\n\nWith the combined total of the 1947 hardcover and the Signet paperback (December 1948), I, the Jury sold 6-1/2 million copies in the United States alone. I, the Jury introduced Spillane's most famous character, hardboiled detective Mike Hammer. Although tame by some standards, his novels featured more sex than competing titles, and the violence was more overt than the usual detective story. Covers tended to feature scantily-dressed women or women who appeared as if they were about to undress. In the beginning, Mike Hammer's chief nemesis consisted of gangsters, but by the early '50s, this broadened to communists and deviants.[3]\n\nAn early version of Spillane's Mike Hammer character, called Mike Danger, was submitted in a script for a detective-themed comic book. \"Mike Hammer originally started out to be a comic book. I was gonna have a Mike Danger comic book,\" Spillane said in a 1984 interview.[12] Two Mike Danger comic-book stories were published in 1954 without Spillane's knowledge, as well as one featuring Mike Lancer (1942). These were published with other material in \"Byline: Mickey Spillane,\" edited by Max Allan Collins and Lynn F. Myers, Jr. (Crippen & Landru publishers, 2004).[citation needed]\n\nThe Mike Hammer series proved hugely successful during the 1950s–60s, but the books were excoriated by the literary establishment. Malcolm Cowley of The New Republic called Spillane \"a dangerous paranoid, sadist, and masochist\" and even his own editors sometimes found his novels distasteful. Spillane for his part was unmoved by critics, saying \"You can sell a lot more peanuts than caviar\" and \"The literary world is made of second rate writers writing about other second rate writers\". Attractively low prices (25 cents for a paperback copy, later raised to 50 cents) helped sales, and the 1956 informative guide Sixty Years of Best Sellers found that the six novels Spillane had written up to that point were among the top ten best selling American fiction titles of all time.[citation needed]\n\nThe Signet paperbacks displayed dramatic front cover illustrations. Lou Kimmel created the cover paintings for My Gun Is Quick, Vengeance Is Mine, One Lonely Night and The Long Wait. The cover art for Kiss Me, Deadly was by James Meese.[citation needed]\n\nSpillane portrayed himself as a detective in Ring of Fear (1954), and rewrote the film without credit for John Wayne's and Robert Fellows' Wayne-Fellows Productions. The film was directed by screenwriter James Edward Grant. Several Hammer novels were made into movies, including Kiss Me Deadly (1955). In The Girl Hunters (1963) filmed in England, Spillane himself appeared as Hammer, one of the few occasions in film history in which an author of a popular literary hero has portrayed his own character. Spillane was scheduled to film The Snake as a follow-up, but the film was never made.[13]\n\nOn October 25, 1956, Spillane appeared on The Ford Show, Starring Tennessee Ernie Ford, with interest on his Mike Hammer novels.[14] In January 1974, he appeared with Jack Cassidy in the television series Columbo starring Peter Falk in the episode Publish or Perish. He portrayed a writer who is murdered.[15] In 1995 and 1997, respectively, he appeared in the low budget films Mommy and its sequel, Mommy 2: Mommy's Day.\n\nIn 1969, Spillane formed a production company with Robert Fellows who had produced The Girl Hunters to produce many of his books, but Fellows died soon after and only The Delta Factor was produced.[16]\n\nDuring the 1980s, he appeared in Miller Lite beer commercials.[17] In the 1990s, Spillane licensed one of his characters to Tekno Comix for use in a science-fiction adventure series, Mike Danger. In his introduction to the series, Spillane said he had conceived of the character decades earlier but never used him.[12]\n\n"
        },
        {
            "title": "Reception",
            "text": "Early reaction to Spillane's work was generally hostile: Malcolm Cowley dismissed the Mike Hammer character as \"a homicidal paranoiac.\"[18] John G. Cawelti called Spillane's writing \"atrocious,\" and Julian Symons called Spillane's work \"nauseating.\"[18] By contrast, Ayn Rand publicly praised Spillane's work at a time when critics were almost uniformly hostile.  She considered him an underrated if uneven stylist and found congenial the black-and-white morality of the Hammer stories. She later publicly repudiated what she regarded as the amorality of Spillane's Tiger Mann stories.[citation needed]\n\nSpillane's work was later praised by Max Allan Collins, William L. DeAndrea[3] and Robert L. Gale.[18] DeAndrea argued that although Spillane's characters were stereotypes, Spillane had a \"flair for fast-action writing,\" that his work broke new ground for American crime fiction, and that Spillane's prose \"is lean and spare and authentically tough, something that writers like Raymond Chandler and Ross Macdonald never achieved.\"[3]\n\nGerman painter Markus Lüpertz claimed that Spillane's writing influenced his own work, saying that Spillane ranks as one of the major poets of the 20th century. American comic book writer Frank Miller has mentioned Spillane as an influence for his own hardboiled style. Avant-Garde musician John Zorn composed a piece influenced by Spillane's writing titled Spillane.[citation needed]\n\n"
        },
        {
            "title": "Awards and accolades",
            "text": "In 1983, Spillane received the lifetime achievement award from the Private Eye Writers of America.[19] He also received an Edgar Allan Poe Grand Master Award in 1995.[20][21]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Walt Kelly wrote two parodies of Hammer's work which satirized his spare, disjointed style, overblown first person narration, and teetering, barely controlled paranoia: \"The Bloody Drip\" and \"The Bloody Drip Writhes Again\", both starring Albert the Alligator as the detective Meat Hamburg. They were published in the following \"Pogo\" collections:\n\nSpillane was also parodied several times in Mad Magazine. The April, 1959 issue carried a piece called \"If Mickey Spillane Wrote Nancy\" (the comic strip Nancy, by Ernie Bushmiller).[22]\nThe television show \"MASH\" had an episode devoted to Mickey Spillane and his books.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Mickey and Mary Ann Spillane had four children (Caroline, Kathy, Michael, Ward). Their marriage ended in 1962. In November 1965, he married his second wife, nightclub singer Sherri Malinou. After that marriage ended in divorce (and a lawsuit) in 1983, Spillane shared his waterfront house in Murrells Inlet with his third wife, Jane Rogers Johnson, whom he married in October 1983, and her two daughters (Jennifer and Margaret Johnson).\n\nIn the 1960s, Spillane became a friend of the novelist Ayn Rand. Despite their apparent differences, Rand admired Spillane's literary style, and Spillane became, as he described it, a \"fan\" of Rand's work.[23]  Later in his life, Spillane became an active Jehovah's Witness.[24]\n\nIn 1989, Hurricane Hugo ravaged his Murrells Inlet house to such a degree it had to be almost entirely reconstructed. A television interview showed Spillane standing in the ruins of his house.[citation needed]\n\n"
        },
        {
            "title": "Death and legacy",
            "text": "Spillane died July 17, 2006, at his home in Murrells Inlet, of pancreatic cancer.[25][26][27] After his death, his friend and literary executor, Max Allan Collins, began editing and completing Spillane's unpublished typescripts, beginning with a non-series novel, Dead Street (2007).\n\nIn July 2011, the community of Murrells Inlet named U.S 17 Business the \"Mickey Spillane Waterfront 17 Highway.\" The proposal first passed the Georgetown County Council in 2006 while Spillane was still alive, but the South Carolina General Assembly rejected the plan then.[28]\n\n"
        }
    ]
}