{
    "url": "https://en.wikipedia.org/wiki/Micronesian_mythology",
    "title": "Micronesian mythology",
    "table_of_contents": [
        "1 Region",
        "2 Federated States of Micronesia mythology",
        "3 Nauruan mythology",
        "4 Mariana Islands mythology",
        "5 Kiribati mythology",
        "6 Notes",
        "7 Sources",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Micronesian mythology comprises the traditional belief systems of the people of Micronesia. There is no single belief system in the islands of Micronesia, as each island region has its own mythological beings.\n\n"
        },
        {
            "title": "Region",
            "text": "Micronesia is a region in the southwest Pacific Ocean in a region known as Oceania. There are several island groups including the Caroline Islands, Marshall Islands, Mariana Islands, and Gilbert Islands. Traditional beliefs declined and changed with the arrival of Europeans, which occurred increasingly after the 1520s. In addition, the contact with European cultures led to changes in local myths and legends.[1]\n\n"
        },
        {
            "title": "Federated States of Micronesia mythology",
            "text": "Anagumang was a (probably legendary) Yapese navigator who led an expedition in rafts and canoes five or six hundred years ago. On this expedition he discovered the islands of Palau, where he and his men first saw limestone.\n\nAnulap is a god of magic and knowledge in Truk Islands mythology an island group between Yap and Pohnpei in Micronesia (Truk), who teaches these things to humanity.  He is the husband of the creator goddess Ligobubfanu, and may be a creator deity himself.\n\nIsokelekel (Pohnpeian: \"shining noble,\" \"wonderful king\"),[2] also called Idzikolkol, was a semi-mythical hero warrior from Kosrae who conquered the Saudeleur rulers of Pohnpei, an island in the modern Federated States of Micronesia, sometime between the early 16th century and early 17th century.[3][note 1] Some Kosraean variants name this hero Nanparatak, with features closer to Ulithian tales of the same archetype.[7] He is considered the father of modern Pohnpei.[6]\n\nOlifat[8] was a trickster god in Micronesian mythology. Olifat was the grandson of the god Anulap, the son of the god Lugeleng and the mortal Tarisso. Tarisso was the daughter of the octopus goddess Hit. When Lugeleng's wife did not attempt to prevent his union with Tarisso, Hit danced so lewdly that the woman fainted and had to be carried back to the sky, thus permitting Olifat's conception.[9][10]\n\n"
        },
        {
            "title": "Nauruan mythology",
            "text": "Areop-Enap played a major part in the creation of the world.\n\n"
        },
        {
            "title": "Mariana Islands mythology",
            "text": "House of Taga is located near San Jose Village, on the island of Tinian, United States Commonwealth of the Northern Mariana Islands, in the Marianas Archipelago. The site is the location of a series of prehistoric latte stone pillars which were quarried about 4,000 feet (1,200 m) south of it. Only one pillar is left standing erect. The name is derived from a mythological chief named Taga', who is said to have erected the pillars as a foundation for his own house. Legend says Chief Taga was murdered by his daughter, and her spirit is imprisoned in the lone standing megalith at the site.\n\nGadao is a legendary chief of the village of Inarajan in southern Guam. In the Chamorro language of the ancient Mariana Islands, he would have had the title maga'lahi as a high-ranking male. In addition to being featured in legend, he is the namesake of Inarajan's Chief Gadao’s Cave containing ancient cave paintings. Some stories claim Gadao himself drew the figures.[11] Two legends featuring Chief Gadao include the Legend of the Three Feats of Strength and the Legend of the Battle Between Chiefs.\n\nAccording with the Enciclopedia Universal Ilustrada Europeo-Americana, Sassalagohan is the name of Hell on the Mariana Islands' mythology.\n\n"
        },
        {
            "title": "Kiribati mythology",
            "text": "Auriaria is a red-haired giant chieftain who fell in love with the beautiful red-haired woman, Nei Tituaabine, but they had no children. Nei Tituaabine died and from her grave grew three trees—a coconut from her head, a pandanus from her heels and an almond from her navel.  She became a tree goddess.\n\nKai-n-Tiku-Aba (\"tree of many branches\") is a sacred tree located in Samoa, which grew on the back of a man named Na Abitu.  Koura-Abi, a destructive man, broke it.  Sorrowful, the people of Samoa scattered across the world.\n\nUekera is a tree that reaches to the heavens, the \"tree of knowledge\" in Kiribati legend.  It is said to have been planted in Buariki village in North Tarawa by Nei Tekanuea.  It is the inspiration for the name of the Kiribati weekly newspaper, Te Uekera.\n\n"
        }
    ]
}