{
    "url": "https://en.wikipedia.org/wiki/Micron_Technology",
    "title": "Micron Technology",
    "table_of_contents": [
        "1 History",
        "1.1 1978–1999",
        "1.2 2000–present",
        "2 Carbon footprint",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Micron Technology, Inc. is an American producer of computer memory and computer data storage including dynamic random-access memory, flash memory, and USB flash drives. It is headquartered in Boise, Idaho. Its consumer products, including the Ballistix line of memory modules, are marketed under the Crucial brand. Micron and Intel together created IM Flash Technologies, which produced NAND flash memory. It owned Lexar between 2006[3] and 2017.[4]\n\n"
        },
        {
            "title": "History",
            "text": "Micron was founded in Boise, Idaho, in 1978[5] by Ward Parkinson, Joe Parkinson, Dennis Wilson, and Doug Pitman as a semiconductor design consulting company.[6] Startup funding was provided by local Idaho businessmen Tom Nicholson, Allen Noble, Rudolph Nelson, and Ron Yanke. Later it received funding from Idaho billionaire J. R. Simplot, whose fortune was made in the potato business. In 1981, the company moved from consulting to manufacturing with the completion of its first wafer fabrication unit (\"Fab 1\"), producing 64K DRAM chips.\n\nIn 1984, the company went public.[7]\n\nIn 1994, founder Joe Parkinson retired as CEO and Steve Appleton took over as Chairman, President, and CEO.[5]\n\nA 1996 3-way merger among ZEOS International, Micron Computer, and Micron Custom Manufacturing Services (MCMS) increased the size and scope of the company;[5] this was followed rapidly with the 1997 acquisition of NetFrame Systems, in a bid to enter the mid-range server industry.[8]\n\nIn 2000, Gurtej Singh Sandhu and Trung T. Doan at Micron initiated the development of atomic layer deposition high-k films for DRAM memory devices. This helped drive cost-effective implementation of semiconductor memory, starting with 90 nm node DRAM.[1][9] Pitch double-patterning was also pioneered by Gurtej Singh Sandhu at Micron during the 2000s, leading to the development of 30-nm class NAND flash memory, and it has since been widely adopted by NAND flash and RAM manufacturers worldwide.[1][10]\n\nMicron and Intel created a joint venture in 2005, based in IM Flash Technologies in Lehi, Utah.[11] The two companies formed another joint venture in 2011, IM Flash Singapore, in Singapore.[12] In 2012, Micron became sole owner of this second joint venture.[13]\n\nIn 2006, Micron acquired Lexar, an American manufacturer of digital media products.[3]\n\nThe company again changed leadership in June 2007 with COO Mark Durcan becoming President.[14]\n\nIn 2008, Micron had converted the Avezzano chip fab, formerly a Texas Instruments DRAM fab, into a production facility for CMOS image sensors sold by Aptina Imaging.[15]\n\nIn 2008, Micron spun off Aptina Imaging, which was acquired by ON Semiconductor in 2014. Micron retained a stake in the spinoff.[16] The core company suffered setbacks, however, requiring layoffs of 15 percent of its workforce in October 2008,[17][18] during which period the company also announced the purchase of Qimonda's 35.6% stake in Inotera Memories for $400 million.[19] The trend of layoffs and acquisitions continued in 2009 with the termination of an additional 2,000 employees,[20][21] and the acquisition of the FLCOS microdisplay company Displaytech.[22] Micron agreed to buy flash-chip maker Numonyx for $1.27 billion in stock in February 2010.[23]\n\nOn February 3, 2012, the CEO, Steve Appleton, died in a small Lancair plane crash in Boise, Idaho.[24][25][26] Mark Durcan replaced Appleton as the CEO shortly thereafter,[27] eliminating his former title of President.[28]\n\nIn 2013, the Avezzano chip fab was sold to LFoundry.[15]\n\nIn the 2012–2014 period, Micron again went through an acquisition-layoff cycle, becoming the majority shareholder of Inotera Memories, purchasing Elpida Memory[29] for $2 billion and the remaining shares in Rexchip, a PC memory chip manufacturing venture between Powerchip and Elpida Memory for $334 million,[30][31] while announcing plans to lay off approximately 3,000 workers.[32][33] Through the Elpida acquisition, Micron became a major supplier to Apple Inc. for the iPhone and iPad.[29]\n\nIn December 2016, Micron finished acquiring the remaining 67% of Inotera, making it a 100% subsidiary of Micron.[34]\n\nIn April 2017, Micron announced Sanjay Mehrotra as the new President and CEO to replace Mark Durcan.[35][36]\n\nIn June 2017, Micron announced it was discontinuing the Lexar retail removable media storage business and putting some or all it up for sale.[37] In August of that year the Lexar brand was acquired by Longsys, a flash memory company based in Shenzhen, China.[4]\n\nOn December 5, 2017, Micron sued rivals United Microelectronics Corporation and Fujian Jinhua Integrated Circuit Co. (JHICC) in the United States District Court for the Northern District of California, alleging infringement on its DRAM patents and intellectual property rights.[38]\n\nIn May 2018, Micron Technology and Intel launched QLC NAND memory to increase storage density.[39] The company ranked 150th on the Fortune 500 list of largest United States corporations by revenue.[40]\n\nIn February 2019, the first microSD card with a storage capacity of 1 terabyte (TB) was announced by Micron.[41]\n\nAs of March 2020, 3.84TB Micron 5210 Ion is the cheapest large capacity SSD in the world.[42]\n\nIn September 2020, the company introduced the world's fastest discrete graphics memory solution.  Working with computing technology leader NVIDIA, Micron debuted GDDR6X in the new NVIDIA® GeForce RTX™ 3090 and GeForce RTX 3080 graphics processing units (GPUs).[43]\n\nIn November 2020, the company unveiled a new 176-layer 3D NAND chip. It offers improved read and write latency and is slated to be used in the production of a new generation of solid state drives.[44]\n\nOn October 22, 2021, Micron closed the sale of IM Flash's Lehi, Utah fab to Texas Instruments for a sale price of US$900 million.[45]\n\nWith the passage of the CHIPS Act, Micron announced its pledge to invest billions in new manufacturing within the US.[46] In September 2022, Micron announced they would invest $15 billion in a new facility in Boise, Idaho.[47] In October 2022, Micron announced a $100 billion expansion in Clay, New York.[48][49]\n\n"
        },
        {
            "title": "Carbon footprint",
            "text": "Micron Technology reported total CO2 emissions (direct and indirect) for the twelve months ending 31 December 2020 at 7,141 Kt (+444/+6.6% year-on-year).[50]\n\n"
        }
    ]
}