{
    "url": "https://en.wikipedia.org/wiki/Midnight_movie",
    "title": "Midnight movie",
    "table_of_contents": [
        "1 History",
        "1.1 On television",
        "1.2 In the cinema",
        "2 Decline",
        "3 Legacy",
        "4 See also",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The term midnight movie is rooted in the practice that emerged in the 1950s of local television stations around the United States airing low-budget genre films as late-night programming, often with a host delivering ironic asides. As a cinematic phenomenon, the midnight screening of offbeat movies began in the early 1970s in a few urban centers, particularly in New York City with screenings of El Topo at the Elgin Theater, eventually spreading across the country. The screening of non-mainstream pictures at midnight was aimed at building a cult film audience, encouraging repeat viewing and social interaction in what was originally a countercultural setting.\n\nThe national success of The Rocky Horror Picture Show and the changing economics of the film exhibition industry altered the nature of the midnight movie phenomenon; as its association with broader trends of cultural and political opposition dwindled in the 1980s, the midnight movie became a more purely camp experience—in effect, bringing it closer to the television form that shares its name. The term midnight movie is now often used in two different, though related, ways: as a synonym for B movie, reflecting the relative cheapness characteristic of late-night movies both theatrically and on TV, and as a synonym for cult film.[2]\n\n"
        },
        {
            "title": "History",
            "text": "In 1953, the Screen Actors Guild agreed to a residuals payment plan that greatly facilitated the distribution of B movies to television.[3] A number of local television stations around the United States soon began showing inexpensive genre films in late-night slots; these late-night slots were after the safe-harbor time, meaning they were largely exempt from Federal Communications Commission regulations on indecent content. In the spring of 1954, Los Angeles TV station KABC expanded on the concept by having an appropriately offbeat host introduce the films: for a year on Saturday nights, The Vampira Show, with Maila Nurmi in her newly adopted persona of a sexy bloodsucker (\"Your pin-down girl\"), presented low-budget movies with black humor and a low-cut black dress. The show—which ran at midnight for four weeks before shifting to 11 p.m. and, later, 10:30 p.m.—aired horror pictures like Devil Bat's Daughter and Strangler of the Swamp and suspense films such as Murder by Invitation, The Charge Is Murder, and Apology for Murder.[4] The format was echoed by stations across the country, who began showing their late-night B movies with in-character hosts such as Zacherley and Morgus the Magnificent offering ironic interjections.\n\nA quarter-century later, Cassandra Peterson established a persona that was essentially a ditzier, more buxom version of Vampira. As Elvira, Mistress of the Dark, Peterson became the most popular host in the arena of the TV midnight movie. Starting at L.A.'s KHJ-TV in 1981, Elvira's Movie Macabre was soon being syndicated nationally; Peterson presented mostly cut-rate horror films, interrupted on a regular basis for tongue-in-cheek commentary.[5] Some local stations aired the Movie Macabre package in late-night slots. Others showed it during prime time on weekend nights;  after a break for the local news, another genre film—a literal midnight movie—might follow, resulting in such virtual double bills as Dr. Heckyl & Mr. Hype and The Night Evelyn Came Out of the Grave.[6] USA Network launched a midnight movie package in 1989—Up All Night, which showed mainly horror and soft-core sexploitation films, ran until 1998. In 1993, Buffalo's WKBW-TV began airing a late-night hosted mix of low-budget genre movies, foreign art films and eventually well-known classic films; Off Beat Cinema later became nationally syndicated (currently through Retro Television Network) and, as of 2013, originates from WBBZ-TV. In the 2000s, horror-oriented late-night movie programming has disappeared from many broadcast stations, though B pictures, mostly of a melodramatic nature, are still widely used in post–prime time slots. The small America One broadcast network distributes the Macabre Theatre movie package hosted by Butch Patrick, known for his portrayal of Eddie Munster on the 1960s show The Munsters. In 2006, Turner Classic Movies began airing cult films as part of its new late-night series, TCM Underground.[7]\n\nIn the United Kingdom, the BBC launched a regular late night movie slot on Saturday nights on BBC Two. From Saturday August 20, 1966, BBC Two started to air a \"Midnight Movie\" every Saturday night on the channel. The first \"Midnight Movie\" was \"Blind Date\" starring Hardy Krüger. The Midnight Movie would air every Saturday night on BBC Two, and would continue through the 1970s.  The Midnight Movie was an attempt by the BBC to provide a late night alternative, when the two other channels BBC One and ITV would normally end their Saturday programming at around 12-midnight. This was partly due to the restrictions imposed on the broadcasting hours of both BBC and ITV by the British government, normally no more than 8 hours in a given day. As BBC Two did not broadcast a large amount of daytime programming, they had plenty of hours to spare to remain on the air late into the night, especially on a Saturday, thus the creation of the \"Midnight Movie\" strand was started. Most of the films aired were at least a decade old, but from 1967 nearly all of the films broadcast were made in color, as BBC Two became the first UK channel in 1967 to transmit color television. It is also noted however, that the \"Midnight Movie\" never actually started at Midnight. The movie was designed to air \"through\" the midnight hour, and could start as early as 11.15pm. By 1983 the \"Midnight Movie\" strand was abandoned by BBC Two, with BBC One airing a late night movie on a Friday night instead, usually a horror film. The \"Midnight Movie\" slot on BBC Two would be replaced with late night sporting coverage or different genre of films on occasions, which would not use the \"Midnight Movie\" strand.\n\nSince at least as far back as the 1930s, exploitation films had sometimes been presented at midnight screenings, usually as part of independent roadshow operations.[8] In 1957, Hammer Films' The Curse of Frankenstein set off a spate of midnight presentations.[9] What film qualifies as the first true midnight movie in the sense of the term that emerged in the 1970s remains an open question. Critic Jennifer M. Wood points to the Palace Theater in San Francisco's North Beach district where, in late February 1969, San Francisco Art Institute graduates Steven Arnold and Michael Wiese, after a sellout screening of their Dalí-esque thesis film Messages, Messages, were invited to program offbeat films at midnight.[10] Author Gary Lachman claims that Kenneth Anger's short Invocation of My Demon Brother (1969), a mélange of occult symbology intercut with and superimposed on images from a Rolling Stones concert, \"inaugurat[ed] the midnight movie cult at the Elgin Theatre.\"[11] The Elgin, in New York City's Chelsea neighborhood, would soon become famous as a midnight venue when it gave the U.S. premiere of a very unusual Mexican movie directed and written by a rather Dalí-esque Chilean.\n\nThe movie generally recognized as igniting the theatrical midnight film movement is Alejandro Jodorowsky's surrealist El Topo, which opened in December 1970 at the Elgin. Playing with the conventions of the spaghetti Western, the film was described by one newspaper critic as \"full of tests and riddles\" and \"more phony gore than maybe 20 years of The Wild Bunch.\"[12] El Topo regularly sold out every night for months, with many fans returning on a weekly basis. It ran at the theater through June 1971, until at the prompting of John Lennon—who was reported to have seen the film at least three times—Beatles manager Allen Klein purchased the film through his ABKCO film company and gave it a relatively orthodox rerelease.[13] The Elgin soon came up with another midnight hit in Peter Bogdanovich's spree-killer thriller Targets (1968), featuring one of the last performances by horror movie mainstay Boris Karloff and a tale that resonated with the assassinations and other political violence of that era.[14] By November 1971, four Manhattan theaters beside the Elgin were featuring regularly scheduled midnight movies: the St. Marks (Viva la muerte, a blast of surrealism in the Franco-Spanish tradition of Luis Buñuel and another Lennon favorite), the Waverly (Equinox, which had just replaced Night of the Living Dead), the Bijou (both Freaks and Night of the Living Dead), and the Olympia (Macunaíma, a Brazilian political black comedy).[15] Equinox (1970) and Night of the Living Dead (1968), both low-budget horror pictures, demonstrate the ties between the old, TV brand of midnight movie and the newer phenomenon. George A. Romero's zombie masterpiece, in particular, highlighted one of the differences: produced completely outside of New York and/or Los Angeles as Romero was making industrial films in Pittsburgh at the time.[16]\n\nShot over the winter of 1971–72, John Waters's \"filth epic\" Pink Flamingos, featuring incest and coprophagia, became the best known of a group of campy midnight films focusing on sexual perversions and fetishism.[17] Filmed on weekends in Waters's hometown of Baltimore, with a mile-long extension cord as a power conduit, it was also crucial in inspiring the growth of the independent film movement.[18] In 1973, the Elgin Theater started midnight screenings of both Pink Flamingos and a crime drama from Jamaica with a remarkable soundtrack. In its mainstream release, The Harder They Come (1972) had been a flop, panned by critics after its U.S. distributor, Roger Corman's New World Pictures, marketed it as a blaxploitation picture. Rereleased as a midnight film, it screened around the country for six years, helping spur the popularity of reggae in the United States. While the midnight-movie potential of certain films was recognized only some time after they opened, a number during this period were distributed to take advantage of the market from the beginning—in 1973, for instance, Broken Goddess, Dragula, The White Whore and the Bit Player, and Elevator Girls in Bondage (as well as Pink Flamingos) had their New York premieres at midnight screenings.[19] Other examples (albeit animated) during this time were Ralph Bakshi's 1972 debut feature Fritz the Cat based on the Robert Crumb comic of the same name and Sally Cruikshank's 1975 experimental short Quasi at the Quackadero.[20][21][22][23]\n\nAround this time, the black comedy Harold and Maude (1971) became the first major Hollywood studio movie of the era to develop a substantial cult audience of repeat viewers; though apparently it was not picked up by much of the midnight movie circuit during the 1970s, it subsequently became a late show staple as the phenomenon turned more to camp revivals.[24] The midnight screening phenomenon was spreading around the country. In Milwaukee, it began in May 1974, spurred by the sales manager of a local radio station who had already successfully sponsored such screenings in St. Louis. By the following February, four Milwaukee theaters were regularly showing midnight films, and the Marcus chain, the owner of one, had brought the concept to its theaters in four other Midwestern cities. \"Films that feature rock concerts draw big\", Boxoffice reported, \"as do those dealing with outer space and fantasy\". The trade paper noted one popular midnight film by name: Alice's Restaurant (1969), a comedy with political overtones starring folk singer Arlo Guthrie.[25]\n\nOn the midnight following April Fool's Day 1976, The Rocky Horror Picture Show, which had flopped on initial release the year before, opened at the Waverly Theater, a leading midnight movie venue in New York's Greenwich Village. Midnight screenings of the film soon became a national sensation, amassing a cult following all over the United States. Every Friday and Saturday night, audience members would talk back to the screen, dress up as characters in the film, and act out scenes complete with props.[26] Where the social aspect had always been a part of the midnight movie's attraction, with Rocky Horror in an exaggerated way it became the attraction. By summer 1979, the film was playing on weekend midnights in twenty-odd suburban theaters in the New York region alone; 20th Century Fox had approximately two hundred prints of the movie in circulation for midnight shows around the country.[19] Beginning in 1978, the Waverly developed another midnight success that was much smaller commercially, but more significant artistically: Eraserhead, originally distributed the previous year. A model of shoestring surrealism, David Lynch's feature debut (which played alongside Susan Pitt's animated short Asparagus)[27][28] reaffirmed the midnight movie's most central traditions.\n\n"
        },
        {
            "title": "Decline",
            "text": "The commercial viability of the sort of big-city arthouses that launched outsider pictures for the midnight movie circuit began to decrease in the late 1970s as broad social and economic shifts weakened their countercultural base. Leading midnight movie venues were beginning to fold as early as 1977—that year, New York's Bijou switched back permanently to the live entertainment for which it had been built, and the Elgin, after a brief run with gay porn, shut down completely.[29] In succeeding years, the popularization of the VCR and the expansion of movieviewing possibilities on cable television meant the death of many additional independent theaters. While Rocky Horror soldiered on, by then a phenomenon unto itself, and new films like The Warriors (1979),[20] Altered States (1980),[20] Forbidden Zone (1980, released 1982),[30] The Evil Dead (1981),[20] Heavy Metal (1981),[20] Liquid Sky (1982), Pink Floyd – The Wall (1982),[14] Repo Man (1984)[20] and Akira (1988)[20]—all from mainstream distributors—were picked up by the midnight movie circuit, the core of exhibitors that energized the movement was disappearing. By the time the fabled Orson Welles Cinema in Cambridge, Massachusetts, shut its doors after a fire in 1986,[31] the days of the theatrical midnight movie as a significant countercultural phenomenon were already past.\n\n"
        },
        {
            "title": "Legacy",
            "text": "In 1988, the midnight movie experience was institutionalized in a new manner with the introduction of the Toronto International Film Festival's nightly Midnight Madness section.[32] In the years since, new or recent films still occasionally emerge as midnight movie \"hits\" on the circuit of theaters that continue to show them. The most successful of the 1990s generation were the Oscar-winning Australian drag queen road saga The Adventures of Priscilla, Queen of the Desert (1994) and the 1995 Razzie-winning stripper drama Showgirls.[20] One of the theaters to show it regularly at midnight was New York's Waverly (also now closed), where Rocky Horror had played for a house record ninety-five weeks. A celebrated episode of television's The Drew Carey Show features a song-and-dance battle between Rocky Horror fans (led by Drew Carey) and Priscilla fans (led by Mimi Bobeck).\n\nSince the turn of the millennium, the most notable successes among newly minted midnight movies have been Donnie Darko (2001)[33] and The Room (2003).[14] Older films are also popular on the circuit, appreciated largely in an imposed camp fashion—a midnight movie tradition that goes back to the 1972 revival of the hectoring anti-drug movie Reefer Madness (1936).[34] (Tod Browning's 1932 horror classic Freaks, the original midnight movie revival, is both too dark and too sociologically acute to readily consume as camp.) Where the irony with which Reefer Madness was adopted as a midnight favorite had its roots in a countercultural sensibility, in the latter's place there is now the paradoxical element of nostalgia: the leading revivals on the circuit currently include the crème de la crème of the John Hughes oeuvre—The Breakfast Club (1985), Pretty in Pink (1986), and Ferris Bueller's Day Off (1986)—and the preteen adventure film The Goonies (1985).[35] As of late 2006, Rocky Horror itself continues to play on a weekly basis at thirty-two venues around the country, and at least once a month at about two dozen others.[36]\n\nTwo popular midnight movies made during the phenomenon's heyday have been selected to the National Film Registry: Eraserhead (inducted 2004) and The Rocky Horror Picture Show (inducted 2005). Midnight movie staples Freaks (1932) and Night of the Living Dead (1968) were inducted in 1994 and 1999 respectively. Harold and Maude, a cult film before it was adopted as a midnight movie, was also inducted in 1997. Also in the mix are Quasi at the Quackadero (inducted 2009) and Pink Flamingos (inducted 2022).[37]\n\n"
        }
    ]
}