{
    "url": "https://en.wikipedia.org/wiki/Midnight_Cowboy",
    "title": "Midnight Cowboy",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Reception",
        "4.1 Box office",
        "4.2 Accolades",
        "5 Soundtrack",
        "5.1 Track listing",
        "5.2 Theme song",
        "5.3 Television Premiere",
        "5.4 Charts",
        "5.5 Certifications",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Midnight Cowboy is a 1969 American drama film, based on the 1965 novel of the same name by James Leo Herlihy. The film was written by Waldo Salt, directed by John Schlesinger, and stars Dustin Hoffman and Jon Voight, with notable smaller roles being filled by Sylvia Miles, John McGiver, Brenda Vaccaro, Bob Balaban, Jennifer Salt, and Barnard Hughes. Set in New York City, Midnight Cowboy depicts the unlikely friendship between two hustlers: naïve sex worker Joe Buck (Voight), and ailing con man Enrico \"Ratso\" Rizzo (Hoffman).\n\nAt the 42nd Academy Awards, the film won three awards: Best Picture, Best Director and Best Adapted Screenplay. Midnight Cowboy is the only X-rated film ever to win Best Picture.[3][4] It has since been placed 36th on the American Film Institute's list of the 100 greatest American films of all time, and 43rd on its 2007 updated version.\n\nIn 1994, Midnight Cowboy was deemed \"culturally, historically or aesthetically significant\" by the Library of Congress and selected for preservation in the United States National Film Registry.[5]\n\n"
        },
        {
            "title": "Plot",
            "text": "Joe Buck, a young Texan working as a dishwasher, quits his job and heads to New York City to become a male prostitute. Initially unsuccessful, he manages to bed a middle-aged woman, Cass, in her posh Park Avenue apartment. The encounter ends badly as he gives her money after she is insulted when he requests payment and it is implied that she is a high class prostitute herself.\n\nJoe meets Enrico Salvatore \"Ratso\" Rizzo, a con man with a limp who takes $20 from him for introducing him to a pimp. After discovering that the alleged pimp is actually an unhinged religious fanatic, Joe flees in pursuit of Ratso but cannot find him. Joe spends his days wandering the city and sitting in his hotel room. Soon broke, he is locked out of his hotel room and his belongings are impounded.\n\nJoe tries to make money by receiving oral sex from a young man in a movie theater, but learns after the act that the young man has no money. Joe threatens him and asks for his watch, but eventually lets him go unharmed. The next day, Joe spots Ratso and angrily shakes him down. Ratso offers to share the apartment in a condemned building where he is squatting. Joe reluctantly accepts his offer, and they begin a \"business relationship\" as hustlers. As they develop a friendship, Ratso's health grows steadily worse.\n\nIn a series of flashbacks, Joe's grandmother raises him after his mother abandons him. He also has a tragic relationship with a girl named Annie. The film has successive flashbacks to an experience in which he and Annie were jumped while naked in a parked car and raped by a gang of cowboys. The rape affects Annie's mental stability to the point that she becomes insane and is driven away in the back of an ambulance taking her to a psychiatric institution. The viewer gains more information about the experience as the flashbacks accumulate.\n\nRatso tells Joe his father was an illiterate Italian immigrant shoeshiner whose job led to a bad back and lung damage from long-term exposure to shoe polish. Ratso learned shoeshining from his father but considers it degrading and generally refuses to do it, although he does shine Joe's cowboy boots to help him attract clients. Ratso harbors hopes of moving to Miami, shown in daydreams in which he and Joe frolic carefree on a beach and are surrounded by dozens of adoring middle-aged women.\n\nA Warhol-like filmmaker and an extrovert female artist approach Joe in a diner, taking his Polaroid photograph and handing him an invitation to a Warhol-esque art event (which incorporates actual Warhol superstars, including Viva, Ultra Violet, Taylor Mead, Joe Dallesandro and the Warhol-related filmmaker Paul Morrissey[6]). Joe and Ratso attend, but Ratso's poor health and hygiene attract unwanted attention from several guests. Joe mistakes a joint for a cigarette and starts to hallucinate after taking several puffs, along with \"uppers\" he is offered. He leaves the party with Shirley, a socialite who agrees to pay him $20 for spending the night, but Joe cannot perform sexually. They play Scribbage together and the resulting wordplay leads Shirley to suggest that Joe may be gay; suddenly he is able to perform. The next morning, she sets up her female friend as Joe's next client and it appears that his career is finally taking off.\n\nWhen Joe returns home, Ratso is bedridden and feverish. He refuses medical help and begs Joe to put him on a bus to Florida. Desperate, Joe picks up a man in an amusement arcade and robs him during a violent encounter in the man's hotel room where Joe brutally beats the man. Joe buys bus tickets with the money he robbed from the man so he and Ratso can board a bus to Florida. During the trip, Ratso's health deteriorates further as he becomes incontinent and sweat-drenched.\n\nAt a rest stop, Joe buys new clothing for Ratso and himself and discards his cowboy outfit. On the bus, Joe muses that there must be easier ways to earn a living than hustling, and tells Ratso he plans to get a regular job in Florida. When Ratso fails to respond, Joe realizes that he has died. The driver tells Joe there is nothing to do but continue to Miami and asks Joe to close Ratso's eyelids. Joe, with tears welling in his eyes, sits with his arm around his dead friend, alone.\n\n"
        },
        {
            "title": "Production",
            "text": "The opening scenes were filmed in Big Spring, Texas in 1968. A roadside billboard, stating \"If you don't have an oil well...get one!\" was shown as the New York-bound bus carrying Joe Buck rolled through Texas.[7] Such advertisements, common in the Southwestern United States in the late 1960s and through the 1970s, promoted Eddie Chiles's Western Company of North America.[8] In the film, Joe stays at the Hotel Claridge, at the southeast corner of Broadway and West 44th Street in Midtown Manhattan. His room overlooked the northern half of Times Square.[9] The building, designed by D. H. Burnham & Company and opened in 1911, was demolished in 1972.[10] A motif featured three times throughout the New York scenes was the sign at the top of the facade of the Mutual of New York (MONY) Building at 1740 Broadway.[7] It was extended into the Scribbage scene with Shirley the socialite, when Joe's incorrect spelling of the word \"money\" matched that of the sign.[11]\n\nDustin Hoffman, who played a grizzled veteran of New York's streets, is from Los Angeles.[12][13] Despite his portrayal of Joe Buck, a character hopelessly out of his element in New York, Jon Voight is a native New Yorker, hailing from Yonkers.[14] Voight was paid \"scale\", or the Screen Actors Guild minimum wage, for his portrayal of Joe Buck, a concession he willingly made to obtain the part.[15] Harrison Ford auditioned for the role of Joe Buck.[16] Michael Sarrazin, who was Schlesinger's first preference, was cast as Joe Buck, only to be fired when unable to gain release from his contract with Universal.[17][18][19]\n\nThe character of Shirley, the bohemian socialite Joe hooks up with was allegedly based on socialite and Warhol superstar Edie Sedgwick.[citation needed]\n\nThe line \"I'm walkin' here!\", which reached No. 27 on AFI's 100 Years...100 Movie Quotes, is often said to have been improvised, but producer Jerome Hellman disputes this account on the 2-disc DVD set of Midnight Cowboy. The scene, which originally had Ratso pretend to be hit by a taxi to feign an injury, is written into the first draft of the original script.[20] Hoffman's version explained it differently on an installment of Bravo's Inside the Actors Studio. He stated that there were many takes to hit the traffic light just right so that they would not have to pause while walking. In that take, the timing was perfect, but a cab nearly hit them. Hoffman wanted to say, \"We're filming a movie here!\", but stayed in character, allowing the take to be used.[21]\n\nUpon initial review by the Motion Picture Association of America, Midnight Cowboy received a \"Restricted\" (\"R\") rating. However, after consulting with a psychologist, executives at United Artists were told to accept an \"X\" rating, due to the \"homosexual frame of reference\" and its \"possible influence upon youngsters\". The film was released with an X rating.[1] The MPAA later broadened the requirements for the \"R\" rating to allow more content and raised the age restriction from fourteen to seventeen and above. The film was later rated \"R\" for a reissue in 1971.[1][22]\n\nIt took several hours to shoot the rape scene, and Jennifer Salt recalls the evening as an unsettling ordeal for her. The wardrobe crew had given Jennifer a nude-colored body suit to wear, but the night was so brutally hot and sticky that she quickly stripped it off. \"I felt that the most horrible thing in the world was that people were seeing my bare ass, and that was so humiliating I could not even discuss it. And this kid was just on top of me and all over me and it hurt and no one gave a fuck and it was supposed to look like I was being raped. And I was screaming, screaming, and it was traumatic in some way that couldn't be acknowledged.\"[23]\n\n"
        },
        {
            "title": "Reception",
            "text": "Critical response to the film has been largely positive. Vincent Canby's lengthy 1969 New York Times review was blunt: \"a slick, brutal (but not brutalizing) movie version of ... Herlihy's 1965 novel. It is tough and good in important ways, although its style is oddly romantic and at variance with the laconic material. ... As long as the focus is on this world of cafeterias and abandoned tenements, of desperate conjunctions in movie balconies and doorways, of catchup and beans and canned heat, 'Midnight Cowboy' is so rough and vivid that it's almost unbearable. ... 'Midnight Cowboy' often seems to be exploiting its material for sensational or comic effect, but it is ultimately a moving experience that captures the quality of a time and a place. It's not a movie for the ages, but, having seen it, you won't ever again feel detached as you walk down West 42d Street, avoiding the eyes of the drifters, stepping around the little islands of hustlers and closing your nostrils to the smell of rancid griddles.\"[24]\n\nGene Siskel of the Chicago Tribune said of the film: \"I cannot recall a more marvelous pair of acting performances in any one film.\"[25] In a 25th anniversary retrospective in 1994, Owen Gleiberman of Entertainment Weekly wrote: \"Midnight Cowboy's peep-show vision of Manhattan lowlife may no longer be shocking, but what is shocking, in 1994, is to see a major studio film linger this lovingly on characters who have nothing to offer the audience but their own lost souls.\"[26]\n\nMidnight Cowboy holds an 89% approval rating on online review aggregator Rotten Tomatoes as of 2022, with an average rating of 8.50/10, based on 114 reviews. The website's critical consensus states: \"John Schlesinger's gritty, unrelentingly bleak look at the seedy underbelly of urban American life is undeniably disturbing, but Dustin Hoffman and Jon Voight's performances make it difficult to turn away.\"[27]\n\nThe film opened at the Coronet Theatre in New York City and grossed a house record $61,503 in its first week.[28] In its tenth week of release, the film became number one in the United States with a weekly gross of $550,237[29] and was the highest-grossing movie in September 1969.[30] The film earned $11 million in rentals in the United States and Canada in 1969[31] and added a further $5.3 million the following year when it was nominated and won the Academy Award for Best Picture.[32] It eventually earned rentals of $20.5 million.[33]\n\n"
        },
        {
            "title": "Soundtrack",
            "text": "John Barry composed the score, winning a Grammy for Best Instrumental Theme, though he did not receive an on-screen credit.[47] Fred Neil's song \"Everybody's Talkin'\" won a Grammy Award for Best Contemporary Vocal Performance, Male for Harry Nilsson. Schlesinger chose the song as its theme, and the song underscores the first act. Other songs considered for the theme included Nilsson's own \"I Guess the Lord Must Be in New York City\" and Randy Newman's \"Cowboy\". Bob Dylan wrote \"Lay Lady Lay\" to serve as the theme song, but did not finish it in time.[48] The movie's main theme, \"Midnight Cowboy\", featured harmonica by Toots Thielemans, but on its album version it was played by Tommy Reilly. The soundtrack album was released by United Artists Records in 1969.[49]\n\nMore than five years after its theatrical release, Midnight Cowboy premiered on television on November 3, 1974.  Twenty five minutes were edited out of the film due to censorship regulations and a natural desire for broader appeal. Although the cuts were approved by director John Schlesinger, critic Kay Gardella of the New York Daily News stated the film was \"hacked up pretty badly.\"[53]\n\n"
        }
    ]
}