{
    "url": "https://en.wikipedia.org/wiki/Miguel_Alcubierre",
    "title": "Miguel Alcubierre",
    "table_of_contents": [
        "1 Personal life",
        "2 Academic life",
        "3 May 1994 paper",
        "4 Media appearances",
        "5 Textbook",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Miguel Alcubierre Moya (born March 28, 1964) is a Mexican theoretical physicist.[4]\nAlcubierre is known for the proposed Alcubierre drive, a speculative warp drive by which a spacecraft could achieve faster-than-light travel.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Alcubierre was born in Mexico City. His father, Miguel Alcubierre Ortiz, a Spanish refugee, arrived in Mexico shortly after the Spanish civil war with his own father, Miguel Alcubierre Pérez.[5] Alcubierre has three younger siblings, among them is historian Beatriz Alcubierre Moya.[6]\n\nFrom elementary throughout high school, Alcubierre attended Colegio Ciudad de México. At the age of 13, his father bought him a small telescope, and, together with sci-fi shows such as Star Trek, motivated him to pursue a scientific career.[7] At the age of 15, after having read Patrick Moore and David Hardy's Challenge of the Stars, Alcubierre decided that he wanted to become an astronomer. He knew that to achieve this he needed to study physics first.[8]\n\n"
        },
        {
            "title": "Academic life",
            "text": "Alcubierre obtained a Licentiate degree in physics in 1988 and a MSc degree in theoretical physics in 1990, both at the National Autonomous University of Mexico (UNAM). At the end of 1990, Alcubierre moved to Wales to attend graduate school at Cardiff University, receiving his PhD degree in 1994 through study of numerical general relativity.[4][9][10][11]\nAfter 1996 he worked at the Max Planck Institute for Gravitational Physics in Potsdam, Germany, developing new numerical techniques used in the description of black holes.  Since 2002, he has worked at the Nuclear Sciences Institute of UNAM, where he conducts research in numerical relativity, employing computers to formulate and solve the physical equations first proposed by Albert Einstein.[12] \nThe solitary wave solutions proposed  by Alcubierre for the Einsteinian field equations may possibly  prove general relativity consistent with the experimentally verified non-locality of quantum mechanics. This work militates against the idea that quantum non-locality would ultimately require abandoning the mathematical structure of general relativity.\n\nOn June 11, 2012, Alcubierre was appointed Director of the Nuclear Sciences Institute at UNAM.\n\nOn June 14, 2016, the Governing Board of UNAM re-elected Alcubierre as Director of the Nuclear Sciences Institute for another four-year period.\n\n"
        },
        {
            "title": "May 1994 paper",
            "text": "Alcubierre is best known for the proposal of \"The Warp Drive: Hyper-fast travel within general relativity\" that was published in the science journal Classical and Quantum Gravity.[13]  In this, he describes the Alcubierre drive, a theoretical means of traveling faster than light that does not violate the physical principle that nothing can locally travel faster than light. In this paper,  he constructed a model that might transport a volume of flat space inside a \"bubble\" of curved space. This bubble, named as Hyper-relativistic local-dynamic space, is driven forward by a local expansion of space-time behind it, and an opposite contraction in front of it, so that theoretically a spaceship would be placed in motion by forces generated in the change made by space-time.\n\n"
        },
        {
            "title": "Media appearances",
            "text": "Miguel Alcubierre made a special appearance on the TV productions How William Shatner Changed the World[14]\nand Michio Kaku's Sci Fi Science: Physics of the Impossible,[15][16]\nin which his warp bubble theory was discussed.\n\nAlcubierre has been invited twice to interviews on radio station Radio Educación XEEP (1060 AM), first on February 18, 2011, and later on March 4th 2011, on the technology-related talk show Interfase, where he explained his views on the current state of scientific and technology research in Mexico, and gave a brief introduction to his warp drive model and how it came to be.[17][18]\n\n"
        },
        {
            "title": "Textbook",
            "text": "Introduction to 3+1 Numerical Relativity (International Series of Monographs on Physics, Paperback, 2012, ISBN 978-0199656158)\n\n"
        }
    ]
}