{
    "url": "https://en.wikipedia.org/wiki/Miko",
    "title": "Miko",
    "table_of_contents": [
        "1 Appearance",
        "2 Definition",
        "3 Mikoism",
        "3.1 History",
        "3.2 Traditional training",
        "4 Contemporary miko",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A miko (巫女), or shrine maiden,[1][2] is a young priestess[3] who works at a Shinto shrine. Miko were once likely seen as shamans,[4] but are understood in modern Japanese culture to be an institutionalized[5] role in daily life, trained to perform tasks, ranging from sacred cleansing[4] to performing the sacred Kagura dance.[6]\n\n"
        },
        {
            "title": "Appearance",
            "text": "The traditional attire of a miko is a pair of red hakama (緋袴) (divided, pleated trousers), a white kosode (a predecessor of the kimono), and some white or red hair ribbons. In Shinto, the color white symbolizes purity.[citation needed] The garment put over the kosode during Kagura dances is called a chihaya (千早).\n\nTraditional miko tools include the Azusa Yumi (梓弓, \"catalpa bow\"),[7] the tamagushi (玉串) (offertory sakaki-tree branches),[8] and the gehōbako (外法箱, a \"supernatural box that contains dolls, animal and human skulls ... [and] Shinto prayer beads\").[9]\n\nMiko also use bells, drums, candles, gohei, and bowls of rice in ceremonies.\n\n"
        },
        {
            "title": "Definition",
            "text": "The Japanese words miko and fujo (\"female shaman\" and \"shrine maiden\" respectively)[10] are usually written 巫女[10] as a compound of the kanji 巫 (\"shaman\"), and 女 (\"woman\").[10] Miko was archaically written 神子 (lit. 'kami', or \"god\" + \"child\")[10] and 巫子 (\"shaman child\").[10]\n\nThe term is not to be confused with miko meaning \"prince\", \"princess\" or \"duke\", and which is otherwise variously spelt 御子 (\"august child\"), 皇子 (\"imperial child\"), 皇女 (\"imperial daughter\", also pronounced himemiko), 親王 (\"prince\") or 王 (\"king\", \"prince\" or \"duke\"). These spellings of miko were commonly used in the titles of ancient Japanese nobles, such as Prince Kusakabe (草壁皇子, Kusakabe no Miko or Kusakabe no Ōji).\n\nMiko once performed spirit possession and takusen (whereby the possessed person serves as a \"medium\" (yorimashi) to communicate the divine will or message of that kami or spirit; also included in the category of takusen is \"dream revelation\" (mukoku), in which a kami appears in a dream to communicate its will)[11] as vocational functions in their service to shrines. As time passed, they left the shrines and began working independently in secular society. In addition to a medium or a miko (or a geki, a male shaman), the site of a takusen may occasionally also be attended by a sayaniwa[12] who interprets the words of the possessed person to make them comprehensible to other people present. Kamigakari and takusen[11] may be passive, when a person speaks after suddenly becoming involuntarily possessed or has a dream revelation; they can also be active, when spirit possession is induced in a specific person to ascertain the divine will or gain a divine revelation.[11]\n\nMiko are known by many names; Fairchild lists 26 terms for \"shrine-attached Miko\"[13] and 43 for \"non-shrine-attached Miko\".[14] Other names are ichiko (巫子, \"shaman child\"), or \"market/town child\" (巫子) (both likely ateji meaning \"female medium; fortuneteller\"),[10] and reibai (霊媒, meaning \"spirit go-between, medium\").[10]\n\nIn English, the word is often translated as \"shrine maiden\", though freer renderings often simply use the phrase \"female shaman\" (shamanka)[citation needed] or, as Lafcadio Hearn translated it, \"Divineress\".[15] Some scholars[citation needed] prefer the transliteration miko, contrasting the Japanese Mikoism[citation needed] with other Asian terms for female shamans.[citation needed] As Fairchild explains:\n\n"
        },
        {
            "title": "Mikoism",
            "text": "Miko traditions date back to the prehistoric Jōmon period[1] of Japan, when female shamans[citation needed] would go into \"trances and convey the words of the gods\"[citation needed] (the kami), an act comparable with \"the pythia or sibyl in Ancient Greece.\"[17]\n\nThe earliest record of anything resembling the term miko is of the Chinese reference to Himiko, Japan's earliest substantiated historical reference (not legendary), however it is completely unknown whether Himiko was a miko, or even if miko existed in those days.\n\nThe early miko were important social figures[citation needed] who were \"associated with the ruling class\".[citation needed] \"In addition to her ritual performances of ecstatic trance\", writes Kuly, \"[the miko] performed a variety of religious and political functions\".[18] One traditional school of miko, Kuly adds, \"claimed to descend from the Goddess Uzume\".[19]\n\nDuring the Nara period (710–794) and Heian period (794–1185), government officials tried to control miko practices. As Fairchild notes:\n\nDuring the feudal Kamakura period (1185–1333) when Japan was controlled by warring shōgun states:\n\nDuring the Edo period (1603–1868), writes Groemer, \"the organizational structures and arts practiced by female shamans in eastern Japan underwent significant transformations\".[22] Though in the Meiji period (1868–1912), many shamanistic practices were outlawed:\n\nThere was an edict called Miko Kindanrei (巫女禁断令) enforced by security forces loyal to Imperial forces, forbidding all spiritual practices by miko, issued in 1873, by the Religious Affairs Department (教部).[24]\n\nThe Shinto kagura dance ceremony, which originated with \"ritual dancing to convey divine oracles\",[citation needed] has been transformed in the 20th century into a popular ceremonial dance called Miko-mai (巫女舞)[citation needed] or Miko-kagura (巫女神楽).[citation needed]\n\nThe position of a shaman passed from generation to generation, but sometimes someone not directly descended from a shaman went voluntarily into training or was appointed by the village chieftains. To achieve this, such a person had to have some potential. Several characteristics could be seen as a sign a person was called towards shamanism: neurosis, hallucinations, unusual behavior and hysteria. These conditions are still referred to as shamanistic sicknesses.[citation needed]\n\nTo become a shaman, the girl (still at a young age, mostly after the start of the menstruation cycle) had to undergo very intensive training specific to the kuchiyose miko.[25] An acknowledged elder shaman, who could be a family member (like an aunt) or a member of the tribe, would teach the girl in training the techniques required to be in control of her trance state. This would be done by rituals including washings with cold water, regular purifying, abstinence and the observation of the common taboos like death, illness and blood. She would also study how to communicate with kami and spirits of the deceased, as a medium, by being possessed by those spirits. This was achieved by chanting and dancing, thus therefore the girl was taught melodies and intonations that were used in songs, prayers and magical formulas, supported by drum and rattlers.\n\nOther attributes used for rituals were mirrors (to attract the kami) and swords (katana). She also needed the knowledge of the several names of the kami that were important for her village, as well as their function. Finally she learned a secret language, only known by insiders (other shamans of the tribe) and so discovered the secrets of fortune-telling and magical formulas.[citation needed]\n\nAfter the training, which could take three to seven years, the girl would get her initiation rite to become a real shaman. This mystic ceremony was witnessed by her mentor, other elders and fellow shamans. The girl wore a white shroud as a symbol for the end of her previous life. The elders began chanting and after a while the girl started to shiver. Next, her mentor would ask the girl which kami had possessed her and therefore be the one she would serve. As soon as she answered, the mentor would throw a rice cake into her face, causing the girl to faint.[26] The elders would bring the girl to a warm bed and keep her warm until she woke up. When the whole ordeal was over and the girl had woken up, she was permitted to wear a coloured wedding dress and perform the corresponding tradition of the wedding toast.[citation needed]\n\nThe resemblance of a wedding ceremony as the initiation rite suggests that the trainee, still a virgin, had become the bride of the kami she served (called a Tamayori Hime (玉依姫)). During her trance, said kami had requested the girl to his shrine. In some areas of Japan she had to bring a pot filled with rice (meshibitsu) and a pan. An old, long-abandoned practice saw miko engage in sexual intercourse with a kannushi, who would represent the kami. Any resulting child would be considered the child of the kami (御子神, mikogami).\n\nIn some cases, girls or women were visited at night by a travelling spirit (稀人, marebito). After this visit, the woman announced to the public her new position of being possessed by a kami by placing a white-feathered arrow on the roof of her house.\n\n"
        },
        {
            "title": "Contemporary miko",
            "text": "Contemporary miko are often seen at Shinto shrines, where they assist with shrine functions, perform ceremonial dances, offer omikuji fortune telling, sell souvenirs, and assist a kannushi in Shinto rites. Kuly describes the contemporary miko as: \"A far distant relative of her premodern shamanic sister, she is most probably a university student collecting a modest wage in this part-time position.\"[27]\n\nThe ethnologist Kunio Yanagita (1875–1962), who first studied Japanese female shamans, differentiated them into jinja miko (神社巫女, \"shrine shamans\") who dance with bells and participate in yudate (湯立て, \"boiling water\") rituals, kuchiyose miko (ロ寄せ巫女, \"spirit medium shamans\") who speak on behalf of the deceased, and kami uba (神姥, \"god women\") who engage in cult worship and invocations (for instance, the Tenrikyo founder Nakayama Miki).[28]\n\nResearchers have further categorized contemporary miko in terms of their diverse traditions and practices. Such categorizations include blind itako (concentrated in north and east Japan), mostly-blind okamin (north and east Japan), blind waka or owaka (northeastern Japan), moriko (north and east of Tokyo), nono (central Japan), blind zatokaka (northwest Japan), sasa hataki who tap sasa (\"bamboo grass\") on their faces (northeast of Tokyo), plus family and village organizations.[29] Others have divided miko or fujo by blindness between blind ogamiya (尾上屋, \"invocation specialist\") or ogamisama who perform kuchiyose and spirit mediumship and sighted miko or kamisama who perform divination and invocations.[30]\n\nIn the eclectic Shugendō religion, priests who practiced ecstasy often married miko.[31] Many scholars identify shamanic miko characteristics in Shinshūkyō (\"New Religions\") such as Sukyo Mahikari, Ōmoto, and Shinmeiaishinkai.[32][33][34]\n\n"
        }
    ]
}