{
    "url": "https://en.wikipedia.org/wiki/Milah_Abraham",
    "title": "Milah Abraham",
    "table_of_contents": [
        "1 History",
        "1.1 Persecution",
        "2 Beliefs",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Millah Abraham also known as Gafatar is a religious movement with roots in Islam based in Indonesia.[1] It claims over 50,000 members. It has been persecuted by the Indonesian government, with its founder Ahmad Mushaddeq sent to prison.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Millah Abraham is led by Ahmad Mushaddeq, who in the 1990s began to believe that he was receiving messages from God, and that he was a successor to Muhammad.[2][1] His beliefs became known as Milah Abraham, which accumulated approximately 50,000 followers in Indonesia and Malaysia.[1] Mushaddeq’s followers also began a back-to-the-land movement emphasizing organic farming and agrarian self-sufficiency, known as Gafatar.[1]\n\nGafatar encouraged its followers to sell their possessions and move to more rural farmland in Borneo, in order to avoid persecution by Indonesian authorities.[1] In January 2016 Gafatar was banned by Indonesian authorities, and a mob destroyed the Gafatar compound in West Kalimantan.[1] Indonesian authorities detained approximately 7,000 practitioners and began relocation and re-educating them.[1] More than 25 members were charged with blasphemy,[1] and 11 have spent time in prison.[2] (While the Constitution of Indonesia guarantees freedom of religion, in practice freedom is extended to only six official religions: Islam, Protestantism, Catholicism, Buddhism, Hinduism and Confucianism. A police spokesman, told the New York Times that the teachings of Milah Abraham’s contradicted those of Indonesia’s established religions and so violate the law.)[2]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Millah Abraham teaches that the major Abrahamic religions, including Judaism, Christianity and Islam, have been corrupted by humans, necessitating a sequence of new prophets. It claims to be the latest installation of the Abrahamic religions.[1][2]  Mushaddeq teaches that \"just as Judaism had given way to Christianity, and Christianity to Islam, it was Islam’s turn\" to give way to Gafatar, which will \"in turn be superseded by a new iteration of Abrahamic faith centuries from now.\"[2]\n\n"
        }
    ]
}