{
    "url": "https://en.wikipedia.org/wiki/Military_science_fiction",
    "title": "Military science fiction",
    "table_of_contents": [
        "1 Characteristics",
        "2 Definitions by contrast",
        "3 History",
        "4 Viewpoints",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Military science fiction is a subgenre of science fiction that features the use of science fiction technology, mainly weapons, for military purposes and usually principal characters who are members of a military organization involved in military activity, usually during a war; occurring sometimes on Earth in the future, or in outer space or on a different planet or planets. It exists in literature, comics, film, and video games.\n\nA detailed description of the conflict, the tactics and weapons used for it, and the role of a military service and the individual members of that military organization form the basis for a typical work of military science fiction. The stories often use features of actual past or current Earth conflicts, with countries being replaced by planets or galaxies of similar characteristics, battleships replaced by space battleships, and certain events changed so the author can extrapolate what might have occurred.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Traditional military values of courage under fire, sense of duty, honor, sacrifice, loyalty, and camaraderie are often emphasized. The action is typically described from the point of view of a soldier in a science fictional setting of or near battle.[1] Typically, the technology is more advanced than that of the present and described in detail. In some stories, however, technology is fairly static, and weapons that would be familiar to present-day soldiers are used, but other aspects of society have changed. Technology may not be emphasized in such stories as much as other aspects of the characters' military lives, cultures, or societies. For example, women may be accepted as equal partners for combat roles, or preferred over men.\n\nIn many stories, the usage or advancement of a specific technology plays a role in advancing the plot, such as deploying a new weapon. Some works draw heavy parallels to human history and how a scientific breakthrough or new military doctrine can significantly change how war is fought, the outcome of a battle, and the fortunes of the combatants. Many works explore how human progress, discovery, and suffering affect military doctrine or battle, and how the protagonists and antagonists reflect on and adapt to such changes. \n\nMilitary science fiction is also part of the \"military and popular culture\" subject field. [2]\n\nMany authors have either used a galaxy-spanning fictional empire as a background for the story, or have explored the growth and/or decline of such an empire. The capital of a galactic empire is sometimes a \"core world,\" such as a planet relatively near a galaxy's centrally-located supermassive black hole, which has advanced considerably in science and technology compared to current human civilization. Characterizations of these empires can vary wildly from malevolent forces that attack sympathetic victims, to apathetic or amoral bureaucracies, to more reasonable entities focused on social progress. \n\nA writer may posit a form of faster-than-light travel in order to facilitate the enormous scale of interstellar war. The long spans of time (e.g., decades or centuries) required for human soldiers to travel interstellar distances, even at relativistic speeds, and the consequences for the characters, is a dilemma examined by authors such as Joe Haldeman and Alastair Reynolds. Other writers such as Larry Niven have created plausible interplanetary conflict based on human colonization of the asteroid belt and outer planets by means of technologies utilizing the laws of physics as currently understood.[citation needed]\n\n"
        },
        {
            "title": "Definitions by contrast",
            "text": "Several subsets of military science fiction share characteristics of the space opera subgenre, concentrating on large-scale space battles with futuristic weapons in an interstellar war. Many stories can be considered to be in one or both the military science fiction and space opera subgenres, such as The Sten Chronicles by Allan Cole and Chris Bunch, Ender's Game series by Orson Scott Card, Honorverse by David Weber, Deathstalker by Simon R. Green, and Armor by John Steakley. \n\nAt one extreme, a military science fiction story can speculate about war in the future, in space, or involving space travel, or the effects of such a war on humans; at the other, a story with a fictional military plot may have relatively superficial science fictional elements. The term \"military space opera\" may occasionally denote this latter style, as used for example by critic Sylvia Kelso when describing Lois McMaster Bujold's Vorkosigan Saga.[3]  Examples that feature aspects of both military science fiction and space opera include the Battlestar Galactica franchise and Robert A. Heinlein's 1959 novel Starship Troopers. \n\nA key distinction of military science fiction from space opera is that space operas focus more on adventurous stories and melodrama, while military science fiction focuses more on warfare and technical aspects. The principle characters in a space opera are also not military personnel, but civilians or paramilitary. Stories in both subgenres often concern an interstellar war in which humans fight themselves and/or nonhuman entities. Military science fiction, however, is not necessarily set in outer space or on multiple worlds, as in space opera and the space Western.[4]\n\nBoth military science fiction and the space Western may consider an interstellar war and oppression by a galactic empire as the story's backdrop. They may focus on a lone gunslinger, soldier, or veteran in a futuristic space frontier setting. Western elements and conventions in military science fiction may be explicit, such as cowboys in outer space, or more subtle, as in a space colony requiring defense against attack out on the frontier.[5] Gene Roddenberry described Star Trek: The Original Series as a Space Western (or more poetically, as \"Wagon Train to the stars\").[6] The TV series Firefly and its cinematic follow-up Serenity literalized the Western aspects of the space Western subgenre as popularized by Star Trek: it features frontier towns, horses, and a visual style evocative of classic John Ford Westerns.[7][8] Worlds that have been terraformed may be depicted as presenting similar challenges as that of a frontier settlement in a classic Western.[9] Six-shooters and horses may be replaced by ray guns and rockets.[10]\n\n"
        },
        {
            "title": "History",
            "text": "Precursors for military science fiction can be found in \"future war\" stories dating back at least to George Chesney's story \"The Battle of Dorking\" (1871).[11] Other works of fiction followed, including H.G. Wells's \"The Land Ironclads\". Eventually, as science fiction became an established and separate genre, military science fiction established itself as a subgenre.  One such work is H. Beam Piper's Uller Uprising (1952) (based on the events of the Sepoy Mutiny). Robert A. Heinlein's Starship Troopers (1959) is another work of military science fiction, along with Gordon Dickson's Dorsai (1960), and these are thought to be mostly responsible for popularizing this subgenre's popularity among young readers of the time.[citation needed]\n\nThe Vietnam War resulted in veterans with combat experience deciding to write science fiction, including Joe Haldeman and David Drake.  Throughout the 1970s, works such as Haldeman's The Forever War and Drake's Hammer's Slammers helped increase the popularity of the genre.[11] Short stories also were popular, collected in books such as Combat SF, edited by Gordon R. Dickson. This anthology includes one of the first Hammer's Slammers stories, as well as one of the BOLO stories by Keith Laumer and one of the Berserker stories by Fred Saberhagen. This anthology seems to have been the first time these stories specifically dealing with war as a subject were collected and marketed as such.[citation needed] The series of anthologies with the group title There Will be War edited by Pournelle and John F. Carr (nine volumes from 1983 through 1990) helped keep the category active, and encouraged new writers to add to it.[citation needed]\n\nA special twist was introduced in Harry Turtledove's Worldwar series depicting an alternate history in which WWII is disrupted by extraterrestrials invading Earth in 1942, forcing humans to stop fighting each other and unite against this common enemy. Turtledove depicts the tactics and strategy of this new course of the war in great detail, showing how American, British, Soviet, and German soldiers and Jewish guerrillas (some of them historical figures) deal with this extraordinary new situation, as well as providing a not unsympathetic detailed point of view of individual invader warriors. In the war situation posited by Turtledove, the invaders have superior arms, but the gap is not too wide for the humans to bridge. For example, the invaders have more advanced tanks, but the German Wehrmacht's tank crews facing them – a major theme in the series – are more skilled and far more experienced.\n\n"
        },
        {
            "title": "Viewpoints",
            "text": "Several authors have presented stories with political messages of varying types as major or minor themes of their works.\n\nDavid Drake has often written of the horrors and futility of war. He has said, in the afterwords of several of his Hammer's Slammers books (1979 and later),[citation needed] that one of his reasons for writing is to educate those people who have not experienced war, but who might have to make the decision to start or endorse a war (as policymakers or as voters) about what war is really like, and what the powers and limits of the military as an instrument of policy are.\n\nDavid Weber has said:\n\n"
        }
    ]
}