{
    "url": "https://en.wikipedia.org/wiki/Military_satellite",
    "title": "Military satellite",
    "table_of_contents": [
        "1 Military reconnaissance satellites",
        "2 Navigation satellites",
        "3 Early warning systems",
        "4 Satellite weapons",
        "5 Military communication satellites",
        "6 See also",
        "7 References",
        "8 Resources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A military satellite is an artificial satellite used for a military purpose. The most common missions are intelligence gathering, navigation and military communications.\n\nThe first military satellites were photographic reconnaissance missions. Some attempts were made to develop satellite based weapons but this work was halted in 1967 following the ratification of international treaties banning the deployment of weapons of mass destruction in orbit.\n\nAs of 2013, there are 950 satellites of all types in Earth orbit. It is not possible to identify the exact number of these that are military satellites partly due to secrecy and partly due to dual purpose missions such as GPS satellites that serve both civilian and military purposes. As of December 2018 there are 320 known military or dual-use satellites in the sky, half of which are owned by the US, followed by Russia, China and India (13).[1]\n\n"
        },
        {
            "title": "Military reconnaissance satellites",
            "text": "The first military use of satellites was for reconnaissance.\n\nIn the United States the first formal military satellite programs, Weapon System 117L, was developed in the mid 1950s.[2] Within this program a number of sub-programs were developed including Corona.[2]  Satellites within the Corona program carried different code names. The first launches were code named Discoverer. This mission was a series of reconnaissance satellites, designed to enter orbit, take high-resolution photographs and then return the payload to Earth via parachute.[2] Discoverer 1, the first mission, was launched on 28 February 1959 although it didn't carry a payload being intended as a test flight to prove the technology.[3]} Corona was followed by other programs including Canyon (seven launches between 1968 and 1977[4]), Aquacade[5] and Orion (stated by US Government sources to be extremely large[6]). There have also been a number of subsequent programs including Magnum and Trumpet,[7] but these remain classified and therefore many details remain speculative.\n\nThe Soviet Union began the Almaz (Russian: Алмаз) program in the early 1960s. This program involved placing space stations in Earth orbit as an alternative to satellites. Three stations were launched between 1973 and 1976: Salyut 2, Salyut 3 and Salyut 5. Following Salyut 5, the Soviet Ministry of Defence judged in 1978 that the time consumed by station maintenance outweighed the benefits relative to automatic reconnaissance satellites.[citation needed]\n\nIn 2015, United States military space units, and commercial satellite operator Intelsat, became concerned about apparent reconnaissance test maneuvers by Russian Luch (or Olymp) satellite which was launched in September 2014, when it maneuvered between the Intelsat 7 and Intelsat 901 satellites which are located only half a degree from one another in geosynchronous orbit.[8]\n\n"
        },
        {
            "title": "Navigation satellites",
            "text": "The first satellite navigation system, Transit, used by the United States Navy, was tested in 1960.[9]  It used a constellation of five satellites and could provide a navigational fix approximately once per hour.\n\nDuring the Cold War arms race, the nuclear threat was used to justify the cost of providing a more capable system. These developments led eventually to the deployment of the Global Positioning System (GPS). The US Navy required precise navigation to enable  submarines to get an accurate fix of their positions before they launched their SLBMs.[10] The USAF had requirements for a more accurate and reliable navigation system, as did the United States Army for geodetic surveying [11] for which purpose they had developed the SECOR system. SECOR used ground-based transmitters from known locations that sent signals to satellite transponder in orbit. A fourth ground-based station, at an undetermined position, could then use those signals to fix its location precisely. The last SECOR satellite was launched in 1969.[12]\n\nIn 1978, the first experimental Block-I GPS satellite was launched[13]  and by December 1993, GPS achieved initial operational capability (IOC), indicating a full constellation (24 satellites) was available and providing the Standard Positioning Service (SPS).[14] Full Operational Capability (FOC) was declared by Air Force Space Command (AFSPC) in April 1995, signifying full availability of the military's secure Precise Positioning Service (PPS).[14]\n\n"
        },
        {
            "title": "Early warning systems",
            "text": "A number of nations have developed satellite based early warning systems designed to detect ICBMs during different flight phases. In the United States these satellites are operated by the Defense Support Program (DSP). The first launch of a DSP satellite was on 6 November 1970 with the 23rd and last launched 10 November 2007. This program has been superseded by the Space-Based Infrared System (SBIRS).\n\n"
        },
        {
            "title": "Satellite weapons",
            "text": "In the United States, research into satellite based weapons was initiated by President Dwight D. Eisenhower in the 1950s. In 1958, the United States initiated Project Defender to develop an anti-ICBM solution launched from satellites. The satellites would have deployed a huge wire mesh to disable ICBMs during their early launch phase. The project floundered due to the lack of any mechanism to protect the satellites from attack resulting in the cancellation of Defender in 1968.[15]\n\nSince October 1967 satellite based weapons systems have been limited by international treaty to conventional weapons only. Art.IV of the Outer Space Treaty specifically prohibits signatories from installing weapons of mass destruction in Earth orbit. The treaty became effective on 10 October 1967 and, as of May 2013, 102 countries are parties to the treaty with a further 27 pending full ratification.[16][17]\n\n"
        },
        {
            "title": "Military communication satellites",
            "text": "Communications satellites are used for military communications applications. Typically military satellites operate in the UHF, SHF (also known as X-band) or EHF (also known as Ka band) frequency bands.\n\nThe US Armed Forces maintains international networks of satellites with ground stations located in various continents. \nSignal latency is a major concern in satellite communications, so geographic and meteorological factors play an important role in choosing teleports. Since some of the major military activities of the U.S. army are in foreign territories, the U.S. government needs to subcontract satellite services to foreign carriers headquartered in areas with favorable climate.[18]\n\nMilitary Strategic and Tactical Relay, or Milstar, is a constellation of military satellites managed by the United States Space Force. Six spacecraft were launched between 1994 and 2003, of which five are operational, with the sixth lost in a launch failure. They are deployed in geostationary orbit and provide wideband, narrowband and protected military communication systems. Wideband systems support high-bandwidth transfers. Protected systems offer more sophisticated security protection like antijam features and nuclear survivability, while narrowband systems are intended for basic communications services that do not require high bandwidth.\n\nThe United Kingdom also operates military communication satellites through its Skynet system. This is currently operated with support from Astrium Services and provides near worldwide coverage with both X band and Ultra high frequency services.[19]\n\nSkynet 5 is the United Kingdom's most recent military communications satellite system. There are four Skynet satellites in orbit, with the latest launch completed in December 2012.[20] The system is provided by a private contractor, Astrium, with the UK government paying service charges based on bandwidth consumption.[20]\n\n"
        }
    ]
}