{
    "url": "https://en.wikipedia.org/wiki/Militarisation_of_space",
    "title": "Militarisation of space",
    "table_of_contents": [
        "1 History",
        "1.1 The Cold War",
        "1.1.1 United States",
        "1.1.1.1 Starfish Prime",
        "1.1.2 USSR",
        "1.1.2.1 Soviet high-altitude nuclear tests",
        "1.2 Post-Cold War",
        "1.2.1 Military satellite",
        "1.2.2 Global Positioning System (GPS)",
        "1.2.3 Military communication systems",
        "1.2.4 Military spaceplanes",
        "2 Weapons in space",
        "2.1 Terrestrial-type weapons in space",
        "2.2 High-Altitude Electromagnetic Pulses (HEMP)",
        "3 Space warfare",
        "4 Space treaties",
        "4.1 Outer Space Treaty",
        "4.2 Moon Treaty",
        "4.3 Limited Test Ban Treaty",
        "4.4 Other drafts",
        "5 National Missile Defense (NMD)",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe militarization of space involves the placement and development of weaponry and military technology in outer space. The early exploration of space in the mid-20th century had, in part, a military motivation, as the United States and the Soviet Union used it as an opportunity to demonstrate ballistic-missile technology and other technologies having the potential for military application. Outer space has since been used as an operating location for military spacecraft such as imaging and communications satellites, and some ballistic missiles pass through outer space during their flight. As of 2018[update], known deployments of weapons stationed in space include only the Almaz space-station armament and pistols such as the TP-82 Cosmonaut survival pistol (for post-landing, pre-recovery use).\n\n"
        },
        {
            "title": "History",
            "text": "During the Cold War, the world's two great superpowers—the Soviet Union and the United States of America—spent large proportions of their GDP on developing military technologies.  The drive to place objects in orbit stimulated space research and started the Space Race.  In 1957, the USSR launched the first artificial satellite, Sputnik 1.\n\nBy the end of the 1960s, both countries regularly deployed satellites. Reconnaissance satellites were used by militaries to take accurate pictures of their rivals' military installations.  As time passed the resolution and accuracy of orbital reconnaissance alarmed both sides of the iron curtain.  Both the United States and the Soviet Union began to develop anti-satellite weapons to blind or destroy each other's satellites. Directed-energy weapons, kamikaze-style satellites, as well as orbital nuclear explosives were researched with varying levels of success.  Spy satellites were, and continue to be, used to monitor the dismantling of military assets in accordance with arms control treaties signed between the two superpowers. To use spy satellites in such a manner is often referred to in treaties as \"national technical means of verification\".\n\nThe superpowers developed ballistic missiles to enable them to use nuclear weaponry across great distances. As rocket science developed, the range of missiles increased and intercontinental ballistic missiles (ICBM) were created, which could strike virtually any target on Earth in a timeframe measured in minutes rather than hours or days.  To cover large distances ballistic missiles are usually launched into sub-orbital spaceflight.\n\nAs soon as intercontinental missiles were developed, military planners began programmes and strategies to counter their effectiveness.\n\nEarly American efforts included the Nike-Zeus Program, Project Defender, the Sentinel Program and the Safeguard Program.  The late 1950s Nike-Zeus programme involved firing Nike nuclear missiles against oncoming ICBMs, thus exploding nuclear warheads over the North Pole.  This idea was soon scrapped and work began on Project Defender in 1958.[1]  Project Defender attempted to destroy Soviet ICBMs at launch with satellite weapon systems, which orbited over Russia.  This programme proved infeasible with the technology from that era.[1]  Work then began on the Sentinel Program which used anti-ballistic missiles (ABM) to shoot down incoming ICBMs.\n\nIn the late 1950s United States Air Force considered detonating an atomic bomb on the Moon to display U.S. superiority to the Soviet Union and the rest of the world (Project A119).  In 1959, a feasibility study of a possible military base on the Moon (Project Horizon) was conducted.  In 1958, a plan for a 21-airman underground Air Force base on the Moon by 1968 was developed (Lunex Project).\n\nThe Safeguard Program was deployed in the mid-1970s and was based on the Sentinel Program.  Since the ABM treaty only allowed for construction of a single ABM facility to protect either the nation's capital city or an ICBM field, the Stanley R. Mickelsen Safeguard Complex was constructed near Nekoma, North Dakota to protect the Grand Forks ICBM facility.  Though it was only operational as an ABM facility for less than a year, the Perimeter Acquisition Radar (PAR), one of Safeguard's components, was still operational as of 2005.  One major problem with the Safeguard Program, and past ABM systems, was that the interceptor missiles, though state-of-the-art, required nuclear warheads to destroy incoming ICBMs.  Future ABMs will likely be more accurate and use hit-to-kill or conventional warheads to knock down incoming warheads.  The technology involved in such systems was shaky at best, and deployment was limited by the ABM treaty of 1972.\n\nIn 1983, American president Ronald Reagan proposed the Strategic Defense Initiative (SDI), a space-based system to protect the United States from attack by strategic nuclear missiles. The plan was ridiculed by some as unrealistic and expensive, and Dr. Carol Rosin nicknamed the policy \"Star Wars\", after the popular science-fiction movie franchise.[citation needed]  Astronomer Carl Sagan pointed out that in order to defeat SDI, the Soviet Union had only to build more missiles, allowing them to overcome the defence by sheer force of numbers.[citation needed]  Proponents of SDI said the strategy of technology would hasten the Soviet Union's downfall.  According to this doctrine, Communist leaders were forced to either shift large portions of their GDP to counter SDI, or else watch as their expensive nuclear stockpiles were rendered obsolete.\n\nUnited States Space Command (USSPACECOM), a unified command of the United States military, was created in 1985 to help institutionalise the use of outer space by the United States Armed Forces.  The Commander in Chief of U.S. Space Command (CINCUSSPACECOM), with headquarters at Peterson Air Force Base, Colorado was also the Commander in Chief of the bi-national U.S.-Canadian North American Aerospace Defense Command (CINCNORAD), and for the majority of time during USSPACECOM's existence also the Commander of the U.S. Air Force major command Air Force Space Command.  Military space operations coordinated by USSPACECOM proved to be very valuable for the U.S.-led coalition in the 1991 Persian Gulf War.\n\nThe U.S. military has relied on communications, intelligence, navigation, missile warning and weather satellite systems in areas of conflict since the early 1990s, including the Balkans, Southwest Asia and Afghanistan.  Space systems are considered indispensable providers of tactical information to U.S. war-fighters.\n\nAs part of the ongoing initiative to transform the U.S. military, on 26 June 2002, Secretary of Defense Donald Rumsfeld announced that U.S. Space Command would merge with USSTRATCOM.  The UCP directed that Unified Combatant Commands be capped at ten, and with the formation of the new United States Northern Command, one would have to be deactivated in order to maintain that level.  Thus the USSPACECOM merger into USSTRATCOM.\n\nOn December 10, 2019, the United States Space Force was formed as the world's only independent space force.\n\nOperation Hardtack 1\n\nOperation Hardtack 1 was a series of nuclear tests carried out by the United States Government in 1958. A major facet of these tests was three high-altitude nuclear tests: YUCCA, ORANGE, and TEAK. YUCCA was detonated April 28 at an altitude of 86,000 feet and had a comparatively small yield of 1.7 kilotons. YUCCA is notable as the first nuclear test carried via balloon. Following tests ORANGE and TEAK were carried out July 31 and August 11 at altitudes of 252,000 feet and 141,000 feet, respectively. The bombs were delivered via rocket and their yields were in the megaton range.[2]\n\nStarfish Prime was a nuclear test carried out in 1962 over Johnston Atoll by the United States as part of Operation Fishbowl. The 1.4 megaton bomb was detonated at an altitude of 400 km (250 miles), in the ionosphere and was the highest altitude nuclear test ever demonstrated. The test is notable for its Electromagnetic Pulse (EMP) effect, which was felt as far as 1400 km (800 miles) away in Hawaii.[3]\n\nThe Soviet Union was also researching innovative ways of gaining space supremacy.  Two of their most notable efforts were the R-36ORB Fractional Orbital Bombardment System (FOBS) and Polyus orbital weapons system.\n\nThe R-36ORB was a Soviet ICBM in the 1960s that, once launched, would go into a low Earth orbit whereupon it would de-orbit for an attack. This system would approach North America over the South Pole, thereby striking targets from the opposite direction from that to which NORAD early warning systems are oriented.  The missile was phased out in January 1983 in compliance with the SALT II treaty.\n\nThe SALT II treaty (1979) prohibited the deployment of FOBS systems:\n\nOn May 15, 1987, an Energia rocket flew for the first time. The payload was a prototype orbital weapons platform Polyus (also known as Polus, Skif-DM or 17F19DM), the final version of which according to some reports could be armed with nuclear space mines and defensive cannon. The Polyus weapons platform was designed to defend itself against anti-satellite weapons with recoilless cannon.  It was also equipped with a sensor blinding laser to confuse approaching weapons and could launch test targets to validate the fire control system. The attempt to place the satellite into orbit failed.\n\nThe Soviet Union executed their own high-altitude tests for the purpose of studying and developing High-Altitude Electromagnetic Pulse (HEMP) weapons. The most notable of these is the 1962 Nuclear Test 184 in which a nuclear bomb was detonated at an altitude of 290 km.[4] The ensuing HEMP damaged a 1000 km long line in Kazakhstan which was designed to be protected from such damage. The electrical damage is comparable to the strongest naturally occurring geomagnetic disturbances recorded.[5]\n\nAs the Cold War ended with the implosion of the Soviet Union the space race between the two superpowers ended.  The United States of America was left as the only superpower on Earth with a large concentration of the world's wealth and technological advancement. Despite the United States' new status in the world, the monopoly of space militarisation is in no way certain.  Countries such as China, Japan, and India have begun their own space programmes, while the European Union collectively works to create satellite systems to rival those of the United States.\n\nThe USSR Space Forces were established as the Ministry of Defense Space Units in 1982. In 1991, the Soviet Union disintegrated. The Russian Armed Forces were established on 7 May 1992, enabling the creation of Russian Space Forces later that year on 10 August. In July 1997, the Space Force was dissolved as a separate service arm and incorporated to the Strategic Rocket Forces along with the Space Missile Defense Forces, which previously were part of the Troops of Air Defense. The Russian Space Forces were officially reborn on June 1, 2001 as an independent section of the Russian military.\n\nPost Cold War space militarisation seems to revolve around three types of applications. (The word \"seems\" is used because much of this subject matter is inconclusively verifiable, due to the high level of secrecy that exists among the great powers with regard to the details of space sensing systems.)  The first application is the continuing development of \"spy\" or reconnaissance satellites which began in the Cold War era, but has progressed significantly since that time.  Spy satellites perform a variety of missions such as high-resolution photography (IMINT) and communications eavesdropping (SIGINT).  These tasks are performed on a regular basis both during peacetime and war operations. Satellites are also used by the nuclear states to provide early warning of missile launches, locate nuclear detonations, and detect preparations for otherwise clandestine or surprise nuclear tests (at least those tests or preparations carried out above-ground); this was the case when, in 1998, India and Pakistan both conducted a series of nuclear tests; in addition, a nuclear-detection satellite of the Vela type was also reported to have detected a nuclear detonation in the Indian Ocean in 1978 that was believed to be a South African nuclear test in what was famously called the Vela Incident. Early-warning satellites can also be used to detect tactical missile launches; this capability was used during Desert Storm, when America was able to provide advance warning to Israel of Iraqi SS-1 SCUD missile launches.\n\nTypes of Reconnaissance satellites\n\nThe second application of space militarisation currently in use is GPS or Global Positioning System. This satellite navigation system is used for determining one's precise location and providing a highly accurate time reference almost anywhere on Earth or in Earth orbit. It uses an intermediate circular orbit (ICO) satellite constellation of at least 24 satellites.  The GPS system was designed by and is controlled by the United States Department of Defense and can be used by anyone, free of charge. The cost of maintaining the system is approximately US$400 million per year, including the replacement of ageing satellites. The first of 24 satellites that form the current GPS constellation (Block II) was placed into orbit on February 14, 1989. The 52nd GPS satellite since the beginning in 1978 was launched November 6, 2004 aboard a Delta II rocket.\nThe primary military purposes are to allow improved command and control of forces through improved location awareness, and to facilitate accurate targeting of smart bombs, cruise missiles, or other munitions, and spoofing or jamming location data to civilian navigation receivers during wartime. The satellites also carry nuclear detonation detectors, which form a major portion of the United States Nuclear Detonation Detection System. European concern about the level of control over the GPS network and commercial issues has resulted in the planned Galileo positioning system. Russia already operates an independent system called GLONASS (global navigation system); the system operates with 24 satellites that are deployed in 3 orbital planes as opposed to the 4 in which GPS is deployed.[6]\nThe Chinese \"Beidou\" system provides China a similar regional (not global) navigation capability.\n\nThe third current application of militarisation of space can be demonstrated by the emerging military doctrine of network-centric warfare.  Network-centric warfare relies heavily on the use of high-speed communications, which allows all soldiers and branches of the military to view the battlefield in real-time.  Real-time technology improves the situational awareness of all of the military's assets and commanders in a given theatre. For example, a soldier in the battle zone can access satellite imagery of enemy positions two blocks away, and if necessary e-mail the coordinates to a bomber or weapon platform hovering overhead while the commander, hundreds of miles away, watches as the events unfold on a monitor.  This high-speed communication is facilitated by a separate internet created by the military for the military.[citation needed]  Communication satellites hold this system together by creating an informational grid over the given theatre of operations.  The Department of Defense is currently working to establish a Global Information Grid to connect all military units and branches into a computerised network in order to share information and create a more efficient military.[citation needed]\n\nIt was revealed[when?][how?][who?] that Soviet officials were concerned that the US Space Shuttle program had such military objectives such as to make a sudden dive into the atmosphere to drop bombs on Moscow\n[7] and these concerns were part of the motivation behind pursuing their own Buran programme.[8]\n\nThe NASA uncrewed spaceplane project X-37 was transferred to the US Department of Defense in 2004. It is unclear what its military mission would be. The X-37 is akin to a space version of Unmanned aerial vehicle.\n\n"
        },
        {
            "title": "Weapons in space",
            "text": "Space weapons are weapons used in space warfare. They include weapons that can attack space systems in orbit (i.e. anti-satellite weapons), attack targets on the earth from space or disable missiles travelling through space. In the course of the militarisation of space, such weapons were developed mainly by the contesting superpowers during the Cold War, and some remain under development today. Space weapons are also a central theme in military science fiction and sci-fi video games.\n\nThe Soviet space station Salyut 3 was fitted with a 23mm cannon, which was successfully test fired at target satellites, at ranges from 500 to 3,000 metres (1,600 to 9,800 ft).[9][10][11]\n\nAs of 2008, it was reported that Russian cosmonauts have regularly carried the TP-82 Cosmonaut survival pistol on Soyuz spacecraft, as part of the emergency landing survival kit. The intent of the weapon is to protect cosmonauts from wild animals in the event of an off-course wilderness landing. The specially designed gun is capable of firing bullets, shotgun shells, or flares.[12]\n\nA high-altitude electromagnetic pulse is a result of an atmospheric nuclear explosion, as demonstrated by the United States’ Starfish Prime and the Soviet Union’s Nuclear Test 184. Though such explosions lack the usual damage caused by nuclear explosions such as physical damage and radioactive fallout, ensuing HEMPs have far-reaching effects on unprotected electronics.\n\nThe 1962 Starfish Prime test produced an HEMP which caused electronics to fail 1400 km (800) away in Hawaii where about 300 streetlights immediately failed. Soviet tests with HEMPs were executed above land, where a 1000 km power line was shut down, and all telephone lines within 500 km were damaged.[3]\n\nHEMPs cause banana-shaped areas of effect, due to the pulse’s interaction with the Earth’s magnetic field.[13] A nuclear weapon detonated at 400 km creates an EMP 2,200 km in radius, large enough to cover the continental United States. However, any nuclear device detonated above 30 km will create an EMP of at least 600 km in radius.[14]\n\n"
        },
        {
            "title": "Space warfare",
            "text": "Space warfare is combat that takes place in outer space, i.e. outside the atmosphere. Technically, it refers to battles where the targets themselves are in space. Space warfare therefore includes ground-to-space warfare, such as attacking satellites from the Earth, as well as space-to-space warfare, such as satellites attacking satellites.\n\nIt does not include the use of satellites for espionage, surveillance, or military communications, however useful those activities might be. It does not technically include space-to-ground warfare, where orbital objects attack ground, sea or air targets directly, but the public and media frequently use the term to include any conflict which includes space as a theatre of operations, regardless of the intended target. For example, a rapid delivery system in which troops are deployed from orbit might be described as \"space warfare,\" even though the military uses the term as described above.\n\nA film was produced by the U.S. Military in the early 1960s called Space and National Security which depicted space warfare.[15] From 1985 to 2002 there was a United States Space Command, which in 2002 merged with the United States Strategic Command. There is a Russian Space Force, which was established on August 10, 1992, and which became an independent section of the Russian military on December 1, 2001.[citation needed]\n\nOnly a few incidents of space warfare have occurred in world history, and all were training missions, as opposed to actions against real opposing forces. In the mid-1980s a USAF pilot in an F-15 successfully shot down the P78-1, a communications satellite in a 345-mile (555 km) orbit.\n\nIn 2007, the People's Republic of China used a missile system to destroy one of its obsolete satellites (see 2007 Chinese anti-satellite missile test), in 2008 the United States similarly destroyed its malfunctioning satellite USA 193. In 2019, India followed China and the U.S. by destroying a live satellite.[16][17] On 15 November 2021, Kosmos 1408, an old Soviet satellite was destroyed by the Russian military using a ground based missile. To date, there have been no human casualties resulting from conflict in space, nor has any ground target been successfully neutralised from orbit.\n\nInternational treaties governing space limit or regulate conflicts in space and limit the installation of weapon systems, especially nuclear weapons.\n\n"
        },
        {
            "title": "Space treaties",
            "text": "Treaties are agreed to when all parties perceive a benefit from becoming a signatory participant in the treaty.  As mutually assured destruction (MAD) became the deterrent strategy between the two superpowers in the Cold War, many countries worked together to avoid extending the threat of nuclear weapons to space based launchers.\n\nThe Outer Space Treaty was considered by the Legal Subcommittee of the United Nations Committee on the Peaceful Uses of Outer Space in 1966.  Later that year, agreement was reached in the United Nations General Assembly.  The treaty included the following principles:\n\nIn summary, the treaty initiated the banning of signatories' placing of nuclear weapons or any other weapons of mass destruction in orbit of Earth, installing them on the Moon or any other celestial body, or to otherwise station them in outer space. The United States, the United Kingdom, and the Soviet Union signed the treaty and it entered into effect on October 10, 1967. As of January 1, 2005, 98 States have ratified, and an additional 27 have signed the Outer Space Treaty.\n\nNote that this treaty does not ban the placement of weapons in space in general, only nuclear weapons and WMD.\n\nThe Moon Treaty (not ratified by any space capable state, though signed by some) bans any military use of celestial bodies, including weapon testing, nuclear weapons in orbit, or military bases. The use of military personnel for scientific research or for any other peaceful purposes shall not be prohibited. (Article 3.4)\n\nIn 1963 the Limited Test Ban Treaty was signed by the United States, the United Kingdom, and the Soviet Union. The treaty was a response to growing concerns over the rapidly increasing power of nuclear weapons as well as damage from radioactive fallout. The treaty banned underwater tests and atmospheric tests, and effectively banned underground nuclear tests. The treaty put an end to further testing of high-altitude nuclear tests, and by extension HEMPs.[18]\n\nIn February 2008, China and Russia together submitted a draft to the UN known as the Treaty on Prevention of the Placement of Weapons in Outer Space and of the Threat or Use of Force against Outer Space Objects (PPWT).[19][20] The US opposed the draft treaty due to security concerns over its space assets despite the treaty explicitly affirming a State's inherent right of self-defence.[21]\n\nOn December 4, 2014, the General Assembly of the UN passed two resolutions on preventing an arms race in outer space:[22]\n\nThe Prevention of an Arms Race in Outer Space (PAROS) is a committee subsidiary to the Conference on Disarmament. The PAROS Cttee, which meets at the Palais des Nations in Geneva, has been the forum for discussion of these issues since 1985.[23]\n\n"
        },
        {
            "title": "",
            "text": "With the fall of the Soviet Union and the end of the Cold War defense spending was reduced and space research was chiefly focused on peaceful research. American military research is focused on a more modest goal of preventing the United States from being subject to nuclear blackmail or nuclear terrorism by a rogue state. This overlapped with militarization of space in the form of ballistic missile defense. Missile defense does not station weapons in space, but is designed to intercept incoming warheads at a very high altitude, which requires the interceptor to travel into space to achieve the intercept. These missiles can be land-based or sea-based, and most proposed programs use a mix of the two.\n\nOn 16 December 2002, US President George W. Bush signed National Security Presidential Directive which outlined a plan to begin deployment of operational ballistic missile defense systems by 2004. The following day, the US formally requested from the UK and Denmark use of facilities in RAF Fylingdales, England and Thule, Greenland, respectively, as a part of the NMD Program.[24]  The administration continued to push the program, but received pushback from multiple fronts. Firstly, some scientists opposed the program and raised ethical objections. Secondly, some trial-and-error technical failures during development became highly publicized, though from a technical standpoint they were unsurprising and even expected. The projected cost of the program for the years 2004 to 2009 was 53 billion US dollars, making it the largest single line in The Pentagon's budget.\n\n"
        }
    ]
}