{
    "url": "https://en.wikipedia.org/wiki/Militia_Acts_of_1792",
    "title": "Militia Acts of 1792",
    "table_of_contents": [
        "1 Background",
        "2 First Militia Act of 1792",
        "3 Second Militia Act of 1792",
        "4 Use and subsequent amendments",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTwo Militia Acts were enacted by the 2nd United States Congress in 1792 that provided for the organization of militias and empowered the President of the United States to take command of the state militias in times of imminent invasion or insurrection. \n\nThe President’s authority had a life of two years, and was invoked to suppress the Whiskey Rebellion in 1794. In 1795, Congress enacted the Militia Act of 1795, which mirrored the provisions of the expired 1792 Acts, except that the President’s authority to call out the militias was made permanent. The Militia Act of 1862, enacted during the American Civil War, amended the conscription provision of the 1792 and 1795 acts, which originally applied to every \"free able-bodied white male citizen\" between the ages of 18 and 45, to allow African-Americans to serve in the militias. The new conscription provision applied to all males, regardless of race, between the ages of 18 and 54. The Militia Act of 1903 repealed and superseded the Militia Act of 1795 and established the United States National Guard as the chief body of the organized militia in the United States.[1]\n\n"
        },
        {
            "title": "Background",
            "text": "The Militia act's origins can be traced to \"An Act for ordering the Forces in the several Counties of this Kingdom\" by the English Parliament in 1665.[2]\n\nA committee was formed on April 7th 1783, headed by Alexander Hamilton, also including James Madison,[3] to determine what the Military Peace Establishment of the country should be post revolution.[4]  Hamilton first presented the committees plan on June 18,[5][6] just 2 days before what would become known as the Pennsylvania Mutiny of 1783.  After Congress reestablished itself in Trenton New Jersey, the committees report was again presented on October 23.[7]\n\nIt was understood at the time that the President did not have the power under the Constitution on his own authority to call out the militia, and required statutory authorization by Congress to do so.  \n\nThe Militia Acts were passed following the enormous losses suffered by General Arthur St. Clair’s forces at the Battle of the Wabash in 1791,[8] when nearly 1,000 Americans died in battle against the Western Confederacy of American Indians. There was a widespread fear that Indian forces would exploit their victory during the recess of Congress. St. Clair's defeat was blamed in part on the poor organization and equipment of his army.[9]  Upon the final required ratification enabling the Second Amendment reaching Congress January 8, 1792, Congress passed the Militia acts that May, the second on the last day before adjournment.\n\n"
        },
        {
            "title": "First Militia Act of 1792",
            "text": "The first  Militia Act was passed on May 2, 1792, and provided authority to the President to call out militias of the several states, \"whenever the United States shall be invaded, or be in imminent danger of invasion from any foreign nation or Indian tribe\". (art. I, ss. 1) \n\nThe Act also authorized the President to call the militias into federal service \"whenever the laws of the United States shall be opposed or the execution thereof obstructed, in any state, by combinations too powerful to be suppressed by the ordinary course of judicial proceedings, or by the powers vested in the marshals by this act\". (art. I, ss. 2) This provision likely referred to uprisings such as Shays' Rebellion. \n\nThe president's authority in both cases was conditional on the President, by proclamation, firstly ordering the insurgents “to disperse, and retire peaceably to their respective abodes, within a limited time.“\n\nThe president's authority in both cases was to expire at the end of the session of Congress after two years. By the Militia Act of 1795, Congress re-enacted the provisions of the 1792 Act, except that the President’s authority to call out militias was made permanent.\n\n"
        },
        {
            "title": "Second Militia Act of 1792",
            "text": "The second Militia Act of 1792 was passed on May 8, 1792, and provided for the organization of state militias and the conscription of every \"free able-bodied white male citizen\" between the ages of 18 and 45:\n\nMilitia members were required to equip themselves with a musket, bayonet and belt, two spare flints, a box able to contain not less than 24 suitable cartridges, and a knapsack. Alternatively, everyone enrolled was to provide himself with a rifle, a powder horn, ¼ pound of gunpowder, 20 rifle balls, a shot-pouch, and a knapsack.[10] Exemptions applied to some occupations, including congressmen, stagecoach drivers and ferryboatmen.  \n\nThe militias were divided into \"divisions, brigades, regiments, battalions, and companies\" as the state legislatures would direct.[11] The provisions of the first Act governing the calling up of the militia by the president in case of invasion or obstruction to law enforcement were continued in the second act.[12] Court martial proceedings were authorized by the statute against militia members who disobeyed orders.[13]\n\n"
        },
        {
            "title": "Use and subsequent amendments",
            "text": "George Washington was the first president to call out the militia in 1794 (just before the 1792 act expired) to put down the Whiskey Rebellion in Western Pennsylvania. Washington issued a proclamation on August 7, 1794 that invoked the act and called out 13,000 militiamen to put down the rebellion.[14]\n\nCongress passed the Militia Act of 1795, which by and large mirrored the provisions of the expired 1792 Act, but made the president’s authority to call out the militias permanent.[citation needed]\n\nThe Militia Act of 1808 provided funding for arms and equipment to state militias. The Militia Act of 1795 was in turn amended by the Militia Act of 1862, which allowed African-Americans to serve in the militias.[citation needed]\n\nThe 1792 and 1795 acts left the question of state versus federal control of the militia unresolved. In consequence, the federal government could not consistently rely on the militias for national defense. For example, during the War of 1812, members of the New York militia refused to take part in operations against the British in Canada, arguing that their only responsibility was to defend their home state.[15] On another occasion, the Governor of Vermont unsuccessfully attempted to recall his state's militia from the defense of Plattsburgh, claiming that it was illegal for them to operate outside Vermont.[16]\n\nAs a result, starting with the War of 1812, the federal government would create \"volunteer\" units when it needed to expand the size of the regular Army. These volunteer units were not militia, though often they would consist of whole militia units which had volunteered en masse, nor were they part of the regular Army. They did, however, come under direct federal control. This solution was also employed during the Mexican–American War (1846–48),[17] and in the Union Army during the American Civil War (1861–65).[18] Some volunteer units were also organized during the Spanish–American War (1898).[19][20] The federal government also mobilized several National Guard units which volunteered en masse and were accepted as volunteer units.[21][22]\n\nThe 1795 act was superseded by the Militia Act of 1903, which established the United States National Guard as the chief body of organized military reserves in the United States.[1]\n\n"
        }
    ]
}