{
    "url": "https://en.wikipedia.org/wiki/Military_history_of_the_United_States_during_World_War_II",
    "title": "Military history of the United States during World War II",
    "table_of_contents": [
        "1 Origins",
        "1.1 American volunteers",
        "1.2 Command system",
        "2 Lend-Lease and Iceland Occupation",
        "3 European and North African Theaters",
        "3.1 Europe first",
        "3.2 Battle of the Atlantic",
        "3.3 Operation Torch",
        "3.4 Allied victory in North Africa",
        "3.5 Invasion of Sicily and Italy",
        "3.6 Strategic bombing",
        "3.7 Operation Overlord",
        "3.8 Battle of Saint-Lô",
        "3.9 Battle of Carentan",
        "3.10 Operation Cobra",
        "3.11 Operation Lüttich",
        "3.12 Falaise Pocket",
        "3.13 Operation Dragoon",
        "3.14 Operation Market Garden",
        "3.15 Operation Queen",
        "3.16 Battle of the Bulge",
        "3.17 Colmar Pocket",
        "3.18 Invasion of Germany",
        "3.19 South German Offensive",
        "3.20 Race to Berlin",
        "4 Pacific Theater",
        "4.1 The Attack on Pearl Harbor",
        "4.2 Fall of the Philippines and Dutch East Indies",
        "4.3 Solomon Islands and New Guinea Campaign",
        "4.4 Battle of the Coral Sea",
        "4.5 Battle of the Aleutian Islands",
        "4.6 Battle of Midway",
        "4.7 Island hopping",
        "4.7.1 Air strategy",
        "4.7.1.1 Building airfields",
        "4.7.2 Combat experience",
        "4.7.3 Marine Aviation and the issue of ground support",
        "4.7.4 Guadalcanal",
        "4.7.5 Tarawa",
        "4.7.6 Operations in Central Pacific",
        "4.7.7 Liberation of the Philippines",
        "4.7.8 Iwo Jima",
        "4.7.9 Okinawa",
        "4.7.10 Strategic Bombing of Japan",
        "4.7.11 Kamikaze",
        "4.7.12 US submarines in the Pacific",
        "4.7.13 Atomic bombing of Japanese cities",
        "5 Minor American front",
        "6 Attacks on U.S. soil",
        "7 Planned attacks on the United States",
        "8 Other units and services",
        "9 Timeline",
        "9.1 European and Mediterranean Theater",
        "9.2 Pacific Theater",
        "10 See also",
        "11 References",
        "12 Further reading",
        "12.1 Air Force",
        "12.2 Army",
        "12.2.1 Europe",
        "12.3 Marines",
        "12.4 Navy",
        "12.4.1 Pacific",
        "12.5 Biographies",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe military history of the United States during World War II covers the victorious Allied war against the Axis Powers, starting with the 7 December 1941 attack on Pearl Harbor and ending with the 2 September 1945 surrender of Japan. During the first two years of World War II, the United States had maintained formal neutrality which was made official in the Quarantine Speech which was delivered by US President Franklin D. Roosevelt in 1937, while it was supplying Britain, the Soviet Union, and China with war materiel through the Lend-Lease Act which was signed into law on 11 March 1941, as well as deploying the US military to replace the British forces stationed in Iceland. Following the \"Greer incident\" Roosevelt publicly confirmed the \"shoot on sight\" order on 11 September 1941, effectively declaring naval war on Germany and Italy in the Battle of the Atlantic.[1] In the Pacific Theater, there was unofficial early US combat activity such as the Flying Tigers.\n\nDuring the war, some 16,112,566 Americans served in the United States Armed Forces, with 405,399 killed and 671,278 wounded.[2] There were also 130,201 American prisoners of war, of whom 116,129 returned home after the war.[3] Key civilian advisors to President Roosevelt included Secretary of War Henry L. Stimson, who mobilized the nation's industries and induction centers to supply the Army, commanded by General George Marshall and the Army Air Forces under General Hap Arnold. The Navy, led by Secretary of the Navy Frank Knox and Admiral Ernest King, proved more autonomous. Overall priorities were set by Roosevelt and the Joint Chiefs of Staff, chaired by William Leahy. The highest priority was the defeat of Germany in Europe, but first the war against Japan in the Pacific was more urgent after the sinking of the main battleship fleet at Pearl Harbor.\n\nAdmiral King put Admiral Chester W. Nimitz, based in Hawaii, in charge of the Pacific War against Japan. The Imperial Japanese Navy had the advantage, taking the Philippines as well as British and Dutch possessions, and threatening Australia but in June 1942, its main carriers were sunk during the Battle of Midway, and the Americans seized the initiative. The Pacific War became one of island hopping, so as to move air bases closer and closer to Japan. The Army, based in Australia under General Douglas MacArthur, steadily advanced across New Guinea to the Philippines, with plans to invade the Japanese home islands in late 1945. With its merchant fleet sunk by American submarines, Japan ran short of aviation gasoline and fuel oil, as the US Navy in June 1944 captured islands within bombing range of the Japanese home islands. Strategic bombing directed by General Curtis Lemay destroyed all the major Japanese cities, as the US captured Okinawa after heavy losses in spring 1945. With the atomic bombings of Hiroshima and Nagasaki, the Soviet invasion of Manchuria, and an invasion of the home islands imminent, Japan surrendered.\n\nThe war in Europe involved aid to Britain, her allies, and the Soviet Union, with the US supplying munitions until it could ready an invasion force. US forces were first tested to a limited degree in the North African Campaign and then employed more significantly with British Forces in Italy in 1943–45, where US forces, representing about a third of the Allied forces deployed, bogged down after Italy surrendered and the Germans took over. Finally the main invasion of France took place in June 1944, under General Dwight D. Eisenhower. Meanwhile, the US Army Air Forces and the British Royal Air Force engaged in the area bombardment of German cities and systematically targeted German transportation links and synthetic oil plants, as it knocked out what was left of the Luftwaffe post Battle of Britain in 1945. Being invaded from all sides, it became clear that Germany would lose the war. Berlin fell to the Soviets in May 1945, and with Adolf Hitler dead, the Germans surrendered.\n\nThe American victorious military effort was strongly supported by civilians on the home front, who provided the military personnel, the munitions, the money, and the morale to fight the war to victory. World War II cost the United States an estimated $341 billion in 1945 dollars – equivalent to 74% of America's GDP and expenditures during the war. In 2020 dollars, the war cost over $4.9 trillion.[4][5]\n\n"
        },
        {
            "title": "Origins",
            "text": "American public opinion was hostile to the Axis, but how much aid to give the Allies was controversial. The United States returned to its typical isolationist foreign policy after the First World War and President Woodrow Wilson's failure to have the Treaty of Versailles ratified. Although President Franklin D. Roosevelt personally favored a more assertive foreign policy, his administration remained committed to isolationism during the 1930s to ensure congressional support for the New Deal, and allowed Congress to pass the Neutrality Acts.[6] As a result, the United States played no role in the Second Italo-Ethiopian War and the Spanish Civil War. After the German invasion of Poland and the beginning of the war in September 1939, Congress allowed foreign countries to purchase war materiel from the United States on a \"cash-and-carry\" basis, but assistance to the United Kingdom was still limited by British hard currency shortages and the Johnson Act, and President Roosevelt's military advisers believed that the Allied Powers would be defeated and that US military assets should be focused on defending the Western Hemisphere.\n\nBy 1940 the US, while still neutral, was becoming the \"Arsenal of Democracy\" for the Allies, supplying money and war materials. Prime Minister Winston Churchill and President Roosevelt agreed to exchange 50 US destroyers for 99-year-leases to British military bases in Newfoundland and the Caribbean. The sudden defeat of France in spring 1940 caused the nation to begin to expand its armed forces, including the first peacetime draft. In preparation for expected German aggression against the Soviet Union, negotiations for better diplomatic relations began between Undersecretary of State Sumner Welles and Soviet Ambassador to the United States Konstantin Umansky.[7] After the German invasion of the Soviet Union in June 1941, America began sending Lend Lease aid to the Soviet Union as well as Britain and China.[8] Although President Franklin D. Roosevelt's advisers warned that the Soviet Union would collapse from the Nazi advance within weeks, he barred Congress from blocking aid to the Soviet Union on the advice of Harry Hopkins.[7] In August 1941, President Roosevelt and Prime Minister Churchill met aboard the USS Augusta at Naval Station Argentia in Placentia Bay, Newfoundland, and produced the Atlantic Charter outlining mutual aims for a postwar liberalized international system.[9]\n\nPublic opinion was even more hostile to Japan, and there was little opposition to increased support for China. After the 1931 Japanese invasion of Manchuria, the United States articulated the Stimson Doctrine, named for Secretary of State Henry L. Stimson, stating that no territory conquered by military force would be recognized. The United States also withdrew from the Washington Naval Treaty limiting naval tonnage in response to Japan's violations of the Nine-Power Treaty and the Kellogg–Briand Pact.[10] Public opposition to Japanese expansionism in Asia had mounted during the Second Sino-Japanese War when the Imperial Japanese Army Air Service attacked and sank the US Yangtze Patrol gunboat USS Panay in the Yangtze River while the ship was evacuating civilians from the Nanjing Massacre.[11] Although the US government accepted Japanese official apologies and indemnities for the incident, it resulted in increasing trade restrictions against Japan and corresponding increases US credit and aid to China. After the United States abrogated the 1911 Treaty of Commerce and Navigation with Japan, Japan ratified the Tripartite Pact and embarked on an invasion of French Indochina. The United States responded by placing a complete embargo on Japan through the Export Control Act of 1940, freezing Japanese bank accounts, halting negotiations with Japanese diplomats, and supplying China through the Burma Road.[12]\n\nBefore America entered World War II in December 1941, individual Americans volunteered to fight against the Axis powers in other nations' armed forces. Although under American law, it was illegal for United States citizens to join the armed forces of foreign nations, and in doing so, they lost their citizenship, many American volunteers changed their nationality to Canadian. However, Congress passed a blanket pardon in 1944.[13] American mercenary Colonel Charles Sweeny began recruiting American citizens to fight as a US volunteer detachment in the French Air Force, however France fell before this was implemented.[13] During the Battle of Britain, 11 American pilots flew in the Royal Air Force. Charles Sweeney's nephew, also named Charles, formed a Home Guard unit from American volunteers living in London.[13]\n\nOne notable example was the Eagle Squadrons, which were RAF squadrons made up of American volunteers and British personnel. The first to be formed was No. 71 Squadron on 19 September 1940, followed by No. 121 Squadron on 14 May 1941 and No. 133 Squadron on 1 August 1941. 6,700 Americans applied to join but only 244 got to serve with the three Eagle squadrons; 16 Britons also served as squadron and flight commanders. The first became operational in February 1941 and the squadrons scored their first kill in July 1941. On 29 September 1942, the three squadrons were officially turned over by the RAF to the Eighth Air Force of the US Army Air Forces and became the 4th Fighter Group. In their time with the RAF the squadrons claim to have shot 73½ German planes; 77 Americans and 5 Britons were killed.[14]\n\nAnother notable example was the Flying Tigers, created by Claire L. Chennault, a retired US Army Air Corps officer working in the Republic of China since August 1937, first as military aviation advisor to Generalissimo Chiang Kai-shek in the early months of the Sino-Japanese War. Officially known as the 1st American Volunteer Group (AVG) but nicknamed the \"Flying Tigers\", this was a group of American pilots already serving in the US Armed forces and recruited under presidential authority. As a unit they served in the Chinese Air Force against the Japanese. The group comprised three fighter squadrons of around 30 aircraft each. The AVG's first combat mission was on 20 December 1941, twelve days after the Pearl Harbor attack. On 4 July 1942 the AVG was disbanded, and was replaced by the 23rd Fighter Group of the United States Army Air Forces, which was later absorbed into the US Fourteenth Air Force. During their time in the Chinese Air Force, they succeeded in destroying 296 enemy aircraft,[15] while losing only 14 pilots in combat.[15]\n\nIn 1942 President Franklin D. Roosevelt set up a new command structure to provide leadership in the US Armed Forces while retaining authority as Commander-in-Chief as assisted by Secretary of War Henry Stimson with Admiral Ernest J. King as Chief of Naval Operations in complete control of the Navy and of the Marine Corps through its Commandant, then Lt. General Thomas Holcomb and his successor as Commandant of the Marine Corps, Lt. General Alexander Vandegrift, General George C. Marshall in charge of the Army, and in nominal control of the Air Force, which in practice was commanded by General Hap Arnold on Marshall's behalf. King was also in control for wartime being of the US Coast Guard under its Commandant, Admiral Russell R. Waesche. Roosevelt formed a new body, the Joint Chiefs of Staff, which made the final decisions on American military strategy and as the chief policy-making body for the armed forces. The Joint Chiefs was a White House agency chaired by Admiral William D. Leahy, who became FDR's chief military advisor and the highest military officer of the US at that time.[16]\n\nAs the war progressed Marshall became the dominant voice in the JCS in the shaping of strategy.[17] When dealing with Europe, the Joint Chiefs met with their British counterparts and formed the Combined Chiefs of Staff.[18] Unlike the political leaders of the other major powers, Roosevelt rarely overrode his military advisors.[19] The civilians handled the draft and procurement of men and equipment, but no civilians—not even the secretaries of War or Navy, had a voice in strategy.[20] Roosevelt avoided the State Department and conducted high-level diplomacy through his aides, especially Harry Hopkins. Since Hopkins also controlled $50 billion in Lend Lease funds given to the Allies, they paid attention to him.{{citation needed|date=October 2020}\n\n"
        },
        {
            "title": "Lend-Lease and Iceland Occupation",
            "text": "The year 1940 marked a change in attitude in the United States. The German victories in France, Poland and elsewhere, combined with the Battle of Britain, led many Americans to believe that some intervention would be needed. In March 1941, the Lend-Lease program began shipping money, munitions, and food to Britain, China, and (by that fall) the Soviet Union.\n\nBy 1941 the United States was taking an active part in the war, despite its nominal neutrality. In spring U-boats began their \"wolf-pack\" tactics which threatened to sever the trans- Atlantic supply line; Roosevelt extended the Pan-American Security Zone east almost as far as Iceland. The US Navy's \"neutrality patrols\" were not actually neutral as, in practice, their function was to report Axis ship and submarine sightings to the British and Canadian navies, and from April the US Navy began escorting Allied convoys from Canada as far as the \"Mid-Atlantic Meeting Point\" (MOMP) south of Iceland, where they handed off to the RN.\n\nOn 16 June 1941, after negotiation with Churchill, Roosevelt ordered the United States occupation of Iceland to replace the British invasion forces. On 22 June 1941, the US Navy sent Task Force 19 (TF 19) from Charleston, South Carolina to assemble at Argentia, Newfoundland. TF 19 included 25 warships and the 1st Provisional Marine Brigade of 194 officers and 3714 men from San Diego, California under the command of Brigadier General John Marston.[23] Task Force 19 (TF 19) sailed from Argentia on 1 July. On 7 July, Britain persuaded the Althing to approve an American occupation force under a US-Icelandic defense agreement, and TF 19 anchored off Reykjavík that evening. US Marines commenced landing on 8 July, and disembarkation was completed on 12 July. On 6 August, the US Navy established an air base at Reykjavík with the arrival of Patrol Squadron VP-73 PBY Catalinas and VP-74 PBM Mariners. US Army personnel began arriving in Iceland in August, and the Marines had been transferred to the Pacific by March 1942.[23] Up to 40,000 US military personnel were stationed on the island, outnumbering adult Icelandic men (at the time, Iceland had a population of about 120,000.) The agreement was for the US military to remain until the end of the war (although the US military presence in Iceland remained through 2006, as postwar Iceland became a member of NATO).\n\nAmerican warships escorting Allied convoys in the western Atlantic had several hostile encounters with U-boats. On 4 September, a German U-Boat attacked the destroyer USS Greer off Iceland. A week later Roosevelt ordered American warships to attack U-boats on sight. A U-boat shot up the USS Kearny as it escorted a British merchant convoy. The USS Reuben James was sunk by German submarine U-552 on 31 October 1941.[24]\n\n"
        },
        {
            "title": "European and North African Theaters",
            "text": "On 11 December 1941, three days after the United States declared war on Japan,[25] Adolf Hitler and Nazi Germany declared war against the United States. That same day, the United States declared war on Germany and Italy.[26]\n\nThe established grand strategy of the Allies was to defeat Germany and its allies in Europe first, and then focus could shift towards Japan in the Pacific. This was because two of the Allied capitals, London and Moscow, could be directly threatened by Germany, but none of the major Allied capitals were threatened by Japan.\nGermany was the United Kingdom's primary threat, especially after the Fall of France in 1940, which saw Germany overrun most of the countries of Western Europe, leaving the United Kingdom alone to combat Germany. Germany's planned invasion of the UK, Operation Sea Lion, was averted by its failure to establish air superiority in the Battle of Britain. At the same time, war with Japan in East Asia seemed increasingly likely. Although the US was not yet at war with either Germany or Japan, it met with the UK on several occasions to formulate joint strategies.\n\nIn the 29 March 1941 report of the ABC-1 conference, the Americans and British agreed that their strategic objectives were: (1) \"The early defeat of Germany as the predominant member of the Axis with the principal military effort of the United States being exerted in the Atlantic and European area; and (2) A strategic defensive in the Far East.\"\nThus, the Americans concurred with the British in the grand strategy of \"Europe first\" (or \"Germany first\") in carrying out military operations in World War II. The UK feared that, if the United States was diverted from its main focus in Europe to the Pacific (Japan), Hitler might crush both the Soviet Union and Britain, and would then become an unconquerable fortress in Europe. The wound inflicted on the United States by Japan at Pearl Harbor on 7 December 1941, did not result in a change in US policy. Prime Minister Winston Churchill hastened to Washington shortly after Pearl Harbor for the Arcadia Conference to ensure that the Americans didn't have second thoughts about Europe First. The two countries reaffirmed that, \"notwithstanding the entry of Japan into the War, our view remains that Germany is still the prime enemy. And her defeat is the key to victory. Once Germany is defeated the collapse of Italy and the defeat of Japan must follow.\"\n\nThe Battle of the Atlantic was the longest continuous military campaign in World War II, running from 1939 to the defeat of Germany in 1945. At its core was the Allied naval blockade of Germany, announced the day after the declaration of war, and Germany's subsequent counter-blockade. It was at its height from mid-1940 through to the end of 1943. The Battle of the Atlantic pitted U-boats and other warships of the Kriegsmarine (German navy) and aircraft of the Luftwaffe (German Air Force) against the Royal Canadian Navy, Royal Navy, the United States Navy, and Allied merchant shipping. The convoys, coming mainly from North America and predominantly going to the United Kingdom and the Soviet Union, were protected for the most part by the British and Canadian navies and air forces. These forces were aided by ships and aircraft of the United States from 13 September 1941. The Germans were joined by submarines of the Italian Royal Navy (Regia Marina) after their Axis ally Italy entered the war on 10 June 1940.\n\nThe United States entered the war in the west with Operation Torch on 8 November 1942, after their Soviet allies had pushed for a second front against the Germans. General Dwight Eisenhower commanded the assault on North Africa, and Major General George Patton struck at Casablanca.\n\nThe United States did not have a smooth entry into the war against Nazi Germany. Early in 1943, the United States Army suffered a near-disastrous defeat at the Battle of the Kasserine Pass in February. The senior Allied leadership was primarily to blame for the loss as internal bickering between American General Lloyd Fredendall and the British led to mistrust and little communication, causing inadequate troop placements.[27] The defeat could be considered a major turning point, however, because General Eisenhower replaced Fredendall with General Patton.\n\nSlowly the Allies stopped the German advance in Tunisia and by March were pushing back. In mid-April, under British General Bernard Montgomery, the Allies smashed through the Mareth Line and broke the Axis defense in North Africa. On 13 May 1943, Axis troops in North Africa surrendered, leaving behind 275,000 men. Allied efforts turned towards Sicily and Italy.\n\nThe first stepping stone for the Allied liberation of Europe was invading Europe through Italy. Launched on 9 July 1943, Operation Husky was, at the time, the largest amphibious operation ever undertaken. The American seaborne assault by the US 7th Army landed on the southern coast of Sicily between the town of Licata in the west, and Scoglitti in the east and units of the 82nd airborne division parachuted ahead of landings. Despite the elements, the operation was a success and the Allies immediately began exploiting their gains. On 11 August, seeing that the battle was lost, the German and Italian commanders began evacuating their forces from Sicily to Italy. On 17 August, the Allies were in control of the island, US 7th Army lost 8,781 men (2,237 killed or missing, 5,946 wounded, and 598 captured).\n\nFollowing the Allied victory in Sicily, Italian public sentiment swung against the war and Italian dictator Benito Mussolini. He was dismissed from office by the Fascist Grand Council and King Victor Emmanuel III, and the Allies struck quickly, hoping resistance would be slight. The first Allied troops landed on the Italian peninsula on 3 September 1943 and Italy surrendered on 8 September, however the Italian Social Republic was established soon afterwards. The first American troops landed at Salerno on 9 September 1943, by U.S. Fifth Army. However, German troops in Italy were prepared, and after the Allied troops at Salerno had consolidated their beachhead, the Germans launched fierce counterattacks. However, they failed to destroy the beachhead and retreated on 16 September and in October 1943 began preparing a series of defensive lines across central Italy. The US 5th Army and other Allied armies broke through the first two lines (Volturno and the Barbara Line) in October and November 1943. As winter approached, the Allies made slow progress due to the weather and the difficult terrain against the heavily defended German Winter Line; they did however manage to break through the Bernhardt Line in January 1944. By early 1944 the Allied attention had turned to the western front and the Allies were taking heavy losses trying to break through the Winter Line at Monte Cassino. The Allies landed at Anzio on 22 January 1944 to outflank the Gustav line and pull Axis forces out of it so other allied armies could breakthrough. After slow progress, the Germans counterattacked in February but failed to stamp out the Allies; after months of stalemate, the Allies broke out in May 1944 and Rome fell to the Allies on 4 June 1944.\n\nFollowing the Normandy invasion on 6 June 1944, the equivalent of seven US and French divisions were pulled out of Italy to participate in Operation Dragoon: the allied landings in southern France; despite this, the remaining US forces in Italy with other Allied forces pushed up to the Gothic line in northern Italy, the last major defensive line. From August 1944 to March 1945 the Allies managed to breach the formidable defenses but they narrowly failed to break out into the Lombardy Plains before the winter weather closed in and made further progress impossible. In April 1945 the Allies broke through the remaining Axis positions in Operation Grapeshot ending the Italian Campaign on 2 May 1945; US forces in mainland Italy suffered between 114,000 and over 119,000 casualties.\n\nNumerous bombing runs were launched by the United States aimed at the industrial heart of Germany. Using the high altitude B-17 and B-24, the raids had to be conducted in daylight for the drops to be accurate. As adequate fighter escort was rarely available, the bombers would fly in tight, box formations, allowing each bomber to provide overlapping machine-gun fire for defense. The tight formations made it impossible to evade fire from Luftwaffe fighters, however, and American bomber crew losses were high. One such example was the Schweinfurt-Regensburg mission, which resulted in staggering losses of men and equipment. The introduction of the revered P-51 Mustang, which had enough fuel to make a round trip to Germany's heartland, helped to reduce losses later in the war.\n\nIn mid-1942, the United States Army Air Forces (USAAF) arrived in the UK and carried out a few raids across the English Channel. The USAAF Eighth Air Force's B-17 bombers were called the \"Flying Fortresses\" because of their heavy defensive armament of ten to twelve machine guns, and armor plating in vital locations. In part because of their heavier armament and armor, they carried smaller bomb loads than British bombers. With all of this, the USAAF's commanders in Washington, DC, and in Great Britain adopted the strategy of taking on the Luftwaffe head-on, in larger and larger air raids by mutually defending bombers, flying over Germany, Austria, and France at high altitudes during the daytime. Also, both the US Government and its Army Air Forces commanders were reluctant to bomb enemy cities and towns indiscriminately. They claimed that by using the B-17 and the Norden bombsight, the USAAF should be able to carry out \"precision bombing\" on locations vital to the German war machine: factories, naval bases, shipyards, railroad yards, railroad junctions, power plants, steel mills, airfields, etc.\n\nIn January 1943, at the Casablanca Conference, it was agreed RAF Bomber Command operations against Germany would be reinforced by the USAAF in a Combined Operations Offensive plan called Operation Pointblank. Chief of the British Air Staff MRAF Sir Charles Portal was put in charge of the \"strategic direction\" of both British and American bomber operations. The text of the Casablanca directive read: \"Your primary object will be the progressive destruction and dislocation of the German military, industrial and economic system and the undermining of the morale of the German people to a point where their capacity for armed resistance is fatally weakened.\", At the beginning of the combined strategic bombing offensive on 4 March 1943 669 RAF and 303 USAAF heavy bombers were available.\n\nIn late 1943, 'Pointblank' attacks manifested themselves in the infamous Schweinfurt raids (first and second). Formations of unescorted bombers were no match for German fighters, which inflicted a deadly toll. In despair, the Eighth halted air operations over Germany until a long-range fighter could be found in 1944; it proved to be the P-51 Mustang, which had the range to fly to Berlin and back.\n\nUSAAF leaders firmly held to the claim of \"precision bombing\" of military targets for much of the war, and dismissed claims they were simply bombing cities. However, the American Eighth Air Force received the first H2X radar sets in December 1943. Within two weeks of the arrival of these first six sets, the Eighth command permitted them to area bomb a city using H2X and would continue to authorize, on average, about one such attack a week until the end of the war in Europe.\n\nIn reality, the day bombing was \"precision bombing\" only in the sense that most bombs fell somewhere near a specific designated target such as a railway yard. Conventionally, the air forces designated as \"the target area\" a circle having a radius of 1000 feet around the aiming point of attack. While accuracy improved during the war, Survey studies show that, overall, only about 20% of the bombs aimed at precision targets fell within this target area. In the fall of 1944, only seven percent of all bombs dropped by the Eighth Air Force hit within 1,000 feet of their aim point. The only offensive ordnance possessed by the USAAF that was guidable, the VB-1 Azon, saw very limited service in Europe and in the CBI Theater late in the war.\n\nNevertheless, the sheer tonnage of explosives delivered by day and by night was eventually enough to cause widespread damage, and, more importantly from a military point of view, forced Germany to divert resources to counter it. This was to be the real significance of the Allied strategic bombing campaign—resource allocation.\n\nTo improve USAAF fire bombing capabilities a mock-up German village was built and repeatedly burned down. It contained full-scale replicas of German homes. Fire bombing attacks proved successful, in a single 1943 attack on Hamburg about 50,000 civilians were killed and almost the entire city destroyed.\n\nWith the arrival of the brand-new Fifteenth Air Force, based in Italy, command of the US Air Forces in Europe was consolidated into the United States Strategic Air Forces (USSAF). With the addition of the Mustang to its strength, the Combined Bomber Offensive was resumed. Planners targeted the Luftwaffe in an operation known as 'Big Week' (20–25 February 1944) and succeeded brilliantly – losses were so heavy German planners were forced into a hasty dispersal of industry and the day fighter arm never fully recovered.\n\nThe dismissal of General Ira Eaker at the end of 1943 as commander of the Eighth Air Force and his replacement by an American aviation legend, Maj. Gen Jimmy Doolittle signaled a change in how the American bombing effort went forward over Europe. Doolittle's major influence on the European air war occurred early in the year when he changed the policy requiring escorting fighters to remain with the bombers at all times. With his permission, initially performed with P-38s and P-47s with both previous types being steadily replaced with the long-ranged P-51s as the spring of 1944 wore on, American fighter pilots on bomber defense missions would primarily be flying far ahead of the bombers' combat box formations in air supremacy mode, literally \"clearing the skies\" of any Luftwaffe fighter opposition heading towards the target. This strategy fatally disabled the twin-engined Zerstörergeschwader heavy fighter wings and their replacement, single-engined Sturmgruppen of heavily armed Fw 190As, clearing each force of bomber destroyers in their turn from Germany's skies throughout most of 1944. As part of this game-changing strategy, especially after the bombers had hit their targets, the USAAF's fighters were then free to strafe German airfields and transport while returning to base, contributing significantly to the achievement of air superiority by Allied air forces over Europe.\n\nOn 27 March 1944, the Combined Chiefs of Staff issued orders granting control of all the Allied air forces in Europe, including strategic bombers, to General Dwight D. Eisenhower, the Supreme Allied Commander, who delegated command to his deputy in SHAEF Air Chief Marshal Arthur Tedder. There was resistance to this order from some senior figures, including Winston Churchill, Harris, and Carl Spaatz, but after some debate, control passed to SHAEF on 1 April 1944. When the Combined Bomber Offensive officially ended on 1 April, Allied airmen were well on the way to achieving air superiority over all of Europe. While they continued some strategic bombing, the USAAF along with the RAF turned their attention to the tactical air battle in support of the Normandy Invasion. It was not until the middle of September that the strategic bombing campaign of Germany again became the priority for the USAAF.\n\nThe twin campaigns—the USAAF by day, the RAF by night—built up into massive bombing of German industrial areas, notably the Ruhr, followed by attacks directly on cities such as Hamburg, Kassel, Pforzheim, Mainz and the often-criticized bombing of Dresden.\n\nThe second European front that the Soviets had pressed for was finally opened on 6 June 1944, when the Allies launched an invasion of Normandy.\nSupreme Allied Commander General Dwight D. Eisenhower had delayed the attack because of bad weather, but finally, the largest amphibious assault in history began.\n\nAfter prolonged bombing runs on the French coast by the Army Air Forces, 225 US Army Rangers scaled the cliffs at Pointe du Hoc under intense enemy fire and destroyed the German gun emplacements that could have threatened the amphibious landings. Also before the main amphibious assault, the American 82nd and 101st Airborne divisions dropped behind the beaches into Nazi-occupied France, to protect the coming landings. Many of the paratroopers were not dropped on their intended landing zones and were scattered throughout Normandy.\n\nAs the paratroops fought their way through the hedgerows, the main amphibious landings began. The Americans came ashore at the beaches codenamed 'Omaha' and 'Utah'. The landing craft bound for Utah, as with so many other units, went off course, coming ashore two kilometers off target. The 4th Infantry Division faced weak resistance during the landings and by the afternoon were linked up with paratroopers fighting their way towards the coast.\n\nAt Omaha the Germans had prepared the beaches with land mines, Czech hedgehogs and Belgian Gates in anticipation of the invasion. Intelligence before the landings had placed the less experienced German 714th Division in charge of the defense of the beach. However, the highly trained and experienced 352nd moved in days before the invasion. As a result, the soldiers from the 1st and 29th Infantry Divisions became pinned down by superior enemy fire immediately after leaving their landing craft. In some instances, entire landing craft full of men were mowed down by the well-positioned German defenses. As the casualties mounted, the soldiers formed impromptu units and advanced inland.\n\nThe small units then fought their way through the minefields that were in between the Nazi machine-gun bunkers. After squeezing through, they then attacked the bunkers from the rear, allowing more men to come safely ashore.\n\nBy the end of the day, the Americans suffered over 6,000 casualties. Omaha Beach is the code name for one of the five sectors of the Allied invasion of German-occupied France in the Normandy landings on 6 June 1944, during World War II. The beach is on the coast of Normandy, France, facing the English Channel, and is 5 miles (8 km) long, from east of Sainte-Honorine-des-Pertes to west of Vierville-sur-Mer on the right bank of the Douve River estuary. Landings here were necessary to link up the British landings to the east at Gold Beach with the American landing to the west at Utah Beach, thus providing a continuous lodgement on the Normandy coast of the Bay of the Seine. Taking Omaha was to be the responsibility of United States Army troops, with sea transport and naval artillery support provided by the US Navy and elements of the British Royal Navy.\n\nOn D-Day, the untested 29th Infantry Division, joined by the veteran 1st Infantry Division and nine companies of US Army Rangers redirected from Pointe du Hoc, were to assault the western half of the beach. The battle-hardened 1st Infantry Division was given the eastern half. The initial assault waves, consisting of tanks, infantry, and combat engineer forces, were carefully planned to reduce the coastal defenses and allow the larger ships of the follow-up waves to land.\n\nThe primary objective at Omaha was to secure a beachhead of some five miles (eight kilometers) depth, between Port-en-Bessin and the Vire River, linking with the British landings at Gold Beach to the east, and reaching the area of Isigny to the west to link up with VII Corps landing at Utah Beach. Opposing the landings was the German 352nd Infantry Division, a large portion of whom were teenagers, though they were supplemented by veterans who had fought on the Eastern Front. The 352nd had never had any battalion or regimental training. Of the 12,020 men of the division, only 6,800 were experienced combat troops, detailed to defend a 53-kilometer-long (33-mile) front. The Germans were largely deployed in strongpoints along the coast—the German strategy was based on defeating any seaborne assault at the waterline. Nevertheless, Allied calculations indicated that Omaha's defenses were three times as strong as those they had encountered during the Battle of Kwajalein, and its defenders were four times as many.[citation needed]\n\nVery little went as planned during the landing at Omaha Beach. Navigation difficulties caused the majority of landing craft to miss their targets throughout the day. The defenses were unexpectedly strong, and inflicted heavy casualties on landing US troops. Under heavy fire, the engineers struggled to clear the beach obstacles; later landings bunched up around the few channels that were cleared. Weakened by the casualties taken just in landing, the surviving assault troops could not clear the heavily defended exits off the beach. This caused further problems and consequent delays for later landings. Small penetrations were eventually achieved by groups of survivors making improvised assaults, scaling the bluffs between the most heavily defended points. By the end of the day, two small isolated footholds had been won, which were subsequently exploited against weaker defenses further inland, thus achieving the original D-Day objectives over the following days．\n\nWith the Beaches secured, the Allies needed to secure a deep-water port to allow reinforcements to be brought in, with American forces at the base of the Cotentin Peninsula the target was Cherbourg, at the end of the Cotentin. The US VII Corps immediately began making their push after the beaches were secured on 6 June, facing a mix of weak regiments and battlegroups from several divisions who used the bocage terrain, flooded fields and narrow roads to their advantage which slowed the American advance. After being reinforced, VII corps took control of the peninsula in fierce fighting on 19 June and launched their assault on Cherbourg on 22 June. The German garrison surrendered on 29 June, but by this time they had destroyed the port facilities, which were not made fully operational until September.[28]\n\nThe Battle of Saint-Lô is one of the three conflicts in the Battle of the Hedgerows (fr), which took place between 9–24 July 1944, just before Operation Cobra. Saint-Lô had fallen to Germany in 1940, and, after the Invasion of Normandy, the Americans targeted the city, as it served as a strategic crossroads. American bombardments caused heavy damage (up to 95% of the city was destroyed) and a high number of casualties, which resulted in the martyr city being called \"The Capital of Ruins\", popularized in a report by Samuel Beckett\n\nThe Battle of Carentan was an engagement between airborne forces of the United States Army and the German Wehrmacht during the Battle of Normandy. The battle took place between 10 and 15 June 1944, on the approaches to and within the city of Carentan, France.\n\nThe objective of the attacking American forces was the consolidation of the US beachheads (Utah Beach and Omaha Beach) and establishment of a continuous defensive line against expected German counterattacks. The defending German force attempted to hold the city long enough to allow reinforcements en route from the south to arrive, prevent or delay the merging of the lodgments, and keep the US First Army from launching an attack towards Lessay-Périers that would cut off the Cotentin Peninsula.\n\nCarentan was defended by two battalions of Fallschirmjäger-Regiment 6 (6th Parachute Regiment) of the 2nd Fallschirmjäger-Division and two Ost battalions. The 17th SS Panzergrenadier Division, ordered to reinforce Carentan, was delayed by transport shortages and attacks by Allied aircraft. The attacking 101st Airborne Division landed by parachute on 6 June as part of the American airborne landings in Normandy, was ordered to seize Carentan.\n\nIn the ensuing battle, the 101st forced passage across the causeway into Carentan on 10–11 June. A lack of ammunition forced the German forces to withdraw on 12 June. The 17th SS PzG Division counter-attacked the 101st Airborne on 13 June. Initially successful, its attack was thrown back by Combat Command A (CCA) of the US 2nd Armored Division\n\nAfter the amphibious assault, the Allied forces remained stalled in Normandy for some time, advancing much more slowly than expected with close-fought infantry battles in the dense hedgerows. However, with Operation Cobra, launched on 24 July with mostly American troops, the Allies succeeded in breaking the German lines and sweeping out into France with fast-moving armored divisions. This led to a major defeat for the Germans, with 400,000 soldiers trapped in the Falaise pocket, and the capture of Paris on 25 August.\n\nOperation Lüttich was a code name given to a German counter-attack during the Battle of Normandy, which took place around the American positions near Mortain from 7–13 August 1944. (Lüttich is the German name for the city of Liège in Belgium, where the Germans had won a victory in the early days of August 1914 during World War I.) The offensive is also referred to in American and British histories of the Battle of Normandy as the Mortain counter-offensive.\n\nThe assault was ordered by Adolf Hitler, to eliminate the gains made by the First United States Army during Operation Cobra and the subsequent weeks, and by reaching the coast in the region of Avranches at the base of the Cotentin peninsula, cut off the units of the Third United States Army which had advanced into Brittany.\n\nThe main German striking force was the XLVII Panzer Corps, with one and a half SS Panzer Divisions and two Wehrmacht Panzer Divisions. Although they made initial gains against the defending US VII Corps, they were soon halted and Allied aircraft inflicted severe losses on the attacking troops, eventually destroying nearly half of the German tanks involved in the attack.[2] Although fighting continued around Mortain for six days, the American forces had regained the initiative within a day of the opening of the German attack.\n\nAs the German commanders on the spot had warned Hitler in vain, there was little chance of the attack succeeding, and the concentration of their armored reserves at the western end of the front in Normandy soon led to disaster, as they were outflanked to their south and the front to their east collapsed, resulting in many of the German troops in Normandy being trapped in the Falaise Pocket.\n\nAfter Operation Cobra, the American breakout from the Normandy beachhead, the Third US Army commanded by General George Patton rapidly advanced south and south-east. Despite lacking the resources to defeat the US breakthrough and simultaneous British and Canadian offensives south of Caumont and Caen, Field Marshal Günther von Kluge, the commander of Army Group B, was not permitted by Hitler to withdraw but was ordered to conduct a counter-offensive at Mortain against the US breakthrough. Four depleted panzer divisions were not enough to defeat the First US Army. Operation Lüttich was a disaster, which drove the Germans deeper into the Allied envelopment.\n\nOn 8 August, the Allied ground forces commander, General Bernard Montgomery, ordered the Allied armies to converge on the Falaise–Chambois area to envelop Army Group B, the First US Army forming the southern arm, the British Second Army the base and the First Canadian Army the northern arm of the encirclement. The Germans began to withdraw on 17–19 August, and the Allies linked up in Chambois. Gaps were forced in the Allied lines by German counter-attacks, the biggest being a corridor forced past the 1st Polish Armored Division on Hill 262, a commanding position at the mouth of the pocket. By the evening of 21 August, the pocket had been sealed, with c. 50,000 Germans trapped inside. Many Germans escaped but losses in men and equipment were huge. Two days later the Allied Liberation of Paris was completed and on 30 August, the remnants of Army Group B retreated across the Seine, which ended Operation Overlord.\n\nOn 15 August 1944, the US 7th Army, spearheaded by the 3rd Infantry Division and 36th Infantry Division and other Allied forces landed in southern France between Cannes and Hyères. Their aim was to secure the southern half of France and in particular to capture Marseille as the main supply harbor for the Allies in France. The operation was a success and forced the German Army Group G to abandon southern France and to retreat under constant Allied attacks to the Vosges Mountains. By the time the operation finished on 14 September 1944, US forces suffered 2,050 killed, captured or missing 7,750 other casualties, on 15 September 1944 the Allied forces of the operation were renamed the Sixth Army Group and placed under Eisenhower's command.\n\nThe next major Allied operation came on 17 September. Devised by British General Bernard Montgomery, its primary objective was the capture of several bridges in the Netherlands. Fresh off of their successes in Normandy, the Allies were optimistic that an attack on the Nazi-occupied Netherlands would force open a route across the Rhine and onto the North German Plain. Such an opening would allow Allied forces to break out northward and advance toward Denmark and, ultimately, Berlin.\n\nThe plan involved a daylight drop of the American 82nd and 101st Airborne Divisions. The 101st was to capture the bridges at Eindhoven, with the 82nd taking the bridges at Grave and Nijmegen. After the bridges had been captured, the ground force, also known as XXX Corps or \"Garden\", would drive up a single road and link up with the paratroops.\n\nThe operation failed because the Allies were unable to capture the bridge furthest to the north at Arnhem. There, the British 1st Airborne had been dropped to secure the bridges, but upon landing they discovered that a highly experienced German SS Panzer unit was garrisoning the town. The paratroopers had only light anti-tank weaponry and quickly lost ground. Failure to quickly relieve those members of the 1st who had managed to seize the bridge at Arnhem on the part of the armored XXX Corps, meant that the Germans were able to stymie the entire operation. In the end, the operation's ambitious nature, the fickle state of war, and failures on the part of Allied intelligence (as well as tenacious German defense) can be blamed for Market-Garden's ultimate failure. This operation was also the last time that either the 82nd or 101st made a combat jump during the war.\n\nUnable to push north into the Netherlands, the Allies in western Europe were forced to consider other options to get into Germany. In the summer of 1944, the Allies suffered from a large supply crisis, due to the long supply route. But by the fall of 1944, this had largely been resolved by the Red Ball Express. As part of the Siegfriend Line Campaign, the Allies tried to push into Germany towards the Rhine. As a first step, Aachen was captured during a heavy battle. The Germans now had the advantage of their old fortification system, the Siegfried line. During the Battle of Hürtgen Forest, the Allies fought a long battle of attrition with the Germans, which ended initially in a stalemate, with the Allies unable to take the complete forest. The battle of the Hürtgen Forest was later absorbed by a larger offensive, Operation Queen. During this offensive, the Allies intended to push towards the Ruhr, as a staging point for a subsequent thrust over the river to the Rhine into Germany. However, against underestimated and stiffened German resistance, the Allies were only able to make slow progress. By mid-December the Allies were finally at the Rur, but by then the Germans had prepared their own offensive through the Ardennes, which was launched in the midst of an unsuccessful Allied attack against the Rur dams.\n\nOn 16 December 1944, the Germans launched a massive attack westward in the Ardennes forest, along a battlefront extending southwards from Monschau to Echternach, hoping to punch a hole in the Allied lines and capture the Belgian city of Antwerp. The Allies responded slowly, allowing the German attack to create a large \"bulge\" in the Allied lines. In the initial stages of the offensive, American POWs from the 285th Field Artillery Observation Battalion were executed at the Malmedy massacre by Nazi SS and Fallschirmjäger.\n\nAs the Germans pushed westward, General Eisenhower ordered the 101st Airborne and elements of the U.S. 10th Armored Division into the road junction town of Bastogne to prepare a defense. The town quickly became cut off and surrounded. The winter weather slowed Allied air support, and the defenders were outnumbered and low on supplies. When given a request for their surrender from the Germans, General Anthony McAuliffe, acting commander of the 101st, replied, \"Nuts!\", contributing to the stubborn American defense.[29]\nOn 19 December, General Patton told Eisenhower that he could have his army in Bastogne in 48 hours. Patton then turned his army, at the time on the front in Luxembourg, north to break through to Bastogne. Patton's armor pushed north, and by 26 December was in Bastogne, effectively ending the siege. By the time it was over, more American soldiers had served in the battle than in any engagement in American history.[30]\n\nOn 31 December, the Germans launched their last major offensive of the war on the Western Front, Operation Nordwind, in Alsace and Lorraine in northeastern France. Against weakened American forces there, the Germans were able to push the Americans back to the south bank of the Moder River on 21 January. On 25 January, Allied reinforcements from the Ardennes arrived, the German offensive was stopped and in fierce fighting the so-called Colmar Pocket was eliminated.\n\nThe German offensive was supported by several subordinate operations known as Unternehmen Bodenplatte, Greif, and Währung. Germany's goal for these operations was to split the British and American Allied line in half, capturing Antwerp and then proceed to encircle and destroy four Allied armies, forcing the Western Allies to negotiate a peace treaty in favor of the Axis powers. Once accomplished, Hitler could fully concentrate on the eastern theater of war.\n\nThe offensive was planned with the utmost secrecy, minimizing radio traffic and moving troops and equipment under cover of darkness. The Third US Army's intelligence staff predicted a major German offensive, and Ultra indicated that a \"substantial and offensive\" operation was expected or \"in the wind\", although a precise date or point of attack could not be given. Aircraft movement from the Soviet Front to the Ardennes and transport of forces by rail to the Ardennes was noticed but not acted upon, according to a report later written by Peter Calvocoressi and F. L. Lucas at the Bletchley Park code-breaking center.\n\nNear-complete surprise was achieved by a combination of Allied overconfidence, preoccupation with Allied offensive plans, and poor aerial reconnaissance. The Germans attacked a weakly defended section of the Allied line, taking advantage of a heavy overcast, which grounded the Allies' overwhelmingly superior air forces. Fierce resistance on the northern shoulder of the offensive around Elsenborn Ridge and in the south around Bastogne blocked German access to key roads to the west that they counted on for success. This and terrain that favored the defenders threw the German timetable behind schedule and allowed the Allies to reinforce the thinly placed troops. Improved weather conditions permitted air attacks on German forces and supply lines, which sealed the failure of the offensive. In the wake of the defeat, many experienced German units were left severely depleted of men and equipment, as survivors retreated to the defenses of the Siegfried Line.\n\nWith about 610,000 men committed and some 89,000 casualties, including 19,000 killed, the Battle of the Bulge was the largest and bloodiest battle fought by the United States in World War II.\n\nThe Colmar Pocket (French: Poche de Colmar; German: Brückenkopf Elsaß) was the area held in central Alsace, France by the German 19th Army from November 1944 – February 1945, against the US 6th Army Group during World War II. It was formed when the 6th AG liberated southern and northern Alsace and adjacent eastern Lorraine, but could not clear central Alsace. During Operation Nordwind in December 1944, the 19th Army attacked north out of the Pocket in support of other German forces attacking south from the Saar into northern Alsace. In late January and early February 1945, the French First Army (reinforced by the US XXI Corps) cleared the Pocket of German forces.\n\nBy early 1945, events favored the Allied forces in Europe. On the Western Front the Allies had been fighting in Germany since the Battle of Aachen in October 1944 and by January had turned back the Germans in the Battle of the Bulge. The failure of this last major German offensive exhausted much of Germany's remaining combat strength, leaving it ill-prepared to resist the final Allied campaigns in Europe. Additional losses in the Rhineland further weakened the German Army, leaving shattered remnants of units to defend the east bank of the Rhine. On 7 March, the Allies seized the last remaining intact bridge across the Rhine at Remagen, and had established a large bridgehead on the river's east bank. During Operation Lumberjack and Operation Plunder in February–March 1945, German casualties are estimated at 400,000 men, including 280,000 men captured as prisoners of war.\n\nThe South German Offensive is the general name of one of the final offensives of World War II in Europe. The offensive was led by the Seventh and Third armies of the United States along with the First Army of France. Soviet troops linked up with American forces in Czechoslovakia notably in the Battle of Slivice.[citation needed] The offensive was made by the US 6th Army Group to protect the 12th Army Group's right flank and to prevent a German last stand in the Alps. However German resistance was much more fierce than in the north, which slowed the 6th Army Group's progress. However, by the end of April, many German divisions surrendered without a fight to the advancing American forces to avoid the inevitable destruction. The VI Corps of the Seventh Army linked up with the US Fifth Army, which fought through Italy, in the Alps as the Third Army advanced into Austria and Czechoslovakia, where it linked up with Soviet forces advancing from the east. Fighting continued a few days after the Surrender of Germany on 8 May, due to German forces fighting west to surrender to the Americans instead of the Soviets.\n\nFollowing the defeat of the German army in the Ardennes, the Allies pushed back towards the Rhine and the heart of Germany. With the capture of the Ludendorff Bridge at Remagen, the Allies crossed the Rhine in March 1945. The Americans then executed a pincer movement, setting up the Ninth Army north, and the First Army south. When the Allies closed the pincer, 300,000 Germans were captured in the Ruhr Pocket. The Americans then turned east, first meeting up with the Red Army at Torgau on the Elbe River in April. The Germans surrendered Berlin to the Red Army on 2 May 1945.\n\nThe war in Europe came to an official end on V-E Day, 8 May 1945.[31]\n\n"
        },
        {
            "title": "Pacific Theater",
            "text": "Because of Japanese advances in French Indochina and China, the United States, in coordination with the British and Dutch, cut off all oil supplies to Japan, which had imported 90% of its oil. The oil embargo threatened to grind the Japanese military machine to a halt. Japan refused American demands to leave China and decided that war with the United States was inevitable; its only hope was to strike first. President Roosevelt had months earlier transferred the American fleet to Hawaii from California to deter the Japanese. Admiral Isoroku Yamamoto argued the only way to win the war was to knock out the powerful main American fleet immediately. His fleet approached within 200 miles of Hawaii without being detected. Admiral Chūichi Nagumo held tactical command. Over a five-hour period his six carriers sent two waves of 360 dive-bombers, torpedo planes, and fighters. They destroyed or severely damaged eight battleships, ten smaller warships, and 230 aircraft; 2,403 American servicemen and civilians were killed. Japanese losses were negligible—29 planes shot down (several American planes were also shot down by anti-aircraft fire). Japan's declaration of war was published after the attacks began.\n\nCommander Minoru Genda, the chief planner of the raid, begged Nagumo to strike again at the shore facilities, oil storage tanks, and submarines, and to hunt down the American carriers that were supposedly nearby. But Nagumo decided not to risk further action. To reach Pearl Harbor, they had to learn how to refuel at sea (a technique the US Navy already had worked out); to sink all those ships they used their electric torpedoes and shallow-water bombing tactics. Despite later rumors, there was no advance knowledge of the Japanese plan. The commanders had been complacent about routine defensive measures. In broader perspective, the attack was a failure. The lost battleships reflected obsolete doctrine and were not needed; the lost planes were soon replaced; the casualty list was short by World War II standards. Tokyo's calculation that the Americans would lose heart and seek a compromise peace proved wildly wrong—the \"sneak attack\" electrified public opinion, committing America with near unanimity to a war to the death against the Japanese Empire.[32][33]\n\nFollowing the attack on Pearl Harbor, President Roosevelt officially pronounced 7 December 1941, as \"a date which will live in infamy\" and asked for a declaration of war on Japan before a joint session of Congress on 8 December 1941. The motion passed with only one vote against it, in both chambers. Just three days later, on 11 December 1941 Adolf Hitler declared war on the United States, and had already remarked on the evening of the date of the Japanese attack that \"We can't lose the war at all. We now have an ally which has never been conquered in 3,000 years\".[34]\n\nWithin hours of Pearl Harbor, Japanese air forces from Formosa destroyed much of the US Far East Air Force, based near Manila. The Japanese army invaded and trapped the American and Filipino forces on the Bataan peninsula. Roosevelt evacuated General Douglas MacArthur and the nurses, but there was no way to save the trapped men against overwhelming Japanese naval power. MacArthur flew to Australia, vowing \"I came out of Bataan and I shall return.\" Major General Jonathan M. Wainwright surrendered on 8 May; the prisoners died by the thousands in the Bataan Death March and in disease-ridden Japanese prison camps where food and medicine were in very short supply.[35]\n\nThe Japanese Navy seemed unstoppable as they seized the Dutch East Indies to gain its rich oil resources. The American, British, Dutch, and Australian forces were combined under the ABDA command but its fleet was quickly sunk in several naval battles around Java.\n\nFollowing their rapid advance, the Japanese started the Solomon Islands Campaign from their newly conquered main base at Rabaul in January 1942. The Japanese seized several islands, including Tulagi and Guadalcanal, before they were halted by further events leading to the Guadalcanal Campaign. This campaign also converged with the New Guinea campaign.\n\nIn May 1942, the United States fleet engaged the Japanese fleet during the first battle in history in which neither fleet fired directly on the other, nor did the ships of both fleets actually see each other. It was also the first time that aircraft carriers were used in battle. While indecisive, it was nevertheless a starting point because American commanders learned the tactics that would serve them later in the war. These tactics proved immediately helpful at the battle of Midway only one month later. An excerpt from the Naval War College Review says that \"although the Coral Sea fight was a marginal tactical victory for the IJN [Imperial Japanese Navy], in terms of ships and tonnage sunk, it amounted to a small strategic triumph for the U.S. Navy.\"[36]\n\nThe Battle of the Aleutian Islands was the last fighting between sovereign nations to take place on American soil. As part of a diversionary plan for the Battle of Midway, the Japanese took control of two of the Aleutian Islands (Attu and Kiska Island). They hoped that strong American naval forces would be drawn away from Midway, enabling a Japanese victory. Because their ciphers were broken, the American forces only drove the Japanese out after Midway. On 11 May 1943, American forces, spearheaded by the US 7th Infantry Division, landed on Attu, beginning the operation to take back the islands, by the end of May 1943 and after a series of battles, Allied forces retook Attu. On 15 August 1943, Allied forces landed on Kiska to retake it, only to find the Island abandoned by the Japanese.\n\nHaving learned important lessons at Coral Sea, the United States Navy was prepared when the Japanese navy under Admiral Isoroku Yamamoto launched an offensive aimed at destroying the American Pacific Fleet at Midway Island. The Japanese hoped to embarrass the Americans after the humiliation of the Doolittle Raid on Tokyo. Midway was a strategic island that both sides wished to use as an air base. Yamamoto hoped to achieve complete surprise and a quick capture of the island, followed by a decisive carrier battle with which he could destroy the American carrier fleet. Before the battle began, however, American intelligence intercepted his plan, allowing Admiral Chester Nimitz to formulate an effective defensive ambush of the Japanese fleet.[37] The battle began on 4 June 1942. By the time it was over, the Japanese had lost four carriers, as opposed to one American carrier lost. The Battle of Midway was the turning point of the war in the Pacific because the United States had seized the initiative and was on the offensive for the remaining duration of the war.\n\nFollowing the resounding victory at Midway, the United States began a major land offensive. The Allies came up with a strategy known as Island hopping, or the bypassing of islands that either served little or no strategic importance[38] or were heavily defended but could be bypassed, such as Rabaul. Because air power was crucial to any operation, only islands that could support airstrips were targeted by the Allies. The fighting for each island in the Pacific Theater would be savage, as the Americans faced a determined and battle-hardened enemy who had known little defeat on the ground.\n\nGeneral George Kenney, in charge of tactical air power under MacArthur, never had enough planes, pilots or supplies.[39] (He was not allowed any authority whatsoever over the Navy's carriers.) But the Japanese were always in worse shape—their equipment deteriorated rapidly because of poor airfields and incompetent maintenance. The Japanese had excellent planes and pilots in 1942, but ground commanders dictated their missions and ignored the need for air superiority before any other mission could be attempted. Theoretically, Japanese doctrine stressed the need to gain air superiority, but the infantry commanders repeatedly wasted air assets defending minor positions. When Arnold, echoing the official Army line, stated the Pacific was a \"defensive\" theater, Kenney retorted that the Japanese pilot was always on the offensive. \"He attacks all the time and persists in acting that way. To defend against him you not only have to attack him but to beat him to the punch.\"[40]\n\nA key to Kenney's strategy was the neutralization of bypassed Japanese strongpoints like Rabaul and Truk through repeated bombings. He said a major shortfall was \"the kids coming here from the States were green as grass. They were not getting enough gunnery, acrobatics, formation flying, or night flying.\"[41] So he set up extensive retraining programs. The arrival of superior fighters, especially the twin-tailed Lockheed P-38 Lightning, gave the Americans an edge in range and performance. Occasionally a ripe target appeared, as in the Battle of the Bismarck Sea (March 1943) when bombers sank a major convoy bringing troops and supplies to New Guinea. That success was no fluke. High-flying bombers seldom could hit moving ships. Kenney solved that weakness by teaching pilots the effective new tactic of flying in close to the water then pulling up and lobbing bombs that skipped across the water and into the target.[42]\n\nThe goal of island hopping was to build forward air fields. AAF commander General Hap Arnold correctly anticipated that he would have to build forward airfields in inhospitable places. Working closely with the Army Corps of Engineers, he created Aviation Engineer Battalions that by 1945 included 118,000 men; it operated in all theaters. Runways, hangars, radar stations, power generators, barracks, gasoline storage tanks and ordnance dumps had to be built hurriedly on tiny coral islands, mud flats, featureless deserts, dense jungles, or exposed locations still under enemy artillery fire. The heavy construction gear had to be imported, along with the engineers, blueprints, steel-mesh landing mats, prefabricated hangars, aviation fuel, bombs and ammunition, and all necessary supplies. As soon as one project was finished the battalion would load up its gear and move forward to the next challenge, while headquarters inked in a new airfield on the maps. Heavy rains often reduced the capacity of old airfields, so new ones were built. Often engineers had to repair and use a captured enemy airfield. Unlike the well-built German air fields in Europe, the Japanese installations were ramshackle affairs with poor siting, poor drainage, scant protection, and narrow, bumpy runways. Engineering was a low priority for the offense-minded Japanese, who chronically lacked adequate equipment and imagination.[43]\n\nAirmen flew far more often in the Southwest Pacific than in Europe, and although rest time in Australia was scheduled, there was no fixed number of missions that would produce transfer out of combat, as was the case in Europe. Coupled with the monotonous, hot, sickly environment, the result was bad morale that jaded veterans quickly passed along to newcomers. After a few months, epidemics of combat fatigue (now called Combat stress reaction) would drastically reduce the efficiency of units. The men who had been at jungle airfields longest, the flight surgeons reported, were in a bad shape:\n\nThe Marines had their own land-based aviation, built around the excellent Chance-Vought F4U Corsair, an unusually large fighter-bomber. By 1944 10,000 Marine pilots operated 126 combat squadrons. Marine Aviation originally had the mission of close support for ground troops, but it dropped that role in the 1920s and 1930s and became a junior component of naval aviation. The new mission was to protect the fleet from enemy air attacks. Marine pilots, like all aviators, fiercely believed in the prime importance of air superiority; they did not wish to be tied down to supporting ground troops. On the other hand, the ground Marines needed close air support because they lacked heavy firepower of their own. Mobility was a basic mission of Marine ground forces; they were too lightly armed to employ the sort of heavy artillery barrages and massed tank movements the Army used to clear the battlefield. The Japanese were so well dug in that Marines often needed air strikes on positions 300 to 1,500 yards ahead. In 1944, after considerable internal acrimony, Marine Aviation was forced to start helping out. At Iwo Jima ex-pilots in the air liaison party (ALP) not only requested air support, but actually directed it in tactical detail. The Marine formula increased responsiveness, reduced \"friendly\" casualties, and (flying weather permitting) substituted well for the missing armor and artillery. For the next half century close air support would remain central to the mission of Marine Aviation, provoking eternal jealousy from the Army which was never allowed to operate fixed-wing fighters or bombers, although the Army was allowed to have some unarmed transports and spotter planes.[45]\n\nGuadalcanal, fought from August 1942 to February 1943, was the first major Allied offensive of the war in the Pacific Theater. This campaign pitted American air, naval and ground forces (later augmented by Australians and New Zealanders) against determined Japanese resistance. Guadalcanal was the key to control the Solomon Islands, which both sides saw as strategically essential. Both sides won some battles but both sides were overextended in terms of supply lines. Logistical failures in a hostile physical environment hampered everyone. As happened time and again in the Pacific, the Japanese logistical support system failed, as only 20% of the supplies dispatched from Rabaul to Guadalcanal ever reached there. Consequently, the 30,000 Japanese troops lacked heavy equipment, enough ammunition and even enough food; 10,000 were killed, 10,000 starved to death, and the remaining 10,000 were evacuated in February 1943. In the end Guadalcanal was a major American victory as the Japanese inability to keep pace with the rate of American reinforcements proved decisive. Guadalcanal is an iconic episode in the annals of American military history, underscoring the heroic bravery of underequipped individuals in fierce combat with a determined foe.[46]\n\nMarines from the 1st Marine Division landed on 7 August 1942, soldiers from the Army XIV Corps reinforced and eventually replaced in late-November 1942. They quickly captured Henderson Field, and prepared defenses. In the Battle of Bloody Ridge, the Americans held off wave after wave of Japanese counterattacks before charging what was left of the Japanese. After more than six months of combat the island was firmly under Allied control on 8 February 1943.\n\nMeanwhile, the rival navies fought seven battles, with the two sides dividing the victories.[47] Following the Japanese victory at the Battle of Savo Island on 8–9 August, Admiral Fletcher withdrew his ships from around Guadalcanal. A second Japanese naval force sailed south and engaged the American fleet in the Battle of the Eastern Solomons on 24–25 August, ending in a draw but forced the Japanese naval force to retreat. On 11–12 October 1942, to disrupt Japanese attempts to reinforce and resupply their troops on Guadalcanal (nicknamed the \"Tokyo Express\"), a small US naval force attacked this supply line at the Battle of Cape Esperance and succeeded. In support of the Japanese ground offensive in October, Japanese naval forces engaged and hoped to decisively defeat any US naval forces in the area of operation at the Battle of the Santa Cruz Islands on 25–27 October 1942, however the Japanese failed to decisively defeat US Navy. From 12 to 15 November 1942, the Naval Battle of Guadalcanal took place: Learning that the Japanese were trying to reinforce their troops for an attack on Henderson Field, US forces launched aircraft and warship to prevent the Japanese ground troops from reaching Guadalcanal, the US succeeded thus turning back Japan's last major attempt to dislodge Allied forces from Guadalcanal. A small US naval force attempted to surprise and destroy the Japanese Navy were attempting to deliver supplies to their forces on Guadalcanal at Battle of Tassafaronga however it wasn't successful. The final naval battle took place between 29 and 30 January 1943, known as the Battle of Rennell Island, US naval forces attempted to stop the Japanese Navy from evacuating its ground forces from Guadalcanal. However, the Japanese successfully forced the US Navy to withdraw, protecting the Japanese evacuation.[48]\n\nGuadalcanal made it clear to the Americans that the Japanese would fight to the bitter end. After brutal fighting in which few prisoners were taken on either side, the United States and the Allies pressed on the offensive. The American landings at Tarawa on 20 November 1943, became bogged down as armor attempting to break through the Japanese lines of defense either sank, were disabled or took on too much water to be of use. The Americans were eventually able to land a limited number of tanks and drive inland. After days of fighting they took control of Tarawa on 23 November. Of the original 2,600 Japanese soldiers on the island, only 17 were still alive.\n\nIn preparation for the recapture of the Philippines, the Allies started the Gilbert and Marshall Islands campaign to retake the Gilbert and Marshall Islands from the Japanese in summer 1943. Moving closer to Japan, the US Navy decisively won the Battle of the Philippine Sea and landing forces captured the Mariana and Palau Islands in summer 1944. The goal was building airbases within range of the new B-29 bomber aimed at Japan's industrial cities.\n\nThe Battle of Leyte Gulf in 23–26 October 1944, was a decisive American victory that sank virtually the entire remaining Japanese fleet in arguably the largest naval battle in history. Although the Japanese came surprisingly close to inflicting a major defeat on the Americans, at the last minute the Japanese panicked and lost. The battle was a complex overlapping series of engagements fought off the Philippine island of Leyte, which the US Army had just invaded. The army forces were highly vulnerable to naval attack, and the Japanese goal was to inflict massive destruction. Two American fleets were involved, the Seventh and Third, but they were independent and did not communicate well so the Japanese with a trick maneuver slipped between the two American fleets and almost reached the beaches. However the Japanese communication system was even worse, and the Japanese army and navy did not cooperate, and the three Japanese fleets were each destroyed.[49]\n\nGeneral MacArthur fulfilled his promise to return to the Philippines by landing at Leyte on 20 October 1944. The grueling re-capture of the Philippines took place from 1944 to 1945 and included the battles of Leyte, Luzon, and Mindanao.\n\nThe Americans did not bypass the small island of Iwo Jima because it wanted bases for fighter escorts; it was actually used as an emergency landing base for B-29s. The Japanese knew they could not win, but they devised a strategy to maximize American casualties. Learning from the Battle of Saipan they prepared many fortified positions on the island, including pillboxes and tunnels. The Marines attack began on 19 February 1945. Initially the Japanese put up no resistance, letting the Americans mass, creating more targets before the Americans took intense fire from Mount Suribachi and fought throughout the night until the hill was surrounded. Over the next 36 days, the Japanese were pressed into an ever-shrinking pocket, but they chose to fight on to the end, leaving only 1,000 of the original 21,000 defenders alive. The Marines suffered as well, suffering 25,000 casualties. The battle became iconic in America as the epitome of heroism in desperate hand-to-hand combat.[50]\n\nOkinawa became the last major battle of the Pacific Theater and the Second World War. The island was to become a staging area for the eventual invasion of Japan since it was just 350 miles (560 km) south of Mainland Japan. Marines and soldiers landed unopposed on 1 April 1945, to begin an 82-day campaign which became the largest land-sea-air battle in history and was noted for the ferocity of the fighting and the high civilian casualties with over 150,000 Okinawans losing their lives. Japanese kamikaze pilots caused the largest loss of ships in US naval history with the sinking of 38 and the damaging of another 368. Total US casualties were over 12,500 dead and 38,000 wounded, while the Japanese lost over 110,000 soldiers and 150,000 civilians. The fierce combat and high American losses led the Army and the Navy to oppose an invasion of the main islands. An alternative strategy was chosen: using the atomic bomb to induce surrender.[51]\n\nThe flammability of Japan's large cities, and the concentration of munitions production there, made strategic bombing the favorite strategy of the Americans from 1941 onward. The first efforts were made from bases in China, where massive efforts to establish B-29 bases there and supply them over the Hump (the Himalayas) failed in 1944; the Japanese Army simply moved overland and captured the bases. Saipan and Tinian, captured by the US in June 1944, gave secure bases for the very-long-range B-29. The Boeing B-29 Superfortress boasted four 2,200 horsepower Wright R-3350 supercharged engines that could lift four tons of bombs 33,000 feet (high above Japanese flak or fighters), and make 3,500-mile round trips. However, the systematic raids that began in June 1944, were unsatisfactory, because the AAF had learned too much in Europe; it overemphasized self-defense. Arnold, in personal charge of the campaign (bypassing the theater commanders), brought in a new leader, brilliant, indefatigable, hard-charging General Curtis LeMay. In early 1945, LeMay ordered a radical change in tactics: remove the machine guns and gunners, fly in low at night. (Much fuel was used to get to 30,000 feet; it could now be replaced with more bombs.) The Japanese radar, fighter, and anti-aircraft systems were so ineffective that they could not hit the bombers. Fires raged through the cities, and millions of civilians fled to the mountains.[52]\n\nTokyo was hit repeatedly, and during the first massive fire raid of 9–10 March 1945 suffered a conflagration of about 16 square miles (41 km2) in area, that killed at least 83,000. On 5 June, 51,000 buildings in four miles of Kobe were burned out by 473 B-29s; the Japanese were learning to fight back, as 11 B-29s went down and 176 were damaged.[53] Osaka, where one-sixth of the Empire's munitions were made, was hit by 1,733 tons of incendiaries dropped by 247 B-29s. A firestorm burned out 8.1 square miles, including 135,000 houses; 4,000 died.[54][55] The Japanese local officials reported:\n\nThe Japanese army, which was not based in the cities, was largely undamaged by the raids. The Army was short of food and gasoline, but, as Iwo Jima and Okinawa proved, it was capable of ferocious resistance. The Japanese also had a new tactic that it hoped would provide the bargaining power to get a satisfactory peace, the Kamikaze.\n\nIn late 1944 the Japanese invented an unexpected and highly effective new tactic, the Kamikaze suicide plane aimed like a guided missile at American ships. The attacks began in October 1944 and continued to the end of the war. Experienced pilots were used to lead a mission because they could navigate; they were not Kamikazes, and they returned to base for another mission. The Kamikaze pilots were inexperienced and had minimal training; but most were well-educated and intensely committed to the Emperor.[56][57]\n\nKamikaze attacks were highly effective at the Battle of Okinawa as 4000 kamikaze sorties sank 38 US ships and damaged 368 more, killing 4,900 sailors.[58] Task Force 58 analyzed the Japanese technique at Okinawa in April 1945:\n\nThe Americans decided the best defense against Kamikazes was to knock them out on the ground, or else in the air long before they approached the fleet. The Navy called for more fighters, and more warning, which meant combat air patrols circling the big ships, more radar picket ships (which themselves became prime targets), and more attacks on airbases and gasoline supplies. Japan suspended Kamikaze attacks in May 1945, because it was now hoarding gasoline and hiding planes in preparation for new suicide attacks if the Allies dared to invade their home islands. The Kamikaze strategy allowed the use of untrained pilots and obsolete planes, and since evasive maneuvering was dropped and there was no return trip, the scarce gasoline reserves could be stretched further. Since pilots guided their airplane like a guided missile all the way to the target, the proportion of hits was much higher than in ordinary bombing. Japan's industry was manufacturing 1,500 new planes a month in 1945. However, the quality of construction was very poor, and many new planes crashed during training or before reaching targets.\n\nExpecting increased resistance, including far more Kamikaze attacks once the main islands of Japan were invaded, the US high command rethought its strategy and used atomic bombs to end the war, hoping it would make a costly invasion unnecessary.[60]\n\nUS submarines took part in the majority of naval battles in the Pacific theater, but the submarines were most decisive in their blockade of Japan, for which Japan was dependent on its sea transport to provide resources for its war effort.\n\nOn the afternoon of 7 December 1941, six hours after the Japanese attack, US naval commanders in the Pacific were ordered by the US Navy Chief of Staff to \"execute unrestricted air and submarine warfare against Japan\".[61] This order authorized all US submarines in the Pacific to attack and sink any warship, commercial vessel, or civilian passenger ship flying the Japanese flag, without warning. The Pacific Fleet and the Asiatic Fleet Submarine Force immediately went into action to counter the Japanese offensive across the Pacific, such as in the Philippines, Indochina,[62] Dutch East Indies and Malaya.[63] The US Navy submarine force was small; less than 2%. On 7 December 1941, the US Navy had 55 fleet and 18-medium-sized submarines (S-boats) in the Pacific, 38 submarines elsewhere, and 73 under construction.[64] By the war's end the US had completed 228 submarines.[65]\n\nUS Navy submarines were often used for surveillance. This included reconnaissance US submarines landed and supplied guerillas in Japanese occupied territory and carrying in commandos for missions such as the Makin Island raid, they also rescued crews of aircraft which had been forced down over the ocean.\n\nAs a result of several key improvements in strategy and tactics, from 1943, Allied submarines waged a more effective campaign against Japanese merchant shipping and the IJN, in effect strangling the Japanese Empire of resources. By the end of the war in August 1945, US Navy submarines sank around 1300 Japanese merchant ships, as well as roughly 200 warships.[66] Only 42 US submarines were sunk in the Pacific,[67] but 3,500 (22%) submariners were killed, the highest casualty rate of any American force in World War II.[68] The force destroyed over half of all Japanese merchant ships,[69] totaling well over five million tons of shipping.[69]\n\nAs victory for the United States slowly approached, casualties mounted. A fear in the American high command was that an invasion of mainland Japan would lead to enormous losses on the part of the Allies, as casualty estimates for the planned Operation Downfall demonstrate. As Japan was able to withstand the devastating incendiary raids and naval blockade despite hundreds of thousands of civilian deaths, President Harry Truman gave the order to drop the only two available atomic bombs, hoping that such sheer force of destruction on a city would break Japanese resolve and end the war. The first bomb was dropped on an industrial city, Hiroshima, on 6 August 1945, killing approximately 70,000 people. A second bomb was dropped on another industrial city, Nagasaki, on 9 August after it appeared that the Japanese high command was not planning to surrender, killing approximately 35,000 people. Fearing additional atomic attacks, Japan surrendered on 15 August 1945.\n\nV-J Day which occurred on 15 August 1945 marked the end of the United States' war with the Empire of Japan. Since Japan was the last remaining Axis Power, V-J Day also marked the end of World War II.\n\n"
        },
        {
            "title": "Minor American front",
            "text": "The United States contributed several forces to the China Burma India theater, such as the 5307th Composite Unit (Provisional) but nicknamed \"Merrill's Marauders\" after its commander, Frank Merrill. It was a United States Army long range penetration special operations jungle warfare unit organized as light infantry assault units. In slightly more than five months of combat in 1944, the Marauders advanced 750 miles through some of the harshest jungle terrain in the world, fought in five major engagements, mostly behind enemy lines, with or in support of British Empire and Chinese forces in Burma and suffered many casualties. On 10 August 1944 the Marauders were consolidated into the 475th Infantry. The US also had an adviser to Chiang Kai-shek and Joseph Stilwell. Units of the Tenth Air Force, Fourteenth Air Force, and Twentieth Air Force of the USAAF also served in the theatre, including the previously mentioned \"Flying Tigers\".\n\n"
        },
        {
            "title": "Attacks on U.S. soil",
            "text": "Although the Axis powers never launched a full-scale invasion of the United States, there were attacks and acts of sabotage on U.S. soil.\n\n"
        }
    ]
}