{
    "url": "https://en.wikipedia.org/wiki/Military_history_of_the_United_States",
    "title": "Military history of the United States",
    "table_of_contents": [
        "1 Colonial wars (1620–1774)",
        "1.1 War of Jenkins' Ear (1739–1748)",
        "2 War of Independence (1775–1783)",
        "2.1 George Washington",
        "3 Early national period (1783–1812)",
        "3.1 Barbary Wars",
        "4 War of 1812",
        "5 War with Mexico (1846–1848)",
        "6 American Civil War (1861–1865)",
        "7 Post-Civil War era (1865–1917)",
        "7.1 Indian Wars (1865–1891)",
        "7.2 Spanish–American War (1898)",
        "7.3 Philippine–American War (1899–1902)",
        "7.4 Overthrow of Hawaii (1893)",
        "8 Modernization",
        "9 Banana Wars (1898–1935)",
        "9.1 Hispaniola",
        "10 Moro Rebellion (1899–1913)",
        "11 Mexico (1910–1919)",
        "12 World War I (1914–1918)",
        "13 Russian Civil War (1918–1925)",
        "14 1920s: Naval disarmament",
        "15 1930s: Neutrality Acts",
        "16 World War II (1941–1945)",
        "17 Cold War era (1945–1991)",
        "17.1 Postwar military reorganization (1947)",
        "17.2 Korean War (1950–1953)",
        "17.3 Lebanon crisis of 1958",
        "17.4 Dominican Intervention",
        "17.5 Vietnam War (1964–1975)",
        "17.6 Grenada",
        "17.7 Beirut",
        "17.8 Libya",
        "17.9 Panama",
        "18 Post–Cold War era (1990–2001)",
        "18.1 Persian Gulf War (1990–1991)",
        "18.2 Somalia",
        "18.3 Haiti",
        "18.4 Yugoslavia",
        "19 War on terror (2001–present)",
        "19.1 Afghanistan",
        "19.2 Philippines",
        "19.3 Iraq War",
        "19.4 Syrian and Iraqi intervention",
        "19.5 Libyan intervention",
        "20 See also",
        "21 References",
        "22 Further reading",
        "23 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe military history of the United States spans a period of over two centuries. During those years, the United States evolved from a newly formed nation fighting for independence from the Kingdom of Great Britain (1775–1783), through the American Civil War (1861–1865) and, after collaborating with the Allies during World War II (1941–1945), to world superpower status from the latter part of the 20th century to the present.[1]\n\nIn 1775, the Continental Congress established the Continental Army, Continental Navy, and Continental Marines and named General George Washington its commander. This newly formed military, fighting alongside French soldiers and sailors, triumphed over the British during the war, which led to independence via the Treaty of Paris. In 1789, the new Constitution made the president the commander in chief, and gave Congress the authority to levy taxes, create laws, and declare war.[2]\n\nAs of 2021, the United States Armed Forces consists of the Army, Marine Corps, Navy, Air Force and Space Force, all under the command of the Department of Defense, and the Coast Guard, which is controlled by the Department of Homeland Security.\n\nThe President of the United States is the commander-in-chief, and exercises the authority through the Secretary of Defense and the Chairman of the Joint Chiefs of Staff, who supervises combat operations. Governors have control of each state's Army and Air National Guard units for limited purposes. The president also has the ability to federalize National Guard units, bringing them under the sole control of the Department of Defense.[3]\n\n"
        },
        {
            "title": "",
            "text": "The beginning of the United States military lies in civilian frontier settlers, armed for hunting and basic survival in the wilderness. These were organized into local militias for small military operations, mostly against Native American tribes but also to resist possible raids by the small military forces of neighboring European colonies. They relied on the British regular Army and Navy for any serious military operation.[4]\n\nIn major operations outside the locality involved, the militia was not employed as a fighting force. Instead the colony asked for (and paid) volunteers, many of whom were also militia members.[5]\n\nIn the early years of the British colonization of North America, military action in the thirteen colonies that would become the United States were the result of conflicts with Native Americans, such as in the Pequot War of 1637, King Philip's War in 1675, the Yamasee War in 1715 and Father Rale's War in 1722.\n\nBeginning in 1689, the colonies became involved in a series of wars between Great Britain and France for control of North America, the most important of which were Queen Anne's War, in which the British conquered French colony Acadia, and the final French and Indian War (1754–63) when Britain was victorious over all the French colonies in North America. This final war was to give thousands of colonists, including Virginia colonel George Washington, military experience which they put to use during the American Revolutionary War.[6]\n\nIn the struggle for control of North America, the contest between Great Britain and France was the vital one, the conflict with Spain, a declining power, important but secondary. This latter conflict reached its height in the \"War of Jenkins Ear,\" a prelude to the War of Austrian Succession, which began in 1739 and pitted the British and their American colonists against the Spanish.[7]\n\nIn the colonies the war involved a seesaw struggle between the Spanish in Florida and the West Indies and the English colonists in South Carolina and Georgia. Its most notable episode, however, was a British expedition mounted in Jamaica against Cartagena, the main port of the Spanish colony in Colombia. The mainland colonies furnished a regiment to participate in the assault as British Regulars under British command. The expedition ended in disaster, resulting from climate, disease, and the bungling of British commanders, and only about 600 of over 3,000 Americans who participated ever returned to their homes.[7]\n\n"
        },
        {
            "title": "",
            "text": "Ongoing political tensions between Great Britain and the thirteen colonies reached a crisis in 1774 when the British placed the province of Massachusetts under martial law after the Patriots protested taxes they regarded as a violation of their constitutional rights as Englishmen. When shooting began at Lexington and Concord in April 1775, militia units from across New England rushed to Boston and bottled up the British in the city. The Continental Congress appointed George Washington as commander-in-chief of the newly created Continental Army, which was augmented throughout the war by colonial militia. In addition to the Army, Congress also created the Continental Navy and Continental Marines. He drove the British out of Boston but in late summer 1776 they returned to New York and nearly captured Washington's army. Meanwhile, the revolutionaries expelled British officials from the 13 states, and declared themselves an independent nation on 4 July 1776.[8]\n\nThe British, for their part, lacked both a unified command and a clear strategy for winning. With the use of the Royal Navy, the British were able to capture coastal cities, but control of the countryside eluded them. A British sortie from Canada in 1777 ended with the disastrous surrender of a British army at Saratoga. With the coming in 1777 of General von Steuben, the training and discipline along Prussian lines began, and the Continental Army began to evolve into a modern force. France and Spain then entered the war against Great Britain as Allies of the US, ending its naval advantage and escalating the conflict into a world war. The Netherlands later joined France, and the British were outnumbered on land and sea in a world war, as they had no major allies apart from Indian tribes, Loyalists and Hessians.\n\nA shift in focus to the southern American states in 1779 resulted in a string of victories for the British, but General Nathanael Greene engaged in guerrilla warfare and prevented them from making strategic headway. The main British army was surrounded by Washington's American and French forces at Yorktown in 1781, as the French fleet blocked a rescue by the Royal Navy. The British then sued for peace.\n\nGeneral George Washington (1732–1799) proved an excellent organizer and administrator, who worked successfully with the Continental Congress and the state governors, selecting and mentoring his senior officers, supporting and training his troops, and maintaining an idealistic Republican Army. His biggest challenge was logistics, since neither Congress nor the states had the funding to provide adequately for the equipment, munitions, clothing, paychecks, or even the food supply of the soldiers. As a battlefield tactician Washington was often outmaneuvered by his British counterparts. As a strategist, however, he had a better idea of how to win the war than they did. The British sent four invasion armies. Washington's strategy forced the first army out of Boston in 1776, and was responsible for the surrender of the second and third armies at Saratoga (1777) and Yorktown (1781). He limited the British control to New York and a few places while keeping Patriot control of the great majority of the population. The Loyalists, on whom the British had relied too heavily, comprised about 20% of the population but were never well organized. As the war ended, Washington watched proudly as the final British army quietly sailed out of New York City in November 1783, taking the Loyalist leadership with them. Washington astonished the world when, instead of seizing power, he retired quietly to his farm in Virginia.[9][10]\n\nPatriots had a strong distrust of a permanent \"standing army\", so the Continental Army was quickly demobilized, with land grants to veterans. General Washington, who throughout the war deferred to elected officials, averted a potential coup d'état and resigned as commander-in-chief after the war, establishing a tradition of civil control of the U.S. military.[11]\n\n"
        },
        {
            "title": "",
            "text": "Following the American Revolutionary War, the United States faced potential military conflict on the high seas as well as on the western frontier. The United States was a minor military power during this time, having only a modest army, marine corps, and navy. A traditional distrust of standing armies, combined with faith in the abilities of local militia, precluded the development of well-trained units and a professional officer corps. Jeffersonian leaders preferred a small army and navy, fearing that a large military establishment would involve the United States in excessive foreign wars, and potentially allow a domestic tyrant to seize power.[12]\n\nIn the Treaty of Paris after the Revolution, the British had ceded the lands between the Appalachian Mountains and the Mississippi River to the United States, without consulting the Shawnee, Cherokee, Choctaw and other smaller tribes who lived there. Because many of the tribes had fought as allies of the British, the United States compelled tribal leaders to sign away lands in postwar treaties, and began dividing these lands for settlement. This provoked a war in the Northwest Territory in which the U.S. forces performed poorly; the Battle of the Wabash in 1791 was the most severe defeat ever suffered by the United States at the hands of American Indians. President Washington dispatched a newly trained army to the region led by General Anthony Wayne, which decisively defeated the Indian confederacy at the Battle of Fallen Timbers in 1794.[13]\n\nWhen revolutionary France declared war on Great Britain in 1793, the United States sought to remain neutral, but the Jay Treaty, which was favorable to Great Britain, angered the French government, which viewed it as a violation of the 1778 Treaty of Alliance. French privateers began to seize U.S. vessels, which led to an undeclared \"Quasi-War\" between the two nations. Fought at sea from 1798 to 1800, the United States won a string of victories in the Caribbean. George Washington was called out of retirement to head a \"provisional army\" in case of invasion by France, but President John Adams managed to negotiate a truce, in which France agreed to terminate the prior alliance and cease its attacks.[14] After France and Britain signed the Peace of Amiens leading to a lull in the French Revolutionary and Napoleonic Wars, President Thomas Jefferson scaled back military spending.[15]\n\nThe Berbers along the Barbary Coast (modern day Libya) sent pirates to capture merchant ships and hold the crews for ransom. The U.S. paid protection money until 1801, when President Thomas Jefferson refused to pay and sent in the Navy to challenge the Barbary States, the First Barbary War followed. After the USS Philadelphia was captured in 1803, Lieutenant Stephen Decatur led a raid which successfully burned the captured ship, preventing Tripoli from using or selling it. In 1805, after William Eaton captured the city of Derna, Tripoli agreed to a peace treaty. The other Barbary states continued to raid U.S. shipping, until the Second Barbary War in 1815 ended the practice.[16]\n\n"
        },
        {
            "title": "War of 1812",
            "text": "By far the largest military action in which the United States engaged during this era was the War of 1812.[17] With Britain locked in a major war with Napoleonic France, its policy was to block American shipments to France. The United States sought to remain neutral while pursuing overseas trade. Britain cut the trade and impressed seamen on American ships into the Royal Navy, despite intense protests. Britain supported an Indian insurrection in the American Midwest, with the goal of creating an Indian barrier state there that would block American expansion. The United States finally declared war on the United Kingdom in 1812, the first time the U.S. had officially declared war. Not hopeful of defeating the Royal Navy, the U.S. attacked the British Empire by invading British Canada, hoping to use captured territory as a bargaining chip. The invasion of Canada was a debacle, though concurrent wars with Native Americans on the western front (Tecumseh's War and the Creek War) were more successful. After defeating Napoleon in 1814, Britain sent large veteran armies to invade New York, raid Washington and capture the key control of the Mississippi River at New Orleans. The New York invasion was a fiasco after the much larger British Army retreated to Canada. The raiders succeeded in the burning of Washington on 25 August 1814, but were repulsed in their Chesapeake Bay Campaign at the Battle of Baltimore and the British commander killed. The major invasion in Louisiana was stopped by a one-sided military battle that killed the top three British generals and thousands of soldiers. The winners were the commanding general of the Battle of New Orleans, Major General Andrew Jackson, who later became president, and the Americans, who basked in a victory over a much more powerful nation. The peace treaty proved successful, and the U.S. and Britain never again went to war. The losers were the Indians, who never gained the independent territory in the Midwest promised by Britain.[18]\n\n"
        },
        {
            "title": "",
            "text": "With the rapid expansion of the farming population, Democrats looked to the west for new lands, an idea which became known as \"Manifest Destiny.\" In the Texas Revolution (1835–1836), the settlers declared independence as the Republic of Texas and defeated the Mexican Army, but Mexico was determined to reconquer the lost province and threatened war with the U.S. if it annexed Texas. The U.S., much larger and more powerful, did annex Texas in 1845 and war broke out in 1846 over boundary issues.[19][20]\n\nIn the Mexican–American War 1846–1848, the U.S. Army under Generals Zachary Taylor and Winfield Scott and others, invaded and after a series of victorious battles (and no major defeats) seized Santa Fe de Nuevo México and Alta California, and also blockaded the coast, invaded northern Mexico, and invaded central Mexico, capturing the national capital of Mexico City. The peace terms involved American purchase of the area from California to New Mexico for $10 million.[21]\n\n"
        },
        {
            "title": "",
            "text": "Long-building tensions between the Northern and Southern States over slavery suddenly reached a climax after the 1860 election of Abraham Lincoln of the new anti-slavery Republican Party as U.S. president. Southern states seceded from the U.S. and formed a separate Confederacy. Within the Confederate states, many U.S. forts with garrisons still loyal to the Union were cut off. Fighting started in 1861 when Fort Sumter was fired upon by Confederate troops and waves of patriotism swept both the North and the South.[22]\n\nThe civil war caught both sides with weak military forces. Neither the North's small standing army nor the South's scattered state militias were capable of winning a civil war. Both sides raced to raise new armies—larger than any U.S. forces before—first with repeated calls for volunteers, but eventually resorting to unpopular large-scale conscription for the first time in U.S. history.\n\nThe Union Army initially sought a quick victory by trying to capture the Confederate capital at Richmond, Virginia, not far from the U.S. capital at Washington, D.C. The Confederate States Army hoped to win by getting Britain and France to intervene, or else by exhausting the North's willingness to fight.\n\nAs the fighting between the two capitals stalled, the North found more success in campaigns elsewhere, using rivers, railroads, and the seas to help move and supply their larger forces, putting a stranglehold on the South—the Anaconda Plan. The war spilled across the continent, and even to the high seas. After four years of appallingly bloody conflict, with more casualties than all other U.S. wars combined, the North's larger population and industrial might slowly ground the South down. The resources and economy of the South were ruined, while the North's factories and economy prospered filling government wartime contracts.\n\nThe American Civil War is sometimes called the \"first modern war\" due to the mobilization and destruction of the civilian base—total war—and due to by many technical military innovations involving railroads, telegraphs, rifles, trench warfare, and ironclad warships with turret guns.[23][24]\n\n"
        },
        {
            "title": "",
            "text": "After the Civil War, population expansion, railroad construction, and the culling of the buffalo herds heightened military tensions on the Great Plains.[25] Specifically, according to Colville scholar Dina Gilio-Whitaker in her book As Long as Grass Grows, \"While the railroads wreaked havoc on Indian lives in numerous ways, one of the most destructive and tragic outcomes of the United States' industrial expansion was the near extermination of the Plains buffalo herds, with the railroads as the strategic prerequisite to carry out the plan\".[26] So extreme was the buffalo extermination that by the 1890s fewer than one thousand remained, scattered mostly on private ranches.[27] Several tribes, especially the Sioux and Comanche, fiercely resisted confinement to reservations. The main role of the Army was to keep indigenous peoples on reservations and to end their wars against settlers and each other, William Tecumseh Sherman and Philip Sheridan were in charge. A famous victory for the Plains Nations was the Battle of the Little Big Horn in 1876, when Col. George Armstrong Custer and two hundred plus members of the 7th Cavalry were killed by a force consisting of Native Americans from the Lakota, Northern Cheyenne, and Arapaho nations. The last significant conflict came in 1891 and ended in the Wounded Knee Massacre.[28]\n\nThe Spanish–American War was a short but decisive war marked by quick, overwhelming American victories at sea and on land against the Spanish Empire. The Navy was well-prepared and won laurels, even as politicians tried (and failed) to have it redeployed to defend East Coast cities against potential threats from the feeble Spanish Navy fleet.[29] The Army performed well in combat in Cuba. However, it was too oriented to small posts in the West and not as well-prepared for an overseas conflict.[30] It relied on volunteers and state militia units, which faced logistical, training and food problems in the staging areas in Florida.[31] The United States freed Cuba (after an occupation by the U.S. Army). By the peace treaty Spain ceded to the United States its colonies of Puerto Rico, Guam, and the Philippines.[32] The Navy set up coaling stations there and in Hawaii (which was forcibly overthrown in 1893, via a coup d'état against Queen Liliʻuokalani and annexed later in 1898).[33][34] The U.S. Navy now had a major forward presence across the Pacific Ocean and (with the lease of Guantánamo Bay Naval Base in Cuba) a major base in the Caribbean guarding the approaches to the Gulf Coast and the Panama Canal.[35]\n\nTo win its first colonies, the U.S. had lost 385 KIA (369 Army, 10 Navy, 6 Marines); 1,662 WIA (1,594 Army, 47 Navy, 21 Marines); and 2,061 dead of disease in the combat zones (a total of 5,403 died of disease at all locations, including stateside posts). Total Spanish combat deaths in action against U.S. forces were about 900.[36]\n\nThe Philippine–American War (1899–1902) was an armed conflict between a group of Filipino revolutionaries and the American forces following the ceding of the Philippines to the United States after the defeat of Spanish forces in the Battle of Manila. The Army sent in 100,000 soldiers (mostly from the National Guard) under General Elwell Otis. Defeated in the field and losing its capital in March 1899, the poorly armed and poorly led rebels broke into armed bands. The insurgency collapsed in March 1901 when the leader Emilio Aguinaldo was captured by General Frederick Funston and his Macabebe allies. Casualties included 1,037 Americans killed in action and 3,340 who died from disease; 20,000 rebels were killed.[37] The war resulted in at least 200,000 Filipino civilian deaths, mostly due to famine and disease.[38] Some estimates for total civilian dead reach up to a million. Atrocities were committed by the U.S. during the conflict, including reprisals, scorched earth campaigns, and the forcible relocation of many civilians.[39][40][41][42]\n\nThe overthrow of the Hawaiian Kingdom began on 16 January 1893, with a coup d'état against Queen Liliʻuokalani on the island of O'ahu.[33][34] The coup d’état was predated by several events, such as the 1887 Constitution of the Hawaiian Kingdom, also referred to as the Bayonet Constitution which was prepared by pro-American residents to strip the Hawaiian monarchy of its power and consolidate power among the non-Native settlers in Hawai'i.[43] It became known as the Bayonet Constitution because of the armed militia used to intimidate King Kalākaua and force him to sign it or be removed.\n\nThe coup d'état was led by the Committee of Safety, a 13-member group made up of non-native Hawaiian's. The Committee of Safety initiated the overthrow by organizing a group armed non-native men to depose Queen Liliʻuokalani.[44] The United States Military forces involved in the coup d’état consisted of 1 cruiser, the USS Boston, and 162 US Navy and USMC personnel.[44] This military presence was justified by the supposed threats to non-combatant American lives, property, and economic interests, largely of plantations.[34][45][46] The insurgency led to the house arrest of Queen Liliʻuokalani who stayed in ʻIolani Palace until her death in 1917. The ultimate goal of the coup d’état was eventual annexation into the United States. The insurgents formed the Republic of Hawai'i which instated Sanford B. Dole, as the republic's first President. It was backed by the sugar plantation owners in Hawai'i, such as Dole. Hawaii was annexed by the United States in 1898.[34][46][45] The United States military still has a prominent presence in Hawai'i, and they have been linked to several instances of environmental degradation and causes of pollution.[47]\n\n"
        },
        {
            "title": "Modernization",
            "text": "The Navy was modernized in the 1880s, and by the 1890s had adopted the naval power strategy of Captain Alfred Thayer Mahan—as indeed did every major navy. The old sailing ships were replaced by modern steel battleships, bringing them in line with the navies of Britain and Germany. In 1907, most of the Navy's battleships, with several support vessels, dubbed the Great White Fleet, were featured in a 14-month circumnavigation of the world. Ordered by President Theodore Roosevelt, it was a mission designed to demonstrate the Navy's capability to extend to the global theater.[48]\n\nSecretary of War Elihu Root (1899–1904) led the modernization of the Army. His goal of a uniformed chief of staff as general manager and a European-type general staff for planning was stymied by General Nelson A. Miles but did succeed in enlarging West Point and establishing the U.S. Army War College as well as the General Staff. Root changed the procedures for promotions and organized schools for the special branches of the service. He also devised the principle of rotating officers from staff to line. Root was concerned about the Army's role in governing the new territories acquired in 1898 and worked out the procedures for turning Cuba over to the Cubans, and wrote the charter of government for the Philippines.[49]\n\nRear Admiral Bradley A. Fiske was at the vanguard of new technology in naval guns and gunnery, thanks to his innovations in fire control 1890–1910. He immediately grasped the potential for air power, and called for the development of a torpedo plane. Fiske, as aide for operations in 1913–15 to Assistant Secretary Franklin D. Roosevelt, proposed a radical reorganization of the Navy to make it a war-fighting instrument. Fiske wanted to centralize authority in a chief of naval operations and an expert staff that would develop new strategies, oversee the construction of a larger fleet, coordinate war planning including force structure, mobilization plans, and industrial base, and ensure that the US Navy possessed the best possible war machines. Eventually, the Navy adopted his reforms and by 1915 started to reorganize for possible involvement in the World War then underway.[50]\n\n"
        },
        {
            "title": "",
            "text": "Banana Wars is an informal term for the minor intervention in Latin America from 1898 until 1935. These include military presence in Cuba, Panama with the Panama Canal Zone, Haiti (1915–1935), Dominican Republic (1916–1924) and Nicaragua (1912–1925; 1926–1933). The U.S. Marine Corps began to specialize in long-term military occupation of these countries, primarily to safeguard customs revenues which were the cause of local civil wars.[51] For example, in May 1912, during the Negro Rebellion by Afro-Cuban rebels, President William H. Taft sent 1,292 men to Cuba to protect the American-owned sugarcane plantations and their associated properties, as well as copper mines, railroads, and trains. The rebellion occurred primarily in Oriente Province. In the end, between 3,000 and 6,000 Afro-Cubans, including civilians were killed by the Cuban Army during the suppression of the rebellion which was completed by July 1912.[52][53] The rebels attacked the Marines only once, at El Cuero, but were repulsed without casualties on either side.[54]\n\nBanditry and guerrilla resistance was endemic throughout the period of occupation. U.S. Marine losses in the Dominican Republic, 1916–1922, totaled 17 killed, 54 dead, 55 wounded (from a peak strength of 3,000). The Marines inflicted about 1,000 Dominican casualties.[55] The most serious insurgencies occurred in Haiti, where some 5,000 rough mountaineers of the north, called Cacos, rebelled in 1915–17, losing 200 killed, to Marine losses of 3 KIA, 18 WIA, of 2,029 deployed. In 1918, the Cacos, angered by the Marine-enforced practice of corvée (forced labor), followed the leadership of Charlemagne Peralte and Benoit Batraville into rebellion again, against the 1,500-man 1st Marine Brigade and the 2,700-man Haitian Gendarmerie. The rebellion lasted for more than 19 months, 17 October 1918 – 19 May 1920. Both Caco leaders were killed in battle, along with at least 2,004 of their men. The Marines lost 28 slain in action and the Gendarmerie lost 70 killed.\n\n"
        },
        {
            "title": "",
            "text": "The Moro Rebellion was an armed insurgency between Muslim Filipino tribes in the southern Philippines between 1899 and 1913. Pacification was never complete as sporadic antigovernment insurgency continues into the 21st century, with American advisors helping the Philippine government forces.[56]\n\n"
        },
        {
            "title": "",
            "text": "The Mexican Revolution involved repeated coups overthrowing the national government. This was a violation of democracy that President Woodrow Wilson would not permit. He sent U.S. forces to occupy the Mexican city of Veracruz for six months in 1914, when the \"Tampico Affair\" of 9 April 1914 occurred, involving the arrest of American sailors by soldiers of the regime of Mexican President Victoriano Huerta.[57] In early 1916, the Mexican general Pancho Villa, a presidential contender who had suffered defeats, sent 500 soldiers on a murderous raid on the American city of Columbus, New Mexico. Wilson sent the U.S. Army under General John J. Pershing to punish Villa in the Pancho Villa Expedition. Villa fled deep into Mexico, with the Americans in pursuit. Mexican nationalism turned against the U.S., and with war looming with Germany, Wilson ordered Pershing to withdraw, and Villa escaped.[58]\n\n"
        },
        {
            "title": "",
            "text": "The United States originally wished to remain neutral when World War I broke out in August 1914. However, it insisted on its right as a neutral party to immunity from German submarine attack, even though its ships carried food and raw materials to Britain. In 1917 the Germans resumed submarine attacks, knowing that it would lead to American entry. When the United States declared war in early April 1917, the United States Army was still small by European standards (most of which had conscription) and mobilization would take at least a year. Meanwhile, the United States continued to provide supplies and money to Britain and France, and initiated the first peacetime draft.[59] Industrial mobilization took longer than expected, so divisions were sent to Europe without equipment, relying instead on the British and French to supply them.[60]\n\nBy summer 1918, a million American soldiers, or \"doughboys\" as they were often called, of the American Expeditionary Force (AEF) were in Europe, serving on the Western Front under the command of General John Pershing, with 10,000 more arriving every day. The failure of the German Army's Spring Offensive exhausted its manpower reserves and it was unable to launch new offensives. The Imperial German Navy and home front then revolted and a new German government signed a conditional surrender, the Armistice, ending the war on the Western Front on 11 November 1918.[61]\n\n"
        },
        {
            "title": "",
            "text": "The so-called Polar Bear Expedition was the involvement of 5,000 U.S. troops, during the Russian Civil War, in blocking the Bolsheviks in Arkhangelsk, Russia as part of the greater Allied military expedition in the Russian Civil War. There was no significant combat for the Americans.[62]\n\n"
        },
        {
            "title": "1920s: Naval disarmament",
            "text": "The U.S. sponsored a major world conference to limit the naval armaments of world powers, including the U.S., Britain, Japan, and France, plus smaller nations.[63] Secretary of State Charles Evans Hughes made the key proposal of each country to reduce its number of warships by a formula that was accepted. The conference enabled the great powers to reduce their navies and avoid conflict in the Pacific. The treaties remained in effect for ten years, but were not renewed as tensions escalated.[64]\n\n"
        },
        {
            "title": "1930s: Neutrality Acts",
            "text": "After the costly U.S. involvement in World War I, isolationism grew within the nation. Congress refused membership in the League of Nations, particularly due to Article X of the League's charter. Pursuant to Article X, the charter would have required by contract the United States Military to intervene if a member of the League were attacked; this prompted the United States Senate to vehemently oppose the Treaty of Versailles.[65] Isolationism further grew after the events of the Nye Committee, which investigated corrupt military spending and fueled the Merchants of death[66] argument, thus increasing anti-war opinions.\n\nIn response to the growing turmoil in Europe and Asia, the gradually more restrictive Neutrality Acts were passed, which were intended to prevent the U.S. from supporting either side in a war. President Franklin D. Roosevelt sought to support Britain, however, and in 1940 signed the Lend-Lease Act, which permitted an expansion of the \"cash and carry\" arms trade to develop with Britain, which controlled the Atlantic sea lanes.[67]\n\nRoosevelt favored the Navy (he was in effective charge in World War I), and used relief programs such as the Public Works Administration to support Navy yards and build warships. For example, in 1933 he authorized $238 million in PWA funds for thirty-two new ships. The Army Air Corps received only $11 million, which barely covered replacements and allowed no expansion.[68]\n\nDue to the underlying pressure against military involvement by both citizens and politicians, the United States was reluctant to intervene in any overseas conflicts. The involvement that the United States had toward the Japanese Invasion of Manchuria in 1931 only extended as far as non-recognition. Other events such as Benito Mussolini's Italian Conquest of Ethiopia went ignored by the U.S. along with the League of Nations being unable to act upon the usage of chemical weapons by the Italian fascists.[69] No official involvement was waged during the Spanish Civil War and the Second Sino-Japanese War, though both wars utilized loopholes for U.S. involvement, such as volunteering and using British ships as a middleman for delivering provisions (since the Neutrality Acts only specified American ships). This, along with Roosevelt's Quarantine Speech, produced mixed opinions among Americans that were still anxious about military involvement. Non-interventionists were mainly constituent in the Republican Party, but other Democratic politicians, such as Louis Ludlow, attempted to pass bills to compromise and even amend the United States Constitution for the purpose of calling for public Referendum to decide military involvement in cases that do not immediately follow an attack on the United States.[70] This amendment was introduced many times, but failed to gain enough support, including opposition even by Roosevelt.[71]\n\nThe overall neglect for military involvement eventually resulted in appeasement in the early stages of World War II, at the distress of Roosevelt (who wanted to continue cash-and-carry for the European theater and the Pacific). After being rebuffed by Congress for attempting to reinstate cash-and-carry for the European theater, Roosevelt eventually won the favor of restoring the arms trade with belligerent nations after Germany's invasion of Poland, which is said by many to have fixed the United States economy. Total involvement in the war began after the Attack on Pearl Harbor, where isolationism began to cede.\n\n"
        },
        {
            "title": "",
            "text": "Starting in 1940 (18 months before Pearl Harbor), the nation mobilized, giving high priority to air power. American involvement in World War II in 1940–41 was limited to providing war material and financial support to Britain, the Soviet Union, and the Republic of China. The U.S. entered officially on 8 December 1941 following the Japanese attack on Pearl Harbor, Hawaii. Japanese forces soon seized American, British and Dutch possessions across the Pacific and Southeast Asia, with Hawaii and Australia serving as the main staging points for the eventual liberation of these territories.[72]\n\nThe loss of eight battleships and 2,403 Americans[73] at Pearl Harbor forced the U.S. to rely on its remaining aircraft carriers, which won a major victory over Japan at Midway just six months into the war, and on its growing submarine fleet. The Navy and Marine Corps followed this up with an island hopping campaign across the central and south Pacific in 1943–1945, reaching the outskirts of Japan in the Battle of Okinawa. During 1942 and 1943, the U.S. deployed millions of men and thousands of planes and tanks to the UK, beginning with the strategic bombing of Nazi Germany and occupied Europe and leading up to the Allied invasions of occupied North Africa in November 1942, Sicily and Italy in 1943, France in 1944, and the invasion of Germany in 1945, parallel with the Soviet invasion from the Eastern Front. That led to the surrender of Nazi Germany in May 1945. While the final European Axis Powers were defeated within a year of Operation Overlord, the fighting in Central Europe was especially bloody for the United States, with more US military deaths occurring in Germany than in any other country during the war.[74]\n\nIn the Pacific, the U.S. experienced much success in naval campaigns during 1944, but bloody battles at Iwo Jima and Okinawa in 1945 led the U.S. to look for a way to end the war with minimal loss of American lives. The U.S. used atomic bombs on Hiroshima and Nagasaki to destroy the Japanese war effort and to shock the Japanese leadership, which quickly caused the surrender of Japan. Following the dropping of atomic bombs on Hiroshima and Nagasaki, Japan surrendered to the Allied forces on 15 August 1945, ending 35 years of Japanese occupation of Korean Peninsula. American forces under General John R. Hodge arrived at the southern part of the Korean Peninsula on 8 September 1945, while the Soviet Army and some Korean Communists had stationed themselves in the northern part of the Korean Peninsula.\n\nThe United States was able to mobilize quickly, eventually becoming the dominant military power in most theaters of the war (excepting only Central and Eastern Europe), and the industrial might of the U.S. economy became a major factor in the Allies' mobilization of resources. Strategic and tactical lessons learned by the U.S., such as the importance of air superiority and the dominance of the aircraft carrier in naval actions, continue to guide U.S. military doctrine into the 21st century.\n\nWorld War II holds a special place in the American psyche as the country's greatest triumph, and the U.S. military personnel of World War II are frequently referred to as \"the Greatest Generation.\" Over 16 million served (about 11% of the population), and over 400,000 died during the war. The U.S. emerged as one of the two undisputed superpowers along with the Soviet Union, and unlike the Soviet Union, the U.S. homeland was virtually untouched by the ravages of war. During and following World War II, the United States and Britain developed an increasingly strong defense and intelligence relationship. Manifestations of this include extensive basing of U.S. forces in the UK, shared intelligence, shared military technology (e.g. nuclear technology), and shared procurement.\n\n"
        },
        {
            "title": "",
            "text": "Following World War II, the United States emerged as a global superpower vis-a-vis the Soviet Union in the Cold War. In this period of some forty years, the United States provided foreign military aid and direct involvement in proxy wars against the Soviet Union. It was the principal foreign actor in the Korean War and Vietnam War during this era. Nuclear weapons were held in ready by the United States under a concept of mutually assured destruction with the Soviet Union.[75]\n\nThe National Security Act of 1947, meeting the need for a military reorganization to complement the U.S. superpower role, combined and replaced the former Department of the Navy and War Department with a single cabinet-level Department of Defense. The act also created the National Security Council, the Central Intelligence Agency, and the Air Force.\n\nThe Korean War was a conflict between the United States and its United Nations allies and the communist powers under influence of the Soviet Union (also a UN member nation) and the People's Republic of China (which later also gained UN membership). The principal combatants were North and South Korea. Principal allies of South Korea included the United States, Canada, Australia, the United Kingdom, although many other nations sent troops under the aegis of the United Nations Command. Allies of North Korea included the People's Republic of China, which supplied military forces, and the Soviet Union, which supplied combat advisors and aircraft pilots, as well as arms, for the Chinese and North Korean troops.[76]\n\nThe war started badly for the US and UN. The Korean People's Army struck massively in the summer of 1950 and nearly drove the outnumbered US and ROK defenders into the sea. However the United Nations intervened, naming Douglas MacArthur commander of its forces, and UN-US-ROK forces held a perimeter around Pusan, gaining time for reinforcement. MacArthur, in a bold but risky move, ordered an amphibious invasion well behind the front lines at Inchon, cutting off and routing the North Koreans and quickly crossing the 38th Parallel into North Korea. As UN forces continued to advance toward the Yalu River on the border with Communist China, the Chinese crossed the Yalu River in October and launched a series of surprise attacks that sent the UN forces reeling back across the 38th Parallel. Truman originally wanted a Rollback strategy to unify Korea; after the Chinese successes he settled for a Containment policy to split the country.[77] MacArthur argued for rollback but was fired by President Harry Truman after disputes over the conduct of the war. Peace negotiations dragged on for two years until President Dwight D. Eisenhower threatened China with nuclear weapons; an armistice was quickly reached with the two Koreas remaining divided at the 38th parallel. North and South Korea are still de jure in a state of war, having never signed a peace treaty, and American forces remain stationed in South Korea as part of American foreign policy.[78]\n\nIn the 1958 Lebanon crisis that threatened civil war, Operation Blue Bat deployed several hundred Marines to bolster the pro-Western Lebanese government from 15 July to 25 October 1958.\n\nOn 28 April 1965, 400 Marines were landed in Santo Domingo to evacuate the American Embassy and foreign nationals after dissident Dominican armed forces attempted to overthrow the ruling civilian junta. By mid-May, peak strength of 23,850 U.S. soldiers, Marines, and Airmen were in the Dominican Republic and some 38 naval ships were positioned offshore. They evacuated nearly 6,500 men, women, and children of 46 nations, and distributed more than 8 million tons of food.\n\nThe intervention cost the U.S. 27 KIA and 172 WIA. Another 20 Americans died from non-hostile causes; 111 were seriously injured. Ten of the KIA were Marines; 13 were from the 82nd Airborne. Among the 2,850 Dominican dead were 325 National Police officers and 500 members of the armed forces. An estimated 600 rebels were killed. Civilians accounted for the remainder.\n\nThe Vietnam War was a war fought between 1955 and 1975 on the ground in South Vietnam and bordering areas of Cambodia and Laos (see Secret War) and in the strategic bombing (see Operation Rolling Thunder) of North Vietnam. American advisors came in the late 1950s to help the RVN (Republic of Vietnam) combat Communist insurgents known as \"Viet Cong.\" Major American military involvement began in 1964, after Congress provided President Lyndon B. Johnson with blanket approval for presidential use of force in the Gulf of Tonkin Resolution.[79]\n\nFighting on one side was a coalition of forces including the Republic of Vietnam (South Vietnam or the \"RVN\"), the United States, supplemented by South Korea, Thailand, Australia, New Zealand, and the Philippines. The allies fought against the North Vietnamese Army (NVA) as well as the National Liberation Front (NLF, also known as Viet communists Viet Cong), or \"VC\", a guerrilla force within South Vietnam. The NVA received substantial military and economic aid from the Soviet Union and China, turning Vietnam into a proxy war.[80]\n\nThe military history of the American side of the war involved different strategies over the years.[81] The bombing campaigns of the Air Force were tightly controlled by the White House for political reasons, and until 1972 avoided the main Northern cities of Hanoi and Haiphong and concentrated on bombing jungle supply trails, especially the Ho Chi Minh Trail.[82] The most controversial Army commander was William Westmoreland whose strategy involved systematic defeat of all enemy forces in the field, despite heavy American casualties that alienated public opinion back home.[83]\n\nThe U.S. framed the war as part of its policy of containment of Communism in Southeast Asia, but American forces were frustrated by an inability to engage the enemy in decisive battles, corruption and supposed incompetence in the Army of the Republic of Vietnam, and ever increasing protests at home. The Tet Offensive in 1968, although a major military defeat for the NLF with nearly half their forces eliminated, marked the psychological turning point in the war. Furthermore, the revelation, in November 1969, of the 1968 My Lai massacre of 347 to 504 Vietnamese civilians by American soldiers further increased opposition to U.S. involvement in the war.[84] With President Richard M. Nixon opposed to containment and more interested in achieving détente with both the Soviet Union and China, American policy shifted to \"Vietnamization,\" – providing very large supplies of arms and letting the Vietnamese fight it out themselves. After more than 57,000 dead and many more wounded, American forces withdrew in 1973 with no clear victory, and in 1975 South Vietnam was finally conquered by communist North Vietnam and unified.[85]\n\nMemories and lessons from the war are still a major factor in American politics. One side views the war as a necessary part of the Containment policy, which allowed the enemy to choose the time and place of warfare. Others note the U.S. made major strategic gains as the Communists were defeated in Indonesia, and by 1972 both Moscow and Beijing were competing for American support, at the expense of their allies in Hanoi. Critics see the conflict as a \"quagmire\"—an endless waste of American blood and treasure in a conflict that did not concern US interests. Fears of another quagmire have been major factors in foreign policy debates ever since.[86] The draft became extremely unpopular, and President Nixon ended it in 1973,[87] forcing the military (the Army especially) to rely entirely upon volunteers. That raised the issue of how well the professional military reflected overall American society and values; the soldiers typically took the position that their service represented the highest and best American values.[88]\n\nBetween 966,000 and 3,010,000 Vietnamese people died during the war, including between 405,000 and 627,000 civilians.[89][90] Additionally, the effects of Agent Orange and other chemicals used during Operation Ranch Hand, a military operation aimed at depriving the Vietcong of food and vegetation cover, continue to damage the environment and cause illness among Vietnamese people and their descendants.[91][92][93] The soil in Vietnam still tests positive for many of the chemicals used.[94] These chemicals are known to cause numerous health effects such as multiple cancers, peripheral neuropathy, and spina bifida in those exposed and their descendants[93][95]\n\nIn October, 1983, a power struggle in Grenada, which had installed a communist-leaning government, led to increased tensions in the region.  Prime Minister Maurice Bishop was deposed on 16 October by Hudson Austin, and executed on 19 October. Neighboring nations asked the U.S. to intervene. The invasion was a hurriedly devised grouping of paratroopers, Marines, Rangers, and special operations forces in Operation Urgent Fury. The invasion began on 25 October. Over a thousand Americans quickly seized the entire island, fighting both Grenadian and Cuban soldiers, and taking hundreds of military and civilian prisoners, especially Cubans, who were building a large military airstrip.[96][97]\n\nIn 1983 fighting between Palestinian refugees and Lebanese factions reignited that nation's long-running civil war. A UN agreement brought an international force of peacekeepers to occupy Beirut and guarantee security. US Marines landed in August 1982 along with Italian and French forces. On 23 October 1983, a suicide bomber driving a truck filled with 6 tons of TNT crashed through a fence and destroyed the Marine barracks, killing 241 Marines; seconds later, a second bomber leveled a French barracks, killing 58. Subsequently, the US Navy engaged in bombing of militia positions inside Lebanon. While US President Ronald Reagan was initially defiant, political pressure at home eventually forced the withdrawal of the Marines in February 1984.[98]\n\nCode-named Operation El Dorado Canyon, comprised the joint United States Air Force, Navy, and Marine Corps air-strikes against Libya on 15 April 1986. The attack was carried out in response to the 1986 Berlin discotheque bombing, and resulted in the killing of 45 officers and 15 civilians.\n\nOn 20 December 1989 the United States invaded Panama, mainly from U.S. bases within the then-Canal Zone, to oust dictator and international drug trafficker Manuel Noriega. American forces quickly overwhelmed the Panamanian Defense Forces, Noriega was captured on 3 January 1990 and imprisoned in the U.S. and a new government was installed.[99]\n\n"
        },
        {
            "title": "",
            "text": "The Persian Gulf War was a conflict between Iraq and a coalition force of 34 nations led by the United States. The lead up to the war began with the Iraqi invasion of Kuwait in August 1990 which was met with immediate economic sanctions by the United Nations against Iraq. The coalition commenced hostilities in January 1991, resulting in a decisive victory for the U.S. led coalition forces, which drove the Iraqi Armed Forces out of Kuwait with minimal coalition deaths. Despite the low death toll, over 180,000 US veterans would later be classified as \"permanently disabled\" according to the US Department of Veterans Affairs (see Gulf War Syndrome). The main battles were aerial and ground combat within Iraq, Kuwait and bordering areas of Saudi Arabia. Land combat did not expand outside of the immediate Iraq/Kuwait/Saudi border region, although the coalition bombed cities and strategic targets across Iraq, and Iraq fired Scud missiles on Israeli and Saudi cities.[100]\n\nBefore the war, many observers believed the US and its allies could win but might suffer substantial casualties (certainly more than any conflict since Vietnam), and that the tank battles across the harsh desert might rival those of North Africa during World War II. After nearly 50 years of proxy wars, and constant fears of another war in Europe between NATO and the Warsaw Pact, some thought the Persian Gulf War might finally answer the question of which military philosophy would have reigned supreme. Iraqi forces were battle-hardened after 8 years of war with Iran, and they were well equipped with late model Soviet tanks and jet fighters, but the antiaircraft weapons were crippled; in comparison, the US had no large-scale combat experience since its withdrawal from Vietnam nearly 20 years earlier, and major changes in US doctrine, equipment and technology since then had never been tested under fire.\n\nHowever, the battle was one-sided almost from the beginning. The reasons for this are the subject of continuing study by military strategists and academics. There is general agreement that US technological superiority was a crucial factor but the speed and scale of the Iraqi collapse has also been attributed to poor strategic and tactical leadership and low morale among Iraqi troops, which resulted from a history of incompetent leadership. After devastating initial strikes against Iraqi air defenses and command and control facilities on 17 January 1991, coalition forces achieved total air superiority almost immediately. The Iraqi Air Force was destroyed within a few days, with some planes fleeing to Iran, where they were interned for the duration of the conflict. The overwhelming technological advantages of the US, such as stealth aircraft and infrared sights, quickly turned the air war into a \"turkey shoot\". The heat signature of any tank which started its engine made an easy target. Air defense radars were quickly destroyed by radar-seeking missiles fired from wild weasel aircraft. Grainy video clips, shot from the nose cameras of missiles as they aimed at impossibly small targets, were a staple of US news coverage and revealed to the world a new kind of war, compared by some to a video game. Over 6 weeks of relentless pounding by planes and helicopters, the Iraqi Army was almost completely beaten but did not retreat, under orders from Iraqi President Saddam Hussein, and by the time the ground forces invaded on 24 February, many Iraqi troops quickly surrendered to forces much smaller than their own; in one instance, Iraqi forces attempted to surrender to a television camera crew that was advancing with coalition forces.\n\nAfter just 100 hours of ground combat, and with all of Kuwait and much of southern Iraq under coalition control, US President George H. W. Bush ordered a cease-fire and negotiations began resulting in an agreement for cessation of hostilities. Some US politicians were disappointed by this move, believing Bush should have pressed on to Baghdad and removed Hussein from power; there is little doubt that coalition forces could have accomplished this if they had desired. Still, the political ramifications of removing Hussein would have broadened the scope of the conflict greatly, and many coalition nations refused to participate in such an action, believing it would create a power vacuum and destabilize the region.[101]\n\nFollowing the Persian Gulf War, to protect minority populations, the US, Britain, and France declared and maintained no-fly zones in northern and southern Iraq, which the Iraqi military frequently tested. The no-fly zones persisted until the 2003 invasion of Iraq, although France withdrew from participation in patrolling the no-fly zones in 1996, citing a lack of humanitarian purpose for the operation.\n\nUS troops participated in a UN peacekeeping mission in Somalia beginning in 1992. By 1993 the US troops were augmented with Rangers and special forces with the aim of capturing warlord Mohamed Farrah Aidid, whose forces had massacred peacekeepers from Pakistan. During a raid in downtown Mogadishu, US troops became trapped overnight by a general uprising in the Battle of Mogadishu. Eighteen American soldiers were killed, and a US television crew filmed graphic images of the body of one soldier being dragged through the streets by an angry mob. Somali guerrillas paid a staggering toll at an estimated 1,000–5,000 total casualties during the conflict. After much public disapproval, American forces were quickly withdrawn by President Bill Clinton. The incident profoundly affected US thinking about peacekeeping and intervention. The book Black Hawk Down was written about the battle, and was the basis for the later movie of the same name.[102]\n\nOperation Uphold Democracy (19 September 1994 – 31 March 1995) was an intervention designed to reinstate the elected President Jean-Bertrand Aristide, who was reported to have died in office during the bombing of the presidential palace. The operation was effectively authorized by the 31 July 1994 United Nations Security Council Resolution 940.[103]\n\nDuring the Yugoslav Wars in the early 1990s, the US operated in Bosnia and Herzegovina as part of the NATO-led multinational implementation force (IFOR) in Operation Joint Endeavour. The USA was one of the NATO member countries who bombed Yugoslavia between 24 March and 9 June 1999 during the Kosovo War and later contributed to the multinational force KFOR.[104]\n\n"
        },
        {
            "title": "",
            "text": "The War on Terrorism is a global effort by the governments of several countries (primarily the United States and its principal allies) to neutralize international terrorist groups (primarily Islamic extremist terrorist groups, including al-Qaeda) and ensure that countries considered by the US and some of its allies to be Rogue Nations no longer support terrorist activities. It has been adopted primarily as a response to the September 11, 2001 attacks on the United States. Since 2001, terrorist motivated attacks upon service members have occurred in Arkansas and Texas.\n\nThe intervention in Afghanistan (Operation Enduring Freedom – Afghanistan) to depose that country's Taliban government and destroy training camps associated with al-Qaeda is understood to have been the opening, and in many ways defining, campaign of the broader War on Terrorism. The emphasis on Special Operations Forces (SOF), political negotiation with autonomous military units, and the use of proxy militaries marked a significant change from prior U.S. military approaches.[105]\n\nOn 29 February 2020, the United States and the Taliban signed a conditional peace deal in Doha which required that US troops withdraw from Afghanistan within 14 months so long as the Taliban cooperated with the terms of the agreement not to \"allow any of its members, other individuals or groups, including Al Qaeda, to use the soil of Afghanistan to threaten the security of the United States and its allies\".[106][107] The Islamic Republic of Afghanistan was not a party to the deal and rejected its terms regarding release of prisoners.[108] After Joe Biden became president, he moved back the target withdrawal date to 31 August 2021 from April.[109]\n\nThe withdrawal coincided with the 2021 Taliban offensive. During the offensive, the US carried out limited airstrikes in support of Afghan forces and to destroy captured equipment.[110][111] The Taliban defeated the Afghan Armed Forces culminating with the fall of Kabul on 15 August 2021. On the same day, the president of Afghanistan Ashraf Ghani fled to Tajikistan and the Taliban declared victory and the war over. The US military took control of Kabul's airport as part of Operation Allies Refuge to evacuate citizens and certain Afghans.[112][113]\n\nIn January 2002, the U.S. sent more than 1,200 troops (later raised to 2,000) to assist the Armed Forces of the Philippines in combating terrorist groups linked to al-Qaida, such as Abu Sayyaf, under Operation Enduring Freedom – Philippines. Operations have taken place mostly in the Sulu Archipelago, where terrorists and other groups are active. The majority of troops provide logistics. However, there are special forces troops that are training and assisting in combat operations against the terrorist groups.\n\nAfter the lengthy Iraq disarmament crisis culminated with an American demand that Iraqi President Saddam Hussein leave Iraq, which was refused, a coalition led by the United States and the United Kingdom fought the Iraqi army in the 2003 invasion of Iraq. Approximately 250,000 United States troops, with support from 45,000 British, 2,000 Australian and 200 Polish combat forces, entered Iraq primarily through their staging area in Kuwait. (Turkey had refused to permit its territory to be used for an invasion from the north.) Coalition forces also supported Iraqi Kurdish militia, estimated to number upwards of 50,000. After approximately three weeks of fighting, Hussein and the Ba'ath Party were forcibly removed, followed by 9 years of military presence by the United States and the coalition fighting alongside the newly elected Iraqi government against various insurgent groups.\n\nWith the emergence of ISIL and its capture of large areas of Iraq and Syria, a number of crises resulted that sparked international attention. ISIL had perpetrated sectarian killings and war crimes in both Iraq and Syria. Gains made in the Iraq War were rolled back as Iraqi army units abandoned their posts. Cities were taken over by the terrorist group which enforced its brand of Sharia law. The kidnapping and decapitation of numerous Western journalists and aid-workers also garnered interest and outrage among Western powers. The US intervened with airstrikes in Iraq over ISIL held territories and assets in August, and in September a coalition of US and Middle Eastern powers initiated a bombing campaign in Syria aimed at degrading and destroying ISIL and Al-Nusra-held territory.[114] By December 2017, ISIL had no remaining territory in Iraq, following the 2017 Western Iraq campaign and lost all remaining territory in Syria in March 2019. Airstrikes by US and Coalition forces have continued in Syria against the Assad government especially after the Douma chemical attack in 2018.\n\nAs a result of the Libyan Civil War, the United Nations enacted United Nations Security Council Resolution 1973, which imposed a no-fly zone over Libya, and the protection of civilians from the forces of Muammar Gaddafi. The United States, along with Britain, France and several other nations, committed a coalition force against Gaddafi's forces. On 19 March 2011, the first U.S. action was taken when 114 Tomahawk missiles launched by US and UK warships destroyed shoreline air defenses of the Gaddafi regime.[115] The U.S. continued to play a major role in Operation Unified Protector, the NATO-directed mission that eventually incorporated all of the military coalition's actions in the theater. Throughout the conflict however, the U.S. maintained it was playing a supporting role only and was following the UN mandate to protect civilians, while the real conflict was between Gaddafi loyalists and Libyan rebels fighting to depose him.[116] During the conflict, American drones were also deployed.[117]\n\n"
        }
    ]
}