{
    "url": "https://en.wikipedia.org/wiki/Military_career_of_George_Washington",
    "title": "Military career of George Washington",
    "table_of_contents": [
        "1 French and Indian War service",
        "1.1 Braddock disaster 1755",
        "1.2 Commander of Virginia Regiment",
        "1.3 Lessons learned",
        "2 American Revolutionary War service",
        "2.1 Boston",
        "2.2 Defeated at New York City",
        "2.3 Counterattack in New Jersey",
        "2.4 Loss of Philadelphia",
        "2.5 Valley Forge",
        "2.6 French entry into the war",
        "2.7 Difficult times",
        "2.8 Espionage",
        "2.9 Victory",
        "2.10 Resignation",
        "3 Quasi-War service",
        "4 Posthumous promotion",
        "5 Historical evaluations",
        "6 Rank history",
        "7 Summaries of Washington's Revolutionary War battles",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Sources",
        "11.1 Espionage"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe military career of George Washington spanned over forty years of service (1752–1799).  Washington's service can be broken into three periods, French and Indian War, American Revolutionary War, and the Quasi-War with France, with service in three different armed forces (British provincial militia, the Continental Army, and the United States Army).\n\nBecause of Washington's importance in the early history of the United States of America, he was granted a posthumous promotion to General of the Armies of the United States, legislatively defined to be the highest possible rank in the US Army, more than 175 years after his death.\n\n"
        },
        {
            "title": "French and Indian War service",
            "text": "Virginia's Royal Governor, Robert Dinwiddie, appointed Washington a major in the provincial militia in February 1753.[1][2] In that year the French began expanding their military control into the \"Ohio Country\", a territory also claimed by the British colonies of Virginia and Pennsylvania.  These competing claims led to a world war 1756–63 (called the French and Indian War in the colonies and the Seven Years' War in Europe) and Washington was at the center of its beginning. The Ohio Company was one vehicle through which British investors planned to expand into the territory, opening new settlements and building trading posts for the Indian trade.  Governor Dinwiddie received orders from the British government to warn the French of British claims, and sent Major Washington in late 1753 to deliver a letter informing the French of those claims and asking them to leave.[3]  Washington also met with Tanacharison (also called \"Half-King\") and other Iroquois leaders allied to Virginia at Logstown to secure their support in case of conflict with the French; Washington and Half-King became friends and allies.  Washington delivered the letter to the local French commander, who politely refused to leave.[4]\n\nGovernor Dinwiddie sent Washington back to the Ohio Country to protect an Ohio Company group building a fort at present-day Pittsburgh, Pennsylvania.  Before he reached the area, a French force drove out the company's crew and began construction of Fort Duquesne.  With Mingo allies led by Tanacharison, Washington and some of his militia unit ambushed a French scouting party of some 30 men, led by Joseph Coulon de Jumonville; Jumonville was killed, and there are contradictory accounts of his death.[5]  The French responded by attacking and capturing Washington at Fort Necessity in July 1754.[6] He was allowed to return with his troops to Virginia.  The experience demonstrated Washington's bravery, initiative, inexperience and impetuosity.[7][8]  These events had international consequences; the French accused Washington of assassinating Jumonville, who they claimed was on a diplomatic mission similar to Washington's 1753 mission.[9] Both France and Britain responded by sending troops to North America in 1755, although war was not formally declared until 1756.[10]\n\nIn 1755, Washington was the senior Colonial aide to British General Edward Braddock on the ill-fated Braddock Expedition. This was at the time the largest ever British military expedition ventured into the colonies, and was intended to expel the French from the Ohio Country.  The French and their Indian allies ambushed the expedition, mowing down over 900 casualties including the mortally wounded Braddock.  During what became known as the Battle of the Monongahela, British troops retreated in disarray but Washington rode back and forth across the battlefield, rallying the remnants of the British and Virginian forces to an organized retreat.[11][12]\n\nGovernor Dinwiddie rewarded Washington in 1755 with a commission as \"Colonel of the Virginia Regiment and Commander in Chief of all forces now raised in the defense of His Majesty's Colony\" and gave him the task of defending Virginia's frontier.  The Virginia Regiment was the first full-time American military unit in the colonies (as opposed to part-time militias and the British regular units). Washington was ordered to \"act defensively or offensively\" as he thought best.[13]  In command of a thousand soldiers, Washington was a disciplinarian who emphasized training.  He led his men in brutal campaigns against the Indians in the west; in 10 months units of his regiment fought 20 battles, and lost a third of its men.  Washington's strenuous efforts meant that Virginia's frontier population suffered less than that of other colonies; Ellis concludes \"it was his only unqualified success\" in the war.[14][15]\n\nIn 1758, Washington participated in the Forbes Expedition to capture Fort Duquesne.  He was embarrassed by a friendly fire episode in which his unit and another British unit thought the other was the French enemy and opened fire, with 14 dead and 26 wounded in the mishap.  In the end there was no real fighting for the  French abandoned the fort and the British scored a major strategic victory, gaining control of the Ohio Valley.  Upon his return to Virginia, Washington resigned his commission in December 1758, and did not return to military life until the outbreak of the revolution in 1775.[16]\n\nWashington never gained the commission in the British army that he yearned for, but in these years he gained valuable military, political, and leadership skills,[17] closely observing their tactics, gaining a keen insight into their strengths and weaknesses that proved invaluable during the Revolution. He learned the basics of battlefield tactics from his observations, readings, and conversations with professional officers, as well as a good understanding of problems of organization and logistics.[18] He gained an understanding of overall strategy, especially in locating strategic geographical points.[19]  Washington too, learned to organize, train, and drill, and discipline his companies and regiments.  He developed a very negative idea of the value of militia, who seemed too unreliable, too undisciplined, and too short-term compared to regulars.[20] On the other hand, his experience was limited to command of about 1,000 men, and came only in remote frontier conditions.[21]\n\nWashington demonstrated his resourcefulness and courage in the most difficult situations, including disasters and retreats. He developed a command presence, given his size, strength, stamina, and bravery in battle, which demonstrated to soldiers that he was a natural leader whom they could follow without question.[22] Washington's fortitude in his early years was sometimes manifested in less constructive ways. Biographer John R. Alden contends that Washington offered \"fulsome and insincere flattery to British generals in vain attempts to win great favor\" and on occasion showed youthful arrogance, as well as jealousy and ingratitude in the midst of impatience.[23]\n\n"
        },
        {
            "title": "American Revolutionary War service",
            "text": "As political tensions rose in the colonies, Washington in June 1774 chaired the meeting at which the \"Fairfax Resolves\" were adopted, which called for, among other things, the convening of a Continental Congress. In August, Washington attended the First Virginia Convention, where he was selected as a delegate to the First Continental Congress.[24]  As tensions rose further in 1774, he assisted in the training of county militias in Virginia and organized enforcement of the boycott of British goods instituted by the Congress.[25][26]\n\nAfter the Battles of Lexington and Concord near Boston in April 1775, the colonies went to war.  Washington appeared at the Second Continental Congress in a military uniform, signaling that he was prepared for war.[27]  Congress created the Continental Army on June 14, 1775. He was nominated by John Adams of Massachusetts, who chose him in part because he was a Virginian and would thus draw the southern colonies into the conflict.[28][29][30] Congress appointed George Washington \"General & Commander in chief of the army of the United Colonies and of all the forces raised or to be raised by them\", and instructed him on June 22, 1775, to take charge of the siege of Boston.[31]\n\nWashington assumed command of the colonial forces outside Boston on July 3, 1775 (coincidentally making July 4 his first full day as commander-in-chief), during the ongoing siege of Boston. His first steps were to establish procedures and to fashion what had begun as militia regiments into an effective fighting force.[32]\n\nWhen inventory returns exposed a dangerous shortage of gunpowder, Washington asked for new sources. British arsenals were raided (including some in the West Indies) and some manufacturing was attempted; a barely adequate supply (about 2.5 million pounds) was obtained by the end of 1776, mostly from France.[33]  In search of heavy weapons, he sent Henry Knox on an expedition to Fort Ticonderoga to retrieve cannons that had been captured there.[34]  He resisted repeated calls from Congress to launch attacks against the British in Boston, calling war councils that supported the decisions against such action.[35]  Before the Continental Navy was established in November 1775 he, without Congressional authorization, began arming a \"secret navy\" to prey on poorly protected British transports and supply ships.[36]  When Congress authorized an invasion of Quebec,[37] Washington authorized Benedict Arnold to lead a force from Cambridge to Quebec City through the wilderness of present-day Maine.[38]\n\nAs the siege dragged on, the matter of expiring enlistments became a matter of serious concern.[39]  Washington tried to convince Congress that enlistments longer than one year were necessary to build an effective fighting force, but he was rebuffed in this effort.  The 1776 establishment of the Continental Army only had enlistment terms of one year, a matter that would again be a problem in late 1776.[40][41]\n\nWashington finally forced the British to withdraw from Boston by putting Henry Knox's artillery on Dorchester Heights overlooking the city, and preparing in detail to attack the city from Cambridge if the British tried to assault the position.[42]  The British evacuated Boston and sailed away, although Washington did not know they were headed for Halifax, Nova Scotia.[43]  Believing they were headed for New York City (which was indeed Major General William Howe's eventual destination), Washington rushed most of the army there.[44]\n\nWashington's success in Boston was not repeated in New York.  Recognizing the city's importance as a naval base and gateway to the Hudson River, he delegated the task of fortifying New York to Charles Lee in February 1776.[45] Despite the city's poor defensibility, Congress insisted that Washington defend it. The faltering military campaign in Quebec also led to calls for additional troops there, and Washington detached six regiments northward under John Sullivan in April.[46]\n\nWashington had to deal with his first major command controversy while in New York, which was partially a product of regional friction.  New England troops serving in northern New York under General Philip Schuyler, a scion of an old patroon family of New York, objected to his aristocratic style, and their Congressional representatives lobbied Washington to replace Schuyler with Horatio Gates. Washington tried to quash the issue by giving Gates command of the forces in Quebec, but the collapse of the Quebec expedition brought renewed complaints.[47]  Despite Gates' experience, Washington personally preferred Schuyler, and put Gates in a role subordinate to Schuyler. The episode exposed Washington to Gates' desire for advancement, possibly at his expense, and to the latter's influence in Congress.[48]\n\nGeneral Howe's army, reinforced by thousands of additional troops from Europe and a fleet under the command of his brother, Admiral Richard Howe, began arriving off New York in early July, and made an unopposed landing on Staten Island.[49] Without intelligence about Howe's intentions, Washington was forced to divide his still poorly trained forces, principally between Manhattan and Long Island.[50]\n\nIn August, the British finally launched their campaign to capture New York City. They first landed on Long Island in force, and flanked Washington's forward positions in the Battle of Long Island. Howe refused to act on a significant tactical advantage that could have resulted in the capture of the remaining Continental troops on Long Island, but he chose instead to besiege their positions.[51] In the face of a siege he seemed certain to lose, Washington then decided to withdraw. In what some historians call one of his greatest military feats, executed a nighttime withdrawal from Long Island across the East River to Manhattan to save those troops.[52]\n\nThe Howe brothers then paused to consolidate their position, and the admiral engaged in a fruitless peace conference with Congressional representatives on September 11. Four days later the British landed on Manhattan, scattering inexperienced militia into a panicked retreat, and forcing Washington to retreat further.[52] After Washington stopped the British advance up Manhattan at Harlem Heights on September 16, Howe again made a flanking maneuver, landing troops at Pell's Point in a bid to cut off Washington's avenue of retreat. To defend against this move, Washington withdrew most of his army to White Plains, where after a short battle on October 28 he retreated further north.  This isolated the remaining Continental Army troops in upper Manhattan, so Howe returned to Manhattan and captured Fort Washington in mid November, taking almost 3,000 prisoners. Four days later, Fort Lee, across the Hudson River from Fort Washington, was also taken. Washington brought much of his army across the Hudson into New Jersey, but was immediately forced to retreat by the aggressive British advance.[53] During the campaign a general lack of organization, shortages of supplies, fatigue, sickness, and above all, lack of confidence in the American leadership resulted in a melting away of untrained regulars and frightened militia. Washington grumbled, \"The honor of making a brave defense does not seem to be sufficient stimulus, when the success is very doubtful, and the falling into the Enemy's hands probable.\"[54]\n\nAfter the loss of New York, Washington's army was in two pieces.  One detachment remained north of New York to protect the Hudson River corridor, while Washington retreated across New Jersey into Pennsylvania, chased by General Charles, Earl Cornwallis.[55]  Spirits were low, popular support was wavering, and Congress had abandoned Philadelphia, fearing a British attack.[56]  Washington ordered General Gates to bring troops from Fort Ticonderoga, and also ordered General Lee's troops, which he had left north of New York City, to join him.[57]\n\nDespite the loss of troops due to desertion and expiring enlistments, Washington was heartened by a rise in militia enlistments in New Jersey and Pennsylvania.[58]  These militia companies were active in circumscribing the furthest outposts of the British, limiting their ability to scout and forage.[59]  Although Washington did not coordinate this resistance, he took advantage of it to organize an attack on an outpost of Hessians in Trenton.[60]  On the night of December 25–26, 1776, Washington led his forces across the Delaware River and surprised the Hessian garrison the following morning, capturing 1,000 Hessians.[61]\n\nThis action significantly boosted the army's morale, but it also brought Cornwallis out of New York.  He reassembled an army of more than 6,000 men, and marched most of them against a position Washington had taken south of Trenton. Leaving a garrison of 1,200 at Princeton, Cornwallis then attacked Washington's position on January 2, 1777, and was three times repulsed before darkness set in.[62]  During the night Washington evacuated the position, masking his army's movements by instructing the camp guards to maintain the appearance of a much larger force.[63]  Washington then circled around Cornwallis's position with the intention of attacking the Princeton garrison.[64]\n\nOn January 3, Hugh Mercer, leading the American advance guard, encountered British soldiers from Princeton under the command of Charles Mawhood. The British troops engaged Mercer and in the ensuing battle, Mercer was mortally wounded. Washington sent reinforcements under General John Cadwalader, which were successful in driving Mawhood and the British from Princeton, with many of them fleeing to Cornwallis in Trenton. The British lost more than one quarter of their force in the battle, and American morale rose with the great victory.[65]\n\nThese unexpected victories drove the British back to the New York City area, and gave a dramatic boost to Revolutionary morale.[66]  During the winter, Washington, based in winter quarters at Morristown, New Jersey, loosely coordinated a low-level militia war against British positions in New Jersey, combining the actions of New Jersey and Pennsylvania militia companies with careful use of Continental Army resources to harry and harass the British and German troops quartered in New Jersey.[67]\n\nWashington's mixed performance in the 1776 campaigns had not led to significant criticism in Congress.[68]  Before fleeing Philadelphia for Baltimore in December, Congress granted Washington powers that have ever since been described as \"dictatorial\".[69]  The successes in New Jersey nearly deified Washington in the eyes of some Congressmen, and the body became much more deferential to him as a result.[70]  Washington's performance also received international notice: Frederick the Great, one of the greatest military minds, wrote that \"the achievements of Washington [at Trenton and Princeton] were the most brilliant of any recorded in the history of military achievements.\"[71]\n\nIn May 1777, the British resumed military operations, with General Howe attempting without success to draw Washington from his defensive position in New Jersey's Watchung Mountains, while General John Burgoyne led an army south from Quebec toward Albany, New York.[72]  Following Burgoyne's capture of Fort Ticonderoga without resistance in early July, General Howe boarded a large part of his army on transports and sailed off, leaving Washington mystified as to his destination.[73][74]  Washington dispatched some of his troops north to assist in Albany's defense, and moved most of the rest his forces south of Philadelphia when it became clear that was Howe's target.[75]\n\nCongress, at the urging of its diplomatic representatives in Europe, had also issued military commissions to a number of European soldiers of fortune in early 1777.  Two of those recommended by Silas Deane, the Marquis de Lafayette and Thomas Conway, would prove to be important in Washington's activities.[76][77]  Lafayette, just twenty years old, was at first told that Deane had exceeded his authority in offering him a major general's commission, but offered to volunteer in the army at his own expense.[78]  Washington and Lafayette took an instant liking to one another when they met, and Lafayette became one of Washington's most trusted generals and confidants.[79]  Conway, on the other hand, did not think highly of Washington's leadership, and proved to be a source of trouble in the 1777 campaign season and its aftermath.[80]\n\nGeneral Howe landed his troops south of Philadelphia at the northern end of Chesapeake Bay, and turned Washington's flank at the Battle of Brandywine on September 11, 1777.  After further maneuvers, Washington was forced to retreat away from the city, allowing British troops to march unopposed into Philadelphia on September 26.  Washington's failure to defend the capital brought on a storm of criticism from Congress, which fled the city for York, and from other army officers.  In part to silence his critics, Washington planned an elaborate assault on an exposed British base in Germantown.[81][82]  The October 4 Battle of Germantown failed in part due to the complexity of the assault, and the inexperience of the militia forces employed in it.[83]  Over 400 of Washington's troops were captured, including Colonel George Mathews and the entire 9th Virginia Regiment.[84] It did not help that Adam Stephen, leading one of the branches of the attack, was drunk, and broke from the agreed-upon plan of attack.[83] He was court martialed and cashiered from the army.  Historian Robert Leckie observes that the battle was a near thing, and that a small number of changes might have resulted in a decisive victory for Washington.[85]\n\nWashington's strategic decisions in the summer of 1777 greatly assisted Gates' army at Saratoga at the cost of his own campaign in the Philadelphia vicinity because he thought Howe would travel northward to Saratoga and not southward to Philadelphia. He took a major risk in July by detaching over a thousand soldiers from his own army to travel north to join the Saratoga campaign. He sent aid north in the form of Major General Benedict Arnold, his most aggressive field commander, and Major General Benjamin Lincoln, a Massachusetts man noted for his influence with the New England militia and also one of Washington's most favorite generals.[86]  He ordered 750 men from Israel Putnam's forces defending the New York highlands to join Gates' army. He also sent some of the best forces from his own army: Colonel Daniel Morgan and the newly formed Provisional Rifle Corps, which comprised about 500 specially selected riflemen from Pennsylvania, Maryland, and Virginia, chosen for their sharpshooting ability.[87] This unit came to be known as Morgan's Riflemen.\n\nMeanwhile, Burgoyne, out of reach from help from Howe, was trapped and forced to surrender his entire army on October 17, ten days after the Battle of Bemis Heights.[88]  The victory made a hero of General Gates, who received the adulation of Congress.[89]  While this was taking place Washington presided from a distance over the loss of control of the Delaware River to the British, and marched his army to its winter quarters at Valley Forge in December.[90]  Washington chose Valley Forge, over recommendations that he camp either closer or further from Philadelphia, because it was close enough to monitor British army movements, and protected rich farmlands to the west from the enemy's foraging expeditions.[91]\n\nWashington's army stayed at Valley Forge for the next six months.[92] Over the winter, approximately 2,500–3,000 out of 11,000 men died (although estimates vary) from disease and exposure. The army's difficulties were exacerbated by a number of factors, including a quartermaster's department that had been badly mismanaged by one of Washington's political opponents, Thomas Mifflin, and the preference of farmers and merchants to sell their goods to the British, who paid in sterling silver currency instead of the nearly worthless Continental paper currency.[93][94] Profiteers also sought to benefit at the army's expense, charging it 1,000 times what they charged civilians for the same goods. Congress authorized Washington to seize supplies needed for the army, but he was reluctant to use such authority, since it smacked of the tyranny the war was supposedly being fought over.[93]\n\nDuring the winter he introduced a full-scale training program supervised by Baron von Steuben, a veteran of the Prussian general staff. Despite the hardships the army suffered, this program was a remarkable success, and Washington's army emerged in the spring of 1778 a much more disciplined force.[95]\n\nWashington himself had to face discontent at his leadership from a variety of sources. His loss of Philadelphia prompted some members of Congress to discuss removing him from command.[96]  They were prodded along by Washington's detractors in the military, who included Generals Gates, Mifflin, and Conway.[97]  Gates in particular was viewed by Conway and Congressmen Benjamin Rush and Richard Henry Lee as a desirable replacement for Washington.[98][99] Although there is no evidence of a formal conspiracy, the episode is known as the Conway Cabal because the scale of the discontent within the army was exposed by a critical letter from Conway to Gates, some of whose contents were relayed to Washington.[100] Washington exposed the criticisms to Congress, and his supporters, within Congress and the army, rallied to support him.[101] Gates eventually apologized for his role in the affair, and Conway resigned.[102][103] Washington's position and authority were not seriously challenged again. Biographer Ron Chernow points out that Washington's handling of the episode demonstrated that he was \"a consummate political infighter\" who maintained his temper and dignity while his opponents schemed.[97]\n\nThe victory at Saratoga (and to some extent Washington's near success at Germantown) were influential in convincing France to enter the war openly as an American ally.  French entry into the war changed its dynamics, for the British were no longer sure of command of the seas and had to worry about an invasion of their home islands and other colonial territories across the globe. The British, now under the command of General Sir Henry Clinton, evacuated Philadelphia in 1778 and returned to New York City, with Washington attacking them along the way at the Battle of Monmouth; this was the last major battle in the north.  Prior to the battle Washington gave command of the advance forces to Charles Lee, who had been exchanged earlier in the year.  Lee, despite firm instructions from Washington, refused Lafayette's suggestion to launch an organized attack on the British rear, and then retreated when the British turned to face him. When Washington arrived at the head of the main army, he and Lee had an angry exchange of words, and Washington ordered Lee off the command.  Washington, with his army's tactics and ability to execute improved by the training programs of the previous winter, was able to recover, and fought the British to a draw.  Lee was court martialed and eventually dismissed from the army.[104]\n\nThe war in the north was effectively stalemated for the next few years.  The British successfully defended Newport, Rhode Island against a Franco-American invasion attempt that was frustrated by bad weather and difficulties in cooperation between the allies.[105][106]  British and Indian forces organized and supported by Sir Frederick Haldimand in Quebec began to raid frontier settlements in 1778, and Savannah, Georgia was captured late in the year.[107]  In response to the frontier activity Washington organised a major expedition against the Iroquois in the summer of 1779.  In the Sullivan Expedition, a sizable force under Major General John Sullivan drove the Iroquois from their lands in northwestern New York in reprisal for the frontier raids.[108][109]\n\nWashington's opponent in New York was  also active.  Clinton engaged in a number of amphibious raids against coastal communities from Connecticut to Chesapeake Bay, and probed at Washington's defenses in the Hudson River valley.[110]  Coming up the river in force, he captured the key outpost of Stony Point, but advanced no further.  When Clinton weakened the garrison there to provide men for raiding expeditions, Washington organized a counterstrike.  General Anthony Wayne led a force that, solely using the bayonet, recaptured Stony Point.[111]  The Americans chose not to hold the post, but the operation was a boost to American morale and a blow to British morale.  American morale was dealt a blow later in the year, when the second major attempt at Franco-American cooperation, an attempt to retake Savannah, failed with heavy casualties.[112]\n\nThe winter of 1779–80 was one of the coldest in recorded colonial history.  New York Harbor froze over, and the winter camps of the Continental Army were deluged with snow, resulting in hardships exceeding those experienced at Valley Forge.[113]  The war was declining in popularity, and the inflationary issuance of paper currency by Congress and the states alike harmed the economy, and the ability to provision the army.  The paper currency also hit the army's morale, since it was how the troops were paid.[114]\n\nThe British in late 1779 embarked on a new strategy based on the assumption that most Southerners were Loyalists at heart.  General Clinton withdrew the British garrison from Newport, and marshalled a force of more than 10,000 men that in the first half of 1780 successfully besieged Charleston, South Carolina.  In June 1780 he captured over 5,000 Continental soldiers and militia in the single worst defeat of the war for the Americans.[115]  Washington had at the end of March pessimistically dispatched several regiments troops southward from his army, hoping they might have some effect in what he saw as a looming disaster.[116]\n\nWashington's army suffered from numerous problems in 1780: it was undermanned, underfunded, and underequipped.[117]  Because of these shortcomings Washington resisted calls for major expeditions, preferring to remain focused on the principal British presence in New York.  Knowledge of discontent within the ranks in New Jersey prompted the British in New York to make two attempts to reach the principal army base at Morristown.  These attempts were defeated, with significant militia support, in battles at Connecticut Farms and Springfield.[118]\n\nSeptember 1780 brought a new shock to Washington.  British Major John André had been arrested outside New York, and papers he carried exposed a conspiracy between the British and General Benedict Arnold.[119]  Washington respected Arnold for his military skills, and had, after Arnold's severe injuries in the Battles of Saratoga in October 1777, given him the military command of Philadelphia.[120]  During his administration there, Arnold had made many political enemies, and in 1779 he began secret negotiations with General Clinton (mediated in part by André) that culminated in a plot to surrender West Point, a command Arnold requested and Washington gave him in July 1780.[121]  Arnold was alerted to André's arrest and fled to the British lines shortly before Washington's arrival at West Point for a meeting.[122]  In negotiations with Clinton, Washington offered to exchange André for Arnold, but Clinton refused.  André was hanged as a spy, and Arnold became a brigadier general in the British Army.[123]  Washington organized an attempt to kidnap Arnold from New York City; it was frustrated when Arnold was sent on a raiding expedition to Virginia.[124]\n\nWashington was successful in developing an espionage network, which kept track of the British and loyalist forces while misleading the enemy as to the strength of the American and French positions, and their intentions. British intelligence, by contrast, was poorly done.  Many prominent loyalists had fled to London, where they convinced Lord Jermaine and other top officials that there was a large potential loyalist fighting force that would rise up and join the British as soon as they were in the vicinity.  This was entirely false, but the British relied upon it heavily, especially in the southern campaigns of 1780–81, leading to their disasters.  Washington deceived the British in New York City marching his entire army, the entire French Army, around the city all the way to Virginia, where they surprised Cornwallis and his army.[125] The greatest failure of British intelligence was the misunderstanding between the senior command in London, and New York regarding the need to support Burgoyne's invasion of New York.  British communication failures and lack of intelligence on what was happening led to the surrender of Burgoyne's entire army.[126]\n\nWashington used systematic reconnaissance on enemy positions by scouts and sponsored Major Benjamin Tallmadge who set up the Culper spy ring. Washington distrusted double agents, and was fooled by Benedict Arnold's treachery.[127] Washington paid close attention to espionage reports, and acted on them.  He made sure his intelligence officers briefed one another; he did not insist on prior approval of their plans. His intelligence system became an essential arm in molding the Americans partisan style asymmetrical strategy. This laid the groundwork in the 1790s for Washington to formulate intelligence gathering as an important tool in presidential power.[128]\n\nA British army under General Cornwallis, fighting its way through the Carolinas and Virginia, made its way to Yorktown to be evacuated by the British Navy. Washington coordinated an elaborate operation whereby both the French army in New England and the American Army in New York slipped off to Virginia without the British noticing. Cornwallis found himself surrounded, and a French naval victory against the British rescue fleet dashed his hopes. The surrender of Cornwallis to Washington on October 17, 1781, marked the end of serious fighting.[129] In London, the war party lost control of parliament, and the British negotiated the Treaty of Paris (1783) that ended the war. Hoping to gain the United States as a major trading partner, the British offered surprisingly generous terms.\n\nWashington designed the American strategy for victory.  It enabled Continental forces to maintain their strength for six years and to capture two major British armies at Saratoga in 1777 and Yorktown in 1781. Some historians have lauded Washington for the selection and supervision of his generals, preservation and command of the army, coordination with the Congress, with state governors and their militia, and attention to supplies, logistics, and training, and although Washington was repeatedly outmaneuvered by British generals, his overall strategy proved to be successful: keep control of 90% of the population at all times (including suppression of the Loyalist civilian population); keep the army intact; avoid decisive battles; and look for an opportunity to capture an outnumbered enemy army. Washington was a military conservative: he preferred building a regular army on the European model and fighting a conventional war, and often complained about the undisciplined American militia.[130][131][132]\n\nOne of Washington's most important contributions as commander-in-chief was to establish the precedent that civilian-elected officials, rather than military officers, possessed ultimate authority over the military. This was a key principle of Republicanism, but could easily have been violated by Washington.  Throughout the war, he deferred to the authority of Congress and state officials, and he relinquished his considerable military power once the fighting was over. In March 1783, Washington used his influence to disperse a group of Army officers who had threatened to confront Congress regarding their back pay. Washington disbanded his army and announced his intent to resign from public life in his \"Farewell Orders to the Armies of the United States.\"  A few days later, on November 25, 1783, the British evacuated New York City, and Washington and the governor took possession of the city; at Fraunces Tavern in the city on December 4, he formally bade his officers farewell. On December 23, 1783, Washington resigned his commission as commander-in-chief to the Congress of the Confederation at Annapolis, Maryland.[133]\n\n"
        },
        {
            "title": "Quasi-War service",
            "text": "In the fall of 1798, Washington became immersed in the business of creating a military force to deal with the threat of an all-out war with France.  President John Adams asked him to resume the post of commander-in-chief and to raise an army in the event war broke out.  Washington agreed, stipulating that he would only serve in the field if it became absolutely necessary, and if he could choose his subordinates.[134]  Disputes arose over the relative rankings of his chosen command.  Washington selected Alexander Hamilton as his inspector general and second in command, followed by Charles Cotesworth Pinckney and Henry Knox.  This hierarchy was an inversion of the ranks these men had held during the revolution.  Adams wanted to reverse the order, giving Knox the most important role, but Washington was insistent, threatening to resign if his choices were not approved.[135]  He prevailed, but the episode noticeably cooled his relationship with Henry Knox, and impaired Adams' relations with his cabinet.[136]  The resolution of this affair brought no opportunity for rest: Washington engaged in the tedious task of finding officers for the new military formations.  In the spring of 1799, the relaxation of tensions between France and the United States allowed Washington to redirect his attention to his personal affairs.[137]\n\n"
        },
        {
            "title": "Posthumous promotion",
            "text": "George Washington died on December 14, 1799, at the age of 67.  Upon his passing he was listed as a retired lieutenant general on the rolls of the US Army. Over the next 177 years, various officers surpassed Washington in rank, including most notably John J. Pershing, who was promoted to General of the Armies for his role in World War I.  With effect from 4 July 1976, Washington was posthumously promoted to the same rank by authority of a congressional joint resolution.[138] The resolution stated that Washington's seniority had rank and precedence over all other grades of the Armed Forces, past or present, effectively making Washington the highest ranked U.S. officer of all time.[139]\n\n"
        },
        {
            "title": "Historical evaluations",
            "text": "Historians debate whether Washington preferred to fight major battles or to utilize a Fabian strategy[a] to harass the British with quick, sharp attacks followed by a retreat so that the larger British army could not catch him.[b] His southern commander Greene did use Fabian tactics in 1780–81; Washington did so only in fall 1776 to spring 1777, after losing New York City and seeing much of his army melt away. Trenton and Princeton were Fabian's examples. By summer 1777 Washington had rebuilt his strength and his confidence; he stopped using raids and went for large-scale confrontations, as at Brandywine, Germantown, Monmouth, and Yorktown.[141]\n\n"
        },
        {
            "title": "",
            "text": "The following are summaries of battles where George Washington was the commanding officer.\n\n"
        }
    ]
}