{
    "url": "https://en.wikipedia.org/wiki/Million_Dollar_Baby",
    "title": "Million Dollar Baby",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Development and production",
        "4 Reception",
        "4.1 Box office",
        "4.2 Critical response",
        "4.3 Top ten lists",
        "4.4 Accolades",
        "5 Home media",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Million Dollar Baby is a 2004 American sports drama film directed, co-produced, scored by and starring Clint Eastwood from a screenplay written by Paul Haggis, based on stories from the 2000 collection Rope Burns: Stories from the Corner by F.X. Toole, the pen name of fight manager and cutman Jerry Boyd. It also stars Hilary Swank, and Morgan Freeman. The film follows Margaret \"Maggie\" Fitzgerald (Swank), an underdog amateur boxer who is helped by an underappreciated boxing trainer (Eastwood) to achieve her dream of becoming a professional.\n\nMillion Dollar Baby was theatrically released on December 15, 2004, by Warner Bros. Pictures. It received critical acclaim and grossed $216.8 million worldwide. The film garnered seven nominations at the 77th Academy Awards and won four: Best Picture, Best Director, Best Actress (for Swank), and Best Supporting Actor (for Freeman).\n\n"
        },
        {
            "title": "Plot",
            "text": "Margaret \"Maggie\" Fitzgerald, a waitress from the Ozarks, shows up at the Hit Pit, a rundown Los Angeles gym owned and operated by Frankie Dunn. Dunn is a cantankerous Irish-American trainer, revealed to be estranged from his own daughter. Maggie asks Frankie to train her, but he refuses as he does not train women and she is too old to begin a boxing career. Eddie \"Scrap-Iron\" Dupris, Frankie's friend and employee—the film's narrator—encourages and helps Maggie. \nFrankie's prize prospect, \"Big Willie\" Little, signs with successful manager Mickey Mack after becoming impatient with Frankie rejecting offers for a championship bout. Frankie then reluctantly agrees to train Maggie.\n\nMaggie fights her way up in the women's amateur boxing division with Frankie's coaching. Since she has earned a reputation for quick KOs, Frankie must resort to bribery to get other managers to put their trainee fighters up against her. Scrap, concerned when Frankie rejects several offers for big fights, arranges a meeting for Maggie with Mickey Mack but, out of loyalty to Frankie, she declines. Frankie bestows Maggie a Gaelic nickname, embroidered on her boxing robe, Mo Chuisle (misspelled in the film as \"mo cuishle\"), but does not tell her its meaning. The two travel to Europe as she continues to win; Maggie eventually saves up enough of her winnings to buy her mother a house, but her mother berates Maggie for endangering her government aid, claiming that everyone back home is laughing at her.\n\nFrankie is finally willing to arrange a title fight. He secures Maggie a $1 million match in Las Vegas against the WBA women's welterweight champion, Billie \"The Blue Bear\" Osterman, a German ex-prostitute who has a reputation as an unpunished dirty fighter. Maggie begins to dominate the fight, but Billie knocks her out with an illegal sucker punch from behind after the bell rings to end the round. Maggie lands hard on her corner stool, breaking her neck and leaving her a ventilator-dependent quadriplegic.\n\nWhile in the hospital, Maggie looks forward to a visit from her family. They arrive only after first touring Disneyland and Universal Studios Hollywood. Accompanied by an attorney, their sole concern is to get Maggie's assets transferred to them. Disgusted, she orders them to leave and threatens to report their welfare fraud if they try to contact her again.\n\nMaggie soon develops bedsores and undergoes an amputation for an infected leg. She then asks Frankie to help her die, declaring that she got everything she wanted out of life.  A horrified Frankie refuses, so Maggie later bites off her own tongue in an attempt to bleed to death. Knowing the fatherly affection Frankie has developed for Maggie, Frankie's priest warns him that he would never find himself again if he were to go through with Maggie's request. Frankie then sneaks into the hospital one night, unaware that Scrap is watching from the shadows. Just before administering a fatal injection of adrenaline, he tells Maggie the meaning of \"mo chuisle\": \"my darling, and my blood.\" He never returns to the gym. Scrap's narration is revealed to be a letter to Frankie's daughter, informing her of her father's actual true character.\n\n"
        },
        {
            "title": "Development and production",
            "text": "After being fired from the television series Family Law, Haggis wrote the script on spec, and it took four years to sell it.[4][5] The film was stuck in development hell for years before it was shot. Several studios rejected the project even when Eastwood signed on as actor and director. Even Warner Bros., Eastwood's longtime home base, would not agree to a $30 million budget. Eastwood persuaded Lakeshore Entertainment's Tom Rosenberg to put up half the budget (as well as handle foreign distribution), with Warner Bros. contributing the rest. Eastwood shot the film in less than 40 days between June and July 2004.[1][2] Filming took place in Los Angeles and film sets at Warner Bros. Studios.[2] The term 'Million Dollar Baby' was from the nose art of a World War II Consolidated B-24 Liberator heavy bomber.[citation needed]  The titular phrase 'million dollar baby' was used as an insult during pre-fight publicity by Sonny Liston to Muhammad Ali, the latter of whom was an underdog at the time.  Eastwood had his daughter Morgan Colette appear in a brief role as a girl who waves to Swank's character at a gas station.[6][7]\n\nEastwood had confidence in Swank's acting, but upon seeing Swank's small physique, he had concerns, \"I just thought, 'Yeah, this gal would be great. If we can get her trained up. If we can get a little bit more bulk on her, to make her look like a fighter'...She was like a feather. But what happened is, she had this great work ethic.\"[8]\n\nConsequently, to prepare for her role, Swank underwent extensive training in the ring and weight room, gaining 19 pounds of muscle, aided by professional trainer Grant L Roberts. She trained for nearly five hours every day, winding up with a potentially life-threatening staphylococcus infection. She did not tell Eastwood about the infection because she thought it would be out of character for Maggie.[8]\n\n"
        },
        {
            "title": "Reception",
            "text": "Million Dollar Baby initially had a limited release, opening in eight theaters in December 2004.[9] In its later wide release opening, the film earned $12,265,482 in North America and quickly became a box-office hit both domestically and internationally. It grossed $216,763,646 in theaters; $100,492,203 in the United States, and $116,271,443 in other territories. The film played in theaters for six and a half months.[3]\n\nOn Rotten Tomatoes, Million Dollar Baby has an approval rating of 90% based on 269 reviews, with an average rating of 8.40/10. The website's critical consensus reads, \"Clint Eastwood's assured direction—combined with knockout performances from Hilary Swank and Morgan Freeman—help Million Dollar Baby to transcend its clichés, and the result is deeply heartfelt and moving.\"[10] On Metacritic it has a weighted average score of 86 out of 100, based on reviews from 39 critics, indicating \"universal acclaim\".[11] Audiences polled by CinemaScore gave the film a grade \"A\" on an A+ to F scale.[12]\n\nRoger Ebert of the Chicago Sun Times gave the film four stars and stated that \"Clint Eastwood's Million Dollar Baby is a masterpiece, pure and simple,\" listing it as the best film of 2004.[13] Michael Medved stated: \"My main objection to Million Dollar Baby always centered on its misleading marketing, and effort by Warner Brothers to sell it as a movie about a female Rocky, with barely a hint of the pitch-dark substance that led Andrew Sarris of the New York Observer ... to declare that 'no movie in my memory has depressed me more than Million Dollar Baby.'\"[citation needed][14]\n\nIn early 2005, the film sparked controversy when some disability rights activists protested the ending. The Disability Rights Education Fund released a statement about the film in February 2005 that included the following: \"Perhaps the most central stereotype fueling disability prejudice is the mistaken assumption inherent in the message of the movie that the quality of life of individuals with disabilities is unquestionably not worth living. This stereotype is contradicted by the personal experience of many thousands of people with significant disabilities in this country and around the world who view our own lives as ordinary and normal. It is further contradicted by plenty of hard data. Research overwhelmingly shows that people with disabilities find satisfaction in our lives to the same degree, or greater, than does the general public.\"[15] The Chicago Tribune reported that protests against the film by disability activists occurred in Chicago, Berkeley, and other cities, and that Clint Eastwood had previously lobbied for weakening provisions of the Americans with Disabilities Act.[16][17]\n\nWesley J. Smith in The Weekly Standard also criticized the film for its ending and for missed opportunities; Smith said, \"The movie could have ended with Maggie triumphing once again, perhaps having obtained an education and becoming a teacher; or, opening a business managing boxers; or perhaps, receiving a standing ovation as an inspirational speaker.\"[18]\n\nEastwood responded to the criticism by saying the film was about the American dream.[19] In an interview with the Los Angeles Times, Eastwood distanced himself from the actions of characters in his films, noting, \"I've gone around in movies blowing people away with a .44 Magnum. But that doesn't mean I think that's a proper thing to do\".[20] Roger Ebert stated that \"a movie is not good or bad because of its content, but because of how it handles its content. Million Dollar Baby is classical in the clean, clear, strong lines of its story and characters, and had an enormous emotional impact\".[21]\n\nThe Gaelic nickname for Swank's character comes from the original phrase a chuisle mo chroí, meaning \"O pulse of my heart\"; one critic noted that the use of Gaelic in the film led to some interest in the language and the phrase.[22]\n\nMillion Dollar Baby was listed on many critics' top ten lists for films released in 2004.[23]\n\nMillion Dollar Baby received the award for Best Picture of 2004 at the 77th Academy Awards. Clint Eastwood was awarded his second Best Director Oscar for the film, and also received a Best Actor in a Leading Role nomination. Hilary Swank and Morgan Freeman received Best Actress in a Leading Role and Best Actor in a Supporting Role Oscars, respectively. Joel Cox, Eastwood's editor for many years, was nominated for Best Film Editing, and Paul Haggis was nominated for the Best Adapted Screenplay award.\n\nThe film was named the third \"Best Film of the 21st Century So Far\" in 2017 by The New York Times.[26]\n\n"
        },
        {
            "title": "Home media",
            "text": "The film was released on VHS and DVD on July 12, 2005, and all editions of the Region 1 DVD, except for the \"Deluxe Edition\", came with a paperback copy of the book Rope Burns: Stories from the Corner. An HD DVD release was issued on April 18, 2006.[27] The Blu-ray Disc version was released on November 14, 2006.[28] It was the first Best Picture winner released on either high-definition optical disc format in the U.S.; it and Unforgiven (also starring Eastwood and Freeman) were the only ones released in the U.S. on HD DVD prior to the first one released in the U.S. on Blu-ray, Crash.[27][28] The film is also available online through video on demand and most major streaming platforms.\n\n"
        }
    ]
}