{
    "url": "https://en.wikipedia.org/wiki/Mind_uploading_in_fiction",
    "title": "Mind uploading in fiction",
    "table_of_contents": [
        "1 Early and particularly important examples",
        "2 Further examples",
        "2.1 Literature",
        "2.2 Film",
        "2.3 Television",
        "2.4 Comics",
        "2.5 Video games",
        "2.6 Other media",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mind uploading, whole brain emulation, or substrate-independent minds, is a use of a computer or another substrate as an emulated human brain. The term \"mind transfer\" also refers to a hypothetical transfer of a mind from one biological brain to another. Uploaded minds and societies of minds, often in simulated realities, are recurring themes in science-fiction novels and films since the 1950s.\n\n"
        },
        {
            "title": "Early and particularly important examples",
            "text": "A story featuring an artificial brain that replicates the personality of a specific person is \"The Infinite Brain\" by John Scott Campbell, written under the name John C. Campbell,[1] and published in the May 1930 issue of Science Wonder Stories.[2] The artificial brain is created by an inventor named Anton Des Roubles, who tells the narrator that \"I am attempting to construct a mechanism exactly duplicating the mechanical and electrical processes occurring in the human brain and constituting the phenomena known as thought.\" The narrator later learns that Des Roubles has died, and on visiting his laboratory, finds a machine that can communicate with him via typed messages, and which tells him \"I, Anton Des Roubles, am dead—my body is dead—but I still live. I am this machine. These racks of apparatus are my brains, which is thinking even as yours is. Anton Des Roubles is dead but he has built me, his exact mental duplicate, to carry on his life and work.\" The machine also tells him \"He made my brain precisely like his, built three hundred thousand cells for my memory, and filled two hundred thousand of them with his own knowledge. I have his personality; it is my own through a process I will tell you of later. ... I think just as you do. I have a consciousness as have other men.\" He then explains his discovery that the electrical impulses in the brain create magnetic fields that can be detected by a device he built called a \"Telepather\", and that \"[t]hrough this instrument any one's mental condition can be exactly duplicated.\" Later, he enlists the narrator's help in constructing a new type of artificial brain that will retain his memories but possess an expanded intellect, though the experiment does not go as planned, as the new intelligence has a radically different personality and soon sets out to conquer the world.\n\nAn early story featuring technological transfer of memories and personality from one brain to another is \"Intelligence Undying\" by Edmond Hamilton, first published in the April 1936 issue of Amazing Stories. In this story, an elderly scientist named John Hanley explains that when humans are first born, \"our minds are a blank sheet except for certain reflexes which we all inherit. But from our birth onward, our minds are affected by all about us, our reflexes are conditioned, as the behaviorists say. All we experience is printed on the sheet of our minds. ... Everything a human being learns, therefore, simply establishes new connections between the nerve cells of the brain. ... As I said, a newborn child has no such knowledge connections in his cortex at all—he has not yet formed any. Now if I take that child immediately after birth and establish in his brain exactly the same web of intricate neurone connections I have built up in my own brain, he will have exactly the same mind, memories, knowledge, as I have ... his mind will be exactly identical with my mind!\" He then explains he has developed a technique to do just this, saying \"I've devised a way to scan my brain's intricate web of neurone connections by electrical impulses, and by means of those impulses to build up an exactly identical web of neurone connections in the infant's brain. Just as a television scanning-disk can break down a complicated picture into impulses that reproduce the picture elsewhere.\" He adds that the impulses scanning his brain will kill him, but the \"counter-impulses\" imprinting the same pattern on the baby's brain will not harm him. The story shows the successful transfer of John Hanley's mind to the baby, whom he describes as \"John Hanley 2nd\", and then skips forward to the year 3144 to depict \"John Hanley, 21st\" using his advanced technology to become the ruler of the Earth in order to end a war between the two great political powers of the time, and then further ahead to \"John Hanley, 416th\" helping to evacuate humanity to the planet Mercury in response to the Sun shrinking into a white dwarf. He chooses to remain on Earth awaiting death, so that people would \"learn once more to do for themselves, would become again a strong a self-reliant race\", with Hanley concluding that he \"had been wrong in living as a single super-mind down through the ages. He saw that now, and now he was undoing that wrong.\"\n\nA story featuring human minds replicated in a computer is the novella Izzard and the Membrane by Walter M. Miller, Jr., first published in May 1951.[3] In this story, an American cyberneticist named Scott MacDonney is captured by Russians and made to work on an advanced computer, Izzard, which they plan to use to coordinate an attack on the United States. He has conversations with Izzard as he works on it, and when he asks it if it is self-aware, it says \"answer indeterminate\" and then asks \"can human individual's self-awareness transor be mechanically duplicated?\" MacDonney is unfamiliar with the concept of a self-awareness transor (it is later revealed that this information was loaded into Izzard by a mysterious entity who may nor may not be God[4]), and Izzard defines it by saying \"A self-awareness transor is the mathematical function which describes the specific consciousness pattern of one human individual.\"[5] It is later found that this mathematical function can indeed be duplicated, although not by a detailed scan of the individual's brain as in later notions of mind uploading; instead, Donney just has to describe the individual verbally in sufficient detail, and Izzard uses this information to locate the transor in the appropriate \"mathematical region\". In Izzard's words, \"to duplicate consciousness of deceased, it will be necessary for you to furnish anthropometric and psychic characteristics of the individual. These characteristics will not determine transor, but will only give its general form. Knowing its form, will enable me to sweep my circuit pattern through its mathematical region until the proper transor is reached. At that point, the consciousness will appear among the circuits.\"[6] Using this method, MacDonney is able to recreate the mind of his dead wife in Izzard's memory, as well as create a virtual duplicate of himself, which seems to have a shared awareness with the biological MacDonney.\n\nIn The Altered Ego by Jerry Sohl (1954), a person's mind can be \"recorded\" and used to create a \"restoration\" in the event of their death. In a restoration, the person's biological body is repaired and brought back to life, and their memories are restored to the last time that they had their minds recorded (what the story calls a 'brain record'[7]), an early example of a story in which a person can create periodic backups of their own mind which are stored in an artificial medium. The recording process is not described in great detail, but it is mentioned that the recording is used to create a duplicate or \"dupe\" which is stored in the \"restoration bank\",[8] and at one point a lecturer says that \"The experience of the years, the neurograms, simple memory circuits—neurons, if you wish—stored among these nerve cells, are transferred to the dupe, a group of more than ten billion molecules in colloidal suspension. They are charged much as you would charge the plates of a battery, the small neuroelectrical impulses emanating from your brain during the recording session being duplicated on the molecular structure in the solution.\"[9] During restoration, they take the dupe and \"infuse it into an empty brain\",[9] and the plot turns on the fact that it is possible to install one person's dupe in the body of a completely different person.[10]\n\nAn early example featuring uploaded minds in robotic bodies can be found in Frederik Pohl's story \"The Tunnel Under the World\" from 1955.[11] In this story, the protagonist Guy Burckhardt continually wakes up on the same date from a dream of dying in an explosion. Burckhardt is already familiar with the idea of putting human minds in robotic bodies, since this is what is done with the robot workers at the nearby Contro Chemical factory. As someone has once explained it to him, \"each machine was controlled by a sort of computer which reproduced, in its electronic snarl, the actual memory and mind of a human being ... It was only a matter, he said, of transferring a man's habit patterns from brain cells to vacuum-tube cells.\" Later in the story, Pohl gives some additional description of the procedure: \"Take a master petroleum chemist, infinitely skilled in the separation of crude oil into its fractions. Strap him down, probe into his brain with searching electronic needles. The machine scans the patterns of the mind, translates what it sees into charts and sine waves. Impress these same waves on a robot computer and you have your chemist. Or a thousand copies of your chemist, if you wish, with all of his knowledge and skill, and no human limitations at all.\" After some investigation, Burckhardt learns that his entire town had been killed in a chemical explosion, and the brains of the dead townspeople had been scanned and placed into miniature robotic bodies in a miniature replica of the town (as a character explains to him, 'It's as easy to transfer a pattern from a dead brain as a living one'), so that a businessman named Mr. Dorchin could charge companies to use the townspeople as test subjects for new products and advertisements.\n\nSomething close to the notion of mind uploading is very briefly mentioned in Isaac Asimov's 1956 short story The Last Question: \"One by one Man fused with AC, each physical body losing its mental identity in a manner that was somehow not a loss but a gain.\" A more detailed exploration of the idea (and one in which individual identity is preserved, unlike in Asimov's story) can be found in Arthur C. Clarke's novel The City and the Stars, also from 1956 (this novel was a revised and expanded version of Clarke's earlier story Against the Fall of Night, but the earlier version did not contain the elements relating to mind uploading). The story is set in a city named Diaspar one billion years in the future, where the minds of inhabitants are stored as patterns of information in the city's Central Computer in between a series of 1000-year lives in cloned bodies. Various commentators identify this story as one of the first (if not the first) to deal with mind uploading, human–machine synthesis, and computerized immortality.[12][13][14][15]\n\nAnother of the \"firsts\" is the novel Detta är verkligheten (This is reality), 1968, by the renowned philosopher and logician Bertil Mårtensson, a novel in which he describes people living in an uploaded state as a means to control overpopulation. The uploaded people believe that they are \"alive\", but in reality they are playing elaborate and advanced fantasy games. In a twist at the end, the author changes everything into one of the best \"multiverse\" ideas of science fiction.\n\nIn Robert Silverberg's To Live Again (1969), an entire worldwide economy is built up around the buying and selling of \"souls\" (personas that have been tape-recorded at six-month intervals), allowing well-heeled consumers the opportunity to spend tens of millions of dollars on a medical treatment that uploads the most recent recordings of archived personalities into the minds of the buyers. Federal law prevents people from buying a \"personality recording\" unless the possessor first had died; similarly, two or more buyers were not allowed to own a \"share\" of the persona. In this novel, the personality recording always went to the highest bidder.  However, when one attempted to buy (and therefore possess) too many personalities, there was the risk that one of the personas would wrest control of the body from the possessor.\n\nIn the 1982 novel Software, part of the Ware Tetralogy by Rudy Rucker, one of the main characters, Cobb Anderson, has his mind downloaded and his body replaced with an extremely human-like android body. The robots who persuade Anderson into doing this sell the process to him as a way to become immortal.\n\nIn William Gibson's award-winning Neuromancer (1984), which popularized the concept of \"cyberspace\", a hacking tool used by the main character is an artificial infomorph of a notorious cyber-criminal, Dixie Flatline. The infomorph only assists in exchange for the promise that he be deleted after the mission is complete.\n\nThe fiction of Greg Egan has explored many of the philosophical, ethical, legal, and identity aspects of mind transfer, as well as the financial and computing aspects (i.e. hardware, software, processing power) of maintaining \"copies.\" In Egan's Permutation City (1994), Diaspora (1997) and Zendegi (2010), \"copies\" are made by computer simulation of scanned brain physiology. See also Egan's \"jewelhead\" stories, where the mind is transferred from the organic brain to a small, immortal backup computer at the base of the skull, the organic brain then being surgically removed.\n\nThe movie The Matrix is commonly mistaken[citation needed] for a mind uploading movie, but with exception to suggestions in later movies, it is only about virtual reality and simulated reality, since the main character Neo's physical brain still is required for his mind to reside in. The mind (the information content of the brain) is not copied into an emulated brain in a computer. Neo's physical brain is connected into the Matrix via a brain–computer interface. Only the rest of the physical body is simulated. Neo is disconnected from and reconnected to this dreamworld.[citation needed]\n\nJames Cameron's 2009 movie Avatar has so far been the commercially most successful example of a work of fiction that features a form of mind uploading. Throughout most of the movie, the hero's mind has not actually been uploaded and transferred to another body, but is simply controlling the body from a distance, a form of telepresence. However, at the end of the movie the hero's mind is uploaded into Eywa, the mind of the planet, and then back into his Avatar body.\n\n"
        },
        {
            "title": "Further examples",
            "text": "Mind transfer is a theme in many other works of science fiction in a wide range of media. Specific examples include the following:\n\n"
        }
    ]
}