{
    "url": "https://en.wikipedia.org/wiki/Mindfulness",
    "title": "Mindfulness",
    "table_of_contents": [
        "1 Practice",
        "1.1 Watching the breath, body-scan and other techniques",
        "1.2 Timings",
        "1.3 In Buddhist context; moral precepts",
        "2 Translations",
        "2.1 Sati and smṛti",
        "2.2 Translation",
        "2.3 Alternative translations",
        "3 Definitions",
        "3.1 Psychology",
        "3.1.1 Trait, state and practice",
        "3.1.1.1 Trait-like constructs",
        "3.1.1.2 State-like phenomenon",
        "3.1.2 Mindfulness-practice",
        "3.2 Definitions arising in modern teaching of meditation",
        "3.3 Buddhism",
        "3.4 Other uses",
        "4 Models and frameworks for mindfulness practices",
        "4.1 Two-component model",
        "4.2 The five-aggregate model",
        "4.3 Cultivating self-knowledge and wisdom",
        "5 Historical development",
        "5.1 Buddhism",
        "5.1.1 Early Buddhism",
        "5.1.2 Zazen",
        "5.1.3 Contemporary Vipassana-meditation",
        "5.1.3.1 Anapanasati, satipaṭṭhāna, and vipassana",
        "5.1.3.2 Samprajaña, apramāda and atappa",
        "5.1.4 Monitoring mental processes",
        "5.2 Stoicism",
        "5.3 Christianity",
        "5.4 Transcendentalism",
        "5.5 Jon Kabat-Zinn and MBSR",
        "5.6 Popularization, \"mindfulness movement\"",
        "6 Applications",
        "6.1 Therapy programs",
        "6.1.1 Mindfulness-based stress reduction",
        "6.1.2 Mindfulness-based cognitive therapy",
        "6.1.3 Mindfulness-based pain management",
        "6.1.4 Acceptance and commitment therapy",
        "6.1.5 Dialectical behavior therapy",
        "6.1.6 Mode deactivation therapy",
        "6.1.7 Other programs",
        "6.2 Schools",
        "6.3 Education",
        "6.4 Business",
        "6.5 Law",
        "6.6 Prison-programs",
        "6.7 Government",
        "7 Scientific research",
        "7.1 Effects and efficacy of mindfulness practice",
        "7.2 Neurological studies",
        "7.3 Associations of mindfulness with other variables",
        "7.4 Effects on mindfulness",
        "8 Concerns and criticism",
        "8.1 Scholarly research",
        "8.2 Shortcomings",
        "8.3 Risks",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Bibliography",
        "12.1 Printed sources",
        "12.2 Web sources",
        "13 Further reading",
        "13.1 Origins",
        "13.2 Buddhism",
        "13.3 Psychology",
        "13.4 Other",
        "13.5 Critical"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMindfulness is the practice of purposely bringing one's attention to the present-moment experience without evaluation,[1][2][note 1][3][web 1] a skill one develops through meditation or other training.[2][4][5] Mindfulness derives from sati, a significant element of Hindu and Buddhist traditions,[6][7] and is based on Zen, Vipassanā, and Tibetan meditation techniques.[8][9][note 2] Though definitions and techniques of mindfulness are wide-ranging,[15] Buddhist traditions explain what constitutes mindfulness such as how past, present and future moments arise and cease as momentary sense impressions and mental phenomena.[6][16][web 2] Individuals who have contributed to the popularity of mindfulness in the modern Western context include Thích Nhất Hạnh, Herbert Benson, Jon Kabat-Zinn, Richard J. Davidson,[17][18] and Sam Harris.\n\nClinical psychology and psychiatry since the 1970s have developed a number of therapeutic applications based on mindfulness for helping people experiencing a variety of psychological conditions.[18] Mindfulness practice has been employed to reduce depression,[19][20][21][22] stress,[20][23][24] anxiety,[19][20][25] and in the treatment of drug addiction.[26][27][28] Programs based on mindfulness models have been adopted within schools, prisons, hospitals, veterans' centers, and other environments, and mindfulness programs have been applied for additional outcomes such as for healthy aging, weight management, athletic performance,[29] helping children with special needs, and as an intervention during the perinatal period.\n\nClinical studies have documented both physical- and mental-health benefits of mindfulness in different patient categories as well as in healthy adults and children.[3][30][31] Studies have shown a positive relationship between trait mindfulness (which can be cultivated through the practice of mindfulness-based interventions) and psychological health.[32][33] The practice of mindfulness appears to provide therapeutic benefits to people with psychiatric disorders,[34][35][36] including moderate benefits to those with psychosis.[37][38][39] Studies also indicate that rumination and worry contribute to a variety of mental disorders,[40][41][42] and that mindfulness-based interventions can enhance trait mindfulness[43] and reduce both rumination and worry.[42][44][45] Further, the practice of mindfulness may be a preventive strategy to halt the development of mental-health problems.[46][47]  However, according to one opinion article, too much mindfulness may produce negative effects.[48]\n\nThere is also evidence that suggests engaging in mindfulness meditation may influence physical health.[49] For example, the psychological habit of repeatedly dwelling on stressful thoughts appears to intensify the physiological effects of the stressor (as a result of the continual activation of the sympathetic nervous system and the hypothalamus-pituitary-adrenal axis) with the potential to lead to physical health related clinical manifestations.[50][51][52] Studies indicate that mindfulness meditation, which brings about reductions in rumination, may alter these biological clinical pathways.[50][42][53] Further, research indicates that mindfulness may favourably influence the immune system[54] as well as inflammation,[3][55][56] which can consequently impact physical health, especially considering that inflammation has been linked to the development of several chronic health conditions.[57][58] Other studies support these findings.[59][60][53] Additionally, mindfulness appears to bring about lowered activity of the default mode network of the brain, and thereby contribute towards a lowered risk of developing conditions such as dementia and Alzheimer's disease.[50]\n\nHowever, critics have questioned both the commercialization and the over-marketing of mindfulness for health benefits—as well as emphasizing the need for more randomized controlled studies, for more methodological details in reported studies and for the use of larger sample-sizes.[3][need quotation to verify][33][web 3] While mindfulness-based interventions may be effective for youth,[61][62][63] research still needs to determine the most appropriate methods in which mindfulness could be introduced and delivered in schools.[64]\n\n"
        },
        {
            "title": "Practice",
            "text": "Mindfulness practice involves the process of developing the skill of bringing one's attention to whatever is happening in the present moment.[2][6][65]\n\nThere are several exercises designed to develop mindfulness meditation, which may be aided by guided meditations \"to get the hang of it\".[8][66][note 3]  As forms of self-observation and interoception, these methods increase awareness of the body, so they are usually beneficial to people with low self-awareness or low awareness of their bodies or emotional state, and can provoke anxiety, distress, flashbacks, pain, and even trigger substance abuse in people who are very focused on themselves, their bodies, and their emotions.[48][67]\n\nMeditators are recommended to start with short periods of 10 minutes or so of meditation practice per day. As one practices regularly, it becomes easier to keep the attention focused on breathing.[2][72][web 9] An old Zen saying suggests, \"You should sit in meditation for 20 minutes every day — unless you're too busy. Then you should sit for an hour.\"\n\nIn a Buddhist context the keeping of moral precepts is an essential preparatory stage for mindfulness or meditation.[73][74] Vipassana also includes contemplation and reflection on phenomena as dukkha, anatta and anicca, and reflections on causation and other Buddhist teachings.[75][76]\n\n"
        },
        {
            "title": "Translations",
            "text": "Mindfulness meditation is part of Buddhist psychological traditions and the developing scholarship within empirical psychology.[6][77][78]\n\nThe Buddhist term translated into English as \"mindfulness\" originates in the Pali term sati and in its Sanskrit counterpart smṛti. It is often translated as \"bare attention\", but in the Buddhist tradition it has a broader meaning and application, and the meaning of these terms has been the topic of extensive debate and discussion.[79]\n\nAccording to Bryan Levman, \"the word sati incorporates the meaning of 'memory' and 'remembrance' in much of its usage in both the suttas and the [traditional Buddhist] commentary, and ... without the memory component, the notion of mindfulness cannot be properly understood or applied, as mindfulness requires memory for its effectiveness\".[80]\n\nAccording to Robert Sharf, smṛti originally meant \"to remember\", \"to recollect\", \"to bear in mind\", as in the Vedic tradition of remembering the sacred texts. The term sati also means \"to remember\". In the Satipaṭṭhāna-sutta the term sati means to remember the dharmas, whereby the true nature of phenomena can be seen.[79] Sharf refers to the Milindapañha, which explained that the arising of sati calls to mind the wholesome dhammas such as the four foundations of mindfulness, the five faculties, the five powers, the seven awakening-factors, the noble eightfold path, and the attainment of insight.[81] According to Rupert Gethin, \n\nSharf further notes that this has little to do with \"bare attention\", the popular contemporary interpretation of sati, \"since it entails, among other things, the proper discrimination of the moral valence of phenomena as they arise.\"[82]\n\nGeorges Dreyfus has also expressed unease with the definition of mindfulness as \"bare attention\" or \"nonelaborative, nonjudgmental, present-centered awareness\", stressing that mindfulness in a Buddhist context also means \"remembering\", which indicates that the function of mindfulness also includes the retention of information.[83][note 6] Robert H. Sharf notes that Buddhist practice is aimed at the attainment of \"correct view\", not just \"bare attention\".[web 10][note 7] Jay L. Garfield, quoting Shantideva and other sources, stresses that mindfulness is constituted by the union of two functions, calling to mind and vigilantly retaining in mind. He demonstrates that there is a direct connection between the practice of mindfulness and the cultivation of morality—at least in the context of Buddhism, from which modern interpretations of mindfulness are stemming.[84]\n\nThe Pali-language scholar Thomas William Rhys Davids (1843–1922) first translated sati in 1881 as English mindfulness in sammā-sati \"Right Mindfulness; the active, watchful mind\".[85] Noting that Daniel John Gogerly (1845) initially rendered sammā-sati as \"correct meditation\",[86] Davids explained: \n\nJohn D. Dunne asserts that the translation of sati and smṛti as mindfulness is confusing. A number of Buddhist scholars have started trying to establish \"retention\" as the preferred alternative.[88]\nBhikkhu Bodhi also points to the meaning of sati as \"memory\".[web 11][note 8] The terms sati/smṛti have been translated as:\n\n"
        },
        {
            "title": "Definitions",
            "text": "A.M. Hayes and G. Feldman have highlighted that mindfulness can be seen as a strategy that stands in contrast to a strategy of avoidance of emotion on the one hand and to the strategy of emotional over-engagement on the other hand.[90] Mindfulness can also be viewed as a means to develop self-knowledge and wisdom.[6]\n\nAccording to Brown, Ryan, and Creswell, definitions of mindfulness are typically selectively interpreted based on who is studying it and how it is applied. Some have viewed mindfulness as a mental state, while others have viewed it as a set of skills and techniques.[78] A distinction can also be made between the state of mindfulness and the trait of mindfulness.[91]\n\nAccording to David S. Black, whereas \"mindfulness\" originally was associated with esoteric beliefs and religion, and \"a capacity attainable only by certain people\",[92] scientific researchers have translated the term into measurable terms, providing a valid operational definition of mindfulness.[93][note 9] Black mentions three possible domains:[93]\n\nAccording to Brown, mindfulness is:\n\nSeveral mindfulness measures have been developed which are based on self-reporting of trait-like constructs:[99]\n\nAccording to Bishop, et alia, mindfulness is, \"A kind of nonelaborative, nonjudgmental, present-centered awareness in which each thought, feeling, or sensation that arises in the attentional field is acknowledged and accepted as it is.\"[100]\n\nMindfulness as a practice is described as:\n\nAccording to Steven F. Hick, mindfulness practice involves both formal and informal meditation practices, and nonmeditation-based exercises.[103] Formal mindfulness, or meditation, is the practice of sustaining attention on body, breath or sensations, or whatever arises in each moment.[103] Informal mindfulness is the application of mindful attention in everyday life.[103] Nonmeditation-based exercises are specifically used in dialectical behavior therapy and in acceptance and commitment therapy. [103]\n\nSince the 1970s, most books on meditation use definitions of mindfulness similar to Jon Kabat-Zinn's definition as \"present moment awareness\". However, recently a number of teachers of meditation have proposed quite different definitions of mindfulness. Shinzen Young says a person is mindful when they have mindful awareness, and defines that to be when \"concentration power, sensory clarity, and equanimity [are] working together.\"[web 12] John Yates (Culadasa) defines mindfulness to be \"the optimal interaction between attention and peripheral awareness\", where he distinguishes attention and peripheral awareness as two distinct modes in which one may be conscious of things.[104]\n\nAccording to American Buddhist monk Ven Bhante Vimalaramsi's book A Guide to Tranquil Wisdom Insight Meditation, the term mindfulness is often interpreted differently than what was originally formulated by the Buddha. In the context of Buddhism, he offers the following definition:\n\nThe English term mindfulness already existed before it came to be used in a (western) Buddhist context. It was first recorded as myndfulness in 1530 (John Palsgrave translates French pensée), as mindfulnesse in 1561, and mindfulness in 1817. Morphologically earlier terms include mindful (first recorded in 1340), mindfully (1382), and the obsolete mindiness (c. 1200).[106]\n\nAccording to the Merriam-Webster Dictionary, mindfulness may also refer to \"a state of being aware\".[web 13] Synonyms for this \"state of being aware\" are wakefulness,[107][108] attention,[web 14] alertness,[web 15] prudence,[web 15] conscientiousness,[web 15] awareness,[web 13] consciousness,[web 13] and observation.[web 13]\n\n"
        },
        {
            "title": "Models and frameworks for mindfulness practices",
            "text": "A two-component model of mindfulness based upon a consensus among clinical psychologists has been proposed as an operational and testable definition,[100] : \n\nIn this two-component model, self-regulated attention (the first component) \"involves bringing awareness to current experience—observing and attending to the changing fields of \"objects\" (thoughts, feelings, sensations), from moment to moment – by regulating the focus of attention\". Orientation to experience (the second component) involves maintaining an attitude of curiosity about objects experienced at each moment, and about where and how the mind wanders when it drifts from the selected focus of attention. Clients are asked to avoid trying to produce a particular state (e.g. relaxation), but rather to just notice each object that arises in the stream of consciousness.[110]\n\nAn ancient model of the mind, generally known as the five-aggregate model[77] enables one to understand the moment-to-moment manifestation of subjective conscious experience, and therefore can be a potentially useful theoretical resource to guide mindfulness interventions.  This model is based upon the traditional buddhist description of the Skandhas.\n\nThe five aggregates are described as follows:\n\nThis model describes how sensory consciousness results in the generation of feelings, perception or volition, and how individuals' previously conditioned attitudes and past associations influence this generation. The five aggregates are described as constantly arising and ceasing in the present moment.[77]\n\nThe practice of mindfulness can be utilized to gradually develop self-knowledge and wisdom.[6] In this regard, Buddhist teachings provide detailed instructions on how one can carry out an inquiry into the nature of the mind, and this guidance can help one to make sense of one's subjective experience. This could include understanding what the \"present moment\" is, how various thoughts, etc., arise following input from the senses, the conditioned nature of thoughts, and other realizations.[6] In Buddhist teachings, ultimate wisdom refers to gaining deep insight into all phenomena or \"seeing things as they are.\"[6][web 2]\n\n"
        },
        {
            "title": "Historical development",
            "text": "Mindfulness as a modern, Western practice is founded on Zen and modern Vipassanā,[8][9][note 11] and involves the training of sati, which means \"moment to moment awareness of present events\", but also \"remembering to be aware of something\".[113]\n\nSati is one of the seven factors of enlightenment. \"Correct\" or \"right\" mindfulness (Pali: sammā-sati, Sanskrit samyak-smṛti) is the seventh element of the Noble Eightfold Path. Mindfulness is an antidote to delusion and is considered as a 'power' (Pali: bala) which contributes to the attainment of Nibbana. This faculty becomes a power in particular when it is coupled with clear comprehension of whatever is taking place. Nirvana is a state of being in which greed, hatred and delusion (Pali: moha) have been overcome and abandoned, and are absent from the mind.\n\nAccording to Paul Williams, referring to Erich Frauwallner, mindfulness provided the way in Early Buddhism to liberation, \"constantly watching sensory experience in order to prevent the arising of cravings which would power future experience into rebirths.\"[13][note 12] According to Vetter, Jhanas may have been the original core practice of the Buddha, which aided the maintenance of mindfulness.[114]\n\nAccording to Thomas William Rhys Davids, the doctrine of mindfulness is \"perhaps the most important\" after the Four Noble Truths and the Noble Eightfold Path. T.W. Rhys Davids viewed the teachings of Gotama Buddha as a rational technique for self-actualization and rejected a few parts of it, mainly the doctrine of rebirth, as residual superstitions.[115]\n\nThe aim of zazen is just sitting, that is, suspending all judgmental thinking and letting words, ideas, images and thoughts pass by without getting involved in them.[116][117]\n\nIn modern vipassana-meditation, as propagated by the Vipassana movement, sati aids vipassana, insight into the true nature of reality, namely the three marks of existence, the impermanence of and the suffering of every conditioned thing that exists, and non-self.[6][16] With this insight, the practitioner becomes a so-called Sotāpanna, a \"stream-enterer\", the first stage on the path to liberation.[web 2][web 16][note 13]\n\nVipassana is practiced in tandem with Samatha, and also plays a central role in other Buddhist traditions.[16][118] According to the contemporary Theravada orthodoxy, Samatha is used as a preparation for Vipassanā, pacifying the mind and strengthening the concentration in order to allow the work of insight, which leads to liberation.\n\nVipassanā-meditation has gained popularity in the west through the modern Buddhist vipassana movement, modeled after Theravāda Buddhism meditation practices,[111] which employs vipassanā and ānāpāna meditation as its primary techniques and places emphasis on the teachings of the Satipaṭṭhāna Sutta.\n\nAnapanasati is mindfulness of breathing. \"Sati\" means mindfulness; \"ānāpāna\" refers to inhalation and exhalation. Anapanasati means to feel the sensations caused by the movements of the breath in the body. The Anapanasati Sutta gives an exposition on this practice.[note 14]\n\nSatipaṭṭhāna is the establishment of mindfulness in one's day-to-day life, maintaining as much as possible a calm awareness of one's body, feelings, mind, and dhammas. The practice of mindfulness supports analysis resulting in the arising of wisdom (Pali: paññā, Sanskrit: prajñā).[16]\n\nIn contemporary Theravada practice, \"mindfulness\" also includes samprajaña, meaning \"clear comprehension\" and apramāda meaning \"vigilance\".[web 18][note 15] All three terms are sometimes (confusingly) translated as \"mindfulness\", but they all have specific shades of meaning.\n\nIn a publicly available correspondence between Bhikkhu Bodhi and B. Alan Wallace, Bodhi has described Ven. Nyanaponika Thera's views on \"right mindfulness\" and sampajañña as follows:\n\nAccording to Buddhadasa, the aim of mindfulness is to stop the arising of disturbing thoughts and emotions, which arise from sense-contact.[120]\n\nAccording to Grzegorz Polak, the four upassanā (foundations of mindfulness) have been misunderstood by the developing Buddhist tradition, including Theravada, to refer to four different foundations. According to Polak, the four upassanā do not refer to four different foundations, but to the awareness of four different aspects of raising mindfulness:[121]\n\nThe Greek philosophical school of Stoicism founded by Zeno of Citium included practices resembling those of mindfulness, such as visualization exercises. In his Discourses, Stoic philosopher Epictetus addresses in particular the concept of attention (prosoche), an idea also found in Seneca and Marcus Aurelius.[122] By cultivating it over time, this skill would prevent the practitioner of becoming unattentive and moved by instinct rather than according to reason.[123]\n\nMindfulness traditions are also found in some Christian spiritual traditions. In his Rules for Eating, St. Ignatius of Loyola teaches, \"let him guard against all his soul being intent on what he is eating, and in eating let him not go hurriedly, through appetite, but be master of himself, as well in the manner of eating as in the quantity which he eats.\"[124] He might have been inspired by Epictetus' Enchiridion.[122]\n\nMindfulness practitioner Jon Kabat-Zinn refers to Thoreau as a predecessor of the interest in mindfulness, together with other eminent Transcendentalists such as Emerson and Whitman:[web 19]\n\nThe forms of Asian religion and spirituality which were introduced in the west were themselves influenced by Transcendentalism and other 19th-century manifestations of Western esotericism. Transcendentalism was closely connected to the Unitarian Church,[125][web 20] which in India collaborated with Ram Mohan Roy (1772–1833) and his Brahmo Samaj.[125] He found that Unitarianism came closest to true Christianity,[125] and had a strong sympathy for the Unitarians.[126] This influence worked through on Vivekananda, whose modern but idiosyncratic interpretation of Hinduism became widely popular in the west.[127] Vipassana meditation, presented as a centuries-old meditation system, was a 19th-century reinvention,[128] which gained popularity in south-east due to the accessibility of the Buddhist sutras through English translations from the Pali Text Society.[111] It was brought to western attention in the 19th century by the Theosophical Society.[111][129] Zen Buddhism first gained popularity in the west through the writings of D.T. Suzuki, who attempted to present a modern interpretation of Zen, adjusted to western tastes.[111][111]\n\nIn 1979, Jon Kabat-Zinn founded the Mindfulness-Based Stress Reduction (MBSR) program at the University of Massachusetts to treat the chronically ill.[web 21] This program sparked the application of mindfulness ideas and practices in Medicine[130] for the treatment of a variety of conditions in both healthy and unhealthy people. MBSR and similar programs are now widely applied in schools, prisons, hospitals, veterans centers, and other environments.\n\nMindfulness practices were inspired mainly by teachings from the Eastern World, particularly from Buddhist traditions. Kabat-Zinn was first introduced to meditation by Philip Kapleau, a Zen missionary who came to speak at MIT where Kabat-Zinn was a student. Kabat-Zinn went on to study meditation with other Zen-Buddhist teachers such as Thích Nhất Hạnh and Seungsahn.[9] He also studied at the Insight Meditation Society and eventually taught there.[9] One of MBSR's techniques—the \"body scan\"—was derived from a meditation practice (\"sweeping\") of the Burmese U Ba Khin tradition, as taught by S. N. Goenka in his Vipassana retreats, which he began in 1976. The body scan method has since been widely adapted to secular settings, independent of religious or cultural contexts.[note 18][note 19]\n\nKabat-Zinn was also influenced by the book The Varieties of Religious Experience by William James[131] which suggests that religions point toward the same experience, and which 1960s counterculture figures interpreted as meaning that the same universal, experiential truth could be reached in different ways, including via non-religious activities.[web 22]\n\nMindfulness is gaining a growing popularity as a practice in daily life, apart from Buddhist insight meditation and its application in clinical psychology.[72] In this context mindfulness is defined as moment-by-moment awareness of thoughts, feelings, bodily sensations, and surrounding environment, characterized mainly by \"acceptance\"—attention to thoughts and feelings without judging whether they are right or wrong. Mindfulness focuses the human brain on what is being sensed at each moment, instead of on its normal rumination on the past or the future.[web 23] Mindfulness may be seen as a mode of being,[web 24] and can be practiced outside a formal setting.[web 25] The terminology used by scholars of religion, scientists, journalists, and popular media writers to describe this movement of mindfulness \"popularization,\" and the many new contexts of mindfulness practice which have cropped up, has regularly evolved over the past 20 years, with some[which?] criticisms arising.[132]\n\nThe latest changes when people moved from real-life meditation sessions to the applications on their smart devices has been even more accelerated by the global pandemic. Applications like Meditopia, Yours App and Relax: Master Your Destiny are adapting to the needs of their users by using AI technology, involving professional psychologists and offering many different mindfulness approaches to serve a wider audience.[web 26]\n\n"
        },
        {
            "title": "Applications",
            "text": "According to Jon Kabat-Zinn the practice of mindfulness may be beneficial to many people in Western society who might be unwilling to adopt Buddhist traditions or vocabulary.[133] Western researchers and clinicians who have introduced mindfulness practice into mental health treatment programs usually teach these skills independently of the religious and cultural traditions of their origins.[1] Programs based on MBSR and similar models have been widely adopted in schools, prisons, hospitals, veterans centers, and other environments.[134]\n\nMindfulness-based stress reduction (MBSR) is a mindfulness-based program[web 27] developed by Jon Kabat-Zinn at the University of Massachusetts Medical Center, which uses a combination of mindfulness meditation, body awareness, and yoga to help people become more mindful.[2] While MBSR has its roots in spiritual teachings, the program itself is secular.[2]\n\nMindfulness-based cognitive therapy (MBCT) is a psychological therapy designed to aid in preventing the relapse of depression, specifically in individuals with Major depressive disorder (MDD).[135] It uses traditional cognitive behavioral therapy (CBT) methods and adds in newer psychological strategies such as mindfulness and mindfulness meditation. Cognitive methods can include educating the participant about depression.[136] Mindfulness and mindfulness meditation focus on becoming aware of all incoming thoughts and feelings and accepting them, but not attaching or reacting to them.[137]\n\nLike CBT, MBCT functions on the theory that when individuals who have historically had depression become distressed, they return to automatic cognitive processes that can trigger a depressive episode.[138] The goal of MBCT is to interrupt these automatic processes and teach the participants to focus less on reacting to incoming stimuli, and instead accepting and observing them without judgment.[138] This mindfulness practice allows the participant to notice when automatic processes are occurring and to alter their reaction to be more of a reflection. \nResearch supports the effects of MBCT in people who have been depressed three or more times and demonstrates reduced relapse rates by 50%.[139]\n\nMindfulness-based pain management (MBPM) is a mindfulness-based intervention (MBI) providing specific applications for people living with chronic pain and illness.[web 28][140] Adapting the core concepts and practices of mindfulness-based stress reduction (MBSR) and mindfulness-based cognitive therapy (MBCT), MBPM includes a distinctive emphasis on the practice of 'loving-kindness', and has been seen as sensitive to concerns about removing mindfulness teaching from its original ethical framework.[140][141] It was developed by Vidyamala Burch and is delivered through the programs of Breathworks.[web 28][140] It has been subject to a range of clinical studies demonstrating its effectiveness.[140][142][143][144][145][146][147][148]\n\nAcceptance and commitment therapy or (ACT) (typically pronounced as the word \"act\") is a form of clinical behavior analysis (CBA)[149] used in psychotherapy. It is a psychological intervention that uses acceptance and mindfulness strategies mixed in different ways[150] with commitment and behavior-change strategies, to increase psychological flexibility. The approach was originally called comprehensive distancing.[151] It was developed in the late 1980s[152] by Steven C. Hayes, Kelly G. Wilson, and Kirk Strosahl.[153]\n\nMindfulness is a \"core\" exercise used in dialectical behavior therapy (DBT), a psychosocial treatment Marsha M. Linehan developed for treating people with borderline personality disorder. DBT is dialectic, explains Linehan,[154] in the sense of \"the reconciliation of opposites in a continual process of synthesis.\" As a practitioner of Buddhist meditation techniques, Linehan says:\n\nMode deactivation therapy (MDT) is a treatment methodology that is derived from the principles of cognitive-behavioral therapy and incorporates elements of Acceptance and commitment therapy, Dialectical behavior therapy, and mindfulness techniques.[156] Mindfulness techniques such as simple breathing exercises are applied to assist the client in awareness and non-judgmental acceptance of unpleasant and distressing thoughts and feelings as they occur in the present moment. Mode Deactivation Therapy was developed and is established as an effective treatment for adolescents with problem behaviors and complex trauma-related psychological problems, according to recent publications by Jack A. Apsche and Joan Swart.[157]\n\nSince 2006,[update] research supports promising mindfulness-based therapies for a number of medical and psychiatric conditions, notably chronic pain,[158][page needed] stress,[159][page needed] anxiety and depression,[25] substance abuse,[160] and recurrent suicidal behavior.[161][page needed] Bell (2009) gives a brief overview of mindful approaches to therapy, particularly family therapy, starting with a discussion of mysticism and emphasizing the value of a mindful therapist.[162][page needed]\n\nThe Japanese psychiatrist Shoma Morita, who trained in Zen meditation, developed Morita therapy upon principles of mindfulness and non-attachment.[163]\n\nThe British doctor Clive Sherlock developed Adaptation Practice in 1977. Adaptation Practice is a structured program of self-discipline.[164]\n\nHakomi therapy, under development by Ron Kurtz and others, is a somatic psychology based upon Asian philosophical precepts of mindfulness and nonviolence.[165]\n\nInternal Family Systems Model (IFS), developed by Richard C. Schwartz, emphasizes the importance of both therapist and client engaging in therapy from the Self, which is the IFS term for one's \"spiritual center\". The Self is curious about whatever arises in one's present experience and open and accepting toward all manifestations.[166]\n\nMindfulness relaxation uses breathing methods, guided imagery, and other practices to relax the body and mind and help reduce stress.[167]\n\nIn 2012 Congressman Tim Ryan of Ohio published A Mindful Nation, and received a $1 million federal grant to teach mindfulness in schools in his home district.[72]\n\nMindful Kids Miami is a tax-exempt, 501 (c)(3), non-profit corporation established in 2011 dedicated to making age-appropriate mindfulness training available to school children in Miami-Dade County public and private schools. This is primarily accomplished by training educators and other childcare providers to incorporate mindfulness practices in the children's daily activities.[168]\n\nIn 2000, The Inner Kids Program, a mindfulness-based program developed for children, was introduced into public and private school curricula in the greater Los Angeles area.[169]\n\nMindUP, a classroom-based program spearheaded by Goldie Hawn's Hawn Foundation, teaches students to self-regulate behavior and mindfully engage in focused concentration required for academic success. For the last decade, MindUP has trained teachers in over 1,000 schools in cities from Arizona to Washington.[170]\n\nThe Holistic Life Foundation, a non-profit organization that created an in-school mindfulness program called Mindful Moment, is currently serving almost 350 students daily at Robert W. Coleman Elementary School and approximately 1300 students at Patterson Park High School in Baltimore, Maryland. At Patterson High School, the Mindful Moment program engages the school's faculty along with the students during a 15-minute mindfulness practice at the beginning and end of each school day.[171]\n\nMindful Life Project, a non-profit 501(c)3 based out of Richmond, California, teaches mindfulness to elementary school students in underserved schools in the South Richmond school district. Utilizing curriculum, \"Rise-Up\" is a regular school day intervention program serving 430 students weekly, while \"Mindful Community\" is currently implemented at six South Richmond partner schools. These in-school mindfulness programs have been endorsed by Richmond Mayor Gayle McLaughlin, who has recommended additional funding to expand the program in order to serve all Richmond youth.[citation needed]\n\nMindfulness practices are becoming more common within educational institutions including Elementary and Secondary schools. This has been referred to as part of a 'contemplative turn' in education that has emerged since the turn of the millennium.[172] The applications of mindfulness in schools are aimed at calming and relaxation of students as well as for students and educators to build compassion and empathy for others.[173] An additional benefit to Mindfulness in education is for the practice to reduce anxiety and stress in students.[174] Based on a broad meta-analytical review, scholars argued that the application of mindfulness practice enhances the goals of education in the 21st century, which include adapting to a rapidly changing world and being a caring and committed citizen. Within educational systems, the application of mindfulness practices shows an improvement of students' attention and focus, emotional regulation, creativity, and problem solving skills.[175] As discussed by Ergas and Todd, the development of this field since the turn of the millennium has brought diverse possibilities as well as complexities, given the origins of mindfulness within Buddhism and the processes of its secularization and measurement based on science.[134]\n\nRenshaw and Cook state, \"As scientific interest in the utility of Mindfulness-Based Intervention (MBI) in schools grew steadily, popular interest in mindfulness in schools seemed to grow exponentially\".[176] Despite research on mindfulness being comparatively unexamined, especially with young students, the practice has seen a spike in use within the educational arena. \"A relatively recent addition to discourse around preventing school expulsion and failure, mindfulness is gaining popularity for its potential to improve students' social, emotional, behavioral, and learning-related cognitive control, thereby improving academic outcomes\".[177] Researchers and educators are interested in how mindfulness can provide optimal conditions for a students' personal development and academic success. Current research on mindfulness in education is limited but can provide insight into the potential benefits for students, and areas of improvement for future studies.[31][178]\n\nMindfulness in the classroom is being touted as a promising new intervention tool for young students. According to Choudhury and Moses, \"Although still marginal and in some cases controversial, secular programs of mindfulness have been implemented with ambitious goals of improving attentional focus of pupils, social-emotional learning in \"at-risk\" children and youth, not least, to intervene in problems of poverty and incarceration\".[179] Emerging research is concerned with studying teachers and programs using mindfulness practices with students and is discovering tension arising from the moral reframing of eastern practices in western school settings. As cited by Renshaw and Cook, \"Unlike most other approaches to contemporary school-based intervention, which are squarely grounded in behavioral, cognitive-behavioral, and ecological systems theories, MBIs have their origins in Eastern religious traditions\".[176] Some school administrators are concerned about implementing such practices, and parents have been reported to take their children out of mindfulness programs because of their personal religious beliefs. Yet, MBIs continue to be accepted by the mainstream in both primary and secondary schools because, \"Mindfulness practices, particularly in relation to children who might otherwise be considered broken or unredeemable, fill a critical niche – one that allows its advocates to imagine a world where people can change, become more compassionate, resilient, reflective, and aware; a world with a viable future\".[179] As mindfulness in education continues to develop, ethical consequences will remain a controversial issue because the generic description for the \"benefits\" and \"results\" of MBIs are largely concerned with individual and inward-focused achievement, rather than the original Buddhist ideal of global human connection.\n\nAvailable research reveals a relationship between mindfulness and attention. Semple, Lee, Rosa, & Miller argue, \"Anxiety can impair attention and promote emotionally reactive behaviors that interfere with the development of good study skills, so it seems reasonable that increased mindfulness would be associated with less anxiety\".[180] They conducted a randomized trial of Mindfulness-Based Cognitive Therapy for Children (MBCT-C) that found promise in managing anxiety for elementary school-aged children, and suggests that those who completed the program displayed fewer attention problems. In addition, Flook shows how an eight-week mindfulness awareness program was evaluated in a random and controlled school setting and measured the effects of awareness practices on executive functions in elementary school children. Their findings concluded, \"Participation in the mindfulness awareness program was associated with improvements in behavioral regulation, metacognition, and overall executive functions\".[181] In the study by Flook, parents and teachers completed questionnaires which propose that participation in mindfulness programs is associated with improvements in child behavioral regulation. These perspectives are a valuable source of data given that caregivers and educators interact with the children daily and across a variety of settings. According to Eklund, Omalley, and Meyer, \"School-based practitioners should find promise in the evidence supporting mindfulness-based practices with children, parents, and educators\".[177] Lastly, a third study by Zenner, Herrnleben-Kurz, and Walach concluded, \"Analysis suggest that mindfulness-based interventions for children and youths are able to increase cognitive capacity of attending and learning by nearly one standard deviation and yield\".[175] Application of Mindfulness-Based Interventions continue to increase in popularity and practice.[citation needed]\n\nMindfulness-Based Interventions are rising across western culture, but its effectiveness in school programs is still being determined. Research contends, \"Mindfulness-based approaches for adults are effective at enhancing mental health, but few controlled trials have evaluated their effectiveness among young people\".[182] Although much of the available studies find a high number of mindfulness acceptability among students and teachers, more research needs to be conducted on its effects on well-being and mental health for students. In a firmly controlled experiment, Johnson, Burke, Brinkman, and Wade evaluated \"the impact of an existing and widely available school-based mindfulness program\". According to their research, \"no improvements were demonstrated on any outcome measured either immediately post-intervention or at three-month follow-up\".[183] Many questions remain on which practices best implement effective and reliable mindfulness programs at schools, and further research is needed to identify the optimal methods and measurement tools for mindfulness in education.[citation needed]\n\nMindfulness training appears to be getting popular in the business world, and many large corporations have been incorporating mindfulness practices into their culture.[184][185][186] For example, companies such as Google, Apple, Procter & Gamble, General Mills, Mayo Clinic, and the U.S. Army offer mindfulness coaching, meditation breaks and other resources to their employees to improve workplace functioning.[184][187]\n\nThe introduction of mindfulness in corporate settings still remains in early stages and its potential long-term impact requires further assessment. Mindfulness has been found to result in better employee well-being,[188] lower levels of frustration, lower absenteeism and burnout as well as an improved overall work environment.[187]\n\nLegal and law enforcement organizations are also showing interest in mindfulness:[189]\n\nMindfulness has been taught in prisons, reducing hostility and mood disturbance among inmates, and improving their self-esteem.[191] Additional studies indicate that mindfulness interventions can result in significant reductions in anger, reductions in substance use, increased relaxation capacity, self-regulation and optimism.[192][193]\n\nMany government organizations offer mindfulness training.[194] Coping Strategies is an example of a program utilized by United States Armed Forces personnel.[citation needed] The British Parliament organized a mindfulness-session for its members in 2014, led by Ruby Wax.[web 29]\n\n"
        },
        {
            "title": "Scientific research",
            "text": "Mindfulness has gained increasing empirical attention since 1970[18][134] and has been studied often as an intervention for stress reduction.[23][27][195] Meta analyses indicate its beneficial effects for healthy adults,[20][196][197] for adolescents and children,[175][31] as well as for different health-related outcomes including weight management,[198][199][200] psychiatric conditions,[201][202][203] heart disease,[59][53] sleep disorders,[204][205][206] cancer care,[207][208][209][210] adult autism treatment,[211] multiple sclerosis,[212][213] and other health-related conditions.[214][215][216] An often-cited meta-analysis on meditation research published in JAMA in 2014,[217] found insufficient evidence of any effect of meditation programs on positive mood, attention, substance use, eating habits, sleep, and weight, but found that there is moderate evidence that meditation reduces anxiety, depression, and pain. However, this study included a highly heterogeneous group of meditation styles (i.e., it did not focus exclusively on mindfulness meditation), which is a significant limitation of this study. Additionally, while mindfulness is well known to have positive psychological effect among individuals diagnosed with various types of cancers,[210] the evidence is unclear regarding its effectiveness in men with prostate cancer.[209]\n\nThousands of studies on meditation have been conducted, though the methodological quality of some of the studies is poor. Recent reviews have pointed out many of these issues.[3][32][218] Nonetheless, mindfulness meditation is a popular subject for research, and many present potential benefits for a wide array of conditions and outcomes. For example, the practice of mindfulness has also been used to improve athletic performance,[219][29] as a beneficial intervention for children with special needs and their caregivers,[220][221][222] as a viable treatment option for people with insomnia[223][224] an effective intervention for healthy aging,[225][226][227] as a strategy for managing dermatological conditions[228] and as a useful intervention during pregnancy and the perinatal period.[229][230][231] Recent studies have also demonstrated that mindfulness meditation significantly attenuates physical pain through multiple, unique mechanisms.[232] Meditation also may allow one to modulate pain. When exposed to pain from heating, the brain scans of the mindfulness meditation participants (by use of functional magnetic resonance imaging) showed their brains notice the pain equally, however it does not get converted to a perceived pain signal. As such they experienced up to 40–50% less pain.[233]\n\nFurther, mindfulness meditation also appears to lead to increased telomere length,[60] which is an important finding considering that short telomeres can be a risk factor for the development of several chronic health conditions.[234] Research has also investigated mindful movements and mindful exercises for different patient populations.[235][236] Mindfulness-based approaches are a major subject of increasing research interest, 52 papers were published in 2003, rising to 477 by 2012.[72] Nearly 100 randomized controlled trials had been published by early 2014.[237]\n\nResearch studies have also focused on the effects of mindfulness on the brain using neuroimaging techniques, physiological measures and behavioral tests.[3][195][238] Research on the neural perspective of how mindfulness meditation works suggests that it exerts its effects in components of attention regulation, body awareness and emotional regulation.[239] When considering aspects such as sense of responsibility, authenticity, compassion, self-acceptance and character, studies have shown that mindfulness meditation contributes to a more coherent and healthy sense of self and identity.[240][241] Neuroimaging techniques suggest that mindfulness practices such as mindfulness meditation are associated with \"changes in the anterior cingulate cortex, insula, temporo-parietal junction, fronto-limbic network and default mode network structures.\"[239][242] Further, mindfulness meditation may prevent or delay the onset of mild cognitive impairment and Alzheimer's disease.[243] Additionally, mindfulness-induced emotional and behavioral changes have been found to be related to functional and structural changes in the brain.[242][244] It has also been suggested that the default mode network of the brain can be used as a potential biomarker for monitoring the therapeutic benefits of meditation.[245] Recent research also suggest that the practice of mindfulness could influence genetic expression leading to a reduced risk of inflammation-related diseases and favourable changes in biomarkers.[246][247]\n\nGrey matter concentrations in brain regions that regulate emotion, self-referential processing, learning and memory processes have shown changes in density following MBSR.[248][245] Additionally, MBSR practice has been associated with improvement of the immune system[3][55] which could explain the correlation between stress reduction and increased quality of life.[249] Part of these changes are a result of the thickening of the prefrontal cortex (executive functioning) and hippocampus (learning and memorisation ability), the shrinking of the amygdala (emotion and stress response) and the strengthening of the connections between brain cells.[250][251][252] Long-term meditators have larger amounts of gyrification (\"folding\" of the cortex, which may allow the brain to process information faster) than people who do not meditate. Further, a direct correlation was found between the amount of gyrification and the number of meditation years, possibly providing further proof of the brain's neuroplasticity, or ability to adapt to environmental changes.[250]\n\nMindfulness (as a trait, distinguished from mindfulness practice) has been linked to many outcomes. In an overview,[33] Keng, Smoski, and Robins summarize: \"Trait mindfulness has been associated with higher levels of life satisfaction, agreeableness, conscientiousness, vitality, self esteem, empathy, sense of autonomy, competence, optimism, and pleasant affect. A 2020 study found links between dispositional mindfulness and prosocial behavior.[253] Studies have also demonstrated significant negative correlations between mindfulness and depression, neuroticism, absentmindedness, dissociation, rumination, cognitive reactivity, social anxiety, difficulties in emotion regulation, experiential avoidance, alexithymia, intensity of delusional experience in the context of psychosis, and general psychological symptoms.\" (References to underlying studies omitted from quotation.)\n\nThe mechanisms that make people less or more mindful have been researched less than the effects of mindfulness programmes, so we do not know much about what are the relevant components of mindfulness practice. For example, meta-analyses have shown that mindfulness practice does increase mindfulness when compared to active control groups,.[31][197] This may be because we do not know how to measure mindfulness. It could also be that mindfulness is dose-dependent and increases with more experience.[254][255] To counter that, Bergomi et al.[256] found that \"results provide evidence for the associations between self-reported mindfulness and meditation practice and suggest that mindfulness is particularly associated with continued practice in the present, rather than with accumulated practice over years.\"\n\nSome research into other mechanisms has been done. One study[257] conceptualized such mechanisms in terms of competition for attention. In a test of that framework, mindfulness was found to be associated (as predicted) with having an activated intention to be mindful, with feeling good, and with not being hurried or very busy. Regarding the relationship between feeling good and being mindful, a different study[258] found that causality probably works both ways: feeling good increases mindfulness, and mindfulness increases feeling good.\n\nOne theory suggests an additional mechanism termed as reperceiving. Reperceiving is the beneficial effect that comes after the process of being mindful after all the intention, attention, and attitude has been experienced. Through reperceiving there is a shift in perspective. Reperceiving permits disassociation from thoughts, emotions, and physical sensations, and allows one to exist with them instead of being defined by them.[259]\n\n"
        },
        {
            "title": "Concerns and criticism",
            "text": "Many of the above cited review studies however also indicate the necessity for more high-quality research in this field such as conducting intervention studies using larger sample sizes, the use of more randomized controlled studies and the need for providing more methodological details in reported studies.[3][33] The majority of studies also either measure mindfulness as a trait, and in research that use mindfulness interventions in clinical practice, the lack of true randomisation poses a problem for understanding the true effectiveness of mindfulness. Experimental methods using randomised samples, though, suggest that mindfulness as a state or temporary practice can influence felt emotions such as disgust and promote abstract decision-making.[260][261][262] There are also a few review studies that have found little difference between mindfulness interventions and control groups, though they did also indicate that their intervention group was treated too briefly for the research to be conclusive.[263][264] In some domains, such as sport, a lack of internal validity across studies prevents any strong claims being made about the effects of mindfulness.[29] These studies also list the need for more robust research investigations. Several issues pertaining to the assessment of mindfulness have also been identified including the current use of self-report questionnaires.[3][33][265] Potential for bias also exists to the extent that researchers in the field are also practitioners and possibly subject to pressures to publish positive or significant results.[8]\n\nVarious scholars have criticized how mindfulness has been defined or represented in recent Western psychology publications.[100][266]\nThese modern understandings depart significantly from the accounts of mindfulness in early Buddhist texts and authoritative commentaries in the Theravada and Indian Mahayana traditions.[266]: 62 [267] Adam Valerio has introduced the idea that conflict between academic disciplines over how mindfulness is defined, understood, and popularly presented may be indicative of a personal, institutional, or paradigmatic battle for ownership over mindfulness, one where academics, researchers, and other writers are invested as individuals in much the same way as religious communities.[132]\n\nThe popularization of mindfulness as a \"commodity\"[268] has been criticized, being termed \"McMindfulness\" by some critics.[web 30][web 31][269] According to John Safran, the popularity of mindfulness is the result of a marketing strategy:[268]\n\"McMindfulness is the marketing of a constructed dream; an idealized lifestyle; an identity makeover.\"[268][270][271] The psychologist Thomas Joiner argues that modern mindfulness meditation has been \"corrupted\" for commercial gain by self-help celebrities, and suggests that it encourages unhealthy narcissistic and self-obsessed mindsets.[272][273]\n\nAccording to Purser and Loy, mindfulness is not being used as a means to awaken to insight in the \"unwholesome roots of greed, ill will and delusion,\"[web 30] but reshaped into a \"banal, therapeutic, self-help technique\" that has the opposite effect of reinforcing those passions.[web 30] While mindfulness is marketed as a means to reduce stress, in a Buddhist context it is part of an all-embracing ethical program to foster \"wise action, social harmony, and compassion.\"[web 30] The privatization of mindfulness neglects the societal and organizational causes of stress and discomfort, instead propagating adaptation to these circumstances.[web 30] According to Bhikkhu Bodhi, \"[A]bsent a sharp social critique, Buddhist practices could easily be used to justify and stabilize the status quo, becoming a reinforcement of consumer capitalism.\"[web 30] The popularity of this new brand of mindfulness has resulted in the commercialization of meditation through self-help books, guided meditation classes, and mindfulness retreats.\n\nBuddhist commentators have criticized the movement as being presented as equivalent to Buddhist practice, while in reality it is very possibly denatured with undesirable consequences, such as being ungrounded in the traditional reflective morality and therefore, astray from traditional Buddhist ethics. Criticisms suggest it to be either de-moralized or re-moralized into clinically based ethics. The conflict is often presented with concern to the teacher's credentials and qualifications, rather than the student's actual practice. Reformed Buddhist-influenced practices are being standardized and manualized in a distinct separation from Buddhism - which is seen as a religion based in monastic temples - and expressed as “mindfulness” in a new psychology ethic, practiced in modern meditation centers.[275]\n\nIn media reports, people have attributed unexpected effects of increasing fear and anxiety, panic or \"meltdowns\" after practicing, which they suggest could expose bipolar vulnerability or repressed PTSD symptoms.[276] However, according to published peer-reviewed academic articles, these negative effects of meditation are rare for mindfulness meditation,[3][277][278] and appear to happen due to a poor understanding of what actually constitutes mindfulness/meditation practices.[6][277]\n\n"
        }
    ]
}