{
    "url": "https://en.wikipedia.org/wiki/Minicomic",
    "title": "Minicomic",
    "table_of_contents": [
        "1 Overview",
        "2 History",
        "3 Alternate meaning",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A minicomic is a creator-published comic book, often photocopied and stapled or with a handmade binding. In the United Kingdom and Europe the term small press comic is equivalent with minicomic, reserved for those publications measuring A6 (105 mm × 148 mm) or less.\n\nMinicomics, sometimes called ashcan copies, and sometimes zine comics, are a common inexpensive way for those who want to make their own comics on a very small budget, with mostly informal means of distribution. A number of cartoonists — such as Jessica Abel, Julie Doucet, and Adrian Tomine — have started their careers this way and later gone on to more traditional types of publishing, while other established artists — such as Matt Feazell and John Porcellino — continue to publish minicomics as their main means of production. \n\n"
        },
        {
            "title": "Overview",
            "text": "The term \"minicomic\" was originally used in the United States and has a somewhat confusing history. Originally, it referred only to size: a digest comic measured 5.5 inches wide by 8.5 inches tall, while a minicomic was 5.5 inches by 4.25 inches.[citation needed]\n\nCurrently, there is no standard format for a minicomic. Anything between something the size of a postage stamp to regular comic book size can be considered a minicomic. The term \"minicomic\" is used in a more general sense, emphasizing the publication's handmade, informal aspect rather than the format. By this loose definition, a single photocopied page folded in quarters would still be a minicomic, but so would a thicker digest-sized comic, or even a large, elaborate, and relatively expensive photocopied booklet with a silkscreened cover. Even some professionally printed and bound booklets are referred to as minicomics, as long as they are published by the artist and marketed in minicomic venues, but this usage is controversial.[citation needed]\n\nMany minicomics are non-standard comic book sizes for aesthetic reasons,[citation needed] or are often connected to graphic design and book print \"tricks\" to look good.[citation needed] Many of these typical sizes are convenient for artists using standard office supplies: a US letter page can be folded in half to make a digest, or in quarters for a minicomic. These comics are generally photocopied, although some are produced in larger quantities using offset printing. \n\nIn North America, the United Kingdom, and Malaysia, minicomics are rarely found in traditional \"direct market\" comic-book stores; they are often sold directly by the artist at book fairs or through the mail, ordered from websites, or handled by small bookstores and distributors that carry zines. In terms of production and distribution issues and their audience, minicomics—of all of the sizes and types mentioned above—have much more in common with each other, and with zines, than with any traditionally published comics.[citation needed] In Europe many specialized comic books stores have a special little corner dedicated to the odd off-size little self-printed books.[citation needed] At comic book conventions, such as the one in Angoulême, there are large markets where the little books are available. Because most of the books are rather cheap and were printed in limited quantities, they have become a target of collecters.[citation needed]\n\nMinicomics typically have no editorial oversight, and both their content and quality vary widely. Many of the creators of minicomics do not expect to make a significant amount of money, or even cover their costs, with the price they charge for their comics.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "The earliest and most popular comics in mini- and digest sizes—predating not only the term minicomic, but even the standard comic-book format—were the anonymous and pornographic Tijuana bibles of the 1920s.\n\nThe underground publisher San Francisco Comic Book Company, run by Gary Arlington, published a number of minicomics in the period 1968–1976, including minicomics by Art Spiegelman and Bill Griffith.\n\nIn c. 1968, Carl Gafford created Blue Plaque Publications, the first minicomic co-op, a cooperative of minicomic creators that traded and promoted small press comics and fanzines.\n\nJack T. Chick's \"Chick tracts\", which began appearing widely in the early 1970s, also used a mini-size, although they are not typically considered mincomics.[citation needed]\n\nMatt Feazell's popular Cynicalman mincomics, which began in 1980, utilize the US letter page folded in quarters; the same format used by Alfred Huete's award-winning DADA mini.[citation needed]\n\nMany minicomics in the 1980s were produced by artists influenced by the underground comix scene who were unable to get work published in underground and alternative publications.[1] Michael Dowers' Starhead Comix published many minicomics throughout the latter half of the 1980s, before the company moved to traditional comic book printing and distribution.\n\nJohn Porcellino's King-Cat Comics, first published in May 1989 and still being published, is among the best-known and longest-running minicomics titles.\n\nIn 1989 and 1990, Roger May published minicomics made of work done at those years' respective San Diego Comic-Cons. The first one, titled Open Season: the Mini Comic, included work from Jaime Hernandez, Sergio Aragonés, Guy Colwell, Eddie Campbell, Bryan Talbot, Val Mayerik, Scott Shaw, Howard Cruse, Angela Bocage, Stephen Bissette, Mario Hernandez, Larry Marder, Mary Fleener, David A. Cherry, Joshua Quagmire, Clayton Moore, Phoebe Gloeckner, Steve Lafler, Terry Beatty, William Stout, J. R. Williams, Rick Geary, and Paul Mavrides. The second issue, created at the 1990 convention, was titled Graphic Babylon: San Diego Comic Con Minicomix 1990. The all-star roster of contributors included Robert Williams, Orz, Mary Fleener, Mercy Van Vlack, Bob Burden, L. Lois Buhalis, Guy Colwell, Sergio Aragonés, Angela Bocage, Larry Marder, Chuck Austen, Terry Laban, Larry Todd, Mark Bodé, Ray Zone, Larry Welz, Scott Shaw, Michael T. Gilbert, Rick Geary, Phil Foglio, Wayno, J. R. Williams, and Dan O'Neill.\n\nIn the 1990s, before the widespread adoption of the World Wide Web, minicomics became a popular form of self-distribution for alternative cartoonists, aided by such publications as Factsheet Five. Comic book series like Jessica Abel's Artbabe, Julie Doucet's Dirty Plotte,[2] and Adrian Tomine's Optic Nerve[3] all started out as self-published minicomics before being picked up by legitimate publishers.\n\nIn 1993, Rick Bradford (who had been involved in the minicomics scene since 1985) began publishing Poopsheet, a zine that reviewed other small publications, including minicomics. Poopsheet eventually became a website and is now known as The Poopsheet Foundation, which is dedicated to archiving the history of minicomics.\n\nThe Ignatz Award for Best Minicomic has been awarded at the Small Press Expo every year since 1997.\n\nIn 2003, cartoonists Andy Hartzell[4] and Jesse Reklaw co-founded Global Hobo Distro, a distributor dedicated to hand-made and hard-to-find comics that is partnered with Last Gasp.\n\n"
        },
        {
            "title": "Alternate meaning",
            "text": "The term minicomic also refers to the small comics booklets that come in the packages of some toys:\n\n"
        }
    ]
}