{
    "url": "https://en.wikipedia.org/wiki/Minicon",
    "title": "Minicon",
    "table_of_contents": [
        "1 Features",
        "2 History",
        "3 Latest convention",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Minicon is a science fiction and fantasy convention in Minneapolis usually held on Easter weekend. Started in 1968 and running approximately annually since then, it is one of the oldest science fiction conventions in the midwest United States.[1] It is run by the Minnesota Science Fiction Society, a non-profit organization that is \"dedicated to furthering the appreciation of science fiction and fantasy literature\".\n\nMinicon has had many guests of honor over the years, including Gordon R. Dickson, Poul Anderson, Clifford D. Simak, Lester del Rey, Frederik Pohl, Octavia E. Butler, Harlan Ellison, Larry Niven, and Terry Pratchett.\n\n"
        },
        {
            "title": "Features",
            "text": "Staples of modern Minicons are:\n\n"
        },
        {
            "title": "History",
            "text": "The first Minicon was held on 6 January 1968 in Coffman Union at the University of Minnesota and had approximately 60 attendees.  In all subsequent years it was held in area hotels.  Attendance grew fairly steadily for many years, culminating in a series of conventions that drew over 3000 people and used as many as 4 hotels.  However, in 1999, Minicon downscaled dramatically due to a feeling among some organizers that it had strayed too far from its roots and had become unmanageable.  Recent Minicons have had between 400 and 700 attendees.[2]\n\nAround the time that Minicon reduced its size, some other conventions sprang up in the area, including CONvergence and MarsCon.\n\nMinicon should not be confused with MinnCon, a dark fantasy/horror convention founded in 1971 by fans living in St. Paul, Minnesota. MinnCon changed its name to Arcana in 1988 to avoid confusion but many area fans still refer to the convention by its older name. The term \"minicon\" is often used informally in science fiction circles for any small convention.\n\n"
        },
        {
            "title": "Latest convention",
            "text": "Minicon 50 was held April 2–5, 2015 at the DoubleTree Bloomington Hotel in Bloomington, Minnesota. The guests of honor scheduled were authors Jane Yolen, Larry Niven and Brandon Sanderson; publisher Tom Doherty; musician Adam Stemple and artist Michael Whelan. \n\nMinicon 51 was held on Easter Weekend 2016 (March 25-27), and featured guests of honor author Seanan McGuire and artist Sara Butcher Burrier.\n\nMinicon 52 was held on Easter Weekend 2017 (April 14-16), and featured guests of honor Jim C. Hines, Brother Guy Consolmagno, Mark Oshiro, and Jeff Lee Johnson\n\nMinicon 53 was held on Easter Weekend 2018 (March 30 - April 1) and feature guests of honor Lyda Morehouse and Rachel Swirsky and feature the art of Jon Arfstrom\n\n"
        }
    ]
}