{
    "url": "https://en.wikipedia.org/wiki/Mining_in_the_United_States",
    "title": "Mining in the United States",
    "table_of_contents": [
        "1 History",
        "2 Mining by commodity",
        "3 Mining by mineral",
        "4 Mining by state",
        "5 Mining accidents",
        "6 Environmental impact",
        "6.1 Mountain top removal",
        "6.2 Abandoned mines",
        "7 Controversies",
        "8 See also",
        "9 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mining in the United States has been active since the beginning of colonial times, but became a major industry in the 19th century with a number of new mineral discoveries causing a series of mining rushes. In 2015, the value of coal, metals, and industrial minerals mined in the United States was US $109.6 billion. 158,000 workers were directly employed by the mining industry.[1]\n\nThe mining industry has a number of impacts on communities, individuals and the environment. Mine safety incidents have been important parts of American occupational safety and health history. Mining has a number of environmental impacts. In the United States, issues like mountaintop removal, and acid mine drainage have widespread impacts on all parts of the environment. As of January 2020. the EPA lists 142 mines in the Superfund program.[2]\n\nIn 2019, the country was the 4th world producer of gold;[3] 5th largest world producer of copper;[4] 5th worldwide producer of platinum;[5] 10th worldwide producer of silver;[6] 2nd largest world producer of rhenium;[7] 2nd largest world producer of sulfur;[8] 3rd largest world producer of phosphate;[9] 3rd largest world producer of molybdenum;[10] 4th largest world producer of lead;[11] 4th largest world producer of zinc;[12] 5th worldwide producer of vanadium;[13] 9th largest world producer of iron ore;[14] 9th largest world producer of potash;[15] 12th largest world producer of cobalt;[16] 13th largest world producer of titanium;[17] world's largest producer of gypsum;[18] 2nd largest world producer of kyanite;[19] 2nd largest world producer of limestone;[20] in addition to being the 2nd largest world producer of  salt.[21] It was the world's 10th largest producer of uranium in 2018. [22]\n\n"
        },
        {
            "title": "History",
            "text": "See also:\n\n"
        },
        {
            "title": "Mining by commodity",
            "text": "Top Commodities mined in the US, 2019\n\n"
        },
        {
            "title": "Mining accidents",
            "text": "From 1880 to 1910, mine accidents claimed thousands of fatalities, with more than 3,000 in 1907 alone.[24] Where annual mining deaths had numbered more than 1,000 a year during the early part of the 20th century, they decreased to an average of about 500 during the late 1950s, and to 93 during the 1990s.[25] In addition to deaths, many thousands more are injured (an average of 21,351 injuries per year between 1991 and 1999), but overall there has been a downward trend of deaths and injuries.\n\nThe Monongah Mining Disaster was the worst mining accident of American history; 362 workers were killed in an underground explosion on December 6, 1907 in Monongah, West Virginia. The U.S. Bureau of Mines was created in 1910 to investigate accidents, advise industry, conduct production and safety research, and teach courses in accident prevention, first aid, and mine rescue. The Federal Coal Mine Health and Safety Acts of 1969 and 1977 set further safety standards for the industry.\n\nIn 1959, the Knox Mine Disaster occurred in Port Griffith, Pennsylvania. The swelling Susquehanna river collapsed into a mine under it and resulted in 12 deaths. In Plymouth, Pennsylvania, the Avondale Mine Disaster resulted in the deaths of 108 miners and two rescue workers after a fire in the only shaft eliminated the oxygen in the mine. Federal laws for mining safety ensued this disaster. Pennsylvania suffered another disaster in 2002 at Quecreek, 9 miners were trapped underground and subsequently rescued after 78 hours. During 2006, 72 miners lost their lives at work, 47 by coal mining. The majority of these fatalities occurred in Kentucky and West Virginia, including the Sago Mine Disaster.[26][27] On April 5, 2010, in the Upper Big Branch Mine disaster an underground explosion caused the deaths of 29 miners.\n\n"
        },
        {
            "title": "Environmental impact",
            "text": "Mining has environmental impacts at many stages in the process and production of mining. In the United States, many different regions in the United States have environmental challenges caused by either historical or current mining.\n\nThere are 10,000s of abandoned mines in the United States. Many abandoned mines pose environmental challenges, such as Acid mine drainage. In Colorado alone, there are 18,382 abandoned mines.[31] The United States has had many different environmental disasters caused by these mines, such as the 2015 Gold King Mine waste water spill. Many superfund sites are mines. As of January 2020[update]. the EPA lists 142 mines in the Superfund program[2]\n\n"
        },
        {
            "title": "Controversies",
            "text": "Mines are often controversial in their local areas, with local residents split by those in favor particularly due to the economic impact of new jobs and those concerned by the environmental impact and occupational hazards. In the case of the proposed Crandon mine, the U.S. Supreme Court found that tribes have the right to regulate water and air, which destroyed the economic feasibility of the project.[32]\n\n"
        }
    ]
}