{
    "url": "https://en.wikipedia.org/wiki/Miniseries",
    "title": "Miniseries",
    "table_of_contents": [
        "1 Definitions",
        "1.1 21st-century definitions",
        "2 History",
        "2.1 United Kingdom",
        "2.2 North America",
        "2.3 Japan",
        "2.4 South Korea",
        "2.5 Soviet Union/Russia",
        "2.6 Brazil",
        "3 Popularity",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A miniseries or mini-series is a television series that tells a story in a predetermined, limited number of episodes. \"Limited series\" is another more recent US term which is sometimes used interchangeably. As of 2021[update], the popularity of miniseries format has increased in both streaming services and broadcast television.\n\nThe term \"serial\" is used in the United Kingdom and in other Commonwealth nations to describe a show that has an ongoing narrative plotline, while \"series\" is used for a set of episodes in a similar way that \"season\" is used in North America.\n\n"
        },
        {
            "title": "Definitions",
            "text": "A miniseries is distinguished from an ongoing television series; the latter does not usually have a predetermined number of episodes and may continue for several years. Before the term was coined in the US in the early 1970s, the ongoing episodic form was always called a \"serial\", just as a novel appearing in episodes in successive editions of magazines or newspapers is called a serial. In Britain, miniseries are often still referred to as serials or series.[citation needed]\n\nSeveral commentators have offered more precise definitions of the term. In Halliwell's Television Companion (1987), Leslie Halliwell and Philip Purser suggested that miniseries tend to \"appear in four to six episodes of various lengths\",[1][2] while Stuart Cunningham in Textual Innovation in the Australian Historical Mini-series (1989) defined a miniseries as \"a limited run program of more than two and less than the 13-part season or half season block associated with serial or series programming\".[1][3] With the proliferation of the format in the 1980s and 90s, television films broadcast over even two or three nights were commonly referred to as miniseries in the US.[4][5]\n\nIn Television: A History (1985), Francis Wheen points out a difference in character development between the two: \"Both soap operas and primetime series cannot afford to allow their leading characters to develop, since the shows are made with the intention of running indefinitely. In a miniseries on the other hand, there is a clearly defined beginning, middle, and end (as in a conventional play or novel), enabling characters to change, mature, or die as the serial proceeds\".[1][6]\n\nIn 2015, the Academy of Television Arts & Sciences changed its guidelines on how Emmy nominees are classified, with shows with a limited run all referred to as \"limited series\" instead of \"miniseries\". This was a reversion to 1974, when the category was named \"outstanding limited series\". It had been changed to \"outstanding miniseries\" in 1986. Miniseries were put in the same category as made-for-television films from 2011 to 2014 before being given separate categories again.[7]\n\nThe Collins English Dictionary (online, as of 2021, UK) defines a miniseries as \"a television programme in several parts that is shown on consecutive days or weeks for a short period; while Webster's New World College Dictionary's (4th ed., 2010, US) definition is \"a TV drama or docudrama broadcast serially in a limited number of episodes\".[8]\n\nIn popular usage, by around 2020, the boundaries between miniseries and limited series have become somewhat blurred; the format has been described as a series with \"a self-contained narrative – whether three or 12 episodes long\".[9]\n\n"
        },
        {
            "title": "History",
            "text": "The British television serial is rooted in dramatic radio productions developed between the First and the Second World Wars. In the 1920s the BBC pioneered dramatic readings of books. In 1925 it broadcast A Christmas Carol, which became a holiday favourite. Later, John Reith, wanting to use radio waves to \"part the clouds of ignorance\", came up with the idea of a classic serial, based on a \"classical\" literary text.[10]\n\nIn 1939 the BBC adapted the romantic novel The Prisoner of Zenda for radio broadcast. Its adapter, Jack Inglis, compressed several characters into one and simplified the plotline. The production struck a chord with listeners and served as a prototype for serials that followed it.[citation needed]\n\nPost-war BBC Television picked up the classic radio serial tradition by broadcasting The Warden by Anthony Trollope over six-episodes in 1951. Pride and Prejudice was serialised in 1952, Jane Eyre in 1955. In 1953 the BBC broadcast the first serial written specifically for television: the six-part The Quatermass Experiment. Its success paved the way for two more six-part serials: Quatermass II in 1955 and Quatermass and the Pit in 1958. In November 1960 the BBC televised a thirteen-episode adaptation of Charles Dickens's Barnaby Rudge. In December of that year it broadcast a four-episode dramatisation of Jane Austen's Persuasion.[11]\n\nTo compete with commercial television, BBC launched BBC2 in 1964. It had a new time slot allocated for classic serial adaptations on Saturday evenings. The late-night broadcast allowed for more risky and sophisticated choices and for longer episodes. In 1967 The Forsyte Saga was broadcast in 26 50-minute episodes. Following its success in Britain, the series was shown in the United States on public television and broadcast all over the world, and became the first BBC television series to be sold to the Soviet Union.[12][13]\n\nAnthology series dominated American dramatic programming during the Golden Age of Television, when \"every night was opening night; one never knew when a flick of the knob would spark the birth of great theatrical literature\".[14] A different story and a different set of characters were presented in each episode. Very rarely the stories were split into several episodes, like 1955 Mr. Lincoln from Omnibus series, which was presented in two parts, or 1959 adaptation of For Whom the Bell Tolls[15][16] from Playhouse 90 series, which was initially planned by the director John Frankenheimer to consist of three parts, but ultimately was broadcast as two 90-minute installments.[17][18] The high cost and technical difficulties of staging a new play every week, which would cost as much as—or more than—an episode of a filmed television series, led to the demise of anthology programming by the end of the 1950s.[19] The void was filled with less expensive series like Gunsmoke or Wagon Train, which featured the same characters every week and had higher potential for lucrative rebroadcast and syndication rights. It was the American success in 1969–1970 of the British 26-episode serial The Forsyte Saga (1967) that made TV executives realize that finite multi-episode stories based on novels could be popular and could provide a boost to weekly viewing figures.[1][6]\n\nThe form began in earnest in the spring of 1974 with the CBC's eight-part serial The National Dream, based on Pierre Berton's nonfiction book of the same name about the building of the Canadian Pacific Railway, and ABC's two-part QB VII, based on the novel by Leon Uris. Following these initial forays, broadcasters used miniseries to bring other books to the screen.[citation needed]\n\nRich Man, Poor Man, based on the novel by Irwin Shaw, was broadcast in 12 one-hour episodes in 1976 by ABC. It popularized the miniseries format and started a decade-long golden age of television miniseries versions of popular books featuring stars above television class.[20] Alex Haley's Roots in 1977 can fairly be called the first blockbuster success of the format. Its success in the USA was partly due to its schedule: the 12-hour duration was split into eight episodes broadcast on consecutive nights, resulting in a finale with a 71 percent share of the audience and 130 million viewers, which at the time was the highest rated TV program of all time. TV Guide (April 11–17, 1987) called 1977's Jesus of Nazareth \"the best miniseries of all time\" and \"unparalleled television\". North and South, the 1985 adaptation of a 1982 novel by John Jakes, remains one of the 10 highest rated miniseries in TV history.[21][22][23]\n\nJapanese serialized television production can be traced back to the Sunday Diary of My Home (Waga Ya no Nichiyo Nikki), which was aired by NTV in 1953 and consisted of 25 half-hour episodes. This \"home drama\" focused on generational differences and the contradictions of being a loving family in a confined space, outlining a style of drama that lives on to this day. In the same year NHK tried its own variation of the home drama format in the Ups and Downs Toward Happiness (Kofuku e no Kifuku), which comprised thirteen episodes. Its protagonists, a formerly wealthy family fallen on hard times, is forced to struggle for its own existence.[24] Since then, Japanese television drama, also called dorama (ドラマ), became a staple of Japanese television.\n\nEvening dramas air weekly and usually comprise ten to fourteen one-hour long episodes. Typically, instead of being episodic there is one story running throughout the episodes. Since they are of a fixed length, dramas have a definite ending, and since they are relatively long, they can explore character, situation, and interesting dialogue in a way not possible in movies. Doramas are never canceled mid-season, but they also do not continue into the next season even if extremely popular. Popular dramas do often give rise to \"specials\" made after the final episode, if the show has been a huge success.[25]\n\nSouth Korea started to broadcast television series (Korean: 드라마; RR: deurama) in the 1960s. Since then, the shows became popular worldwide, partially due to the spread of the Korean Wave, with streaming services that offer multiple language subtitles.\n\nKorean dramas are usually helmed by one director and written by one screenwriter, thus having a distinct directing style and language, unlike American television series, where often several directors and writers work together.[26] Series set in contemporary times usually run for one season, for 12−24 episodes of 60 minutes each.\n\nHistorical series (Sageuk) may be longer, with 50 to 200 episodes, and are either based on historical figures, incorporate historical events, or use a historical backdrop. While technically the word sageuk literally translates to \"historical drama,\" the term is typically reserved for dramas taking place during Korean history.[27]  Popular subjects of sageuks have traditionally included famous battles, royalty, famous military leaders and political intrigues.\n\nKorean dramas are usually shot within a very tight schedule, often a few hours before actual broadcast. Screenplays are flexible and may change anytime during production, depending on viewers' feedback.\n\nWhile the Soviet Union was among the first European countries to resume television broadcast after the Second World War, early Soviet television did not indulge its viewers with a variety of programming. News, sports, concerts and movies were the main staples during the 1950s. With state control over television production and broadcast, television was intended not merely for entertainment, but also as the means of education and propaganda. Soap operas, quiz shows and games were considered too lowbrow.[28]\n\nIn the beginning of the 1960s television was expanding rapidly. The increase in the number of channels and the duration of daily broadcast caused shortage of content deemed suitable for broadcast. This led to production of television films, in particular multiple-episode television films (Russian: многосерийный телевизионный фильм mnogoseriyny televizionny film)—the official Soviet moniker for miniseries.[28] Despite that the Soviet Union started broadcasting in color in 1967, color TV sets did not become widespread until the end of the 1980s. This justified shooting made-for-TV movies on black-and-white film.\n\nThe 1965 four-episode Calling for fire, danger close[29] is considered the first Soviet miniseries. It is a period drama set in the Second World War depicting the Soviet guerrilla fighters infiltrating German compound and directing the fire of the regular Soviet Army to destroy the German airfield. During the 1970s the straightforward fervor gave way to a more nuanced interplay of patriotism, family and everyday life wrapped into traditional genres of crime drama, spy show or thriller. One of the most popular Soviet miniseries—Seventeen Moments of Spring[30] about a Soviet spy operating in Nazi Germany—was shot in 1972. This 12-episode miniseries  incorporated features of political thriller and docudrama and included excerpts from period newsreels. Originally produced in black-and-white in 4:3 aspect ratio, it was colorized and re-formatted for wide-screen TVs in 2009.\n\nOther popular miniseries of the Soviet era include The Shadows Disappear at Noon[31] (1971, 7 episodes) about the fate of several generations of locals from a Siberian village; The Long Recess[32] (1973, 4 episodes) about the students and teachers of a night school; The Ordeal[33] (1977, 13 episodes)—an adaptation of the novel of the same name by Aleksey Tolstoy, which traces the development of the Russian society during the critical years of the First World War, the 1917 revolution and the civil war that followed; The Days of the Turbins[34] (1976, 3 episodes)—an adaptation of the play of the same name by Mikhail Bulgakov, about the fate of intelligentsia during the October Revolution in Russia; The Twelve Chairs[35] (1976, 4 episodes)—an adaptation of the satirical novel of the same name by Ilf and Petrov, where two partners in crime search for chairs from a former twelve-chair set, one of which has jewelry stashed in it; Open Book[36] (1977, 9 episodes)—an adaptation of the novel of the same name by Veniamin Kaverin about a Soviet female microbiologist who obtained the first batches of penicillin in the Soviet Union and organized its production; The Meeting Place Cannot Be Changed (1979, 5 episodes) about the fight against criminals in the immediate post-war period; Little Tragedies (1979, 3 episodes)—a collection of short theatrical plays based on works by Alexander Pushkin; The Suicide Club, or the Adventures of a Titled Person (1981, 3 episodes) about the adventures of Prince Florizel, a character of The Suicide Club stories by Robert Louis Stevenson; Dead Souls (1984, 5 episodes)—an adaptation of the novel of that name by Nikolai Gogol chronicling travels and adventures of Pavel Chichikov and the people whom he encounters; and TASS Is Authorized to Declare... (1984, 10 episodes) about the tug-of-war of Soviet and American intelligence agencies.\n\nNumerous miniseries were produced for children in the 1970s-1980s. Among them are: The Adventures of Buratino (1976, 2 episodes)—an adaptation of The Golden Key, or the Adventures of Buratino by Alexey Tolstoy, which in turn is a retelling of The Adventures of Pinocchio by Carlo Collodi; The Two Captains[37] (1976, 6 episodes)—an adaptation of The Two Captains by Veniamin Kaverin about a search for a lost Arctic expedition and the discovery of Severnaya Zemlya; The Adventures of Elektronic (1979, 3 episodes) about a humanoid robot meeting and befriending his prototype—a 6th grade schoolboy; Guest from the Future (1985, 5 episodes) about a girl travelling to contemporary time from the future.\n\nAfter the dissolution of the Soviet Union in 1991 the Russian television saw a period of privatization and liberalization. The television programming of the 1990s-2000s included a great deal of crime dramas set both in contemporary times (The Criminal Saint Petersburg,[38] 2000, 90 episodes) as well in the Tsarist Russia (The Mysteries of Sankt Petersburg,[39] 1994, 60 episodes).\n\nStarting from the 2000s, Russian TV saw a resurgence of book adaptations, such as The Idiot[40] (2003, 10 episodes)—an adaptation of the novel by Fyodor Dostoyevsky; The Case of Kukotskiy[41] (2005, 12 episodes)—an adaptation of the novel by Lyudmila Ulitskaya; The Master and Margarita[42] (2005, 10 episodes)—an adaptation of the novel by Mikhail Bulgakov; Doctor Zhivago[43] (2006, 11 episodes)—an adaptation of the novel by Boris Pasternak; Fathers and Sons[44] (2008, 4 episodes)—an adaptation of the novel by Ivan Turgenev; Life and Fate[45] (2012, 12 episodes)—an adaptation of the novel by Vasily Grossman; Kuprin[46][47][48] (2014, 13 episodes)—an adaptation of several novels by Aleksandr Kuprin.\n\nIn Brazil, the Rede Globo television network commenced the production of this type of television genre with the transmission of Lampião e Maria Bonita,[49][50] written by Aguinaldo Silva and Doc Comparato and directed by Paulo Afonso Grisolli, and broadcast in 1982 in eight episodes;[51] in Brazil these episodes are popularly known as \"chapters\", because each episode is analogous to a book chapter, where the following chapter begins at the same point where the previous one has ended.[52]\n\nRede Manchete, in the following year after its creation (1984), has produced and broadcast Marquesa de Santos.\n\nThe Brazilian miniseries usually consist of several dozen chapters, occasionally having longer duration, like Brazilian Aquarelle[53] that consists of 60 chapters, making it almost a \"mini-telenovela\".\n\nDue to the fact that they are broadcast at a later time than telenovelas (usually after 22:00 or 10 p.m.), miniseries are more daring in terms of themes, scenes, dialogues and situations, a function previously played by the \"novelas das dez\"—a popular term referring to the telenovelas that were broadcast at 10 p.m. between 1969 and 1979.[citation needed]\n\nMiniseries made by Rede Globo are released in the DVD format by the aforementioned television network, and a few of these miniseries are also released as a book, especially in the case of great successes such as Anos Rebeldes (\"Rebel Years\") and A Casa das Sete Mulheres (\"The House of the Seven Women\"); the latter was based on the eponymous book written by Letícia Wierzchowski, which became known due to the miniseries.[citation needed]\n\n"
        },
        {
            "title": "Popularity",
            "text": "The eighteen-hour 1983 miniseries The Winds of War was a ratings success, with 140 million viewers for all or part of the miniseries, making it the most-watched miniseries up to that time.[54] Its 1988 sequel War and Remembrance won for best miniseries, special effects and single-camera production editing, and was considered by some critics the ultimate epic miniseries on the American television.[20] However, it also signalled the start of the format's decline, as the $105 million production was a major ratings flop; the advent of VCR and cable television options was responsible for the decrease of length and ratings of most miniseries that continued into the mid-1990s.[20] By 1996, the highest-rated miniseries of the winter season garnered a 19 rating, less than the rating average of 22 of that same season's top-rated regular series.[20]\n\nIn Egypt, the 1980s and 1990s was the golden age of television miniseries attracting millions of Egyptians. For example, Mr. Shalash's Family miniseries starring Salah Zulfikar was the highest rated at the time.[55]\n\nThe Emmy Award was taken three times by the British police procedural drama Prime Suspect. A highlight of the 1990s was an HBO production From the Earth to the Moon, telling the story of the landmark Apollo expeditions to the Moon during the 1960s and early 1970s.[citation needed]\n\nIn the 21st century the format made a comeback on cable television and became popular on streaming services. History, for example, has had some of its greatest successes with miniseries such as America: The Story of Us, Hatfields & McCoys and The Bible,[citation needed] Political Animals by USA Network was honored with a Critics' Choice Television Award for Most Exciting New Series award, while HBO's Big Little Lies (which was eventually renewed for a second season) won eight Emmy awards.[56]\n\nTo designate one-season shows that are not intended for being renewed for additional seasons, the broadcast and television industry came up with terms like \"limited series\" or \"event series\". These terms also apply to multi-season shows which feature rotating casts and storylines each season, such as American Horror Story, Fargo and True Detective. This makes the self-contained season longer than a miniseries, but shorter than the entire run of the multi-season series. This terminology became relevant for the purpose of categorization of programs for industry awards.[57]\n\nSeveral television executives interviewed by The Hollywood Reporter stated that the term \"miniseries\" has negative connotations to the public, having become associated with melodrama-heavy works that were commonly produced under the format, while \"limited series\" or \"event series\" demand higher respect.[58] (Such was the cause of the parody miniseries The Spoils of Babylon, which lampooned many of the negative stereotypes of miniseries.)[59]\n\nIn the 21st century, two miniseries have had significant impact on pop culture, and are often named the two best shows ever made: Band of Brothers, released in 2001, and Chernobyl, released in 2019. When the final episode of Chernobyl aired, it was already the highest rated show in IMDb history.[60][61]\n\nThe mini-series as a format has become more popular than ever before.[9][62]\n\n"
        }
    ]
}