{
    "url": "https://en.wikipedia.org/wiki/Missionary",
    "title": "Missionary",
    "table_of_contents": [
        "1 By religion",
        "1.1 Buddhist missions",
        "1.2 Christian missions",
        "1.2.1 Historic",
        "1.2.2 Modern",
        "1.2.2.1 Maryknoll",
        "1.3 Hindu missions",
        "1.3.1 Ananda Marga missions",
        "1.4 Islamic missions",
        "1.4.1 Early Islamic missionaries during Muhammad's era",
        "1.4.2 Ahmadiyya Islam missions",
        "1.5 Jain missions",
        "1.6 Judaism",
        "1.7 Sikh missions",
        "1.8 Tenrikyo missions",
        "2 Criticism",
        "3 Impact of missions",
        "4 Lists of prominent missionaries",
        "4.1 American missionaries",
        "4.2 British Christian missionaries",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A missionary is a member of a religious group which is sent into an area in order to promote its faith or provide services to people, such as education, literacy, social justice, health care, and economic development.[1][2]\n\nIn the Latin translation of the Bible, Jesus Christ says the word when he sends the disciples into areas and commands them to preach the gospel in his name. The term is most commonly used in reference to Christian missions, but it can also be used in reference to any creed or ideology.[3]\n\nThe word mission originated in 1598 when Jesuits, the members of the Society of Jesus sent members abroad, derived from the Latin missionem (nom. missio), meaning 'act of sending' or mittere, meaning 'to send'.[4]\n\n"
        },
        {
            "title": "By religion",
            "text": "The first Buddhist missionaries were called \"Dharma Bhanaks\", and some[who?] see a missionary charge in the symbolism behind the Buddhist wheel, which is said to travel all over the earth bringing Buddhism with it. The Emperor Ashoka was a significant early Buddhist missioner. In the 3rd century BCE, Dharmaraksita—among others—was sent out by emperor Ashoka to proselytize[8] the Buddhist tradition through the Indian Maurya Empire, but also into the Mediterranean as far as Greece. Gradually, all India and the neighboring island of Ceylon were converted. Then Buddhism spread eastward and southeastward to the present lands of Burma, Thailand, Laos, Cambodia, Vietnam, and Indonesia.[9]\n\nBuddhism was spread among the Turkic people during the 2nd and 3rd centuries BCE into modern-day Pakistan, Kashmir, Afghanistan, eastern and coastal Iran, Uzbekistan, Turkmenistan, and Tajikistan. It was also taken into China brought by Kasyapa Matanga in the 2nd century CE, Lokaksema and An Shigao translated Buddhist sutras into Chinese. Dharmarakṣa was one of the greatest translators of Mahayana Buddhist scriptures into Chinese. Dharmaraksa came to the Chinese capital of Luoyang in 266 CE, where he made the first known translations of the Lotus Sutra and the Dasabhumika Sutra, which were to become some of the classic texts of Chinese Mahayana Buddhism. Altogether, Dharmaraksa translated around 154 Hīnayāna and Mahāyāna sutras, representing most of the important texts of Buddhism available in the Western Regions. His proselytizing is said to have converted many to Buddhism in China, and made Chang'an, present-day Xi'an, a major center of Buddhism. Buddhism expanded rapidly, especially among the common people, and by 381 most of the people of northwest China were Buddhist. Winning converts also among the rulers and scholars, by the end of the T'ang Dynasty Buddhism was found everywhere in China.[10]\n\nMarananta brought Buddhism to the Korean Peninsula in the 4th century. Seong of Baekje, known as a great patron of Buddhism in Korea, built many temples and welcomed priests bringing Buddhist texts directly from India. In 528, Baekje officially adopted Buddhism as its state religion. He sent tribute missions to Liang in 534 and 541, on the second occasion requesting artisans as well as various Buddhist works and a teacher. According to Chinese records, all these requests were granted. A subsequent mission was sent in 549, only to find the Liang capital in the hands of the rebel Hou Jing, who threw them in prison for lamenting the fall of the capital. He is credited with having sent a mission in 538 to Japan that brought an image of Shakyamuni and several sutras to the Japanese court. This has traditionally been considered the official introduction of Buddhism to Japan. An account of this is given in Gangōji Garan Engi. First supported by the Soga clan, Buddhism rose over the objections of the pro-Shinto Mononobe[11] and Buddhism entrenched itself in Japan with the conversion of Prince Shotoku Taishi.[9] When in 710 Emperor Shomu established a new capital at Nara with urban grid plan modeled after the capital of China, Buddhism received official support and began to flourish.[11]\n\nPadmasambhava, The Lotus Born, was a sage guru from Oḍḍiyāna who is said to have transmitted Vajrayana Buddhism to Bhutan and Tibet and neighbouring countries in the 8th century.\n\nThe use of missions, councils, and monastic institutions influenced the emergence of Christian missions and organizations, which developed similar structures in places that were formerly Buddhist missions.[12]\n\nDuring the 19th and 20th centuries, Western intellectuals such as Schopenhauer, Henry David Thoreau, Max Müller, and esoteric societies such as the Theosophical Society of H.P. Blavatsky, The Buddhist Society of Great Britain and Ireland and the Buddhist Society, London spread interest in Buddhism. Writers such as  Hermann Hesse and Jack Kerouac,   in the West, and the hippie generation of the late 1960s and early 1970s led to a re-discovery of Buddhism. During the 20th and 21st centuries Buddhism has again been propagated by missionaries into the West such as Ananda Metteyya (Theravadha Buddhism),[13] Suzuki Daisetsu Teitarō (Zen Buddhism),[14] the Dalai Lama[15] and monks including Lama Surya Das (Tibetan Buddhism). Tibetan Buddhism has been significantly active and successful in the West since the Chinese takeover of Tibet in 1959. Today Buddhists make a decent proportion of several countries in the West such as New Zealand, Australia, Canada, the Netherlands, France, and the United States.\n\nIn Canada, the immense popularity and goodwill ushered in by Tibet's Dalai Lama (who has been made honorary Canadian citizen) put Buddhism in a favourable light in the country. Many non-Asian Canadians embraced Buddhism in various traditions and some have become leaders in their respective sanghas.\n\nIn the early 1990s, the French Buddhist Union (UBF, founded in 1986) estimated that there are 600,000 to 650,000 Buddhists in France, with 150,000 French converts among them.[16] In 1999, sociologist Frédéric Lenoir estimated there are 10,000 converts and up to 5 million \"sympathizers\", although other researchers have questioned these numbers.[17]\n\nTaisen Deshimaru was a Japanese Zen Buddhist who founded numerous zendos in France. Thich Nhat Hanh, a Nobel Peace Prize-nominated, Vietnamese-born Zen Buddhist, founded the Unified Buddhist Church (Eglise Bouddhique Unifiée) in France in 1969. The Plum Village Monastery in the Dordogne in southern France was his residence and the headquarters of his international sangha.\n\nIn 1968 Leo Boer and Wener van de Wetering founded a Zen group, and through two books made Zen popular in the Netherlands.[18][19] The guidance of the group was taken over by Erik Bruijn,[20] who is still in charge of a flourishing community. The largest Zen group now is the Kanzeon Sangha, led by Nico Tydeman under the supervision of the American Zen master Dennis Genpo Merzel, Roshi, a former student of Maezumi Roshi in Los Angeles. This group has a relatively large centre where a teacher and some students live permanently. Many other groups are also represented in the Netherlands, like the Order of Buddhist Contemplatives in Apeldoorn, the Thich Nhat Hanh Order of Interbeing and the International Zen Institute Noorderpoort[21] monastery/retreat centre in Drenthe, led by Jiun Hogen Roshi.\n\nPerhaps the most widely visible Buddhist leader in the world is Tenzin Gyatso, the current Dalai Lama, who first visited the United States in 1979. As the exiled political leader of Tibet, he has become a popular cause célèbre. His early life was depicted in Hollywood films such as Kundun and Seven Years in Tibet. He has attracted celebrity religious followers such as Richard Gere and Adam Yauch. The first Western-born Tibetan Buddhist monk was Robert A. F. Thurman, now an academic supporter of the Dalai Lama. The Dalai Lama maintains a North American headquarters at Namgyal Monastery in Ithaca, New York.\n\nLewis M. Hopfe in his \"Religions of the World\" suggested that \"Buddhism is perhaps on the verge of another great missionary outreach\" (1987:170).\n\nA Christian missionary can be defined as \"one who is to witness across cultures\".[2] The Lausanne Congress of 1974, defined the term, related to Christian mission as, \"to form a viable indigenous church-planting movement\". Missionaries can be found in many countries around the world.\n\nIn the Bible, Jesus Christ is recorded as instructing the apostles to make disciples of all nations (Matthew 28:19–20, Mark 16:15–18). This verse is referred to by Christian missionaries as the Great Commission and inspires missionary work.\n\nThe Christian Church expanded throughout the Roman Empire already in New Testament times and is said by tradition to have reached even further, to Persia (Church of the East) and to India (Saint Thomas Christians). During the Middle Ages, the Christian monasteries and missionaries such as Saint Patrick (5th century), and Adalbert of Prague (ca 956–997) propagated learning and religion beyond the European boundaries of the old Roman Empire. In 596, Pope Gregory the Great (in office 590–604) sent the Gregorian Mission (including Augustine of Canterbury) into England. In their turn, Christians from Ireland (the Hiberno-Scottish mission) and from Britain (Saint Boniface (ca 675–754), and the Anglo-Saxon mission, for example)  became prominent in converting the inhabitants of central Europe.\n\nDuring the Age of Discovery, the Catholic Church established a number of missions in the Americas and in other Western colonies through the Augustinians, Franciscans, and Dominicans to spread Christianity in the New World and[22] to convert the Native Americans and other indigenous people. About the same time, missionaries such as Francis Xavier (1506–1552) as well as other Jesuits, Augustinians, Franciscans, and Dominicans reached Asia and the Far East, and the Portuguese sent missions into Africa. Emblematic in many respects is  Matteo Ricci's Jesuit mission to China from 1582, which was totally peaceful and non-violent. These missionary movements should be distinguished from others, such as the Baltic Crusades of the 12th and 13th centuries, which were arguably compromised in their motivation by designs of military conquest.\n\nMuch contemporary Catholic missionary work has undergone profound change since the Second Vatican Council of 1962–1965, with an increased push for indigenization and inculturation, along with  social justice issues as a constitutive part of preaching the Gospel.\n\nAs the Catholic Church normally organizes itself along territorial lines and had the human and material resources, religious orders, some even specializing in it, undertook most missionary work, especially in the era after the collapse of the Roman Empire in the West. Over time, the Holy See  gradually established a normalized Church structure in the mission areas, often starting with special jurisdictions known as apostolic prefectures and apostolic vicariates. At a later stage of  development these foundations are raised to regular diocesan status with a local bishops appointed. On a global front, these processes were often accelerated in the later 1960s, in part accompanying political decolonization. In some regions, however, they are still in course.\n\nJust as the Bishop of Rome had jurisdiction also in territories later considered to be in the Eastern sphere, so the missionary efforts of the two 9th-century saints Cyril and Methodius were largely conducted in relation to the West rather than the East, though the field of activity was central Europe.\n\nThe Eastern Orthodox Church, under the Orthodox Church of Constantinople undertook vigorous missionary work under the Roman Empire and its successor the Byzantine Empire. This had lasting effects and in some sense is at the origin of the present relations of Constantinople with some sixteen Orthodox national churches including the Romanian Orthodox Church, the Georgian Orthodox and Apostolic Church, and the Ukrainian Orthodox Church (both traditionally said to have been founded by the missionary Apostle Andrew), the Bulgarian Orthodox Church (said to have been founded by the missionary Apostle Paul). The Byzantines expanded their missionary work in Ukraine after the mass baptism in Kiev in 988. The Serbian Orthodox Church had its origins in the conversion by Byzantine missionaries of the Serb tribes when they arrived in the Balkans in the 7th century. Orthodox missionaries also worked successfully among the Estonians from the 10th to the 12th centuries, founding the Estonian Orthodox Church.\n\nUnder the Russian Empire of the 19th century, missionaries such as Nicholas Ilminsky (1822–1891) moved into the subject lands and propagated Orthodoxy, including through Belarus, Latvia, Moldova, Finland, Estonia, Ukraine, and China. The Russian St. Nicholas of Japan (1836–1912) took Eastern Orthodoxy to Japan in the 19th century. The Russian Orthodox Church also sent missionaries to Alaska beginning in the 18th century, including Saint Herman of Alaska (died 1836), to minister to the Natives. The Russian Orthodox Church Outside Russia continued missionary work outside Russia after the 1917 Russian Revolution, resulting in the establishment of many new dioceses in the diaspora, from which numerous converts have been made in Eastern Europe, North America, and Oceania.\n\nEarly Protestant missionaries included John Eliot and contemporary ministers including John Cotton and Richard Bourne, who ministered to the Algonquin natives who lived in lands claimed by representatives of the Massachusetts Bay Colony in the early 17th century. Quaker \"publishers of truth\" visited Boston and other mid-17th century colonies, but were not always well received.[23]\n\nThe Danish government began the first organized Protestant mission work through its College of Missions, established in 1714. This funded and directed Lutheran missionaries such as Bartholomaeus Ziegenbalg in Tranquebar, India, and Hans Egede in Greenland. In 1732, while on a visit in 1732 to Copenhagen for the coronation of his cousin King Christian VI, the Moravian Church's patron Nicolas Ludwig, Count von Zinzendorf, was very struck by its effects, and particularly by two visiting Inuit children converted by Hans Egede. He also got to know a slave from the Danish colony in the West Indies. When he returned to Herrnhut in Saxony, he inspired the inhabitants of the village – it had fewer than thirty houses then – to send out \"messengers\" to the slaves in the West Indies and to the Moravian missions in Greenland. Within thirty years, Moravian missionaries had become active on every continent, and this at a time when there were fewer than three hundred people in Herrnhut. They are famous for their selfless work, living as slaves among the slaves and together with the Native Americans, the Delaware (i.e., Lenni Lenape) and Cherokee Indian tribes. Today, the work in the former mission provinces of the worldwide Moravian Church is carried on by native workers. The fastest-growing area of the work is in Tanzania in Eastern Africa. The Moravian work in South Africa inspired William Carey and the founders of the British Baptist missions. As of 2014[update], seven of every ten Moravians live in a former mission field and belong to a race other than Caucasian.\n\nMuch Anglican mission work came about under the auspices of the Society for the Propagation of the Gospel in Foreign Parts (SPG, founded in 1701), the Church Missionary Society (CMS, founded 1799) and of the Intercontinental Church Society (formerly the Commonwealth and Continental Church Society, originating in 1823).\n\nWith a dramatic increase in efforts since the 20th century, and a strong push since the Lausanne I: The International Congress on World Evangelization in Switzerland in 1974,[24] modern evangelical groups have focused efforts on sending missionaries to every ethnic group in the world. While this effort has not been completed, increased attention has brought larger numbers of people distributing Bibles, Jesus videos, and establishing evangelical churches in more remote areas.\n\nInternationally, the focus for many years in the later 20th century was on reaching every \"people group\" with Christianity by 2000. Bill Bright's leadership with Campus Crusade, the Southern Baptist International Mission Board, The Joshua Project, and others brought about the need to know who these \"unreached people groups\" are and how those wanting to tell about the Christian God and share a Christian Bible could reach them. The focus for these organizations transitioned from a \"country focus\" to a \"people group focus\". (From \"What is a People Group?\" by Dr. Orville Boyd Jenkins:  A \"people group\" is an ethnolinguistic group with a common self-identity that is shared by the various members. There are two parts to that word: ethno and linguistic. Language is a primary and dominant identifying factor of a people group. But there are other factors that determine or are associated with ethnicity.)\n\nWhat can be viewed as a success by those inside and outside the church from this focus is a higher level of cooperation and friendliness among churches and denominations. It is very common for those working on international fields to not only cooperate in efforts to share their gospel message, but view the work of their groups in a similar light. Also, with the increased study and awareness of different people groups, western mission efforts have become far more sensitive to the cultural nuances of those they are going to and those they are working with in the effort.\n\nOver the years, as indigenous churches have matured, the church of the Global South (Africa, Asia, and Latin America) has become the driving force in missions. Korean and African missionaries can now be found all over the world. These missionaries represent a major shift in church history. Another major shift in the form of modern missionary work takes shape in the conflation of spiritualism with contemporary military metaphors and practices. Missionary work as spiritual warfare is the latest iteration in a long-standing relationship between Christian missions and militarization. Despite the seeming opposition between the submissive and morally upstanding associations with prayer and dominating violence associated with militarism, these two spheres interact in a dialectical way—they are entangled to produce one another.[25]\n\nNigeria, and other countries have had large numbers of their Christian adherents go to other countries and start churches. These non-western missionaries often have unparalleled success; because, they need few western resources and comforts to sustain their livelihood while doing the work they have chosen among a new culture and people.\n\nOne of the first large-scale missionary endeavors of the British colonial age was the Baptist Missionary Society, founded in 1792 as the Particular Baptist Society for the Propagation of the Gospel Amongst the Heathen.\n\nThe London Missionary Society was an evangelical organisation, bringing together from its inception both Anglicans and Nonconformists; it was founded in England in 1795 with missions in Africa and the islands of the South Pacific. The Colonial Missionary Society was created in 1836, and directed its efforts towards promoting Congregationalist forms of Christianity among \"British or other European settlers\" rather than indigenous peoples.[26]\n[27] Both of these merged in 1966, and the resultant organisation is now known as the Council for World Mission.\n\nThe Church Mission Society, first known as the Society for Missions to Africa and the East, was founded in 1799 by evangelical Anglicans centred around the anti-slavery activist William Wilberforce. It bent its efforts to the Coptic Church, the Ethiopian Church, and India, especially Kerala; it continues to this day. Many of the network of churches they established became the Anglican Communion.\n\nIn 1809, the London Society for Promoting Christianity Amongst the Jews was founded, which pioneered mission amongst the Jewish people; it continues today as the Church's Ministry Among Jewish People. In 1865, the China Inland Mission was founded, going well beyond British controlled areas; it continues as the OMF, working throughout East Asia.\n\nThe Church of Jesus Christ of Latter-day Saints (LDS Church) has an active missionary program. Young men between the ages of eighteen and twenty-five are encouraged to prepare themselves to serve a two-year, self-funded, full-time proselytizing mission. Young women who desire to serve as missionaries can serve starting at the age of nineteen, for one and a half years. Retired couples also have the option of serving a mission. Missionaries typically spend two weeks in a Missionary Training Center (or two to three months for those learning a new language) where they study the scriptures, learn new languages when applicable, prepare themselves to teach the Gospel of Jesus Christ, and learn more about the culture and the people they live among. As of December 2019, the LDS Church had over 67,000 full-time missionaries worldwide[28] and over 31,000 Service Missionaries.[29]\n\nIn Montreal in 1910, Father James Anthony Walsh, a priest from Boston, met Father Thomas Frederick Price, from North Carolina. They agreed on the need to build a seminary for the training of young American men for the foreign Missions. Countering arguments that the Church needed workers here, Fathers Walsh and Price insisted the Church would not flourish until it sent missioners overseas.[30] Independently, the men had written extensively about the concept, Father Price in his magazine Truth, and Father Walsh in the pages of A Field Afar, an early incarnation of Maryknoll Magazine.[31]  Winning the approval of the American hierarchy, the two priests traveled to Rome in June 1911 to receive final approval from Pope Pius X for the formation of the Catholic Foreign Mission Society of America, now better known as the Maryknoll Fathers and Brothers.[32]\n\nHinduism was introduced into Java by travelers from India in ancient times. When the early Javanese princes accepted Hinduism, they did not give up all of their early animistic beliefs—they simply combined the new ideas with them. Several centuries ago, many Hindus left Java for Bali rather than convert to Islam. Hinduism has survived in Bali ever since.[33] Dang Hyang Nirartha was responsible for facilitating a refashioning of Balinese Hinduism. He was an important promoter of the idea of moksha in Indonesia. He founded the Shaivite priesthood that is now ubiquitous in Bali, and is now regarded as the ancestor of all Shaivite pandits.[34]\n\nShantidas Adhikari was a Hindu preacher from Sylhet who converted King Pamheiba of Manipur to Hinduism in 1717.[35]\n\nHistorically, Hinduism has only recently had a large influence in western countries such as the United Kingdom, New Zealand, and Canada. Since the 1960s, many westerners attracted by the world view presented in Asian religious systems have converted to Hinduism.[36] Many native-born Canadians of various ethnicities have converted during the last 50 years through the actions of the Ramakrishna Mission, ISKCON, Arya Samaj and other missionary organizations as well as due to the visits and guidance of Indian gurus such as Guru Maharaj, Sai Baba, and Rajneesh. The International Society for Krishna Consciousness has a presence in New Zealand, running temples in Auckland, Hamilton, Wellington and Christchurch.\n\nParamahansa Yogananda, an Indian yogi and guru, introduced many westerners to the teachings of meditation and Kriya Yoga through his book, Autobiography of a Yogi.[37]\n\nSwami Vivekananda, the founder of the Ramakrishna Mission is one of the greatest Hindu missionaries to the West.\n\nĀnanda Mārga, organizationally known as Ānanda Mārga Pracaraka Samgha (AMPS), meaning the samgha (organization) for the propagation of the marga (path) of ananda (bliss), is a social and spiritual movement[38][39] founded in Jamalpur, Bihar, India, in 1955 by Prabhat Ranjan Sarkar (1921–1990), also known by his spiritual name,[40] Shrii Shrii Ánandamúrti.[41] Ananda Marga counts hundreds of missions around the world through which its members carry out various forms of selfless service on Relief. (The social welfare and development organization under AMPS is Ananda Marga Universal Relief Team, or AMURT.)[42] Education and women's welfare The service activities of this section founded in 1963 are focused on:[43]\n\nDawah means to \"invite\" (in Arabic, literally \"calling\") to Islam, which is the second largest religion with 1.6 billion members.[44] From the 7th century, it spread rapidly from the Arabian Peninsula to the rest of the world through the initial Muslim conquests and subsequently with traders and explorers after the death of Muhammad.\n\nInitially, the spread of Islam came through the Dawah efforts of Muhammad and his followers. After his death in 632 CE, much of the expansion of the empire came through conquest such as that of North Africa and later Iberia (Al-Andalus). The Islamic conquest of Persia put an end to the Sassanid Empire and spread the reach of Islam to as far east as Khorasan, which would later become the cradle of Islamic civilization during the Islamic Golden Age (622–1258 CE) and a stepping-stone towards the introduction of Islam to the Turkic tribes living in and bordering the area.\n\nThe missionary movement peaked during the Islamic Golden Age, with the expansion of foreign trade routes, primarily into the Indo-Pacific and as far south as the isle of Zanzibar as well as the Southeastern shores of Africa.\n\nWith the coming of the Sufism tradition, Islamic missionary activities increased. Later, the Seljuk Turks' conquest of Anatolia made it easier for missionaries to go lands that formerly belonged to the Byzantine Empire. In the earlier stages of the Ottoman Empire, a Turkic form of Shamanism was still widely practiced in Anatolia, but soon lost ground to Sufism.\n\nDuring the Ottoman presence in the Balkans, missionary movements were taken up by people from aristocratic families hailing from the region, who had been educated in Constantinople or other major city within the Empire such as the famed madrassahs and kulliyes. Primarily, individuals were sent back to the place of their origin and were appointed important positions in the local governing body. This approach often resulted in the building of mosques and local kulliyes for future generations to benefit from, as well as spreading the teachings of Islam.\n\nThe spread of Islam towards Central and West Africa had until the early 19th century has been consistent but slow. Previously, the only connection was through Trans-Saharan trade routes. The Mali Empire, consisting predominantly of African and Berber tribes, stands as a strong example of the early Islamic conversion of the Sub-Saharan region. The gateways prominently expanded to include the aforementioned trade routes through the Eastern shores of the African continent. With the European colonization of Africa, missionaries were almost in competition with the European Christian missionaries operating in the colonies.\n\nThere is evidence of Arab Muslim traders entering Indonesia as early as the 8th century.[45] Indonesia's early people were animists, Hindus, and Buddhists.[46] However it was not until the end of the 13th century that the process of Islamization began to spread throughout the areas local communities and port towns.[45] The spread, although at first introduced through Arab Muslim traders, continued to saturate through the Indonesian people as local rulers and royalty began to adopt the religion subsequently leading their subjects to mirror their conversion.\n\nRecently, Muslim groups have engaged in missionary work in Malawi. Much of this is performed by the African Muslim Agency based in Angola. The Kuwait-sponsored AMA has translated the Qur'an into Chichewa (Cinyanja),[47] one of the official languages of Malawi, and has engaged in other missionary work in the country. All of the major cities in the country have mosques and there are several Islamic schools.[48]\n\nSeveral South African, Kuwaiti, and other Muslim agencies are active in Mozambique, with one important one being the African Muslim Agency. The spread of Islam into West Africa, beginning with ancient Ghana in the 9th century, was mainly the result of the commercial activities of North African Muslims. The empires of both Mali and Songhai that followed ancient Ghana in the Western Sudan adopted the religion. Islam made its entry into the northern territories of modern Ghana around the 15th century. Mande speakers (who in Ghana are known as Wangara) traders and clerics carried the religion into the area. The northeastern sector of the country was also influenced by an influx of Hausa Muslim traders from the 16th century onwards\n\nIslamic influence first occurred in India in the early 7th century with the advent of Arab traders. Trade relations have existed between Arabia and the Indian subcontinent from ancient times. Even in the pre-Islamic era, Arab traders used to visit the Malabar region, which linked them with the ports of Southeast Asia. According to Historians Elliot and Dowson in their book The History of India as told by its own Historians, the first ship bearing Muslim travelers was seen on the Indian coast as early as 630 CE H. G. Rawlinson, in his book: Ancient and Medieval History of India claims the first Arab Muslims settled on the Indian coast in the last part of the 7th century.[49] Shaykh Zainuddin Makhdum's \"Tuhfat al-Mujahidin\"  also is a reliable work.[50] This fact is corroborated, by J. Sturrock in his South Kanara and Madras Districts Manuals,[51] and also by Haridas Bhattacharya in Cultural Heritage of India Vol. IV.[52] It was with the advent of Islam that the Arabs became a prominent cultural force in the world. The Arab merchants and traders became the carriers of the new religion, and they propagated it wherever they went.[53]\n\nIslam in Bulgaria can be traced back to the mid-ninth century when there were Islamic missionaries in Bulgaria, evidenced by a letter from Pope Nicholas to Boris of Bulgaria calling for the extirpation of Saracens.[54]\n\nPioneer Muslim missionaries to the Kenyan interior were largely Tanganyikan, who coupled their missionary work with trade, along the centres began along the railway line such as Kibwezi, Makindu, and Nairobi.\n\nOutstanding among them was Maalim Mtondo Islam in Kenya, a Tanganyikan credited with being the first Muslim missionary to Nairobi. Reaching Nairobi at the close of the 19th century, he led a group of other Muslims, and enthusiastic missionaries from the coast to establish a \"Swahili village\" in present-day Pumwani. A small mosque was built to serve as a starting point and he began preaching Islam in earnest. He soon attracted several Kikuyus and Wakambas, who became his disciples.[55]\n\nIn 1380, Karim ul' Makhdum the first Arabian Islamic missionary reached the Sulu Archipelago and Jolo in the Philippines and established Islam in the country. In 1390, the Minangkabau's Prince Rajah Baguinda and his followers preached Islam on the islands.[56] The Sheik Karimal Makdum Mosque was the first mosque established in the Philippines on Simunul in Mindanao in the 14th century. Subsequent settlements by Arab missionaries traveling to Malaysia and Indonesia helped strengthen Islam in the Philippines and each settlement was governed by a Datu, Rajah, and a Sultan. Islamic provinces founded in the Philippines included the Sultanate of Maguindanao, Sultanate of Sulu, and other parts of the southern Philippines.\n\nModern missionary work in the United States has increased greatly in the last one hundred years, with much of the recent demographic growth driven by conversion.[57]  Up to one-third of American Muslims are African Americans who have converted to Islam during the last seventy years. Conversion to Islam in prisons,[58] and in large urban areas[59] has also contributed to Islam's growth over the years.\n\nAn estimated US$45 billion has been spent by the Saudi Arabian government financing mosques and Islamic schools in foreign countries. Ain al-Yaqeen, a Saudi newspaper, reported in 2002 that Saudi funds may have contributed to building as many as 1,500 mosques and 2,000 other Islamic centers.[60]\n\nDuring the Expedition of Al Raji in 625,[61] the Islamic Prophet Muhammad sent some men as missionaries to various different tribes. Some men came to Muhammad and requested that Muhammad send instructors to teach them Islam,[61] but the men were bribed by the two tribes of Khuzaymah who wanted revenge for the assassination of Khalid bin Sufyan (Chief of the Banu Lahyan tribe) by Muhammad's followers[62] 8 Muslim Missionaires were killed in this expedition.,[61] another version says 10 Muslims were killed[63]\n\nThen during the Expedition of Bir Maona in July 625[64] Muhammad sent some Missionaries at request of some men from the Banu Amir tribe,[65] but the Muslims were again killed as revenge for the assassination of Khalid bin Sufyan by Muhammad's followers[62] 70 Muslims were killed during this expedition[65]\n\nDuring the Expedition of Khalid ibn al-Walid (Banu Jadhimah) in January 630,[66] Muhammad sent Khalid ibn Walid to invite the Banu Jadhimah tribe to Islam.[67] This is mentioned in the Sunni Hadith Sahih al-Bukhari, 5:59:628.[68]\n\nMissionaries belonging to the Ahmadiyya thought of Islam often study at International Islamic seminaries and educational institutions, known as Jamia Ahmadiyya. Upon completion of their degrees, they are sent to various parts of the world including South America, Africa, North America, Europe, and the Far East as appointed by Mirza Masroor Ahmad, present head and Caliph of the worldwide Ahmadiyya Muslim community. Jamia students may be appointed by the Caliph either as Missionaries of the community (often called Murrabi, Imam, or Mawlana) or as Qadis or Muftis of the Ahmadiyya Muslim community with a specialisation in matters of fiqh (Islamic Jurisprudence). Some Jamia alumni have also become Islamic historians such as the late Dost Muhammad Shahid, former Official Historian of the Ahmadiyya Muslim community, with a specialisation in tarikh (Islamic historiography). Missionaries stay with their careers as appointed by the Caliph for the rest of their lives, as per their commitment to the community.\n\nAccording to Jaina tradition, Mahavira's following had swelled to 14,000 monks and 36,000 nuns by the time of his death in 527 BCE[69]\nFor some two centuries the Jains remained a small community of monks and followers. However, in the 4th century BCE, they gained strength and spread from Bihar to Orissa, then so South India and westwards to Gujarat and the Punjab, where Jain communities became firmly established, particularly among the mercantile classes.[70] The period of the Mauryan Dynasty to the 12th century was the period of Jainism's greatest growth and influence. Thereafter, the Jainas in the South and Central regions lost ground in face of rising Hindu devotional movements. Jainism retreated to the West and Northwest, which have remained its stronghold to the present.[71]\n\nEmperor Samprati is regarded as the \"Jain Ashoka\" for his patronage and efforts to spreading Jainism in east India. Samprati, according to Jain historians, is considered more powerful and famous than Ashoka himself. Samprati built thousands of Jain Temples in India, many of which remain in use, such as the Jain temples at Viramgam and Palitana (Gujarat), Agar Malwa (Ujjain). Within three and a half years, he got one hundred and twenty-five thousand new temples built, thirty-six thousand repaired, twelve and a half million murtis, holy statues, consecrated and ninety-five thousand metal murtis prepared. Samprati is said to have erected Jain temples throughout his empire. He founded Jain monasteries even in non-Aryan territory, and almost all ancient Jain temples or monuments of unknown origin are popularly attributed to him. It may be noted that all the Jain monuments of Rajasthan and Gujarat, with unknown builders are also attributed to Emperor Samprati.\n\nVirachand Gandhi (1864–1901) from Mahuva represented Jains at the first Parliament of the World's Religions in Chicago in 1893 and won a silver medal. Gandhi was most likely the first Jain and the first Gujarati to travel to the United States, and his statue still stands at the Jain temple in Chicago. In his time he was a world-famous personality. Gandhi represented Jains in Chicago because the Great Jain Saint Param Pujya Acharya Vijayanandsuri, also known as Acharya Atmaram, was invited to represent the Jain religion at the first World Parliament of Religions. As Jain monks do not travel overseas, he recommended the bright young scholar Virchand Gandhi to be the emissary for the religion. Today there are 100,000 Jains in the United States.[72]\n\nThere are also tens of thousands of Jains located in the UK and Canada.\n\nHistorically, various Jewish sects and movements have been consistent in avoiding or even forbidding proselytization (religion-to-religion conversion propaganda) to convert gentiles (non-Jews). They believe that gentiles do not need to convert to Judaism, due to Abrahamic religions being already under the Seven Laws of Noah.\n\nChabad Lubavitch has a sub-sect that has engaged in an effort to spread Noahidism (Seven Laws of Noah) among non-Jews who follow none of the existing Abrahamic religions.\n\nOrthodox Judaism outreach (kiruv) encourages non-practicing Jews to become more knowledgeable and observant of halakha (Jewish law). Outreach is done worldwide, by organizations such as Chabad Lubavitch, Aish HaTorah, Ohr Somayach, and Partners In Torah.\n\nMembers of Reform Judaism began a program to convert to their brand of Judaism the non-Jewish spouses of its intermarried members and non-Jews who have an interest in Reform Judaism. Their rationale is that so many Jews were lost during the Holocaust that newcomers must be sought out and welcomed.[73] This approach has been rejected by both Orthodox Judaism and Conservative Judaism[74] as unrealistic and posing a danger on the entire Jewish faith.\n\nAccording to Sikhs, when he was twenty-eight, Guru Nanak went as usual down to the river to bathe and meditate. It was said that he was gone for three days. When he reappeared, it is said he was \"filled with the spirit of God\". His first words after his re-emergence were: \"there is no Hindu, there is no Muslim\". With this secular principle he began his missionary work.[75] He made four distinct major journeys, in the four different directions, which are called Udasis, spanning many thousands of kilometres, preaching the message of God.[76]\n\nCurrently there are gurdwaras in over 50 countries.[77][78][79]\n\nOf missionary organizations, the most famous is probably The Sikh Missionary Society UK. The aim of the Sikh Missionary Society is the Advancement of the Sikh faith in the U.K. and abroad, engages in various activities:[80][81][82][83]\n\nThere have been several Sikh missionaries:\n\nSikhs have emigrated to many countries of the world since Indian independence in 1947. Sikh communities exist in Britain, East Africa, Canada, the United States, Malaysia, and most European countries.[85]\n\nTenrikyo conducts missionary work in approximately forty countries.[86]  Its first missionary was a woman named, Kokan, who worked on the streets of Osaka.[87] In 2003, it operated approximately twenty thousand mission stations worldwide.[88]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Contact of Christian missionaries with isolated tribes has been asserted as a cause of the extinction of some tribes, such as extinction from infections and even simple diseases such as flu.[89][90] Documented cases of European contact with isolated tribes has shown rapid health deterioration, but this is not specifically linked to missionaries.[91]\n\nChristian missionary work has been criticized as a form of colonialism.[92] Christian missionary thinkers have recognized complicity between colonialism and missions with roots in 'colonial paternalism'.[93]\n\nSome kinds of Christian missionary activity have come under criticism, including concerns about a perceived lack of respect for other cultures.[94] Potential destruction of social structure among the converts has also been a concern. The Huaorani people of Amazonian Ecuador have had a well-documented mixed relation with Evangelical Christian missionaries and the contacts they brought to their communities, criticized by outsiders.\n\n"
        },
        {
            "title": "Impact of missions",
            "text": "A 2012 study by political scientist Robert Woodberry, focusing on Protestant missionaries, found that they have often left a very positive societal impact in the areas where they worked. \"In cross-national statistical analysis Protestant missions are significantly and robustly associated with higher levels of printing, education, economic development, organizational civil society, protection of private property, and rule of law and with lower levels of corruption\".[95]\n\nA 2020 study by Elena Nikolova and Jakub Polansky replicates Woodberry's analysis[95] using twenty-six alternative democracy measures and extends the time period over which the democracy measures are averaged. These two simple modifications lead to the breakdown of Woodberry's results.[95] Overall, no significant relationship between Protestant missions and the development of democracy can be established.[96]\n\nA 2017 study found that areas of colonial Mexico that had Mendicant missions have higher rates of literacy and educational attainment today than regions that did not have missions.[97] Areas that had Jesuit missions are today indistinct from the areas that had no missions.[97] The study also found that \"the share of Catholics is higher in regions where Catholic missions of any kind were a historical present.\"[97]\n\nA 2016 study found that regions in Sub-Saharan Africa that Protestant missionaries brought printing presses to are today \"associated with higher newspaper readership, trust, education, and political participation.\"[98][99]\n\nMissionaries have also made significant contributions to linguistics and the description and documentation of many languages. \"Many languages today exist only in missionary records. More than anywhere else, our knowledge of the native languages in South America has been the product of missionary activity… Without missionary documentation the reclamation [of several languages] would have been completely impossible\"[100]  \"A satisfactory history of linguistics cannot be written before the impressive contribution of missionaries is recognised.\"[101]\n\nIn 2019, Monika Zin, a German researcher of Buddhist art and architecture claimed that several Christian missionaries used translations of Jataka tales and Panchatanatra to claim that the Buddha was Christian to advance their proselytyzation activities in Japan.[102]\n\n"
        }
    ]
}