{
    "url": "https://en.wikipedia.org/wiki/Mission_control_center",
    "title": "Mission control center",
    "table_of_contents": [
        "1 NASA's Mission Control Center",
        "2 RKA Mission Control Center",
        "3 ISRO Mission Control Centre",
        "4 European Space Operations Centre",
        "5 German Space Operations Center",
        "6 French Space Operations Center",
        "7 Beijing Aerospace Command and Control Center",
        "8 Spaceflight Operations Facility",
        "9 Other significant centers",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA mission control center (MCC, sometimes called a flight control center or operations center) is a facility that manages space flights, usually from the point of launch until landing or the end of the mission. It is part of the ground segment of spacecraft operations. A staff of flight controllers and other support personnel monitor all aspects of the mission using telemetry, and send commands to the vehicle using ground stations. Personnel supporting the mission from an MCC can include representatives of the attitude control system, power, propulsion, thermal, attitude dynamics, orbital operations and other subsystem disciplines. The training for these missions usually falls under the responsibility of the flight controllers, typically including extensive rehearsals in the MCC.\n\n"
        },
        {
            "title": "",
            "text": "United States missions are, prior to liftoff, controlled from the Launch Control Center (LCC) located at NASA's Kennedy Space Center on Merritt Island, Florida.[1] Responsibility for the booster and spacecraft remains with the Launch Control Center until the booster has cleared the launch tower.\n\nAfter liftoff, responsibility is handed over to NASA's Mission Control Center in Houston, Texas (abbreviated MCC-H, full name Christopher C. Kraft Jr. Mission Control Center), at the Lyndon B. Johnson Space Center. \n\nNASA's Mission Control Center in Houston also manages the U.S. portions of the International Space Station (ISS).\n\n"
        },
        {
            "title": "RKA Mission Control Center",
            "text": "The Mission Control Center of the Russian Federal Space Agency (Russian: Центр управления полётами), also known by its acronym ЦУП (\"TsUP\") is located in Korolyov, near the RKK Energia plant. It contains an active control room for the ISS. It also houses a memorial control room for the Mir where the last few orbits of Mir before it burned up in the atmosphere are shown on the display screens.\n\n"
        },
        {
            "title": "ISRO Mission Control Centre",
            "text": "The Mission Control Center of the Indian Space Research Organisation  is located at Satish Dhawan Space Centre, Sriharikota, India.\n\n"
        },
        {
            "title": "Beijing Aerospace Command and Control Center",
            "text": "Beijing Aerospace Command and Control Center is a command center for the Chinese space program which includes the Shenzhou missions. The building is inside a complex nicknamed Aerospace City.  The city is located in a suburb northwest of Beijing.\n\n"
        },
        {
            "title": "Spaceflight Operations Facility",
            "text": "The Jet Propulsion Laboratory (JPL) in Pasadena, California manages all of NASA's uncrewed spacecraft outside Earth's orbit and several research probes within along with the Deep Space Network from the Space Flight Operations Facility.\n\n"
        }
    ]
}