{
    "url": "https://en.wikipedia.org/wiki/Miwok_mythology",
    "title": "Miwok mythology",
    "table_of_contents": [
        "1 Creation of the world",
        "1.1 First people",
        "1.2 Coast Miwok (Coyote and Walik)",
        "1.3 The Diver",
        "1.4 Coyote and Silver Fox",
        "2 Creation of humankind",
        "2.1 Coast Miwok (Coyote and Turkey Buzzard)",
        "2.2 Coast Miwok (Coyote and Chicken Hawk)",
        "2.3 Sierra Miwok (how ravens became people)",
        "2.4 Sierra Miwok (Coyote and Lizard)",
        "3 Death and afterlife stories",
        "3.1 Coast Miwok (Ocean Path West)",
        "4 Context",
        "5 See also",
        "6 Notes",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The mythology of the Miwok Native Americans are myths of their world order, their creation stories and 'how things came to be' created. Miwok myths suggest their spiritual and philosophical world view. In several different creation stories collected from Miwok people, Coyote was seen as their ancestor and creator god, sometimes with the help of other animals, forming the earth and making people out  of humble materials like feathers or twigs.[1]\n\nAccording to Miwok mythology, the people believed in animal and human spirits, and spoke of animal spirits as their ancestors. Coyote in many tales figures as their ancestor, creator god, and a trickster god. The Miwok mythology is similar to other Native American myths of Northern California.\n\n"
        },
        {
            "title": "Creation of the world",
            "text": "The Miwok believed there existed a \"people who lived before real people\" who in some tales have died out, in others are the same as the supernatural animal spirits.[2]\n\nSeveral creation fragments exist detailing Coyote's place in the family of the \"first spirits\" on earth. According to the Coast Miwok, Coyote was the declared grandfather of the Falcon. There existed animal spirits and a few star-people spirits.[3] From the Sacramento river area the Miwok gave the following names of the first spirits:\n\nAccording to one Coast Miwok version \"Coyote shook his walik\" (something similar to a blanket of tule) to the four directions south, east, north and west. The water dried, and land appeared.[5]\n\nIn one creation myth called The Diver Coyote creates the earth and land from the Ocean or endless water. Coyote sends a turtle to dive into the Ocean for some \"earth\". The turtle dives to the bottom and comes up with some \"earth\". Coyote takes the earth and mixes it with \"Chanit\" seeds and water. The mixture swells and \"the earth was there.\"[6]\n\nAnother creation story says that there is \"no earth, only water\". Silver Fox (a vixen) feels lonely and mentions this in a prayer song, and then meets the Coyote. Silver Fox makes an artistic proposal: \"We will sing the world\". They create the world together by dancing and singing. As they do so, the earth forms and takes shape.[7]\n\n"
        },
        {
            "title": "Creation of humankind",
            "text": "In The Creation of Humans myth, Coyote catches a turkey buzzard, raven and crow, plucks their feathers and place the feathers in different parts of the earth. They turn into the Miwok people and their villages.[3]\n\nCoyote comes from the west alone, followed by Chicken Hawk, who is his grandson. Coyote turned \"his first people\" into animals. He made the Pomo people from mud and the Miwok people out of sticks.[5]\n\nIn the myth How Kah'-kah-loo The Ravens Became People, there was an epic flood,  and the first world people climbed a mountain to avoid drowning. The water finally receded. They were starving, they thought it was safe to come down and look for food but they sank into the mud and died. The ravens came to sit on the holes where the people died, one raven at each hole. The ravens turned into new people the Miwok.[8]\n\nFrom the Sierra Miwoks, another creation myth is more comparable to Pomo mythology: Coyote and Lizard create the world \"and everything in it\". Coyote create human beings from some twigs. They argue over whether human beings should have hands. Lizard wants humans to have hands but Coyote does not. Lizard wins a scuffle, and humans are created with hands.[9]\n\n"
        },
        {
            "title": "Death and afterlife stories",
            "text": "According to Coast Miwok, the dead jumped into the ocean at Point Reyes and followed something like a string leading west beyond the breaker waves, that took them to the setting sun. There they remained with Coyote in an afterworld \"ute-yomigo\" or \"ute-yomi\", meaning \"dead home.\"[5]\n\n"
        },
        {
            "title": "Context",
            "text": "Many of the ideas, plots and characters in Miwok mythology are shared with neighboring people of Northern California. For example, the Coyote-lizard story is like the tale told by their neighbors, the Pomo people. In addition, the Ohlone also believed that Coyote was the grandfather of the Falcon and maker of mankind. The relationship and similarity to Yokuts traditional narratives is also evident.[10]\n\nThe myths of creation after an epic flood or ocean, the Earth Diver, and the Coyote as ancestor and trickster compare to Central and Northern California mythemes of Yokuts mythology, Ohlone mythology and Pomo mythology. The myths of \"First People\" dying out to be replaced with the Miwok people is a \"deeply impressed conception\" shared by Natives in Northwestern California.[11]\n\n"
        }
    ]
}