{
    "url": "https://en.wikipedia.org/wiki/Mo_lei_tau",
    "title": "Mo lei tau",
    "table_of_contents": [
        "1 Semantics",
        "1.1 Related catchphrases",
        "2 History",
        "2.1 1970s and 1980s",
        "2.2 1990s and contributions by Stephen Chow",
        "3 Characteristics",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMo lei tau (traditional Chinese: 冇厘頭; simplified Chinese: 冇厘头; Jyutping: mou4 lei4 tau4; pinyin: Mǎolítóu; lit. 'nonsensical') is a type of slapstick humour associated with Hong Kong popular culture that developed during the late 20th century. It is a phenomenon which has grown largely from its presentation in modern film media. Its humour arises from the placement of surprising and incongruous elements, and the complex interplay of cultural subtleties. Typical constituents of this humour include nonsensical parodies, juxtaposition of contrasts, sudden surprises in spoken dialogue and action and improbable and deliberate anachronisms.\n\nDuring an interview with Stephen Chow for his 2006 \"Asian Invasion\" season, the BBC's film critic Jonathan Ross referred to the genre as \"Silly Talk\", a label that Chow was happy to accept.\n\n"
        },
        {
            "title": "Semantics",
            "text": "Mo lei tau (Jyutping: mou4 lei4 tau4) is a Cantonese term which may be loosely translated as \"with no source\", but is generally used to mean \"makes no sense\". The original phrase was mo lei tau gau (冇厘頭尻) which literally means \"cannot differentiate between head and tail\". However, in Cantonese the word \"尻\" (Jyutping: haau1, commonly mispronounced as \"gau1\"), which means the end of the spine, is often mispronounced as the vulgar word \"𨳊\" for penis. To avoid saying the word gau, the phrase is cut to mou lei tau.[1]\n\nAnother phrase in Cantonese that is used similarly is 九唔搭八 (Jyutping: gau2 m4 daap3 baat3). This literally translates as \"nine doesn't follow eight\". Gau m daap baat is something that is considered completely nonsensical, but in a somewhat comical manner.\n\n"
        },
        {
            "title": "History",
            "text": "Mo lei tau humour is a recent phenomenon in the culture of Hong Kong.\n\nAs a film form the earliest proponents of this form of humour can be seen to be the Hui brothers (Michael Hui, Samuel Hui and Ricky Hui) working in the late 1970s and early 1980s, although their comedy was never specifically labelled as mo lei tau. Jackie Chan's Fantasy Mission Force (1982) could conceivably be seen as another early example of the genre.\n\nImmediately following the Tiananmen Square protests of 1989 and the subsequent tensions, the escapist nature of mo lei tau led to a surge in its popularity and it has since become synonymous with the comedy of Stephen Chow. One of his classic mo lei tau movies was the 1990 hit All for the Winner.\n\nAs typified by Chow's 1990s Hong Kong movies, mo lei tau developed into an 'anything goes' form of nonsensical humour that can and does ignore narrative conventions. It is nonsensical in the same way that Edward Lear's poems are, where irrelevant elements are somehow thrown together; as opposed to, say, Lewis Carroll's novels, where the nonsense relies on a play on logic or semantics. Generally, a mo lei tau scene gives one the feeling of incongruity, consisting of rapid comic banter, non-sequiturs, anachronisms, fourth wall references, and Cantonese slang and word play.\n\nRegarded as an integral part of Hong Kong's popular culture, it is considered by some as being unique and untranslatable. Compared to a Western comedy film, mo lei tau movies have greater attention on puns and other Cantonese word tricks.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "A mo lei tau performance can be either verbal or slapstick.\n\nA verbal example is the catchphrase \"Co5 dai1 yam2 daam6 caa4, sik6 go3 baau1\" (坐低飲啖茶，食個包), meaning \"Let's sit down, take a sip of tea, and have a bao (a Chinese bun)\", first uttered by Stephen Chow in the TV serial The Final Combat (蓋世豪俠). The phrase becomes mo lei tau because it is repeated in irrelevant and inappropriate situations. It also serves as a comedic device because the actions suggested by \"sitting, drinking and eating\" are so plain and normal.\n\nFor a slapstick example, consider this scene from a mo lei tau film: a man is battered by others but is still able to stand upright. He bravely tells his friend he can take the beating, whereupon his friend replies: \"Wow! After being hit so badly, you can still talk? If that was me I'd be puking right now!\". The man promptly starts vomiting. The scene is hackneyed, but can be seen even to this day in, for example, the 2005 movie Initial D.\n\n"
        }
    ]
}