{
    "url": "https://en.wikipedia.org/wiki/Mobile_robot",
    "title": "Mobile robot",
    "table_of_contents": [
        "1 Classification",
        "2 Mobile robot navigation",
        "2.1 Manual remote or tele-op",
        "2.2 Guarded tele-op",
        "2.3 Line-following Car",
        "2.4 Autonomously randomized robot",
        "2.5 Autonomously guided robot",
        "2.6 Sliding autonomy",
        "3 History",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A mobile robot is an automatic machine that is capable of locomotion.[1] Mobile robotics is usually considered to be a subfield of robotics and information engineering.[2]\n\nMobile robots have the capability to move around in their environment and are not fixed to one physical location.  Mobile robots can be \"autonomous\" (AMR - autonomous mobile robot) which means they are capable of navigating an uncontrolled environment without the need for physical or electro-mechanical guidance devices.[3]  Alternatively, mobile robots can rely on guidance devices that allow them to travel a pre-defined navigation route in relatively controlled space.[4]  By contrast, industrial robots are usually more-or-less stationary, consisting of a jointed arm (multi-linked manipulator) and gripper assembly (or end effector), attached to a fixed surface. The joint.\n\nMobile robots have become more commonplace in commercial and industrial settings.  Hospitals have been using autonomous mobile robots to move materials for many years.  Warehouses have installed mobile robotic systems to efficiently move materials from stocking shelves to order fulfillment zones. Mobile robots are also a major focus of current research and almost every major university has one or more labs that focus on mobile robot research.[5] Mobile robots are also found in industrial, military and security settings.\n\nThe components of a mobile robot are a controller, sensors, actuators and power system.[3] The controller is generally a microprocessor, embedded microcontroller or a personal computer (PC). The sensors used are dependent upon the requirements of the robot. The requirements could be dead reckoning, tactile and proximity sensing, triangulation ranging, collision avoidance, position location and other specific applications.[6] Actuators usually refer to the motors that move the robot can be wheeled or legged. To power a mobile robot usually we use DC power supply (which is battery) instead of AC.\n\n"
        },
        {
            "title": "Classification",
            "text": "Mobile robots may be classified by:[citation needed]\n\n"
        },
        {
            "title": "Mobile robot navigation",
            "text": "There are many types of mobile robot navigation:\n\nA manually teleoperated robot is totally under control of a driver with a joystick or other control device. The device may be plugged directly into the robot, may be a wireless joystick, or may be an accessory to a wireless computer or other controller. A tele-op'd robot is typically used to keep the operator out of harm's way. Examples of manual remote robots include Robotics Design's ANATROLLER ARI-100 and ARI-50, Foster-Miller's Talon, iRobot's PackBot, and KumoTek's MK-705 Roosterbot.\n\nA guarded tele-op robot has the ability to sense and avoid obstacles but will otherwise navigate as driven, like a robot under manual tele-op. Few if any mobile robots offer only guarded tele-op. (See Sliding Autonomy below.)\n\nSome of the earliest Automated Guided Vehicles (AGVs) were line following mobile robots. They might follow a visual line painted or embedded in the floor or ceiling or an electrical wire in the floor. Most of these robots operated a simple \"keep the line in the center sensor\" algorithm. They could not circumnavigate obstacles; they just stopped and waited when something blocked their path. Many examples of such vehicles are still sold, by Transbotics, FMC, Egemin, HK Systems and many other companies. These types of robots are still widely popular in well known Robotic societies as a first step towards learning nooks and corners of robotics.\n\nAutonomous robots with random motion basically bounce off walls, whether those walls are sensed.\n\nAn autonomously guided robot knows at least some information about where it is and how to reach various goals and or waypoints along the way. \"Localization\" or knowledge of its current location, is calculated by one or more means, using sensors such motor encoders, vision, Stereopsis, lasers and global positioning systems. Positioning systems often use triangulation, relative position and/or Monte-Carlo/Markov localization to determine the location and orientation of the platform, from which it can plan a path to its next waypoint or goal. It can gather sensor readings that are time- and location-stamped. Such robots are often part of the wireless enterprise network, interfaced with other sensing and control systems in the building. For instance, the PatrolBot security robot responds to alarms, operates elevators and notifies the command center when an incident arises. Other autonomously guided robots include the SpeciMinder and the TUG delivery robots for the hospital.[citation needed]\n\nMore capable robots combine multiple levels of navigation under a system called sliding autonomy. Most autonomously guided robots, such as the HelpMate hospital robot, also offer a manual mode which allows the robot to be controlled by a person. The Motivity autonomous robot operating system, which is used in the ADAM, PatrolBot, SpeciMinder, MapperBot and a number of other robots, offers full sliding autonomy, from manual to guarded to autonomous modes.\n\n"
        }
    ]
}