{
    "url": "https://en.wikipedia.org/wiki/Mockumentary",
    "title": "Mockumentary",
    "table_of_contents": [
        "1 Early examples",
        "2 Since 1980",
        "2.1 In film and television",
        "2.2 On radio",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA mockumentary (a blend of mock and documentary), fake documentary or docu-comedy is a type of film or television show depicting fictional events but presented as a documentary.[1]\n\nThese productions are often used to analyze or comment on current events and issues by using a fictional setting, or to parody the documentary form itself.[2] While mockumentaries are usually comedic, pseudo-documentaries are their dramatic equivalents. However, pseudo-documentary should not be confused with docudrama, a fictional genre in which dramatic techniques are combined with documentary elements to depict real events. Also, docudrama is different from docufiction, a genre in which documentaries are contaminated with fictional elements.\n\nMockumentaries are often presented as historical documentaries, with B roll and talking heads discussing past events, or as cinéma vérité pieces following people as they go through various events. Examples emerged during the 1950s when archival film footage became available.[2] A very early example was a short piece on the \"Swiss Spaghetti Harvest\" that appeared as an April Fools' prank on the British television program Panorama in 1957.\n\nThe term \"mockumentary\", which originated in the 1960s, was popularized in the mid-1980s when This Is Spinal Tap director Rob Reiner used it in interviews to describe that film.[3][4][5]\n\nMockumentaries can be partly or wholly improvised.\n\n"
        },
        {
            "title": "Early examples",
            "text": "Early work, including Luis Buñuel's 1933 Land Without Bread,[6] Orson Welles's 1938 radio broadcast of The War of the Worlds, various April Fools' Day news reports, and vérité-style film and television during the 1960s and 1970s, served as precursor to the genre.[3] Early examples of mock-documentaries include various films by Peter Watkins, such as The War Game (1965), Privilege (1967), and the dystopic Punishment Park (1971).[7]\n\nFurther examples are The Connection (1961), A Hard Day's Night (1964), David Holzman's Diary (1967), Pat Paulsen for President (1968), Take the Money and Run (1969), The Clowns (1970), by Federico Fellini (a peculiar hybrid of documentary and fiction, a docufiction), Smile (1975), Carlos Mayolo's Agarrando pueblo (1977) and All You Need Is Cash (1978). Albert Brooks was also an early popularizer of the mockumentary style with his film Real Life, 1979, a spoof of the 1973 reality television series An American Family. Woody Allen's Take the Money and Run is presented in documentary-style with Allen playing a fictional criminal, Virgil Starkwell, whose crime exploits are \"explored\" throughout the film.[8] Jackson Beck, who used to narrate documentaries in the 1940s, provides the voice-over narration. Fictional interviews are interspliced throughout, especially those of Starkwell's parents who wear Groucho Marx noses and mustaches. The style of this film was widely appropriated by others and revisited by Allen himself in films such as Men of Crisis: The Harvey Wallinger Story (1971), Zelig (1983) and Sweet and Lowdown (1999).[8]\n\nEarly use of the mockumentary format in television comedy may be seen in several sketches from Monty Python's Flying Circus (1969–1974), such as \"Hell's Grannies\", \"Piranha Brothers\", and \"The Funniest Joke in the World\". The Hart and Lorne Terrific Hour (1970–1971) also featured mockumentary pieces which interspersed both scripted and real-life man-in-the-street interviews, the most famous likely being \"The Puck Crisis\" in which hockey pucks were claimed to have become infected with a form of Dutch elm disease.\n\nAll You Need Is Cash, developed from an early series of sketches in the comedy series Rutland Weekend Television, is a 1978 television film in mockumentary style about The Rutles, a fictional band that parodies The Beatles.  The Beatles own 1964 feature film debut, A Hard Day's Night, was itself filmed in mockumentary style: it ostensibly documents a few typical (and highly fictionalized) days in the life of the band as they travel from Liverpool to London for a television appearance.\n\n"
        },
        {
            "title": "Since 1980",
            "text": "Since the beginning of the 1980s, the mockumentary format has gained considerable attention. The 1980 South African film The Gods Must be Crazy (along with its 1989 sequel) is presented in the manner of a nature documentary, with documentary narrator Paddy O'Byrne describing the events of the film in the manner of a biologist or anthropologist presenting scientific knowledge to viewers. In 1982, The Atomic Cafe is a Cold-War era American \"mockumentary\" film that made use of archival government footage from the 1950s.[9][10] Woody Allen's 1983 film Zelig stars Allen as a curiously nondescript enigma who is discovered for his remarkable ability to transform himself to resemble anyone he is near, and Allen is edited into historical archive footage.[8] In 1984, Christopher Guest co-wrote and starred in the mockumentary This is Spinal Tap, directed by Rob Reiner. Guest went on to write and direct other mockumentaries including Waiting for Guffman, Best in Show, and A Mighty Wind, all written with costar Eugene Levy.[8]\n\nIn Central Europe, the first time viewers were exposed to mockumentary was in 1988 when the Czechoslovakian short film Oil Gobblers was shown. For two weeks, TV viewers believed that the oil-eating animals really existed.[11]\n\nTim Robbins' 1992 film Bob Roberts was a mockumentary centered around the senatorial campaign of a right-wing stock trader and folksinger, and the unsavory connections and dirty tricks used to defeat a long-term liberal incumbent played by Gore Vidal. Man Bites Dog is a 1992 Belgian black comedy crime mockumentary written, produced, and directed by Rémy Belvaux, André Bonzel, and Benoît Poelvoorde. In 1995, Peter Jackson and Costa Botes directed Forgotten Silver, which claimed New Zealand \"director\" Colin McKenzie was a pioneer in filmmaking.[12] When the film was later revealed to be a mockumentary, Jackson received criticism for tricking viewers.[13]\n\nBorat! Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan from 2006, and its 2020 sequel Borat Subsequent Moviefilm, are two controversial yet successful films which use this style, as does Brüno, a similar film from 2009 also starring Sacha Baron Cohen. Sony Pictures Animation released their second animated feature, Surf's Up in 2007, which was the first of its kind to incorporate the mockumentary style into animation. REC, a 2007 Spanish film by Jaume Balagueró and Paco Plaza, uses journalism aesthetics to approach a horror universe set up in a real building in Barcelona. The film was remade in the United States as the 2008 film Quarantine.[14]\n\nIvo Raza's 2020 mockumentary Reboot Camp, is a comedy about a fake cult which uses an ensemble cast of celebrities from film (David Koechner, Eric Roberts, Chaz Bono, Ed Begley Jr.), performing arts (Ja Rule, Billy Morrison), and TV (Lindsey Shaw, Pierson Fode, Johnny Bananas) to play fictional versions of themselves.[15]\n\nIn television, the most notable mockumentaries in the 2000s have been ABC Australia's The Games (1998–2000), the Canadian series Trailer Park Boys (1999–present), the British shows Marion and Geoff (2000), Twenty Twelve (2011–2012) (which follows the fictional Olympic Deliverance Commission in the run-up to the 2012 Summer Olympics), and W1A, which follows the main characters of Twenty Twelve as they start work at the BBC, as well as The Office (2001) and its many international offshoots, and Come Fly with Me (2010), which follows the activity at a fictional airport and its variety of staff and passengers. British comedy duo Jennifer Saunders and Dawn French often presented short mockumentaries as extended sketches in their TV show French & Saunders.  Discovery Channel opened its annual Shark Week on 4 Aug 2013 with Megalodon: The Monster Shark Lives, a mockumentary about the survival of the megalodon. The Canadian series Trailer Park Boys and its films (1998–present) were one of the first mainstream examples of Canadian mockumentaries. Popular examples in the US include sitcoms The Office (2005-2013), Parks and Recreation (2009–2015), and Modern Family (2009–2020); the American improv comedy Reno 911! (2003–2009); Derek (2012–2014); the comedy series The Muppets (2015); People Just Do Nothing (2011–2018) and the Australian Chris Lilley shows Angry Boys, Summer Heights High, We Can Be Heroes: Finding The Australian of the Year, Ja'mie: Private School Girl, Jonah from Tonga and Lunatics. Shows currently running in this format include What We Do in the Shadows (2019–present) and Abbott Elementary (2021–present). \n\nThe series Documentary Now! (2015–present) on IFC, created by Saturday Night Live alumni Bill Hader, Fred Armisen, and Seth Meyers, spoofs celebrated documentary films by parodying the style and subject of each documentary. Hight argues that television is a natural medium for a mockumentary, as it provides \"for extraordinarily rich sources of appropriation and commentary\".[16]\n\nThe BBC series People Like Us was first produced for radio in 1995 before a television version was made in 1999. Kay Stonham's Audio Diaries was a similarly short-lived radio mockumentary that premiered the year after People Like Us's run on Radio 4 ended.\n\n"
        }
    ]
}