{
    "url": "https://en.wikipedia.org/wiki/Mockbuster",
    "title": "Mockbuster",
    "table_of_contents": [
        "1 Criteria",
        "2 History",
        "2.1 Blaxploitation films",
        "2.2 GoodTimes Entertainment",
        "2.3 Vídeo Brinquedo",
        "2.4 Dingo Pictures",
        "2.5 Other",
        "3 Soundalike titling",
        "4 Foreign knockoffs and illegitimate sequels",
        "5 Legality",
        "5.1 Intent to deceive",
        "5.2 The Asylum v. Warner Bros., 2012",
        "6 Notable studios and directors",
        "7 In other media",
        "8 See also",
        "9 Further reading",
        "10 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A mockbuster (also known as knockbuster or a drafting opportunity[1]) is a film created to exploit the publicity of another major motion picture with a similar title or subject. Mockbusters are often made with a low budget and quick production to maximize profits. \"Mockbuster\" is a portmanteau of the words \"mock\" and \"blockbuster\".\n\n"
        },
        {
            "title": "Criteria",
            "text": "Unlike films produced to capitalize on the popularity of a recent release by adopting similar genre or storytelling elements, mockbusters are generally produced concurrently with upcoming films and released direct-to-video at the same time the film they are inspired by is released. A mockbuster may be similar enough in title and/or packaging that consumers confuse it with the actual film it mimics, but their producers maintain that they are simply offering additional products for consumers who want to watch more films in the same subgenres.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Mockbusters have a long history in Hollywood and elsewhere.[3][4][5][6] For example, the 1959 Vanwick film The Monster of Piedras Blancas was a clear derivative of Creature from the Black Lagoon, complete with a creature suit by the same designer, Jack Kevan. Attack of the 50 Foot Woman spawned Village of the Giants and The Land That Time Forgot spawned Legend of Dinosaurs & Monster Birds.\n\nSuch films fit the B movie model, being produced on a small budget and derivative of the target film and other similar projects. The lower costs of using modern video and computer graphics equipment and the tie-in to the mainstream film's advertising have allowed the mockbuster to become a profitable niche in the home video market. Blockbuster, once the largest DVD rental chain, implied support to the concept by buying 100,000 copies of The Asylum's version of War of the Worlds during the theatrical opening week of Steven Spielberg's film based on the same novel starring Tom Cruise.[2]\n\nMost mockbusters capitalize on the popularity of theatrically released movies, but some are derivative of a TV series. The 1979 film Angels Revenge bore many superficial similarities to the popular TV series Charlie's Angels; its promotional materials even resembled Charlie's Angels' graphic style. In reverse, Glen A. Larson was accused of producing mockbusters at the height of his career, with his television series plagiarizing popular films of the time (Battlestar Galactica, for example, capitalized on the popularity of Star Wars, while Alias Smith and Jones was a take on Butch Cassidy and the Sundance Kid).[7][8]\n\nIn blaxploitation filmmaking, it was a common practice to title blaxploitation films after previously successful films starring predominantly white casts, and produce similarly titled films starring predominantly African American casts, as observed in the films Black Shampoo (1976, titled after Shampoo), Black Lolita (1975, titled after Lolita), The Black Godfather (1974, titled after The Godfather) and Dr. Black, Mr. Hyde (1976, titled after Strange Case of Dr Jekyll and Mr Hyde).[9]\n\nGoodTimes Entertainment was notorious for distributing animated \"mockbuster\" counterparts to popular Disney films in the 1990s (such as those made by Golden Films);[10] because Disney was creating its films based on public domain folk tales and historical stories, GoodTimes' actions were completely legal and survived Disney's legal challenge against it.\n\nSimilarly, Vídeo Brinquedo is a Brazilian CGI animation studio that in 2006 began to produce low-budget direct-to-video films that are for the most part knockoffs of movies from Pixar, Disney, and DreamWorks. Their films include Little & Big Monsters (DreamWorks' Monsters vs. Aliens), The Little Cars series of cartoons (Pixar's Cars series), Ratatoing (Pixar's Ratatouille), Tiny Robots (Pixar's WALL-E), What's Up?: Balloon to the Rescue! (Pixar's Up), and The Frog Prince (Disney's The Princess and the Frog).[11] In every case Vídeo Brinquedo's knockoff has been released suspiciously close to the release date of the more professional, higher-budgeted film that inspired it.[12]\n\nDingo Pictures was a German animation company founded in 1992 by Ludwig Ickert and Roswitha Haas and based in Friedrichsdorf.[13] They created traditionally-animated films based on fairy tales and concepts similar to those used by Disney, Pixar and DreamWorks. These cartoons are characterized by low-budget animation, small voice casts, and character designs that are very similar to equivalent characters in more high-profile films.[14] The films have been dubbed into Scandinavian languages, notably Swedish, and also into Romance languages, notably Italian. All of them have been released direct-to-video in Germany in their original languages.[14] European game publishers Phoenix Games and Midas Games released some of them in the early 2000s on home video consoles PlayStation and PlayStation 2. These releases were developed by The Code Monkeys and included the film, as well as a small collection of mini games. Phoenix Games B.V. declared bankruptcy on August 3, 2010. On March 27, 2012 the bankruptcy was suspended due to a lack of income.[15]\n\nOn 26 May 2021, the independent label Vier Sterne Deluxe Records announced that it is negotiating with the current owners of Dingo Pictures to release the films as radio plays; the new CEO also want to make new movies and a documentary behind the studio.[13]  In August 2021 the first radioplay released.[16][17]\n\nThe 2011 film Aliens vs Avatars was named to market it as a crossover to Alien and Avatar, even though the latter two films have no connection outside of director James Cameron.[18] The film follows the intergalactic battle between a quarrelsome alien race and shape-shifting extraterrestrials, while six college friends find themselves in the middle of the interstellar war.\n\nA 1993 science fiction horror film titled Carnosaur, produced by Roger Corman and starring Diane Ladd as a mad scientist who plans to recreate dinosaurs and destroy humanity, is loosely based on the 1984 novel of the same name by John Brosnan, but the two have little in common. It was released by New Horizon Picture Corp two weeks before the blockbuster Jurassic Park. Carnosaur may be considered a mockbuster.[19] (Diane Ladd's daughter Laura Dern starred in Jurassic Park)\n\nIn some cases, the knockoff film may bear little or no resemblance to the original. In 2012, Super K – The Movie, an Indian fantasy/science-fiction animated film about an artificially created boy named \"Super Kloud\" with superpowers, was released direct-to-video in the United States as Kiara the Brave. Its title and cover art focused on an incidental female character with red hair (i.e. Merida), in an obvious attempt to evoke the redheaded female protagonist of Brave, a Disney/Pixar movie set in medieval Scotland.[20]\n\nIn other cases, the knockoff film simply renames an already existing film into a name that is similar to a popular film.[21] For example, when Phase 4 Films acquired the US distribution rights to The Legend of Sarila, the company renamed the movie as Frozen Land to cash in on Disney's 2013 film, Frozen, complete with a logo that was made to look similar to the official logo to the movie.[22] In another case, a collection of animated shorts from the 90s animated series, Britannica's Tales Around the World, was rereleased under Tangled Up by Brightspark to cash in on Disney's 2010 film, Tangled.[23][24] Brightspark also rereleased the film The Adventures of Scamper the Penguin under Tappy Feet: The Adventures of Scamper to cash in on Happy Feet.\n\nAsylum CEO David Michael Latt responds to criticisms about loose plot lines by stating that \"We don't have spies at the studios. We have a general sense of what the film is and we make our movie completely original, just based on that concept.\"\n\nMockbusters are low budget, and their revenue is based entirely on the sales of their DVDs.[25] Low budgets also mean that directors need to think of creative yet cheap ways to achieve the endings that they desire. For example, Snakes on a Train capitalized on the Internet hype surrounding Snakes on a Plane.  Consumers wanted what they saw. Latt said, \"With only four days left of shooting my partner called and said everyone is really excited about Snakes on a Train, but they’re more excited about the poster, which showed a snake swallowing a train. It was meant to be, you know, metaphorical. But the buyers wanted it, so I was given the mandate that the ending had to have the snake eat the train.\" At the same time another representative of Asylum, David Rimawi, says that while a handful of their movies do have \"artistic elements\", that's just not something they're concerned with. The Asylum does not claim to be an \"artsy\" production house.[26]\n\nIn 2015, Avengers Grimm are a mockbuster hybrid with Avengers: Age of Ultron and Once Upon a Time.\n\nIn 2018, Tomb Invader is a mockbuster based on the Tomb Raider series, made by the American film studio, The Asylum.\n\n"
        },
        {
            "title": "Soundalike titling",
            "text": "Mockbusters often use a title with a similar-sounding name to the mainstream feature it intends to piggy-back upon. For instance, the 2006 mockbuster Snakes on a Train traded on the publicity surrounding the theatrically released Snakes on a Plane.[27] Besides the aforementioned film, The Asylum has also released The Land That Time Forgot, Transmorphers, AVH: Alien vs. Hunter, The Da Vinci Treasure, Battle of Los Angeles, Atlantic Rim and Paranormal Entity. In a much earlier example, Astor Pictures compiled a collection of early Bing Crosby short films to create Road to Hollywood, a mockbuster of Paramount Pictures' Road to... buddy comedies that featured Crosby with Bob Hope.\n\n"
        },
        {
            "title": "Foreign knockoffs and illegitimate sequels",
            "text": "Mockbusters and ripoffs can be filmed and released outside of the original films’ countries. Low-budget studios in foreign countries may produce illegitimate sequels to pre-existing higher budgeted films series that began in other countries. These sequels are unofficial, and often even unknown to the creators and producers of the original films. These unofficial sequels are rarely, or never, released in the original country, usually due to licensing issues. In other cases, a film released in other countries is renamed as a sequel to another film in contrast to the original title.[28]\n\nTwo Italian directors directed unofficial sequels to George A. Romero's 1978 Dawn of the Dead: Lucio Fulci's Zombi 2 sold itself as the sequel to that film (which was called Zombi in Italy) and even used a line originally written for Dawn of the Dead.[29] In a similar, more infamous Italian example, the 1990 goblin-themed Troll 2 was hastily marketed as a sequel to Troll.[30]\n\nThe Philippine film industry is also known for its unauthorised adaptations of popular Western films. The popularity of the Batman films, most especially the 1966 TV series, has led to numerous unauthorised remakes and pastiches, such as James Batman starring comedian Dolphy, Batman Fights Dracula, and Alyas Batman en Robin.[31] Dolphy also played leading roles in other mockbusters, including Wanted: Perfect Father, a comedy-drama based on the 1993 film Mrs. Doubtfire,[32] and Tataynic, a 1998 parody of James Cameron's Titanic. Other Filipino knockoffs include Bobo Cop (a parody of RoboCop)[33] and Rocky Plus V (a spoof of the Rocky series).[34]\n\nTurkish cinema was known, particularly in the 1970s and 1980s, for knockoff films done at a cheap, amateur level. The Man who Saved the World became infamous for its theft of clips and songs from Star Wars and Raiders of the Lost Ark, so much so that the film is popularly known as \"Turkish Star Wars\" in English-speaking realms, where it typifies the concept of so bad, it's good.[35] Three Giant Men involved a battle between Marvel Comics characters Spider-Man and Captain America, both unauthorized and dressed in cheap costumes, decades before Captain America: Civil War covered the same concept to greater success.\n\n"
        },
        {
            "title": "Legality",
            "text": "Mockbusters based on popular animated films are known as a \"drafting opportunity\". For example, Kiara the Brave (a mockbuster of Pixar's Brave) and Puss in Boots: A Furry Tale (a mockbuster of Puss in Boots) use soundalike titling to \"draft off\" the marketing success (\"slipstream\") of popular films. \"Can you trademark an actual noun? The idea of a battleship?\", asks Boxoffice magazine editor Amy Nicholson.[26] The original Puss in Boots was made by DreamWorks Animation by 300 people working for four years at the cost of $130 million. The mockbuster, with nearly exactly the same name was made by 12 people, in six months, for less than $1 million. For these large production houses, it wasn't just a question of free riding on the marketing success of these more popular films; mockbusters have become a source of bad publicity. Customers who had accidentally bought the mockbuster Puss in Boots: A Furry Tale but did not know that it was a mockbuster gave the original movie bad reviews.[36] Mockbuster producers have had no legal troubles with drafting off as a result of Disney losing a case against GoodTimes Entertainment, which had used similar packaging for their own version of Aladdin.[37]\n\nMockbusters have also had legal complications with false advertising. They supposedly tweak the plot lines and the titles just enough to skirt legal trouble and yet ride on the publicity of major blockbusters. Until the Hobbit case, mockbuster production houses have been able to achieve soundalike titling to such an extent that even actors in the movies have been confused about which movie they are starring in. Some actors starring in the original have gone on to become fans of the mockbuster model. Kel Mitchell was the star in the mockbuster Battle of Los Angeles, the mockbuster to the original Battle: Los Angeles. His friend was in the original and they began promoting both movies together. Kel has since then became a fan of the studio's formula: \"I laugh out loud when I see that a film is coming out; I wonder what The Asylum is going to do with it. They're going to remix that name and put it out.\"[26]\n\nIn December 2013, The Walt Disney Company filed in California federal court to get an injunction against the continued distribution of the Canadian film The Legend of Sarila, retitled Frozen Land. In their suit, Disney alleges: \"To enhance the commercial success of Sarila, the defendant redesigned the artwork, packaging, logo, and other promotional materials for its newly (and intentionally misleadingly) retitled film to mimic those used by Disney for Frozen and related merchandise.\" The suit was filed against distributor Phase 4 Films.[22]\n\nBecause mockbusters are deliberately similar to more famous movies, some movie studios have sued mockbuster studios for allegedly tricking consumers into renting or purchasing the wrong movie through intentionally deceptive marketing.\n\nIn one such lawsuit, Walt Disney Pictures sued the UK-based studio Brightspark, complaining that the studio was \"misleading consumers with numerous releases that confuse and undermine the trust those consumers have in Disney\". Among Brightspark's films mentioned in the lawsuit were Braver, Tangled Up, The Frog Prince, and Little Cars, which resemble Disney's Brave, Tangled, The Princess and the Frog, and Cars, respectively.[38]\n\nWarner Bros. similarly sued The Asylum over their release of Age of the Hobbits. The judge ruled in favor of Warner Bros., writing that \"There is substantial likelihood that consumers will be confused by Age Of Hobbits and mistakenly purchase the film intending to purchase The Hobbit: An Unexpected Journey.\"[39]\n\nMost mockbusters follow the trend of releasing their movies close to the release dates of the original:[40]\n\nThe Asylum defend this practice, stating their intention is not to dupe customers. The Asylum cites reports from both Blockbuster LLC and Hollywood Video that show that less than 1% of customers who rent one of their films ask for a refund. That the low return rate of their films has been used to argue that consumers are renting The Asylum's films deliberately.[41] \"There's a segment of people who watch them because they know they're bad and they're funny, and they're fun to make fun of with their friends\", says Kyle Ryan, the managing editor of The A.V. Club, a sister publication of The Onion.[25]\n\nIn 2012, Warner Bros. Pictures, New Line Cinema, Metro-Goldwyn-Mayer, WingNut Films, and The Saul Zaentz Company (SZC) sued The Asylum for trademark infringement, false designation of origin, trademark dilution, false advertising, and unfair competition. Plaintiffs alleged that defendant's movie title Age of the Hobbits infringed the registered trademarks held by SZC in the designation \"Hobbit\". Unlike fairytales, which are in the public domain, the J. R. R. Tolkien novels have been exclusively licensed to Warner Bros. and SZC for production and film adaptation. The court described Global Asylum (the defendant in this case) as a low-budget company that makes \"mockbusters\" of popular movies with similar titling. Warner Bros. and SZC submitted evidence to prove that consumers would be confused by the identical title and that they would lose not only ticket sales but also DVD revenue. The evidence included a survey showing that 48 percent of 400 surveyed respondents associated the term “Hobbit” with SZC, d/b/a “Tolkien Enterprises” and Tolkien properties. A separate survey conducted by Nielsen National Research Group showed that approximately 16 to 24 percent of survey respondents were confused about the source of Age of the Hobbits.[42]\n\nThe Asylum claimed that they were justified in using the word \"Hobbit\" as a fair use of scientific terminology after some scientists borrowed the term from the Hobbit stories a few years prior to describe a human species in Indonesia. The Asylum argued that it provided warnings stating that this was not the Tolkien creature.[43] The films also featured major plot differences: \"In an ancient age, the small, peace-loving Hobbits are enslaved by the Java Men, a race of flesh-eating dragon-riders. The young Hobbit Goben must join forces with their neighbor giants, the humans, to free his people and vanquish their enemies.\"[44]\n\nThe Federal Court found that Warner Bros. had a valid trademark on the word \"Hobbit\". The court rejected The Asylum's scientific fair-use claims since there was no evidence to suggest that the movie was about a prehistoric group of people who lived in Indonesia. The court rejected all of The Asylum's defenses: (i) that it was permitted to use “Hobbits” in the title of its film pursuant to the free speech test of the Second Circuit’s decision in Rogers v. Grimaldi, (ii) that its use of the mark constituted nominative fair use to indicate plaintiffs' movies and (iii) that the “Hobbits” mark was a generic name. The court decided that The Asylum had failed to prove its defenses and on December 10, 2012, found in favor of the plaintiffs and entered a temporary restraining order. This restraining order prevented the use by Global Asylum of the title Age of the Hobbits.[45] The Ninth Circuit court of appeals affirmed in 2013. The film was then released under the name Clash of the Empires.\n\n"
        },
        {
            "title": "In other media",
            "text": "The 2022 Emmy Award-winning adaptation of Chip 'n Dale Rescue Rangers spoofed the nature of animated mockbusters with \"bootlegged\" titles like Flying Bedroom Boy and Spaghetti Dogs.[49][50]\n\nThe cult television show Mystery Science Theater 3000 had episodes featuring mockbusters of other movies (eg. Atlantic Rim, Pod People).[51][48]\n\nTwo of Vídeo Brinquedo's productions were parodied in an episode of The Amazing World of Gumball called \"The Treasure\", in which Gumball picks up a mockbuster DVD called How to Ratatwang Your Panda. The film is a cross between The Little Panda Fighter and Ratatoing, which themselves reference Kung Fu Panda and Ratatouille.[52]\n\n"
        }
    ]
}