{
    "url": "https://en.wikipedia.org/wiki/Modern_Orthodox_Judaism",
    "title": "Modern Orthodox Judaism",
    "table_of_contents": [
        "1 Modern Orthodoxy",
        "1.1 Characteristics",
        "1.2 Ideological spectrum",
        "1.3 The behaviorally modern",
        "1.4 Positioning",
        "2 Philosophy",
        "2.1 Torah im Derech Eretz",
        "2.2 Pragmatism",
        "2.3 Torah Umadda",
        "2.4 Religious Zionism",
        "3 Comparison with other movements",
        "3.1 Haredi Judaism",
        "3.2 Neo-Orthodoxy/Torah Im Derech Eretz",
        "3.3 Religious Zionism",
        "3.4 Conservative Judaism",
        "4 Criticism",
        "4.1 Standards of observance",
        "4.2 Sociological and philosophical dilemmas",
        "5 Important figures",
        "6 Modern Orthodox advocacy groups",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Modern Orthodox Judaism (also Modern Orthodox or Modern Orthodoxy) is a movement within Orthodox Judaism that attempts to synthesize Jewish values and the observance of Jewish law with the secular, modern world.\n\nModern Orthodoxy draws on several teachings and philosophies, and thus assumes various forms. In the United States, and generally in the Western world, Centrist Orthodoxy underpinned by the philosophy of Torah Umadda (\"Torah and secular knowledge\") is prevalent. In Israel, Modern Orthodoxy is dominated by Religious Zionism; however, although not identical, these movements share many of the same values and many of the same adherents.[1]\n\n"
        },
        {
            "title": "Modern Orthodoxy",
            "text": "Modern Orthodoxy comprises a fairly broad spectrum of movements; each movement draws upon several distinct, though related, philosophies, which (in some combination) provide the basis for all variations of the movement today.\n\nIn general, Modern Orthodoxy's \"overall approach ... is the belief that one can and should be a full member of modern society, accepting the risks to remaining observant, because the benefits outweigh those risks\".[2] Jews should engage constructively with the world that they are in to foster goodness and justice within both themselves and the larger community, such as by avoiding sin in their personal lives while also caring for the unfortunate.\n\nThus, Modern Orthodoxy holds that Jewish law is normative and binding, while simultaneously attaching a positive value to interaction with the modern world. In this view, as expressed by Rabbi Saul Berman,[3] Orthodox Judaism can \"be enriched\" by its intersection with modernity; further, \"modern society creates opportunities to be productive citizens engaged in the Divine work of transforming the world to benefit humanity\". At the same time, in order to preserve the integrity of halakha, any area of \"powerful inconsistency and conflict\" between Torah and modern culture must be filtered out.[4]\n\nModern Orthodoxy also assigns a central role to the \"People of Israel\".[5] Here two characteristics are manifest: in general, Modern Orthodoxy places a high national, as well as religious, significance on the State of Israel, and institutions and individuals are, typically, Zionist in orientation; relatedly, involvement with non-orthodox Jews will extend beyond \"outreach\" to include institutional relations and cooperation; see further under Torah Umadda.\n\nOther \"core beliefs\" [2] are a recognition of the value and importance of secular studies, a commitment to equality of education for both men and women, and a full acceptance of the importance of being able to financially support oneself and one's family.\n\nThe specific expression of Modern Orthodoxy, however, takes many forms, and particularly over the past 30–40 years, describes a political spectrum.[2] Among the issues have been the extent to which Modern Orthodoxy should cooperate with the more liberal denominations, support secular academic pursuits combined with religious learning, and embrace efforts to give women a larger role in Jewish learning and worship;[6] the acceptability of modern textual criticism as a tool for Torah study is also debated.[7]\n\nTo the ideological right, the line between Haredi and Modern Orthodox has blurred in recent years; some have referred to this trend as \"haredization\".[8] In addition to increasing stringency in adherence to Halakha, many Modern Orthodox Jews express a growing sense of alienation from the larger, secular culture.[8][9] (\"Western civilisation has moved from what was once called the Judeo-Christian ethic to a consumer-driven, choice-fixated culture.... Such a world is not chol, but chiloni, not secular, but secularist. It is impermeable to the values of kedushah.\"[10] ) Here, \"the balance has tipped heavily in favor of Torah over madda (secular studies) ... [and many] have redefined 'madda' as support for making one's livelihood in the secular world, not culturally or intellectually engaging with it.\"[8] Although defining themselves as \"centrist\", institutions here include the Orthodox Union (Union of Orthodox Jewish Congregations of America), the Rabbinical Council of America, and the Rabbi Isaac Elchanan Theological Seminary.\n\nAdherents on the ideological left have begun to develop new institutions that aim to be outward looking while maintaining a discourse between modernity and halakhah. The resultant \"Open Orthodoxy\" seeks to re-engage with secular studies, Jews of all denominations and global issues. Some within this movement have experimented with orthodox egalitarianism where gender equality solutions are found through halakhah. This has led to women taking on more leadership roles. Others in this movement are increasingly re-engaging with social justice issues from a halakhic point of view.[11] See Yeshivat Chovevei Torah, Shalom Hartman Institute, Hebrew Institute of Riverdale, Partnership minyan, Shira Hadasha, Maharat.\n\nIt is also noted[1][12] that many Modern Orthodox are \"behaviorally modern\" as opposed to \"ideologically modern\", and, in truth, fall outside of \"Modern\" Orthodoxy, at least in the philosophical sense; see below. This phenomenon is sometimes termed \"Social Orthodoxy\".[13]\n\nThe distinction is as follows: The ideologically modern are \"meticulously observant of Halakha\",[12] and their interaction with the secular comprises a tangible expression of their ideology, wherever it may lie on the spectrum described. The \"behaviorally modern\", on the other hand, define themselves as \"Modern Orthodox\" only in the sense that they are neither Haredi (\"Ultra-Orthodox\") nor Conservative: these, in other words, are \"not deeply concerned with philosophical ideas\",[12] and, often, are not as careful in their observance.\n\nThis \"Orthodoxy of convenience\" has maintained a certain stability over time: as long as these don't seek to legitimize their behaviour in halakhic terms, the leadership of the (Modern) Orthodox world have no particular difficulty with them.[1]\n\nVarious highly differing views (or non views) – ranging from traditionalist to revisionist – are thus offered under the banner of \"Modern Orthodoxy\". In fact, even among its leadership, there is limited agreement \"on the philosophical parameters of modern Orthodoxy\".[2] The boundaries here, with respect to Haredi and Conservative Judaism, have therefore become increasingly indistinct. At the same time, some elements of Haredi Judaism appear to be more receptive to messages that have traditionally been part of the Modern-Orthodox agenda. Similarly, at Modern Orthodoxy's left, many appear to align with more traditional elements of Conservative Judaism. In discussing \"Modern Orthodoxy\", it is thus also important to clarify its position with reference to other movements in Judaism: see  § Comparison with other movements below. Further, given this wide range of views, some see the possibility that, in fact, \"[t]here is no longer a cohesive, singular Modern Orthodoxy\";[14] see further below.\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Modern Orthodoxy traces its roots to the works of Rabbis Azriel Hildesheimer (1820–1899) and Samson Raphael Hirsch (1808–1888). While Hildesheimer's role is not disputed—comprising distinct philosophic and pragmatic contributions—Hirsch's role is less clear, with some Hirsch scholars arguing that his \"Torah im Derech Eretz\" philosophy is in fact at odds with that of Modern Orthodoxy; see further below and in the Hildesheimer article. Today, the movement is additionally, and particularly, influenced by the philosophy of Rabbi Joseph B. Soloveitchik and the closely related Torah Umadda, as well as by the writings of Rabbi Abraham Isaac Kook. (Religious Zionism, strictly speaking a distinct philosophy, has an indirect influence.)\n\nHirsch's Torah im Derech Eretz (תורה עם דרך ארץ‎ – \"Torah with the 'Way of the World'/Society\") is a philosophy of Orthodox Judaism that formalizes a relationship between halakhically observant Judaism and the modern world. Hirsch held that Judaism requires the application of Torah philosophy to all human endeavor and knowledge compatible with it. Thus, secular education becomes a positive religious duty. \"Judaism is not a mere adjunct to life: It comprises all of life ... in the synagogue and the kitchen, in the field and the warehouse, in the office and the pulpit ... with the pen and the chisel.\"[15] Hirsch's vision, although not unqualified, extended to the sciences as well as to (German) literature, philosophy and culture. Torah im Derech Eretz remains influential to this day in all branches of Orthodox Judaism.\n\nNeo Orthodoxy, the movement descended from Hirsch's Frankfurt community, regards itself as positioned, ideologically, outside of contemporary Modern Orthodoxy; see further below.\n\nRabbi Azriel Hildesheimer, along with Rabbi Hirsch, was insistent that Orthodox Jews living in the west should not segregate themselves behind ghetto walls. On the contrary, modern Jewish education must teach Jews how best to confront and deal with modernity in all of its aspects.[16] His approach, \"Cultured Orthodoxy\", was defined as representing \"unconditional agreement with the culture of the present day; harmony between Judaism and science; but also unconditional steadfastness in the faith and traditions of Judaism\".[16]\n\nHe was, however, \"the pragmatist rather than the philosopher\", and it is his actions, rather than his philosophy, which have become institutionalized in Modern Orthodoxy,[12] and through which his influence is still felt.\n\nTorah Umadda (תורה ומדע‎ – \"Torah and secular knowledge\") is a philosophy concerning the secular world and Judaism, and in particular secular knowledge and Jewish knowledge. It envisions a personal—as opposed to philosophic—\"synthesis\" between Torah scholarship and Western, secular scholarship, entailing, also, positive involvement with the broader community. Here, the \"individual has absorbed the attitudes characteristic of science, democracy, and Jewish life, and responds appropriately in diverse relations and contexts\".[17] The resultant mode of Orthodox Judaism is referred to as \"Centrist Orthodoxy\".\n\nThis philosophy, as formulated today, is to a large extent a product of the teachings and philosophy of Rabbi Joseph B. Soloveitchik (1903–1993), Rosh Yeshiva at Yeshiva University. In Rav Soloveitchik's thought, Judaism, which believes that the world is \"very good\", enjoins man to engage in tikkun olam. \"Halakhic Man\" must therefore attempt to bring the sanctity and purity of the transcendent realm into the material world.[18] Centrist Orthodoxy is the dominant mode of Modern Orthodoxy in the United States, while Torah Umadda remains closely associated with Yeshiva University.\n\nTorah Umadda is related to Hirsch's Torah im Derech Eretz, but see below for a comparison between the two.\n\nModern Orthodoxy draws on the teachings of Rabbi Abraham Isaac Kook (1864–1935), as well as the writings and interpretations of his son Rabbi Zvi Yehuda Kook (1891–1982), both as regards their views on Jewish peoplehood and as they regard the (related) interaction with the secular world.\n\nIn Israel, the Religious Zionism of the Dati Leumi (דתי לאומי‎, \"National Religious\") dominates Modern Orthodoxy. Here too, the ideological basis is largely drawn from the teachings of Rav Kook,[9] and there is therefore much overlap; philosophical differences, as well as other \"non-modern\" forms of Religious Zionism, are discussed below.\n\nSee also Mizrachi; Bnei Akiva; National Religious Party; Hesder; Mechina; Gush Emunim; Torat Eretz Yisrael.\n\n"
        },
        {
            "title": "Comparison with other movements",
            "text": "As above, Modern Orthodoxy comprises various approaches, ranging from traditionalist to revisionist, and the movement apparently overlaps with Conservative Judaism and with Haredi Judaism at its respective boundaries. At its centre too, the movement appears to share practices and values with Neo Orthodoxy and with Religious Zionism. Therefore, in clarifying what Modern Orthodoxy in fact entails, its positioning must be discussed with reference to these movements.\n\nAlthough there is some question as how precisely to define the distinction between Modern Orthodoxy and Haredi Judaism, there is basic agreement that they may be distinguished on the basis of three major characteristics:[12]\n\nA fourth difference suggested, relates to the acceptability of moderation within Jewish law. Both Modern Orthodoxy and Ultra Orthodoxy regard Halakha as divine in origin, and as such, no position is assumed without justification in the Shulchan Aruch and in the Acharonim. The movements differ, however, in their approach to strictures (chumras) and leniencies (kulas).\nModern Orthodoxy holds that strictures are not normative, rather, these are a matter of personal choice;[20] \"severity and leniency are relevant only in circumstances of factual doubt, not in situations of debate or varied practice. In the latter situations, the conclusion should be based solely on the legal analysis.\" \nSee Torah Umadda § Moderation.\nNote though, that in recent years, many Modern Orthodox Jews are described as \"increasingly stringent in their adherence to Jewish law\".[8] \nAs to the contention that Modern Orthodoxy's standards of observance of halakha are \"relaxed\", as opposed to moderate, see below under Criticism.\nIn the Haredi view, on the other hand, \"the most severe position ... is the most likely basis for unity and commonality of practice within Orthodox community, and is therefore to be preferred\". Further, \"such severity ... results in the greatest certainty that God's will is being performed\".[20][21] Haredi Judaism thus tends to adopt chumras as a norm.\n\nRelated to this [22] is the acceptance of the concept of Da'as Torah - the extent to which Orthodox Jews should seek the input of rabbinic scholars not just on matters of Jewish law, but on all important life matters.\nMost rabbinic leaders from Haredi communities view the concept as inextricably linked to the centuries of Jewish tradition. Within Modern Orthodox Judaism, many rabbis and scholars view the matter as a modern development that can be traced to changes in Jewish communal life in the nineteenth century.[23][24] \nThus, while the notion of da'as Torah is viewed by Haredi rabbis as a long-established tradition within Judaism, Modern Orthodox scholars argue that the Haredi claim is a revisionist one. According to Modern Orthodox scholars, although the term \"da'as Torah\" has been used in the past, the connotations of absolute rabbinic authority under this banner occurs only in the decades that follow the establishment of the Agudas Yisrael party in Eastern Europe.[25]\nSee Rabbinic authority § Orthodox Judaism and da'as Torah for further elaboration of these differences.\n\nModern Orthodoxy's efforts to encourage religious observance among non-Orthodox Jews has been likened to similar efforts by the Chabad movement. The similarity between the two groups in their relationships towards the non-Orthodox, and its adoption by some Haredi groups, has blurred the lines between the modern and Haredi segments of Orthodoxy.[26]\n\nBoth Modern Orthodoxy and Neo Orthodoxy, the movement directly descended from Hirsch's Frankfurt community, have combined Torah and secular knowledge with participation in contemporary western life, and thus some maintain that there is a degree of practical and philosophical overlap between the two. The movements are nevertheless distinct, and in general, Neo-Orthodoxy has taken a more qualified approach than Modern orthodoxy, emphasizing that followers must exercise caution in engagements with the secular world.\n\nDifferences between the movements may be more than a question of degree: some Hirsch scholars argue that Hirschian philosophy is at odds with that of Modern Orthodoxy,[27] while some Modern Orthodox scholars maintain that Modern Orthodoxy accords with Hirsch's worldview.[28] These philosophical distinctions (though subtle), manifest in markedly divergent religious attitudes and perspectives. For example, Shimon Schwab, second rabbi of the Torah Im Derech Eretz community in the United States, has been described as being \"spiritually very distant\" from Yeshiva University and Modern Orthodoxy.[12]\n\nFrom the viewpoint of Neo-Orthodoxy, that movement differs from Modern Orthodoxy (and particularly Centrist Orthodoxy) on three main counts.[27][29]\n\nBroadly defined, Religious Zionism is a movement that embraces the idea of Jewish national sovereignty, often in connection with the belief in the ability of the Jewish people to bring about a redemptive state through natural means, and often attributing religious significance to the modern State of Israel. The spiritual thinkers who started this stream of thought include Rabbi Zvi Hirsch Kalischer (1795–1874) and Rabbi Yitzchak Yaacov Reines (1839–1915). (This attitude is rejected by most Haredim—but not all, particularly the Hardal movement.) Thus, in this sense, Religious Zionism in fact encompasses a wide spectrum of religious views including Modern Orthodoxy.\n\nNote, however, that Modern Orthodoxy, in fact, overlaps to a large extent with \"Religious Zionism\" in its narrower form (\"Throughout the world, a 'religious Zionist day school' is a synonym for a 'modern Orthodox day school'\"[31]). At the least, the two are not in any direct conflict, and generally coexist,[1] sharing both values and adherents. Further, in practice, except at their extremes, the differences between Religious Zionism and Modern Orthodoxy in Israel are not pronounced, and they are often identical, especially in recent years and for the younger generation.[32]\n\nNevertheless, the two movements are philosophically distinct on two broad counts.\n\nApplying the above distinction, in Israel today, Modern Orthodoxy—as distinct from (right-wing) Religious Zionism—is represented by only a select group of institutions: the Religious Kibbutz Movement, Ne'emanei Torah Va'Avodah,[34] the Meimad political party, and the Shalom Hartman Institute, Yeshivat Har Etzion / Migdal Oz and Yeshivat Hamivtar/Ohr Torah Stone Institutions/Midreshet Lindenbaum (some would include Yeshivat Hesder Petach Tikva, Yeshivat Ma'ale Gilboa, and the Tzohar Foundation[35]).\n\nIn some areas, Modern Orthodoxy's left wing appears to align with more traditional elements of Conservative Judaism, and in fact some on the left of Modern Orthodoxy have allied with the formerly Conservative Union for Traditional Judaism. Nonetheless, the two movements are generally described as distinct. Rabbi Avi Weiss, from the left of Modern Orthodoxy, stresses that Orthodox and Conservative Judaism are \"so very different in ... three fundamental areas: Torah mi-Sinai, rabbinic interpretation, and rabbinic legislation\".[36] Weiss argues as follows:\n\nIn general, Modern Orthodoxy does not, therefore, view the process by which the Conservative movement decides halakha as legitimate—or with the non-normative weighting assigned to halakha by the Conservative movement. In particular, Modern Orthodoxy disagrees with many of Conservative Judaism's halakhic rulings, particularly as regards issues of egalitarianism. See further on the Orthodox view and the Conservative view.\n\nModern Orthodoxy clearly differs from the approach of Reform Judaism and Humanistic Judaism, which do not consider halakha to be normative.\n\n"
        },
        {
            "title": "Criticism",
            "text": "This section deals with criticism relating to standards of observance and to social issues. See \"Criticism\" under Torah Umadda for discussions of philosophy.\n\nThere is an often repeated contention that Modern Orthodoxy—beyond its approach to chumrahs (\"strictures\") described above—has lower standards of observance of traditional Jewish laws and customs than other branches of Orthodox Judaism.[41] This view is largely anecdotal, and is based on individual behaviour, as opposed to any formal, institutional position;[42] see above re \"the behaviorally modern\":\n\nAdditionally, whereas the Modern Orthodox position is (generally) presented as \"unquestioned allegiance to the primacy of Torah, and that the apprehension of all other intellectual disciplines must be rooted and viewed through the prism of Torah\",[43] Haredi groups have sometimes compared Modern Orthodoxy with early Reform Judaism in Germany: Modern Orthodox rabbis have been criticised for attempting to modify Jewish law, in adapting Judaism to the needs of the modern world.[citation needed]\n\nNote that claims of this nature have been commonplace within Orthodox Judaism since the first \"reforms\" of Samson Raphael Hirsch and Azriel Hildesheimer. Thus, in Europe of the early 19th century, all of Judaism that differed from the strictest forms present at the time was called \"Reform\". Then, as now, Modern Orthodoxy took pains to distance its \"reforms\", which were consistent with the Shulkhan Arukh and poskim, from those of the Reform movement (and the Conservative movement), which were not.[citation needed]\n\nSome observe[12] that the ability of Modern Orthodoxy to attract a large following and maintain its strength as a movement is inhibited by the fact that it embraces modernity—its raison d'être—and that it is highly rational and intellectual.\n\n"
        },
        {
            "title": "Important figures",
            "text": "Many Orthodox Jews find the intellectual engagement with the modern world as a virtue. Examples of Orthodox rabbis who promote or have promoted this worldview include:\n\n"
        },
        {
            "title": "Modern Orthodox advocacy groups",
            "text": "There are a few organizations dedicated to furthering Modern Orthodoxy as a religious trend:\n\nOthers include:\n\n"
        }
    ]
}