{
    "url": "https://en.wikipedia.org/wiki/Modernist_film",
    "title": "Modernist film",
    "table_of_contents": [
        "1 History",
        "2 List of notable modernist films",
        "2.1 List of notable modernist filmmakers",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Modernist film is related to the art and philosophy of modernism.\n\n"
        },
        {
            "title": "History",
            "text": "It came to maturity in the eras between WWI and WWII with characteristics such as montage, symbolic imagery, expressionism and surrealism (as featured in the works of Luis Buñuel, Fritz Lang and Alfred Hitchcock)[1] while Postmodernist film – similar to postmodernism as a whole – is a reaction to the modernist works of its field, and to their tendencies (such as nostalgia and angst).[2] Modernist cinema, \"explored and exposed the formal concerns of the medium by placing them at the forefront of consciousness. Modernist cinema questions and made visible the meaning-production practices of film.\"[3] The auteur theory and idea of an author producing a work from his singular vision guided the concerns of modernist film. \"To investigate the transparency of the image is modernist but to undermine its reference to reality is to engage with the aesthetics of postmodernism.\"[4][5] The modernist film has more faith in the author, the individual, and the accessibility of reality itself (and more sincere in tone[6]) than the postmodernist film.\n\n"
        },
        {
            "title": "List of notable modernist films",
            "text": "Sources:[7][8][9][10][11][12][13][14][15][16][17][18][19][20][21][22][23][24][25][26][27][28][29][30][31][32][33][34][35][36][37][38][39][40][41][42][43][44][45][46][47][48][49][50][51][52][53][54][55][56][57][58][59][60][61][62][63][64][65][66][67][68][69][70][71][72][73][74][75][76][77][78][79][80][81][82][83][84][85][86][87][88][89][90]\n[91][92][93][94][95][96][97][98]\n[99][100]\n\n"
        }
    ]
}