{
    "url": "https://en.wikipedia.org/wiki/Modekngei",
    "title": "Modekngei",
    "table_of_contents": [
        "1 History",
        "2 Practices",
        "3 Belau Modekngei School",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Modekngei, or Ngara Modekngei (United Sect), is a monotheistic religious movement founded around 1915 by \"Tamadad,\" a native of the island of Babeldaob, that spread throughout Palau.[1] It rose to political significance between the First and Second World Wars and is currently professed by 5.7% of Palau's population.[2]\nModekngei is a hybrid of ancient Palauan customs and Christianity. Followers of the religion believe in the Christian God, recognize Jesus Christ as the Messiah, and simultaneously make appeasements to the traditional Palauan deities.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The origins of Modekngei are unknown, but one hypothesis purports that Modekngei began as a form of nonviolent resistance to the Japanese occupation of Palau.[3] By amalgamating native animistic and Christian beliefs in hymns (keskes), the islanders may have been better able to preserve and transmit their traditions.[4]\n\nA common story in Ngatpang is that the religion developed from the efforts of Christian missionaries in Palau who hoped to convert the islanders. After visiting Ibobang, a village in Ngatpang where most of the residents practice Modekngei, the missionaries were so impressed by the villagers' commitment to their customs that they allowed the Palauans to keep their goddess while still practicing Christianity.\n\n"
        },
        {
            "title": "Practices",
            "text": "The goal of Modekngei is to preserve ancient Palauan traditions in a way that aligns with Christianity.\n\nAdherents in Ibobang practice a lifestyle centered on ancient ideas of family, community, and purity. The religion prohibits followers from all alcohol and drug use, and children in the village are required to be home by dark and abstain from making loud noises in sacred places.\n\nCitizens of Ibobang attend daily church services. The church building is located in the center of the village and is likewise the center of activity. One Modekngei custom requires members of the community to walk silently to church each morning. To speak, especially loudly, before a church service is disrespectful and borderline blasphemous.\n\nWomen in Ibobang usually dress in western apparel, but at church they are required to always wear a skirt or dress when either entering or passing the building. As a result, it is not uncommon to see a woman in Ibobang dressed in pants to take a longer route to her destination to keep from crossing the church grounds without the proper attire. Daily Modekngei church services are short, consisting mostly of individual and group prayers. However, services celebrating both traditional and religious holidays are more elaborate and can last several days, with weeks of communal preparation.\n\nOne custom that most Palauans observe—regardless of religious affiliation—is the prohibition of alcohol or tobacco within the Ibobang city limits. According to tradition, violating this religious ban will bring terrible rainstorms upon the village that will not go away until the sin has been forgiven by the Modekngei goddess.\n\nEven Palauans who may normally drink or smoke will abstain from bringing the banned substances within the city limits. The belief that rains will plague the village is so strong that Modekngei elders will hang fruit and other treats on tree branches throughout the village in hopes of propitiating the goddess to be forgiving of outsiders' misconduct.\n\nAnother customary activity that takes place in Ibobang is the blessing of the roads. This particular custom coincides with the moon's cycle. A few days before each full moon, the community works together to clean the entire village. Lawns are cut, trash is cleaned and houses are scrubbed. Then, the evening before the full moon dawns, everyone who lives in Ibobang waits inside their houses while a village elder walks up and down the streets chanting prayers and blessings over the village. This is a necessary practice in Modekngei because it’s believed that during a full moon, the Modekngei goddess is better able to see the malpractices of her people.\n\n"
        },
        {
            "title": "Belau Modekngei School",
            "text": "Ibobang is the home of Belau Modekngei School (BMS),[5] a boarding school for high school students situated at the far end of the village. In 1974, a handful of Modekngei elders realized their desire to pass on the ancient traditions of the Modekngei religion to future generations.\n\nToday, between 25 and 30 students from the 9th to 12th grade are enrolled at BMS.[6] Students and faculty have the option of living on campus in traditional dormitory-style housing with no electricity or running water, or in the surrounding villages of Ngatpang. Slightly more than half the students live on campus.\n\nThe student body at BMS is diverse. Some of the students attend because they come from families who value a traditional education. Other students enroll at BMS as a last resort. As one of very few private high schools on Palau, BMS has the option of accepting students who have been expelled from the island's only public high school.[7]\n\nStudents at BMS study core academic subjects such as English, Math and Palauan, but they also take Modekngei religious classes, have the opportunity to farm ancient medicinal crops, and practice traditional customs with the wider village.\n\nBelau Modekngei's primary goal is to preserve Modekngei religion for future generations of Palauans.\n\n"
        }
    ]
}