{
    "url": "https://en.wikipedia.org/wiki/Moksha",
    "title": "Moksha",
    "table_of_contents": [
        "1 Etymology",
        "2 Definition and meanings",
        "2.1 Eschatological sense",
        "2.2 Epistemological and psychological senses",
        "2.2.1 As a state of perfection",
        "2.2.2 Nagarjuna's challenge",
        "2.2.3 Adi Shankara's challenge",
        "2.2.4 The Vaisnavas' challenge",
        "3 History",
        "3.1 Evolution of the concept",
        "4 Synonyms",
        "5 Hinduism",
        "5.1 Sāmkhya, Yoga and mokṣha",
        "5.2 Vedanta and mokṣha",
        "5.3 Mokṣha in this life",
        "5.4 Mokṣa in Balinese Hinduism",
        "6 Buddhism",
        "7 Jainism",
        "8 Sikhism",
        "9 See also",
        "10 Notes",
        "11 References",
        "11.1 Citations",
        "11.2 Sources",
        "11.3 Web sources",
        "12 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMoksha (/ˈmoʊkʃə/; Sanskrit: मोक्ष, mokṣa), also called vimoksha, vimukti and mukti,[1] is a term in Hinduism, Buddhism, Jainism and Sikhism for various forms of emancipation, enlightenment, liberation, and release.[2] In its soteriological and eschatological senses, it refers to freedom from saṃsāra, the cycle of death and rebirth.[3] In its epistemological and psychological senses, moksha is freedom from ignorance: self-realization, self-actualization and self-knowledge.[4]\n\nIn Hindu traditions, moksha is a central concept[5] and the utmost aim of human life; the other three aims being dharma (virtuous, proper, moral life), artha (material prosperity, income security, means of life), and kama (pleasure, sensuality, emotional fulfillment).[6] Together, these four concepts are called Puruṣārtha in Hinduism.[7]\n\nIn some schools of Indian religions, moksha is considered equivalent to and used interchangeably with other terms such as vimoksha, vimukti, kaivalya, apavarga, mukti, nihsreyasa and nirvana.[8] However, terms such as moksha and nirvana differ and mean different states between various schools of Hinduism, Buddhism and Jainism.[9] The term nirvana is more common in Buddhism,[10] while moksha is more prevalent in Hinduism.[11]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Moksha is derived from the root, muc, which means to free, let go, release, liberate.[12]\n\n"
        },
        {
            "title": "Definition and meanings",
            "text": "The definition and meaning of moksha varies between various schools of Indian religions.[13] Moksha means freedom, liberation; from what and how is where the schools differ.[14] Moksha is also a concept that means liberation from rebirth or saṃsāra.[3] This liberation can be attained while one is on earth (jivanmukti), or eschatologically (karmamukti,[3] videhamukti). Some Indian traditions have emphasized liberation on concrete, ethical action within the world. This liberation is an epistemological transformation that permits one to see the truth and reality behind the fog of ignorance.[web 1]\n\nMoksha has been defined not merely as absence of suffering and release from bondage to saṃsāra. Various schools of Hinduism also explain the concept as presence of the state of paripurna-brahmanubhava (the experience of oneness with Brahman, the One Supreme Self), a state of knowledge, peace and bliss.[15] For example, Vivekachudamani - an ancient book on moksha, explains one of many meditative steps on the path to moksha, as:\n\nMoksha is a concept associated with saṃsāra (birth-rebirth cycle). Samsara originated with religious movements in the first millennium BCE.[web 1] These movements such as Buddhism, Jainism and new schools within Hinduism, saw human life as bondage to a repeated process of rebirth. This bondage to repeated rebirth and life, each life subject to injury, disease and aging, was seen as a cycle of suffering. By release from this cycle, the suffering involved in this cycle also ended. This release was called moksha, nirvana, kaivalya, mukti and other terms in various Indian religious traditions.[17] A desire for the release from pain and suffering seems to lie at the root of striving for moksha, and it is commonly believed that moksha is an otherwordly reality, only achievable at the end of life, not during.[18] However there is also a notion that moksha can be achieved during life in the form of a state of enlightenment, known as jivan-mukti, although this is still reliant on personal and spiritual endeavours attributed to attaining moksha.[18]\n\nEschatological ideas evolved in Hinduism.[19] In earliest Vedic literature, heaven and hell sufficed soteriological curiosities. Over time, the ancient scholars observed that people vary in the quality of virtuous or sinful life they lead, and began questioning how differences in each person's puṇya (merit, good deeds) or pāp (demerit, sin) as human beings affected their afterlife.[20] This question led to the conception of an afterlife where the person stayed in heaven or hell, in proportion to their merit or demerit, then returned to earth and were reborn, the cycle continuing indefinitely. The rebirth idea ultimately flowered into the ideas of saṃsāra, or transmigration - where one's balance sheet of karma determined one's rebirth. Along with this idea of saṃsāra, the ancient scholars developed the concept of moksha, as a state that released a person from the saṃsāra cycle. Moksha release in eschatological sense in these ancient literature of Hinduism, suggests van Buitenen,[21] comes from self-knowledge and consciousness of oneness of supreme soul.\n\nScholars provide various explanations of the meaning of moksha in epistemological and psychological senses. For example, Deutsche sees moksha as transcendental consciousness, the perfect state of being, of self-realization, of freedom and of \"realizing the whole universe as the Self\".[22]\n\nMoksha in Hinduism, suggests Klaus Klostermaier,[23] implies a setting-free of hitherto fettered faculties, a removing of obstacles to an unrestricted life, permitting a person to be more truly a person in the full sense; the concept presumes an unused human potential of creativity, compassion and understanding which had been blocked and shut out. Moksha is more than liberation from a life-rebirth cycle of suffering (samsara); the Vedantic school separates this into two: jivanmukti (liberation in this life) and videhamukti (liberation after death).[24] Moksha in this life includes psychological liberation from adhyasa (fears besetting one's life) and avidya (ignorance or anything that is not true knowledge).[23]\n\nMany schools of Hinduism according to Daniel Ingalls,[14] see moksha as a state of perfection. The concept was seen as a natural goal beyond dharma. Moksha, in the epics and ancient literature of Hinduism, is seen as achievable by the same techniques necessary to practice dharma. Self-discipline is the path to dharma, moksha is self-discipline that is so perfect that it becomes unconscious, second nature. Dharma is thus a means to moksha.[25]\n\nThe Samkhya school of Hinduism, for example, suggests that one of the paths to moksha is to magnify one's sattvam.[26][27] To magnify one's sattvam, one must develop oneself where one's sattvam becomes one's instinctive nature. Many schools of Hinduism thus understood dharma and moksha as two points of a single journey of life, a journey for which the viaticum was discipline and self-training.[27] Over time, these ideas about moksha were challenged.\n\nDharma and moksha, suggested Nagarjuna in the 2nd century, cannot be goals on the same journey.[28] He pointed to the differences between the world we live in, and the freedom implied in the concept of moksha. They are so different that dharma and moksha could not be intellectually related. Dharma requires worldly thought, moksha is unworldly understanding, a state of bliss. \"How can the worldly thought-process lead to unworldly understanding?\", asked Nagarjuna.[28] Karl Potter explains the answer to this challenge as one of context and framework, the emergence of broader general principles of understanding from thought processes that are limited in one framework.[29]\n\nAdi Shankara in the 8th century AD, like Nagarjuna earlier, examined the difference between the world one lives in and moksha, a state of freedom and release one hopes for.[30] Unlike Nagarjuna, Shankara considers the characteristics between the two. The world one lives in requires action as well as thought; our world, he suggests, is impossible without vyavahara (action and plurality). The world is interconnected, one object works on another, input is transformed into output, change is continuous and everywhere. Moksha, suggests Shankara,[23] is a final perfect, blissful state where there can be no change, where there can be no plurality of states. It has to be a state of thought and consciousness that excludes action.[30] He questioned: \"How can action-oriented techniques by which we attain the first three goals of man (kama, artha and dharma) be useful to attain the last goal, namely moksha?\"\n\nScholars[31] suggest Shankara's challenge to the concept of moksha parallels those of Plotinus against the Gnostics, with one important difference:[30] Plotinus accused the Gnostics of exchanging an anthropocentric set of virtues with a theocentric set in pursuit of salvation; Shankara challenged that the concept of moksha implied an exchange of anthropocentric set of virtues (dharma) with a blissful state that has no need for values. Shankara goes on to suggest that anthropocentric virtues suffice.\n\nVaishnavism, one of the bhakti schools of Hinduism, is devoted to the worship of God, sings his name, anoints his image or idol, and has many sub-schools. Vaishnavas (followers of Vaishnavism) suggest that dharma and moksha cannot be two different or sequential goals or states of life.[32]\nInstead, they suggest God should be kept in mind constantly to simultaneously achieve dharma and moksha, so constantly that one comes to feel one cannot live without God's loving presence. This school emphasized love and adoration of God as the path to \"moksha\" (salvation and release), rather than works and knowledge. Their focus became divine virtues, rather than anthropocentric virtues. Daniel Ingalls[32] regards Vaishnavas' position on moksha as similar to the Christian position on salvation, and Vaishnavism as the school whose views on dharma, karma and moksha dominated the initial impressions and colonial-era literature on Hinduism, through the works of Thibaut, Max Müller and others.\n\n"
        },
        {
            "title": "History",
            "text": "The concept of moksha appears much later in ancient Indian literature than the concept of dharma. The proto-concept that first appears in the ancient Sanskrit verses and early Upanishads is mucyate, which means freed or released. It is the middle and later Upanishads, such as the Svetasvatara and Maitri, where the word moksha appears and begins becoming an important concept.[14][33]\n\nThe Katha Upanishad,[34] a middle Upanishadic era script dated to be about 2500 years old, is among the earliest expositions about saṃsāra and moksha. In Book I, Section III, the legend of boy Naciketa queries Yama, the lord of death to explain what causes saṃsāra and what leads to liberation.[35] Naciketa inquires: what causes sorrow? Yama explains that suffering and saṃsāra results from a life that is lived absent-mindedly, with impurity, with neither the use of intelligence nor self-examination, where neither mind nor senses are guided by one's atma (soul, self).[36][37] Liberation comes from a life lived with inner purity, alert mind, led by buddhi (reason, intelligence), realization of the Supreme Self (purusha) who dwells in all beings. Kathaka Upanishad asserts knowledge liberates, knowledge is freedom.[38][39] Kathaka Upanishad also explains the role of yoga in personal liberation, moksha.\n\nThe Svetasvatara Upanishad, another middle era Upanishad written after Kathaka Upanishad, begins with questions such as why is man born, what is the primal cause behind the universe, what causes joy and sorrow in life?[40] It then examines the various theories, that were then existing, about saṃsāra and release from bondage. Svetasvatara claims[41] bondage results from ignorance, illusion or delusion; deliverance comes from knowledge. The Supreme Being dwells in every being, he is the primal cause, he is the eternal law, he is the essence of everything, he is nature, he is not a separate entity. Liberation comes to those who know Supreme Being is present as the Universal Spirit and Principle, just as they know butter is present in milk. Such realization, claims Svetasvatara, come from self-knowledge and self-discipline; and this knowledge and realization is liberation from transmigration, the final goal of the Upanishad.[42]\n\nStarting with the middle Upanishad era, moksha - or equivalent terms such as mukti and kaivalya - is a major theme in many Upanishads. For example, Sarasvati Rahasya Upanishad, one of several Upanishads of the bhakti school of Hinduism, starts out with prayers to Goddess Sarasvati. She is the Hindu goddess of knowledge, learning and creative arts;[43] her name is a compound word of ‘‘sara’’[44] and ‘‘sva’’,[45] meaning \"essence of self\". After the prayer verses, the Upanishad inquires about the secret to freedom and liberation (mukti). Sarasvati's reply in the Upanishad is:\n\nThe concept of moksha, according to Daniel Ingalls,[14] represented one of the many expansions in Hindu Vedic ideas of life and the afterlife. In the Vedas, there were three stages of life: studentship, householdship and retirement. During the Upanishadic era, Hinduism expanded this to include a fourth stage of life: complete abandonment. In Vedic literature, there are three modes of experience: waking, dream and deep sleep. The Upanishadic era expanded it to include turiyam - the stage beyond deep sleep. The Vedas suggest three goals of man: kama, artha and dharma. To these, the Upanishadic era added moksha.[14]\n\nThe acceptance of the concept of moksha in some schools of Hindu philosophy was slow. These refused to recognize moksha for centuries, considering it irrelevant.[14] The Mimamsa school, for example, denied the goal and relevance of moksha well into the 8th century AD, until the arrival of a Mimamsa scholar named Kumarila.[47] Instead of moksha, Mimamsa school of Hinduism considered the concept of heaven as sufficient to answer the question: what lay beyond this world after death. Other schools of Hinduism, over time, accepted the moksha concept and refined it over time.[14]\n\nIt is unclear when the core ideas of samsara and moksha were developed in ancient India. Patrick Olivelle suggests these ideas likely originated with new religious movements in the first millennium BCE.[web 1] Mukti and moksha ideas, suggests J. A. B. van Buitenen,[21] seem traceable to yogis in Hinduism, with long hair, who chose to live on the fringes of society, given to self-induced states of intoxication and ecstasy, possibly accepted as medicine men and \"sadhus\" by the ancient Indian society.[14] Moksha to these early concept developers, was the abandonment of the established order, not in favor of anarchy, but in favor of self-realization, to achieve release from this world.[48]\n\nIn its historical development, the concept of moksha appears in three forms: Vedic, yogic and bhakti. In the Vedic period, moksha was ritualistic.[21] Mokṣa was claimed to result from properly completed rituals such as those before Agni - the fire deity. The significance of these rituals was to reproduce and recite the cosmic creation event described in the Vedas; the description of knowledge on different levels - adhilokam, adhibhutam, adhiyajnam, adhyatmam - helped the individual transcend to moksa. Knowledge was the means, the ritual its application. By the middle to late Upanishadic period, the emphasis shifted to knowledge, and ritual activities were considered irrelevant to the attainment of moksha.[50] Yogic moksha[21][51] replaced Vedic rituals with personal development and meditation, with hierarchical creation of the ultimate knowledge in self as the path to moksha. Yogic moksha principles were accepted in many other schools of Hinduism, albeit with differences. For example, Adi Shankara in his book on moksha suggests:\n\nBhakti moksha created the third historical path, where neither rituals nor meditative self-development were the way, rather it was inspired by constant love and contemplation of God, which over time results in a perfect union with God.[21] Some Bhakti schools evolved their ideas where God became the means and the end, transcending moksha; the fruit of bhakti is bhakti itself.[53] In the history of Indian religious traditions, additional ideas and paths to moksha beyond these three, appeared over time.[54]\n\n"
        },
        {
            "title": "Synonyms",
            "text": "The words moksha, nirvana (nibbana) and kaivalya are sometimes used synonymously,[55] because they all refer to the state that liberates a person from all causes of sorrow and suffering.[56][57] However, in modern era literature, these concepts have different premises in different religions.[9] Nirvana, a concept common in Buddhism, is accompanied by the realization that all experienced phenomena are not self; while moksha, a concept common in many schools of Hinduism, is acceptance of Self (soul), realization of liberating knowledge, the consciousness of Oneness with Brahman, all existence and understanding the whole universe as the Self.[58][59] Nirvana starts with the premise that there is no Self, moksha on the other hand, starts with the premise that everything is the Self; there is no consciousness in the state of nirvana, but everything is One unified consciousness in the state of moksha.[58]\n\nKaivalya, a concept akin to moksha, rather than nirvana, is found in some schools of Hinduism such as the Yoga school. Kaivalya is the realization of aloofness with liberating knowledge of one's self and disentanglement from the muddled mind and cognitive apparatus. For example, Patanjali’s Yoga Sutra suggests:\n\nNirvana and moksha, in all traditions, represent resting in one's true essence, named Purusha or Atman, or pointed at as Nirvana, but described in a very different way. Some scholars, states Jayatilleke, assert that the Nirvana of Buddhism is same as the Brahman in Hinduism, a view other scholars and he disagree with.[61] Buddhism rejects the idea of Brahman, and the metaphysical ideas about soul (atman) are also rejected by Buddhism, while those ideas are essential to moksha in Hinduism.[62] In Buddhism, nirvana is 'blowing out' or 'extinction'.[63] In Hinduism, moksha is 'identity or oneness with Brahman'.[59] Realization of anatta (anatman) is essential to Buddhist nirvana.[64][65][66] Realization of atman (atta) is essential to Hindu moksha.[65][67][68]\n\n"
        },
        {
            "title": "Hinduism",
            "text": "Ancient literature of different schools of Hinduism sometimes use different phrases for moksha. For example, Keval jnana or kaivalya (\"state of Absolute\"), Apavarga, Nihsreyasa, Paramapada, Brahmabhava, Brahmajnana and Brahmi sthiti. Modern literature additionally uses the Buddhist term nirvana interchangeably with moksha of Hinduism.[57][58] There is difference between these ideas, as explained elsewhere in this article, but they are all soteriological concepts of various Indian religious traditions.\n\nThe six major orthodox schools of Hinduism have had a historic debate, and disagree over whether moksha can be achieved in this life, or only after this life.[69] Many of the 108 Upanishads discuss amongst other things moksha. These discussions show the differences between the schools of Hinduism, a lack of consensus, with a few attempting to conflate the contrasting perspectives between various schools.[70] For example, freedom and deliverance from birth-rebirth, argues Maitrayana Upanishad, comes neither from the Vedanta school's doctrine (the knowledge of one's own Self as the Supreme Soul) nor from the Samkhya school's doctrine (distinction of the Purusha from what one is not), but from Vedic studies, observance of the Svadharma (personal duties), sticking to Asramas (stages of life).[71]\n\nThe six major orthodox schools of Hindu philosophy offer the following views on moksha, each for their own reasons: the Nyaya, Vaisesika and Mimamsa schools of Hinduism consider moksha as possible only after death.[69][72] Samkhya and Yoga schools consider moksha as possible in this life. In the Vedanta school, the Advaita sub-school concludes moksha is possible in this life,[69] while Dvaita, Visistadvaita, Shuddhadvait sub-schools of Vedanta tradition believes that moksha is a continuous event, one assisted by loving devotion to God, that extends from this life to post-mortem. Beyond these six orthodox schools, some heterodox schools of Hindu tradition, such as Carvaka, deny there is a soul or after life moksha.[73]\n\nBoth Sāmkhya and Yoga systems of religious thought are mokshaśāstras, suggests Knut Jacobsen, they are systems of salvific liberation and release.[74] Sāmkhya is a system of interpretation, primarily a theory about the world. Yoga is both a theory and a practice. Yoga gained wide acceptance in ancient India, its ideas and practices became part of many religious schools in Hinduism, including those that were very different from Sāmkhya. The eight limbs of yoga can be interpreted as a way to liberation (moksha).[74][75]\n\nIn Sāmkhya literature, liberation is commonly referred to as kaivalya. In this school, kaivalya means the realization of purusa, the principle of consciousness, as independent from mind and body, as different from prakrti. Like many schools of Hinduism, in Sāmkhya and Yoga schools, the emphasis is on the attainment of knowledge, vidyā or jñāna, as necessary for salvific liberation, moksha.[74][76] Yoga's purpose is then seen as a means to remove the avidyā - that is, ignorance or misleading/incorrect knowledge about one self and the universe. It seeks to end ordinary reflexive awareness (cittavrtti nirodhah) with deeper, purer and holistic awareness (asamprājñāta samādhi).[75][77] Yoga, during the pursuit of moksha, encourages practice (abhyāsa) with detachment (vairāgya), which over time leads to deep concentration (samādhi). Detachment means withdrawal from outer world and calming of mind, while practice means the application of effort over time. Such steps are claimed by Yoga school as leading to samādhi, a state of deep awareness, release and bliss called kaivalya.[74][76]\n\nYoga, or mārga (meaning \"way\" or \"path\"), in Hinduism is widely classified into four spiritual approaches.[78] The first mārga is Jñāna Yoga, the way of knowledge. The second mārga is Bhakti Yoga, the way of loving devotion to God. The third mārga is Karma Yoga, the way of works. The fourth mārga is Rāja Yoga, the way of contemplation and meditation. These mārgas are part of different schools in Hinduism, and their definition and methods to moksha.[79] For example, the Advaita Vedanta school relies on Jñāna Yoga in its teachings of moksha.[80] The margas need not lead to all forms of moksha, according to some schools of Hinduism. For example, the Ekasarana dharma denies the sayujya form of mukti, where the complete absorption in God deprives jiva of the sweetness and bliss associated with bhakti. Madhavadeva begins the Namghoxa by declaring his admiration for devotees who do not prefer mukti.[81]\n\nThe three main sub-schools in Vedanta school of Hinduism - Advaita Vedanta, Vishistadvaita and Dvaita - each have their own views about moksha.\n\nThe Vedantic school of Hinduism suggests the first step towards mokṣa begins with mumuksutva, that is desire of liberation.[23] This takes the form of questions about self, what is true, why do things or events make us happy or cause suffering, and so on. This longing for liberating knowledge is assisted by, claims Adi Shankara of Advaita Vedanta,[82] guru (teacher), study of historical knowledge and viveka (critical thinking). Shankara cautions that the guru and historic knowledge may be distorted, so traditions and historical assumptions must be questioned by the individual seeking moksha. Those who are on their path to moksha (samnyasin), suggests Klaus Klostermaier, are quintessentially free individuals, without craving for anything in the worldly life, thus are neither dominated by, nor dominating anyone else.[23]\n\nVivekachudamani, which literally means \"Crown Jewel of Discriminatory Reasoning\", is a book devoted to moksa in Vedanta philosophy. It explains what behaviors and pursuits lead to moksha, as well what actions and assumptions hinder moksha. The four essential conditions, according to Vivekachudamani, before one can commence on the path of moksha include (1) vivekah (discrimination, critical reasoning) between everlasting principles and fleeting world; (2) viragah (indifference, lack of craving) for material rewards; (3) samah (calmness of mind), and (4) damah (self restraint, temperance).[83] The Brahmasutrabhasya adds to the above four requirements, the following: uparati (lack of bias, dispassion), titiksa (endurance, patience), sraddha (faith) and samadhana (intentness, commitment).[80]\n\nThe Advaita tradition considers moksha achievable by removing avidya (ignorance). Moksha is seen as a final release from illusion, and through knowledge (anubhava) of one's own fundamental nature, which is Satcitananda.[84][note 1] Advaita holds there is no being/non-being distinction between Atman, Brahman, and Paramatman. The knowledge of Brahman leads to moksha,[88] where Brahman is described as that which is the origin and end of all things, the universal principle behind and at source of everything that exists, consciousness that pervades everything and everyone.[89] Advaita Vedanta emphasizes Jnana Yoga as the means of achieving moksha.[80] Bliss, claims this school, is the fruit of knowledge (vidya) and work (karma).[90]\n\nThe Dvaita (dualism) traditions define moksha as the loving, eternal union with God and considered the highest perfection of existence. Dvaita schools suggest every soul encounters liberation differently.[91] Dualist schools (e.g. Vaishnava) see God as the object of love, for example, a personified monotheistic conception of Shiva, Vishnu or Adishakti. By immersing oneself in the love of God, one's karmas slough off, one's illusions decay, and truth is lived.  Both the worshiped and worshiper gradually lose their illusory sense of separation and only One beyond all names remains. This is salvation to dualist schools of Hinduism. Dvaita Vedanta emphasizes Bhakti Yoga as the means of achieving moksha.[92]\n\nThe Vishistadvaita tradition, led by Ramanuja, defines avidya and moksha differently from the Advaita tradition. To Ramanuja, avidya is a focus on the self, and vidya is a focus on a loving god. The Vishistadvaita school argues that other schools of Hinduism create a false sense of agency in individuals, which makes the individual think oneself as potential or self-realized god. Such ideas, claims Ramanuja, decay to materialism, hedonism and self worship. Individuals forget Ishvara (God). Mukti, to Vishistadvaita school, is release from such avidya, towards the intuition and eternal union with God.[93]\n\nAmong the Samkhya, Yoga and Vedanta schools of Hinduism, liberation and freedom reached within one's life is referred to as jivanmukti, and the individual who has experienced this state is called jivanmukta (self-realized person).[94] Dozens of Upanishads, including those from middle Upanishadic period, mention or describe the state of liberation, jivanmukti.[95][96] Some contrast jivanmukti with videhamukti (moksha from samsara after death).[97] Jivanmukti is a state that transforms the nature, attributes and behaviors of an individual, claim these ancient texts of Hindu philosophy. For example, according to Naradaparivrajaka Upanishad, the liberated individual shows attributes such as:[98]\n\nWhen a Jivanmukta dies he achieves Paramukti and becomes a Paramukta. Jivanmukta experience enlightenment and liberation while alive and also after death i.e., after becoming paramukta, while Videhmukta experiences enlightenment and liberation only after death.\n\nDada Bhagwan has revealed: \nBalinese Hinduism incorporates moksha as one of five tattwas. The other four are: brahman (the one supreme god head, not to be confused with Brahmin), atma (soul or spirit), karma (actions and reciprocity, causality), samsara (principle of rebirth, reincarnation). Moksha, in Balinese Hindu belief, is the possibility of unity with the divine; it is sometimes referred to as nirwana.[100][101]\n\n"
        },
        {
            "title": "Buddhism",
            "text": "In Buddhism the term \"moksha\" is uncommon, but an equivalent term is vimutti, \"release\". In the suttas two forms of release are mentioned, namely ceto-vimutti, \"deliverance of mind,\" and panna-vimutti, \"deliverance through wisdom\" (insight). Ceto-vimutti  is related to the practice of dhyana, while panna-vimutti is related to the development of insight. According to Gombrich, the distinction may be a later development, which resulted in a change of doctrine, regarding the practice of dhyana to be insufficient for final liberation.[102]\n\nWith release comes Nirvana (Pali: Nibbana), “blowing out”, \"quenching\", or “becoming extinguished” of the fires of the passions and of self-view.[103][104] It is a \"timeless state\" in which there is no more becoming.[105]\n\nNirvana ends the cycle of Dukkha and rebirth in the six realms of Saṃsāra (Buddhism).[106][note 2]  It is part of the Four Noble Truths doctrine of Buddhism, which plays an essential role in Theravada Buddhism.[111][112] Nirvana has been described in Buddhist texts in a manner similar to other Indian religions, as the state of complete liberation, enlightenment, highest happiness, bliss, fearless, freedom, dukkha-less, permanence, non-dependent origination, unfathomable, indescribable.[113][114] It has also been described as a state of release marked by \"emptiness\" and realization of non-Self.[115][116][117] Such descriptions, states Peter Harvey, are contested by scholars because nirvana in Buddhism is ultimately described as a state of \"stopped consciousness (blown out), but one that is not non-existent\", and \"it seems impossible to imagine what awareness devoid of any object would be like\".[118][106]\n\n"
        },
        {
            "title": "Jainism",
            "text": "In Jainism, moksha and nirvana are one and the same.[57][119] Jaina texts sometimes use the term Kevalya, and call the liberated soul as Kevalin.[120] As with all Indian religions, moksha is the ultimate spiritual goal in Jainism. It defines moksha as the spiritual release from all karma.[120]\n\nJainism is a Sramanic non-theistic philosophy that believes in a metaphysical permanent self or soul often termed jiva. Jaina believe that this soul is what transmigrates from one being to another at the time of death. The moksa state is attained when a soul (atman) is liberated from the cycles of deaths and rebirths (saṃsāra), is at the apex, is omniscient, remains there eternally, and is known as a siddha.[121] In Jainism, it is believed to be a stage beyond enlightenment and ethical perfection, states Paul Dundas, because they can perform physical and mental activities such as teach, without accruing karma that leads to rebirth.[120]\n\nJaina traditions believe that there exist Abhavya (incapable), or a class of souls that can never attain moksha (liberation).[122][120] The Abhavya state of soul is entered after an intentional and shockingly evil act,[123] but Jaina texts also polemically applied Abhavya condition to those who belonged to a competing ancient Indian tradition called Ājīvika.[120] A male human being is considered closest to the apex of moksha, with the potential to achieve liberation, particularly through asceticism. The ability of women to attain moksha has been historically debated, and the subtraditions with Jainism have disagreed. In the Digambara tradition of Jainism, women must live an ethical life and gain karmic merit to be reborn as a man, because only males can achieve spiritual liberation.[124][125] In contrast, the Śvētāmbara tradition has believed that women too can attain moksha just like men.[125][126][127]\n\nAccording to Jainism, purification of soul and liberation can be achieved through the path of three jewels:[128][129][130] Samyak darśana (Correct View), meaning faith, acceptance of the truth of soul (jīva);[131] Samyak jnana (Correct Knowledge), meaning undoubting knowledge of the tattvas;[132] and Samyak charitra (Correct Conduct), meaning behavior consistent with the Five vows.[132] Jain texts often add samyak tap (Correct Asceticism) as a fourth jewel, emphasizing belief in ascetic practices as the means to liberation (moksha).[133] The four jewels are called moksha marg.[129] According to Jain texts, the liberated pure soul (Siddha) goes up to the summit of universe (Siddhashila) and dwells there in eternal bliss.[134]\n\n"
        },
        {
            "title": "Sikhism",
            "text": "The Sikh concept of mukti (Gurmukhi: ਮੁਕਤੀ) is similar to other Indian religions, and refers to spiritual liberation.[135] It is described in Sikhism as the state that breaks the cycle of rebirths.[135] Mukti is obtained according to Sikhism, states Singha, through \"God's grace\".[136] According to the Guru Granth Sahib, the devotion to God is viewed as more important than the desire for Mukti.[136]\n\nSikhism recommends Naam Simran as the way to mukti, which is meditating and repeating the Naam (names of God).[135][136]\n\n"
        }
    ]
}