{
    "url": "https://en.wikipedia.org/wiki/Molecular_machine",
    "title": "Molecular machine",
    "table_of_contents": [
        "1 Types",
        "1.1 Artificial",
        "1.1.1 Molecular motors",
        "1.1.2 Molecular propeller",
        "1.1.3 Molecular switch",
        "1.1.4 Molecular shuttle",
        "1.1.5 Nanocar",
        "1.1.6 Molecular balance",
        "1.1.7 Molecular tweezers",
        "1.1.8 Molecular sensor",
        "1.1.9 Molecular logic gate",
        "1.1.10 Molecular assembler",
        "1.1.11 Molecular hinge",
        "1.2 Biological",
        "2 Research",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A molecular machine, nanite, or nanomachine[1] is a molecular component that produces quasi-mechanical movements (output) in response to specific stimuli (input).[2][3]  In cellular biology, macromolecular machines frequently perform tasks essential for life, such as DNA replication and ATP synthesis. The expression is often more generally applied to molecules that simply mimic functions that occur at the macroscopic level. The term is also common in nanotechnology where a number of highly complex molecular machines have been proposed that are aimed at the goal of constructing a molecular assembler.[4][5]\n\nFor the last several decades, chemists and physicists alike have attempted, with varying degrees of success, to miniaturize machines found in the macroscopic world. Molecular machines are at the forefront of cellular biology research. The 2016 Nobel Prize in Chemistry was awarded to Jean-Pierre Sauvage, Sir J. Fraser Stoddart, and Bernard L. Feringa for the design and synthesis of molecular machines.[6][7]\n\n"
        },
        {
            "title": "Types",
            "text": "Molecular machines can be divided into two broad categories; artificial and biological. In general, artificial molecular machines (AMMs) refer to molecules that are artificially designed and synthesized whereas biological molecular machines can commonly be found in nature and have evolved into their forms after abiogenesis on Earth.[8]\n\nA wide variety of artificial molecular machines (AMMs) have been synthesized by chemists which are rather simple and small compared to biological molecular machines.[8] The first AMM, a molecular shuttle, was synthesized by Sir J. Fraser Stoddart.[9]\nA molecular shuttle is a rotaxane molecule where a ring is mechanically interlocked onto an axle with two bulky stoppers. The ring can move between two binding sites with various stimuli such as light, pH, solvents, and ions.[10] As the authors of this 1991 JACS paper noted: \"Insofar as it becomes possible to control the movement of one molecular component with respect to the other in a [2]rotaxane, the technology for building molecular machines will emerge\", mechanically interlocked molecular architectures spearheaded AMM design and synthesis as they provide directed molecular motion.[11] Today a wide variety of AMMs exists as listed below.\n\nMolecular motors are molecules that are capable of directional rotary motion around a single or double bond.[12][13][14][15] Single bond rotary motors[16] are generally activated by chemical reactions whereas double bond rotary motors[17] are generally fueled by light. The rotation speed of the motor can also be tuned by careful molecular design.[18] Carbon nanotube nanomotors have also been produced.[19]\n\nA molecular propeller is a molecule that can propel fluids when rotated, due to its special shape that is designed in analogy to macroscopic propellers.[20][21] It has several molecular-scale blades attached at a certain pitch angle around the circumference of a nanoscale shaft. Also see molecular gyroscope.\n\nA molecular switch is a molecule that can be reversibly shifted between two or more stable states.[22] The molecules may be shifted between the states in response to changes in pH, light (photoswitch), temperature, an electric current, microenvironment, or the presence of a ligand.[22][23][24]\n\nA molecular shuttle is a molecule capable of shuttling molecules or ions from one location to another.[25] A common molecular shuttle consists of a rotaxane where the macrocycle can move between two sites or stations along the dumbbell backbone.[25][9][26]\n\nNanocars are single molecule vehicles that resemble macroscopic automobiles and are important for understanding how to control molecular diffusion on surfaces. The first nanocars were synthesized by James M. Tour in 2005. They had an H shaped chassis and 4 molecular wheels (fullerenes) attached to the four corners.[27] In 2011, Ben Feringa and co-workers synthesized the first motorized nanocar which had molecular motors attached to the chassis as rotating wheels.[28] The authors were able to demonstrate directional motion of the nanocar on a copper surface by providing energy from a scanning tunneling microscope tip. Later, in 2017, the world's first ever Nanocar Race took place in Toulouse.\n\nA molecular balance[29][30] is a molecule that can interconvert between two and more conformational or configurational states in response to the dynamic of multiple intra- and intermolecular driving forces, such as hydrogen bonding, solvophobic/hydrophobic effects,[31] π interactions,[32] and steric and dispersion interactions.[33] Molecular balances can be small molecules or macromolecules such as proteins. Cooperatively folded proteins, for example, have been used as molecular balances to measure interaction energies and conformational propensities.[34]\n\nMolecular tweezers are host molecules capable of holding items between their two arms.[35] The open cavity of the molecular tweezers binds items using non-covalent bonding including hydrogen bonding, metal coordination, hydrophobic forces, van der Waals forces, π interactions, or electrostatic effects.[36] Examples of molecular tweezers have been reported that are constructed from DNA and are considered DNA machines.[37]\n\nA molecular sensor is a molecule that interacts with an analyte to produce a detectable change.[38][39] Molecular sensors combine molecular recognition with some form of reporter, so the presence of the item can be observed.\n\nA molecular logic gate is a molecule that performs a logical operation on one or more logic inputs and produces a single logic output.[40][41] Unlike a molecular sensor, the molecular logic gate will only output when a particular combination of inputs are present.\n\nA molecular assembler is a molecular machine able to guide chemical reactions by positioning reactive molecules with precision.[42][43][44][45][46]\n\nA molecular hinge is a molecule that can be selectively switched from one configuration to another in a reversible fashion.[47] Such configurations must have distinguishable geometries; for instance, azobenzene groups in a linear molecule may undergo cis-trans isomerizations[48] when irradiated with ultraviolet light, triggering a reversible transition to a bent or V-shaped conformation.[49][50][51][52] Molecular hinges typically rotate in a crank-like motion around a rigid axis, such as a double bond or aromatic ring.[53] However, macrocyclic molecular hinges with more clamp-like mechanisms have also been synthesized.[54][55][56]\n\nThe most complex macromolecular machines are found within cells, often in the form of multi-protein complexes.[57] Important examples of biological machines include motor proteins such as myosin, which is responsible for muscle contraction, kinesin, which moves cargo inside cells away from the nucleus along microtubules, and dynein, which moves cargo inside cells towards the nucleus and produces the axonemal beating of motile cilia and flagella.  \"[I]n effect, the [motile cilium] is a nanomachine composed of perhaps over 600 proteins in molecular complexes, many of which also function independently as nanomachines ... Flexible linkers allow the mobile protein domains connected by them to recruit their binding partners and induce long-range allostery via protein domain dynamics.\"[1] Other biological machines are responsible for energy production, for example ATP synthase which harnesses energy from proton gradients across membranes to drive a turbine-like motion used to synthesise ATP, the energy currency of a cell.[58] Still other machines are responsible for gene expression, including DNA polymerases for replicating DNA, RNA polymerases for producing mRNA, the spliceosome for removing introns, and the ribosome for synthesising proteins. These machines and their nanoscale dynamics are far more complex than any molecular machines that have yet been artificially constructed.[59]\n\nThese biological machines might have applications in nanomedicine.  For example,[60] they could be used to identify and destroy cancer cells.[61][62] Molecular nanotechnology is a speculative subfield of nanotechnology regarding the possibility of engineering molecular assemblers, biological machines which could re-order matter at a molecular or atomic scale. Nanomedicine would make use of these nanorobots, introduced into the body, to repair or detect damages and infections. Molecular nanotechnology is highly theoretical, seeking to anticipate what inventions nanotechnology might yield and to propose an agenda for future inquiry. The proposed elements of molecular nanotechnology, such as molecular assemblers and nanorobots are far beyond current capabilities.[63][64]\n\n"
        },
        {
            "title": "Research",
            "text": "The construction of more complex molecular machines is an active area of theoretical and experimental research.  A number of molecules, such as molecular propellers, have been designed, although experimental studies of these molecules are inhibited by the lack of methods to construct these molecules.[65] In this context, theoretical modeling can be extremely useful[66] to understand the self-assembly/disassembly processes of rotaxanes, important for the construction of light-powered molecular machines.[67] This molecular-level knowledge may foster the realization of ever more complex, versatile, and effective molecular machines for the areas of nanotechnology, including molecular assemblers.\n\nAlthough currently not feasible, some potential applications of molecular machines are transport at the molecular level, manipulation of nanostructures and chemical systems, high density solid-state informational processing and molecular prosthetics.[68] Many fundamental challenges need to be overcome before molecular machines can be used practically such as autonomous operation, complexity of machines, stability in the synthesis of the machines and the working conditions.[8]\n\n"
        }
    ]
}