{
    "url": "https://en.wikipedia.org/wiki/Momolianism",
    "title": "Momolianism",
    "table_of_contents": [
        "1 Origin",
        "2 Basic belief",
        "2.1 Deities",
        "2.2 Communications with the spirit world",
        "2.3 Crime and punishment",
        "2.4 Salvation",
        "2.5 The dead",
        "3 Traditional healing",
        "4 Evolution of Momolianism",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMomolianism is a belief system of the Kadazan-Dusun people of Sabah. \n\nMomolianism states that land is a gift from the creator, the earth is a centre of the universe and that the land connects them to the past, present and future. This system of belief, inherited from their ancestors, was passed down through the Bobohizan, (Kadazan term) or Bobolian (Dusun term), priestesses.\n\n"
        },
        {
            "title": "Origin",
            "text": "Momolianism has its origin in the first ancestors' interaction with the natural and spiritual environment at Nunuk Ragang, the legendary ancestral home of the Kadazan-Dusun. This belief system was an integral part of the Kadazan-Dusun life before the advent of organised religion. \n\nCentral to Momolianism is the belief that the Kadazan-Dusun live in an environment consisting of the \"seen material world\" (Pomogunan Tulun) and the \"unseen spirit world\" (Pomogunan Tosundu). Followers believed that it was very important to ensure continuity of the balance and order between the natural and spirit environment.[1][verification needed] Some scholars would equate this to animism.\n\n"
        },
        {
            "title": "Basic belief",
            "text": "Momolianism generally believes that deities Kinoingan and Sumundu have their complementary roles in the creation of the world and all its contents.[2] However, according to Tan Sri Herman Luping, the name of the Creator God in Kadazandusun is Minamangun, whereas Kinoingan in this sense was introduced by Catholic missionaries. To him, Kinoingan refers to the legendary first male to exist alongside his female counterpart Suminundu.[3]\n\nIn momolianism, the inhabitants of the spirit world and the riniba (human) world are always trying to communicate with each other. To facilitate communication, the bobolian was created  The bobolian is a woman with  special gifts and abilities that allow her to communicate with their counterparts in the spirit world.  These spirit world counterparts are called the susukuon or \"reference spirit being\". The ability for bobolians and susukuon to communicate with each other is described as kih gimbaran or osundu (in possession of spiritual power).  When the community faces crisis, the bobolian provides it with spiritual guidance from the susukuon..  \n\nTo initiate communication with the susukuon, a bobolian has to first provide the spirit with gifts.  These gifts include prepared foods (boiled chicken flesh and egg) and drink (fermented sweet tapai/lihing).  \n\nA susukuon can also contact ordinary people through their senses: hearing, sight, smell, touch and taste. For example, a person walking on the road might be warned by a susukuon of impending danger.  This warning could take the form of a call of the lokiu bird (a woodpecker) or from a lontugi (giant millipede) sitting in the middle of the road. Thus warned, the person would turn around and go back. \n\nAccording to momolianism the riniba world was created by Kinorohingan (god), the mighty spirit that lives in Libabou (heaven). Kinorohingan expects people to follow the pantang (rules) and adat (customs) and avoid sins such as sumbang (marriage between family members), adultery, monindaat (killing other people with black magic). These are violations of the balance between the riniba and spiritual worlds,   \n\nMomolianism states that bad things will happen to the community if they fail to punish an offender. Kinorohingan will instead punish everyone with infectious disease, natural disasters and crop failures.   \n\nTo prevent this collective punishment, the village/clan/tribe chief (Molohingon) will punish the wrongdoer.  The chief first consults with the Diwato (spirit form-messenger of Kinorohingan), using the bobolian as a moderator.  \n\nMomolianism describes a salvation experience that ensured the survival of the Kadazan-Dusun race. \n\nIn that event, the people were facing extinction due to famine. Huminodun, a human maiden daughter of Kinoringan and his wife Sumunundu, allowed herself to be sacrificed.  Her body parts then dispersed over the earth to later sprout as food plants, saving the people.  As a result,  Huminodun's sacrifice is celebrated in the Tadau Kaamatan or Harvest Festival each year.\n\nIn Momolianism, the dead pass on to another realm of life.  They move to the new home Nabahu or Akinabalu (from the word \"aki\" meaning \"old man\"), later officially named Mount Kinabalu. \n\nThe remains should be buried as soon as possible (also referred to as lisok, or hide), to prevent foreign spirit invasion.  The spirit of the deceased (referred to as \"koduduo\" or \"your second\") is sent away from the coffin by vigorously hitting of the floor. \n\nOn the seventh day after burial, the family holds a ceremonial popouli (\"to invite home\") to allow for the koduduo to reenter the earthly home and\"retrieve any forgotten belongings\". This ceremony includes momisok or switching off lights so as not to scare off the koduduo. The Kadazan people's role in this ceremony is to ensure that the koduduo is properly sent off.\n\n"
        },
        {
            "title": "Traditional healing",
            "text": "Momolianism is closely tied to traditional healing because all the Bobolians are traditional healers. The process of healing in Momolianism is referred to as \"manampasi\".  It is somewhat akin to salvation, only that it involves a process of ritual negotiation with susukuon \" so as to temporarily reject the koduduo's (spirit) entry to Nabahu.\n\n"
        },
        {
            "title": "Evolution of Momolianism",
            "text": "Momolianism began as a belief system to guide the early small community of settlers life interactions with the highly forested natural environment of Nunuk Ragang. As the environment changed due to human exploitation the belief system also underwent changes to accommodate to new reality of community life.\n\nThe need to evade a crisis of overpopulation at site and over exploitation of the forest resources at Nunuk Ragang led to the introduction of the Minorit (tiny spiritual beings) concept so as to spur migration and dispersal. The Bobolians' advice to the Nunuk Ragang warrior leadership(s) to initiate the abandonment of Nunuk Ragang was fully complied with by the people leading to the migration up the Liwagu Kogibangan (left fork) and the Liwagu Kowananan (right fork) rivers. This point to the strong influence of Momolianism in ensuring continued existence and population growth of the Kadazan-Dusun people.\n\nAfter the introduction of paddy planting, the community was subjected to another major crisis involving severe crop failure and consequent famine. This led to the introduction of concept of worship of Kinorohingan and Huminodun (Traditional Tadau Kaamatan festival). This phase of evolution of Momolianism could not have happened at Nunuk Ragang. The Nunuk Ragang inhabitants were not wet paddy planters, but practice vegeculture, i.e. cultivating and propagating the yams, sweet potato and cassava using suckers and cuttings. The Rumanau people ethnic group were the first Kadazan-Dusun to acquire the skill of wet paddy planting. Hence their name \"Rumanau\" which means \"one who cultivate wet paddy\".\n\nWorship of Jars began among the Tuaran Kadazan-Dusuns.\n\nVeneration of skulls at Sunsuron. This phase developed in tandem with the advent of the headhunting phase among the Kadazan-Dusun. At Nunuk Ragang the Kadazan-Dusun families, being small community, were at peace with one another and the Guritom was non-existent. The Guritom (house of skulls) at Sunsuron, Tambunan had been removed and the skulls transferred to the Sabah Museum. Another site at Sogindai, Ranau was previously being used as a Guritom. The Guritom Phase came about as a result of the absence of the Law and as an attempt at presenting visual warning to any party deviating from the norm in relationship among the descendants of the Nunuk Ragang settlers.\n\nThe coming of European influence had a major impact on Momolianism. The largely tolerant Catholic religion, allowed for dual practice of Momolianism and Christian Faith to exist side by side.\n\n"
        }
    ]
}