{
    "url": "https://en.wikipedia.org/wiki/Moncure_Conway",
    "title": "Moncure D. Conway",
    "table_of_contents": [
        "1 Family",
        "2 Early life",
        "3 Career",
        "3.1 In America",
        "3.2 Civil War",
        "3.3 London",
        "3.4 India",
        "4 Death",
        "5 Legacy",
        "6 Works",
        "7 See also",
        "8 References",
        "9 Sources",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMoncure Daniel Conway (March 17, 1832 – November 15, 1907) was an American abolitionist minister and radical writer. At various times Methodist, Unitarian, and a Freethinker, he descended from patriotic and patrician families of Virginia and Maryland but spent most of the final four decades of his life abroad in England and France, where he wrote biographies of Edmund Randolph, Nathaniel Hawthorne and Thomas Paine and his own autobiography. He led freethinkers in London's South Place Chapel, now Conway Hall.[1]\n\n"
        },
        {
            "title": "Family",
            "text": "Conway's parents descended from the First Families of Virginia.[2] His father, Walter Peyton Conway, was a wealthy slave-holding gentleman farmer, county judge, and state representative; his home, known as the Conway House, still stands at 305 King Street (also known as River Road), along the Rappahannock River.[3] Conway's mother, Margaret Stone Daniel Conway, was the granddaughter of Thomas Stone of Maryland (a signer of the Declaration of Independence), and in addition to running the household, also practiced homeopathy, learned from her doctor father. Both parents were Methodists, his father having left the Episcopal church, his mother the Presbyterian, and they hosted Methodist meetings in their home until a suitable church was finally built in Fredericksburg. An uncle, Judge Eustace Conway, advocated states' rights in Virginia's General Assembly (as did Walter Conway). Another uncle, Richard C.L. Moncure, served on what later became the Virginia Supreme Court, was a layman in the Episcopal Church, and became known for his integrity and hatred of intolerance. His great-uncle, Peter Vivian Daniel, served on the United States Supreme Court, where he upheld slavery and the Fugitive Slave Act of 1850, including in the Dred Scott Decision of 1857.\n\nTwo of his three brothers later fought for the Confederacy. His opposition to slavery reportedly came from his mother's side of the family, including his great-grandfather Travers Daniel (justice of the Stafford Court, died 1824)[4] and his mother herself (who fled to Easton, Pennsylvania and lived with her daughter and son-in-law Professor Marsh after the Civil War broke out) as well as from his boyhood experiences. Nonetheless, during his youth, Moncure Conway briefly took a pro-slavery position under the influence of a cousin, Richmond editor John Moncure Daniel, himself a protege of Justice Daniel.\n\n"
        },
        {
            "title": "Early life",
            "text": "Conway was born in Falmouth, Virginia.\n\nAfter attending the Fredericksburg Classical and Mathematical Academy (alma mater of George Washington and other famous Virginians), Conway followed his elder brother to Methodist-affiliated Dickinson College in Carlisle, Pennsylvania, graduating in 1849. During his time at Dickinson, Conway helped found the college's first student publication and was influenced by Professor John McClintock, which caused him to embrace Methodism as well as an anti-slavery position, although that controversy was starting to split the denomination. In Fredericksburg, uncle Eustace funded the pro-slavery Southern Conference faction and his father the at-least-theoretically anti-slavery Baltimore Conference faction.[5]\n\nWhile in Cincinnati as discussed below, Conway married Ellen Davis Dana. She was a fellow Unitarian, feminist, and abolitionist. The couple had three sons (two of whom survived childhood) and a daughter during their long marriage, which ended with her death from cancer in 1898. Despite the previous tension with his own family over his opposition to slavery, Moncure Conway nevertheless brought his bride to meet them, during which Ellen broke a Southern social constraint by hugging and kissing a young slave girl in front of family members; after this, it would take 17 years before Conway reconciled with his family.[citation needed]\n\n"
        },
        {
            "title": "Career",
            "text": "After studying law for a year in Warrenton, Virginia, partly out of a moral crisis caused by seeing a lynching of a Black man whose retrial had been ordered by the Court of Appeals,[6] Conway became a circuit-riding Methodist minister. Conway had self-published his first pamphlet in 1850, \"Free Schools in Virginia: A Plea of Education, Virtue and Thrift, vs. Ignorance, Vice and Poverty\", but had been unable to convince local politicians to follow his recommendations, particularly as the pro-slavery faction believed such universal education influenced by Northern mores.[7] His Rockville Circuit included his native state and Washington, D.C. through Rockville, Maryland, where he became acquainted with the Quaker Roger Brooke, whom he considered his first avowed abolitionist, despite his familial relation to the jurist Roger Brooke Taney.[8] In 1853, after being reassigned to a circuit around Frederick, Maryland and shortly after his beloved elder brother Peyton died of typhoid fever and his assistant Becky of another, Moncure Conway left the Methodist church and entered the Harvard University school of divinity to continue his spiritual journey. Before graduating in 1854, he met Ralph Waldo Emerson and fell under the influence of Transcendentalism, as well as became an outspoken abolitionist after discussions with Theodore Parker, William Lloyd Garrison, Elizabeth Cady Stanton and Wendell Phillips.[9]\n\nAfter graduating from Harvard, Conway accepted a call to the First Unitarian Church of Washington, D.C., but he was invited to seek another position after enunciating abolitionist views. Moreover, when Conway returned to his native Virginia, his rumored connection with an attempt to rescue the fugitive slave Anthony Burns in Boston, Massachusetts (whose master Conway had known in Stafford, Virginia, before their move to Alexandria and was ultimately purchased by an abolitionist and set free) aroused bitter hostility among his old neighbors and friends and family. Conway fled being tarred and feathered in 1854.[10]\n\nNonetheless, almost at once, Conway was invited to preach sermons at the Unitarian congregation in Cincinnati, Ohio. He served as minister at that anti-slavery congregation from late 1855 until after the outbreak of the Civil War in 1861. However, when in 1859, he announced to the congregation that he no longer believed in miracles or Christ's divinity, a third of the congregation left, but the \"Free Church\" survived.[7] Conway also edited a short-lived liberal periodical, The Dial, in 1860-1861, linking his emerging spiritual views to his Transcendentalist background. In Cincinnati, he became more acquainted with Jews and Catholics, and counseled against discriminating against them because of their religions.[citation needed] A story he published in The Dial was grounded in Arthurian legend, and explained how Arthur's sword Excalibur came into George Washington's possession, and then was passed on to John Brown, who used it in his raid on Harpers Ferry.[11]\n\nConway had become editor of the anti-slavery weekly Commonwealth in Boston, and in 1861, Conway published semi-anonymously The Rejected Stone; or Insurrection vs. Resurrection in America, identifying himself only as a \"Native of Virginia\". The book was published in three editions and ultimately handed out to Union soldiers after the start of the American Civil War. During the next year, Conway advocated abolition, including in a Smithsonian lecture series in Washington, DC, which earned him and the more moderate Unitarian minister William Henry Channing a meeting with President Abraham Lincoln to discuss his argument that announcing abolition would weaken the Confederacy. While in Washington, DC, Conway located thirty-one[12] of his father's slaves who had fled from Virginia into Georgetown. Conway secured train tickets and safe-conduct passes for them and escorted them on a dangerous trip through Maryland to safety in Yellow Springs, Ohio, where he believed they would be safe because of the town's accepting culture.[3][13]\n\nIn 1862, during the Union occupation before the devastating Battle of Fredericksburg in December of that year, Conway returned home to Falmouth and learned that his family's house had been spared from destruction because of its association with him, although it was commandeered for use as a hospital for wounded soldiers (at which Walt Whitman would work as a nurse).[14] That year, Conway published another powerful plea for emancipation, The Golden Hour (1862). On New Year's Day, 1863 (also called Emancipation Day, because President Lincoln issued the Emancipation Proclamation, news of which reached Boston by telegraph), Conway with fellow abolitionists Julia Ward Howe, Amos Bronson Alcott, Oliver Wendell Holmes Sr., George Luther Stearns and Wendell Phillips unveiled a marble bust of John Brown at Stearns' home.[15]\n\nAlso in 1862, after spending more and more time away from his church advancing the abolitionist cause, and growing dissatisfied with the theological, liturgical, and social conservatism of mainstream Unitarianism, Conway left that denomination's ministry, and he maintained an uneasy and uncertain relationship with Unitarianism in America and subsequently in England until he and Ellen made a clean break.[citation needed]\n\nIn April 1863,[2] fellow American abolitionists sent Conway to London to convince the United Kingdom that the American Civil War was primarily a war of abolition and to not support the Confederacy. Under English influence, Conway eventually contacted James Murray Mason, representative of the Confederate States of America to Britain \"on behalf of the leading antislavery men of America,\" offering withdrawal of support for prosecution of the war in exchange for emancipation of the slaves. Mason publicly rejected the overture, embarrassing Conway's sponsors, who quickly and angrily withdrew support. Moreover, Conway had to apologize to US Secretary of State William H. Seward, who could have caused revocation of his passport for attempting to speak as a private citizen for the US government.\n\nRather than go back to America, where Conway no longer felt welcome as a suspected traitor to his childhood Virginia friends and neighbors and he paid someone to take his place after being drafted to serve in the Union army, Conway traveled to Italy. There, he reunited with his wife and children in Venice before moving back to London. There, in 1864, he became minister of the South Place Chapel (serving in 1864–65 and 1893–97) as well as leader of the then named South Place Religious Society in Finsbury, London. Conway continued writing and publishing, including articles in both British and American magazines and traveled to Paris and even Russia.[16] He also served as a war correspondent during the Franco-Prussian War of 1870–71. Conway published biographies of Edmund Randolph, Nathaniel Hawthorne and Thomas Paine, as well as acted as the American agent for Robert Browning and the London literary agent for Walt Whitman, Mark Twain, Louisa May Alcott, and Elizabeth Cady Stanton.\n\nConway also abandoned theism after his son Emerson died in 1864. His thinking continued to move from Emersonian transcendentalism toward a more humanistic Freethought. He conducted funeral services for his friend Artemus Ward and preached memorial at memorial services for many other famous literary figures. Moreover, women were allowed to preach at South Place Chapel, among them Annie Besant, whom Mrs. Conway had befriended.[16] However, the South Place congregation and Conway soon left fellowship with the Unitarian Church.[citation needed] For a year from November 1865 Cleveland Hall was leased for Sunday evenings so Conway could \"address the working classes.\" However, the audience consisted of well-dressed lower-middle-class people.[17]\n\nConway remained the leader of South Place until 1886, when Stanton Coit took his place. Under Coit's leadership, South Place was renamed to the South Place Ethical Society. However Coit's tenure ended in 1892 in a losing power struggle, and Conway resumed leadership until his death.\n\nConway attended the salon of radicals Peter and Clementia Taylor at Aubrey House in Campden Hill, West London. He also was a member of Clementia's \"Pen and Pencil Club\", at which young writers and artists read and exhibited their works.[18] Conway moved to Notting Hill to be near the Taylors at Aubrey House.[18]\n\nIn 1868, Conway was one of four speakers at the first open public meeting in support of women's suffrage in Great Britain. His many literary and intellectual friends included Charles Dickens, Robert Browning, Thomas Carlyle, Charles Lyell, and Charles Darwin. In 1878, he attempted to personally endow a new, non-denominational women's college at the University of Oxford; frightened at this prospect, Anglicans made haste to instead create Lady Margaret Hall, Oxford, which was the first women's college at Oxford.[19]\n\nIn the 1870s and the 1880s, Conway returned occasionally to the United States, where he reconciled with his Virginia family in 1875 and toured in the West about Demonology and the famous Englishmen he knew. In 1897 Conway and his terminally-ill (from cancer) wife Ellen returned from London to New York City to fulfill her wish of dying on American soil; she died on Christmas Day; their son Dana also died that year. As the Spanish–American War approached, Conway turned toward pacifism and became disaffected with his countrymen, moving to France to devote much of the rest of his life to the peace movement and writing. However, he occasionally returned to Fredericksburg, which had come to admire his cultural accomplishments. Conway also traveled to India and wrote about it shortly before his death.\n\nConway visited India and described his experiences in My Pilgrimage to the Wise Men of the East, 1906.[20]\n\nHe visited Helena Blavatsky in 1884 and denounced the Mahatma letters as fraudulent. He suggested that Koot Hoomi was a fictitious creation of Blavatsky.[21] Conway wrote that Blavatsky \"created the imaginary Koothoomi (originally Kothume) by piecing together parts of the names of her two chief disciples, Olcott and Hume.\"[22]\n\n"
        },
        {
            "title": "Death",
            "text": "Conway died alone, at 75, in his apartment in Paris. His corpse was found on November 15, 1907 and was ultimately returned to Westchester County, New York, for burial in Kensico cemetery.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Conway Hall in Holborn, London is named in his honor. In 2004, Virginia Governor Mark R. Warner proclaimed Conway the only descendant of a Founding Father of the nation to physically lead slaves to freedom. Both Ohio and Virginia have erected historical markers in his honor, and Conway's childhood home was designated a U.S. and Virginia landmark.[13]\n\n"
        }
    ]
}