{
    "url": "https://en.wikipedia.org/wiki/Mondo_Cane",
    "title": "Mondo Cane",
    "table_of_contents": [
        "1 Vignettes",
        "2 Production",
        "3 Reception",
        "3.1 Accolades",
        "4 Influence",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMondo Cane (literally \"Doggish World\" or \"Dog's World\", a mild Italian profanity) is a 1962 Italian mondo documentary film and directed by the trio of Gualtiero Jacopetti, Paolo Cavara, and Franco E. Prosperi, with narration by Stefano Sibaldi. The film consists of a series of travelogue scenes that provide glimpses into cultural practices around the world with the intention to shock or surprise Western film audiences.[2] These scenes are presented with little continuity, as they are intended as a kaleidoscopic display of shocking content rather than presenting a structured argument. Despite its claims of genuine documentation, certain scenes are either staged or creatively manipulated to enhance this effect.[3]\n\nThe film was an international box-office success and inspired an entire genre of mondo films in the form of exploitation documentaries, many of which also include the word mondo (meaning \"world\") in their title. The musical score by Riz Ortolani and Nino Oliviero gained considerable popularity outside of the film itself. Its main theme, \"More\", won a Grammy Award and earned an Oscar nomination for Best Original Song, and was covered by such artists as Frank Sinatra, Andy Williams, and Roy Orbison.\n\n"
        },
        {
            "title": "Vignettes",
            "text": "During the opening credits, a dog is being dragged and kicked into a dog pound filled with barking dogs.\n\nA statue by Luigi Gheno is dedicated to Rudolph Valentino in his hometown of Castellaneta, Italy. At the event the narrator points out similarities in some local men's faces to Valentino's.\n\nIn the United States, Rossano Brazzi has his shirt torn off by a crowd of female fans hunting for his autograph.\n\nAt the beach in polyandrous Kiriwina, one of the Trobriand Islands in New Guinea, a large crowd of topless native women run after a handful of men, trying to capture them \"not only for autographs\".\n\nOn the French Riviera, a small group of blonde bikini-clad young women on a boat drive by a ship with U.S. sailors, \"wooing\" them teasingly from the distance by sending them kisses, showing their tongues and flaunting their breasts.\n\nIn a New Guinean Chimbu community, a woman whose child was killed breastfeeds a piglet whose mother died. Also in New Guinea, at a celebration that recurs every five years, in a matter of hours, dozens of pigs are slaughtered by beating on their heads with wooden poles, and eaten, after which the partly cannibalistic community returns to its perpetual state of hunger. Dogs, however, are fed some of the pork and treated with affection and respect.\n\nAt the Pet Haven Cemetery in Pasadena, California, dog owners mourn their departed beloveds.\n\nIn Formosa (aka Taipei, Taiwan), dogs are grown, butchered and skinned for local dog meat gourmets.\n\nIn Rome, hundreds of chicks are tinged in many colors and then dried at 50 degrees Celsius to be included in Easter eggs; according to the narrator, of each 100 that undergo it, approximately 70 do not survive the procedure.\n\nFor foie gras, geese in Strasbourg are force-fed using funnels.\n\nIn a farm 200 miles from Tokyo, Wagyu cattle are massaged and fed beer for three or four specialized restaurants in Tokyo and New York.\n\nOn New Guinean Tabar, the most beautiful women are locked up in small wooden cages and fed tapioca until they reach 120 kilos to be offered as wives to the village dictator.\n\nIn a Vic Tanny health club in Los Angeles, overweight women work on losing weight to recover from a previous marriage.\n\nAt a Hong Kong market, exotic animals are sold for food.\n\nAt the New York restaurant The Colony, canned exotic animals are served for rich Americans.\n\nAt a Singapore snake store, a snake is chosen and butchered for consumption.\n\nIn the Italian village of Cocullo, on Saint Dominic's day, the statue and its followers in the procession carry live snakes.\n\nIn Nocera Terinese, on Good Friday, each “vattienti\" beats their legs with glass shards and spill their blood on the streets where the procession will take place.\n\nA parade of the \"Life Savers Girls Association\", all from 16 to 20 years old, march toward the Sydney beach, where they put on a lifesaving show, including CPR on young men.\n\nDue to the nuclear contamination on Bikini Atoll, swarms of dead butterflies drift at sea, birds hide in holes in the ground, a species of periophthalmus fish migrated to the trees, sea gulls brood over sterile eggs, and disoriented turtles move inland and die in the desert. Birds nest in turtles' skeletons.\n\nIn Malaysian underwater cemeteries, sharks get accustomed to human flesh. Their fins are dried on the beach and collected by disabled fishermen, who sell them to the Chinese as aphrodisiacs. A 12-year-old Malaysian boy has been killed by sharks, and the fisherman exact revenge by shoving toxic sea urchins into the mouths of sharks, releasing them again to slowly die.\n\nRome: In the Capuchin Crypt, bones were arranged as ornaments, and on Tiber Island, the Sacconi Rossi (\"Red Sacks\") guard the bones of nameless victims of the past since around 1600, which on Fridays are cleaned by local families including children.\n\nOn the Reeperbahn in Hamburg, people indulge life by drinking beer and suffer from the symptoms of hangovers in the morning. They sleep standing up, dance, brawl, and fool around.\n\nTokyo has a massage parlor for men who are drunk.\n\nIn Macao, the dead are covered in make-up for the funeral. People burn money for the departed to take with them.\n\nIn Singapore, where 60% of citizens are of Chinese descent, there is a hotel for the dying members of Chinese families. Relatives await their demise by making merry at restaurants in the plaza nearby.\n\nCars are smashed at a junkyard of Los Angeles and reduced to cubes. A cube of crushed car metal is sold as art in a Paris art gallery.\n\nIn Czechoslovakia, Yves Klein makes his paintings with the help of some female models and some musicians to express his favorite color, blue. (The artist had a heart attack while viewing the film at the Cannes Film Festival and died less than a month later.)\n\nIn Honolulu, tourists are showered with leis and witness the Hula Dance.\n\nIn Nepal, Gurkha soldiers perform a rite of passage by dressing up in women's clothing on anniversary of the execution of 300 Gurkha POWs by the Japanese Imperial Army during WWII.\n\nGurkha soldiers behead buffalo bulls in a ritualistic contest of strength.\n\nIn Portugal, there is a morning running of the bulls for working-class citizens and an afternoon bull-taunting inside a stadium for noble-born men in formal costumes.\n\nAt Goroka, Papua New Guinea, there are indigenous tribes who attend Catholic church services.\n\nThe film concludes with a \"cargo cult\" of indigenous people in mountains high above the airport in Port Moresby, New Guinea.  These people have erected icons of worship that resemble an airport runway, airplane, and control tower using bamboo shoots.\n\n"
        },
        {
            "title": "Production",
            "text": "In the beginning, as Cavara (who took the helm for European and Euro-Asiatic zone) and his supervisor Stanis Nievo' interviews revealed, Mondo Cane was a unique project conceived with La donna nel Mondo, and worked at the same time (1960–62).[4]\n\n"
        },
        {
            "title": "Reception",
            "text": "Mondo Cane was an international box-office success and inspired the production of numerous, similar exploitation documentaries, many of which also include the word \"Mondo\" in their title. These films collectively came to be recognized as a distinct genre known as mondo films. In addition, the film's success led Jacopetti and Prosperi to produce several additional documentaries, including Mondo Cane 2, Africa addio and Addio zio Tom, while Cavara directed La donna nel mondo, Malamondo, as well as the anti-Mondo drama Wild Eye (Occhio selvaggio).\n\nThe film was nominated for two awards for the 1962 film season. It won the David di Donatello for Best Production (Migliore Produzione) by the Accademia del Cinema Italiano,[5] which it shared with Una vita difficile. It was also nominated for the Palme d'Or at the 15th Cannes Film Festival,[6] which it lost to O Pagador de Promessas. The theme song, \"More\", was written by Riz Ortolani and Nino Oliviero, and was given new lyrics in English by Norman Newell. In 1963, the song was nominated for the Academy Award for Best Original Song, where it lost to \"Call Me Irresponsible\" from the film Papa's Delicate Condition.\n\n"
        },
        {
            "title": "Influence",
            "text": "The film spawned several direct sequels, starting with Jacopetti and Prosperi's own Mondo Cane 2 (also known as Mondo Pazzo), released the following year. Much later, in the 1980s, two more emerged: Mondo Cane Oggi: L'Orrore Continua and Mondo Cane 2000: L'Incredible.[7] The films continued into the nineties with two follow-ups from German filmmaker Uwe Schier; despite the fact that they were the fifth and sixth installments, they were titled Mondo Cane IV and Mondo Cane V.[8]\n\nAs well as encouraging sequels, Mondo Cane's shock-exploitation-documentary-exquisite corpse style is credited with starting a whole genre: the mondo film. Examples include Mondo Bizarro, Mondo Daytona, Mondo Freudo (1966), Mondo Mod, Mondo Infame, Mondo New York, and Mondo Hollywood;[9] later examples include the Faces of Death series.\n\nThe film also inspired lampooning, including Mr. Mike's Mondo Video, written by Saturday Night Live's Michael O'Donoghue and starring members of the contemporary cast of the  program.[10]\n\nIn 2010, Mike Patton released a musical album in tribute to the film, also called Mondo Cane.[citation needed]\n\n"
        }
    ]
}