{
    "url": "https://en.wikipedia.org/wiki/Mongolian_shamanism",
    "title": "Mongolian shamanism",
    "table_of_contents": [
        "1 Features",
        "1.1 Divinities and their class divisions",
        "1.2 Reverence for Genghis Khan",
        "1.3 Ovoo",
        "2 History",
        "2.1 Mongolia",
        "2.2 Buryatia",
        "3 Attributes of the shamans",
        "4 List of movements",
        "5 See also",
        "6 Notes",
        "7 References",
        "7.1 Citations",
        "7.2 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mongolian shamanism (Mongolian: Бөө мөргөл — Böö mörgöl), more broadly called the Mongolian folk religion,[1] or occasionally Tengerism,[2][note 2] refers to the animistic and shamanic ethnic religion that has been practiced in Mongolia and its surrounding areas (including Buryatia and Inner Mongolia) at least since the age of recorded history. In the earliest known stages it was intricately tied to all other aspects of social life and to the tribal organization of Mongolian society. Along the way, it has become influenced by and mingled with Buddhism. During the socialist years of the twentieth century, it was heavily repressed, but has since made a comeback.\n\nYellow shamanism defines a distinct form of shamanism practiced in Mongolia and Siberia. The term \"yellow\" in \"Yellow Shamanism\" is derived from \"Yellow Buddhist\"; more commonly known as Tibetan Buddhism, this style of Shamanism integrated elements of ritual practice and traditional Buddhist customs. [6] The Gelukpa (or Geluk) school of Buddhism, otherwise known as \"Yellow Hat,\" is one of four major schools (Nyingma, Kagyu, Sakya) established by the early 1400s in Tibetan Buddhism. Similar to the other Buddhist schools, Geluk combined the philosophy and cosmology of Mahayana Buddhism and incorporated distinctive qualities from the Vajrayana teachings to develop and cultivate its own traditions. The term Geluk means, \"Order of excellence\" or \"Virtuous order\" in the Tibetan language, which reflects the belief in the institution of the Tulku (incarnate lama) unique only to Tibetan Buddhism. Additionally, the color yellow is a significant color in Tibetan Buddhism, as it represents the color closest to daylight and symbolizes the humility Gautam Buddha displayed in choosing a color previously worn by criminals. [7] Another distinctive quality of Tibetan Buddhism are the yellow pandita hats typically worn by monks. [8][9] The term \"yellow shamanism\" also serves to distinguish it from a form of shamanism not influenced by Buddhism (according to its adherents), called black shamanism.[10]\n\nMongolian shamanism revolves around the worship of the \"Tngri\" (Ancestor spirits) and devotion to \"Father sky\" otherwise known as \"Tenger\" or \"Qormusta Tengri\" in Mongolian. In the Mongolian folk religion, Genghis Khan is considered one of the embodiments, if not the main embodiment, of the Tenger spirit.[11] The Mausoleum of Genghis Khan in Ordos City, in Inner Mongolia, is an important center of this worship tradition.\n\n"
        },
        {
            "title": "Features",
            "text": "Mongolian shamanism is an all-encompassing system of belief that includes medicine, religion, a reverence of nature, and ancestor worship. Central to the system are the activities of male and female intercessors between the human world and the spirit world, shamans (böö) and shamanesses (udgan). They are not the only ones to communicate with the spirit world: nobles and clan leaders also perform spiritual functions, as do commoners, although the hierarchy of Mongolian clan-based society is reflected in the manner of worship as well.[12]\n\nKlaus Hesse described the complex spiritual hierarchy in clan-based Mongolian society based on sources that go back to the 13th century. The highest group in the pantheon consists of 99 tngri (55 of them benevolent or \"white\" and 44 terrifying or \"black\"), 77 natigai or \"earth-mothers\", besides others. The tngri are called upon only by leaders and great shamans, and are common to all the clans. After these, three groups of ancestral spirits dominate. The \"Lord-Spirits\" are the souls of clan leaders to whom any member of a clan can appeal for physical or spiritual help. The \"Protector-Spirits\" include the souls of great shamans (ĵigari) and shamanesses (abĵiya). The \"Guardian-Spirits\" are made up of the souls of smaller shamans (böö) and shamanesses (udugan) and are associated with a specific locality (including mountains, rivers, etc.) in the clan's territory.[13]\n\nThe difference between great, white and small, black (in shamans, tngri, etc.) was also formative in a class division of three further groups of spirits, made up of \"spirits who were not introduced by shamanist rites into the communion of ancestral spirits\" but who could nonetheless be called upon for help—they were called \"'the three accepting the supplications' (jalbaril-un gurban)\". The whites were of the nobles of the clan, the blacks of the commoners, and a third category consisted of \"the evil spirits of the slaves and non-human goblins\". White shamans could only venerate white spirits (and if they called upon black spirits they \"lost their right in venerating and calling the white spirits\"), black shamans only black spirits (and would be too terrified to call upon white spirits since the black spirits would punish them). Black or white was assigned to spirits according to social status, and to shamans \"according to the capacity and assignment of their ancestral spirit or spirit of the shaman's descent line.\"\n[8][14]\n\nNationwide reverence of Genghis Khan had existed until the 1930s, centered on a shrine which preserved mystical relics of Genghis, that was located in the Ordos Loop of the region of Inner Mongolia, in China.[15] The Japanese, during the occupation of China, tried to take possession of the relics in order to catalyse a pro-Japanese Mongol nationalism, but they failed.[15]\n\nWithin the Mongolian People's Republic (1924–92) the Mongolian native religion was suppressed, and Genghis' shrines destroyed.[15] In Inner Mongolia, otherwise, the worship of the cultural hero persisted; the hereditary custodians of the shrines survived there, preserving ancient manuscripts of ritual texts, written partially in an unintelligible language called the \"language of the gods\".[15]\n\nWith the establishment of the People's Republic of China, the Chinese rallied Mongol nationalism to the new state and constructed the Shrine of Genghis Khan (or Shrine of the Lord, as it is named in Mongolian[16]) in Ordos City, where they gathered the old sanctuary tents, confirmed the guardians of the groups in office, and subsidised annual sacrifices.[15]\n\nThe shrine in Ordos has since then become the focal point of a revival of Genghis Khan's reverence throughout Inner Mongolia. The Han Chinese, the major ethnic group in Inner Mongolia, pay themselves homage to him as the spiritual foundation of the Yuan dynasty.[16] Various other temples of Genghis Khan, or branches of the shrine in Ordos, have been established in Inner Mongolia and northern China.[17][18]\n\nOvoos or aobaoes (Mongolian: овоо, Traditional Mongol: ᠥᠪᠥᠭᠭᠠ) are sacrificial altars in the shape of mounds that are traditionally used for worship in the indigenous religion of Mongols and related ethnic groups.[19] Every ovoo is thought of as the representation of a god. There are ovoos dedicated to heavenly gods, mountain gods, other gods of nature, and also to gods of human lineages and agglomerations.\n\nIn Inner Mongolia, the aobaoes for the worship of ancestral gods can be private shrines of an extended family or kin (people sharing the same surname), or they are communal village ones (dedicated to the deity of a village), banners or leagues. Sacrifices to the aobaoes include animals, joss sticks, and libations.[19]\n\n"
        },
        {
            "title": "History",
            "text": "Various aspects of shamanism, including the tngri and their chief deity Qormusata Tngri, are described in the thirteenth-century The Secret History of the Mongols, the earliest historical source in Mongolian.[20] Sources from that time period, however, do not present a complete or coherent system of beliefs and traditions. A much richer set of sources can be found from the seventeenth century onwards; these present a Buddhist-influenced \"yellow\" shamanism, but in the opinion of many scholars, they indicate the continued tradition of an older shamanism.[21]\n\nBuddhism first entered Mongolia during the Yuan dynasty (thirteenth-fourteenth century) and was briefly established as a state religion. The cult of Genghis Khan, who had been accepted into the tngri, the highest pantheon of spirits in Mongolian shamanism, became annexed into Buddhist practice as well. Mongolia itself was at a political and developmental standstill until the sixteenth century, when after the conversion of Altan Khan Buddhism re-established itself.[22] In 1691, after Outer Mongolia had been annexed by the Qing Dynasty, Buddhism became the dominant religion of the entire area and shamanism began incorporating Buddhist elements. Violent resistance in the eighteenth century by the hunting tribes of Northern Mongolia against the (Buddhist) ruling group, the Khalka Mongols, led to the foundation of black shamanism.[9]\n\nDuring the Soviet domination of the Mongolian People's Republic, all varieties of shamanism were repressed; after 1991, when the era of Soviet influence was over, religion (including Buddhism and shamanism) made a comeback.[9] Recent research by anthropologists has indicated that shamanism continues to be a part of Mongolian spiritual life; Ágnes Birtalan [hu], for instance, recorded a series of invocations and chants to the important deity Dayan Deerh in 2005 in Khövsgöl Province.[23]\n\nIn June 2017 psychology professors Richard Noll and Leonard George conducted fieldwork among Mongol shamans and posted to YouTube seven short videos of a nocturnal summer solstice (Ulaan Tergel) \"fire ritual,\" held near midnight some 20 km (12 mi) outside Ulaanbaatar. The event was organized by Jargalsaichan, the head of the Corporate Union of Mongolian Shamans, and was closed to tourists.[24]\n\nThe territory of the Buryats, who live around Lake Baikal, was invaded by the Russian Empire in the seventeenth century, and came to accept Buddhism in the eighteenth century at the same time they were recognizing themselves as Mongol; to which extent Buryat shamanism mixed with Buddhism is a matter of contention among scholars. A nineteenth-century division between black and white shamanism, where black shamanism called on evil deities to bring people misfortune while white shamanism invoked good deities for happiness and prosperity, had completely changed by the twentieth century.\n\nToday, black shamanism invokes traditional shamanic deities, whereas white shamanism invokes Buddhist deities and recites Buddhist incantations but wears black shamanist accoutrements. White shamans worship Sagaan Ubgen and Burkhan Garbal (the \"Ancestral Buddha\").[9] The proliferation of Buryat shamans in the 1990 to 2001 period is analyzed as an aspect of historical and genetic \"search for roots\" among the marginalized Buryat peoples of Mongolia, Russia and China by Ippei Shimamura.[25]\n\n"
        },
        {
            "title": "Attributes of the shamans",
            "text": "An important attribute for Mongolian shamans is shared with all other shamanisms of Inner Asia: the drum. Mongolian shaman drums may incorporate the shaman's ongon or ancestral spirit, as in a drum described by Carole Pegg, where the drum handle represents that ongon. The drum's skin was often made of horse skin, the drum itself standing for \"the saddle animal on which the shaman rides or the mount that carries the invoked spirit to the shaman.\"[26]\n\n"
        }
    ]
}