{
    "url": "https://en.wikipedia.org/wiki/Monism",
    "title": "Monism",
    "table_of_contents": [
        "1 Definitions",
        "2 History",
        "3 Types",
        "4 Monistic philosophers",
        "4.1 Pre-Socratic",
        "4.2 Post-Socrates",
        "4.3 Modern",
        "5 Monistic neuroscientists",
        "6 Religion",
        "6.1 Pantheism",
        "6.2 Panentheism",
        "6.3 Pandeism",
        "6.4 Indian religions",
        "6.4.1 Characteristics",
        "6.4.2 Hinduism",
        "6.4.2.1 Vedanta",
        "6.4.2.2 Advaita Vedanta",
        "6.4.2.3 Vaishnava",
        "6.4.2.4 Tantra",
        "6.4.2.5 Modern Hinduism",
        "6.4.3 Buddhism",
        "6.4.3.1 Levels of truth",
        "6.4.4 Sikhism",
        "6.5 Abrahamic faiths",
        "6.5.1 Judaism",
        "6.5.2 Christianity",
        "6.5.2.1 Creator–creature distinction",
        "6.5.2.2 Rejection of radical dualism",
        "6.5.2.3 Theosis",
        "6.5.2.4 Christian Monism",
        "6.5.2.5 Mormonism",
        "6.5.3 Islam",
        "6.5.3.1 Quran",
        "6.5.3.2 Sufism",
        "6.5.3.3 Shi'ism",
        "6.5.4 Baháʼí Faith",
        "6.6 Non-dualism",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Monism attributes oneness or singleness (Greek: μόνος) to a concept e.g., existence. Various kinds of monism can be distinguished:\n\n"
        },
        {
            "title": "Definitions",
            "text": "There are two sorts of definitions for monism:\n\nAlthough the term monism is derived from Western philosophy to typify positions in the mind–body problem, it has also been used to typify religious traditions. In modern Hinduism, the term \"absolute monism\" is used for Advaita Vedanta.[4][5]\n\n"
        },
        {
            "title": "History",
            "text": "The term monism was introduced in the 18th century by Christian von Wolff[6] in his work Logic (1728),[citation needed] to designate types of philosophical thought in which the attempt was made to eliminate the dichotomy of body and mind and explain all phenomena by one unifying principle, or as manifestations of a single substance.[6]\n\nThe mind–body problem in philosophy examines the relationship between mind and matter, and in particular the relationship between consciousness and the brain. The problem was addressed by René Descartes in the 17th century, resulting in Cartesian dualism, and by pre-Aristotelian philosophers,[7][8] in Avicennian philosophy,[9] and in earlier Asian and more specifically Indian traditions.\n\nIt was later also applied to the theory of absolute identity set forth by Hegel and Schelling.[clarification needed][10] Thereafter the term was more broadly used, for any theory postulating a unifying principle.[10] The opponent thesis of dualism also was broadened, to include pluralism.[10] According to Urmson, as a result of this extended use, the term is \"systematically ambiguous\".[10]\n\nAccording to Jonathan Schaffer, monism lost popularity due to the emergence of analytic philosophy in the early twentieth century, which revolted against the neo-Hegelians. Rudolf Carnap and A. J. Ayer, who were strong proponents of positivism, \"ridiculed the whole question as incoherent mysticism\".[11]\n\nThe mind–body problem has reemerged in social psychology and related fields, with the interest in mind–body interaction[12] and the rejection of Cartesian mind–body dualism in the identity thesis, a modern form of monism.[13] Monism is also still relevant to the philosophy of mind,[10] where various positions are defended.[14][15]\n\n"
        },
        {
            "title": "Types",
            "text": "Different types of monism include:[10][16]\n\nViews contrasting with monism are:\n\nMonism in modern philosophy of mind can be divided into three broad categories:\n\nCertain positions do not fit easily into the above categories, such as functionalism, anomalous monism, and reflexive monism. Moreover, they do not define the meaning of \"real\".\n\n"
        },
        {
            "title": "Monistic philosophers",
            "text": "While the lack of information makes it difficult in some cases to be sure of the details, the following pre-Socratic philosophers thought in monistic terms:[20]\n\n"
        },
        {
            "title": "Religion",
            "text": "Pantheism is the belief that everything composes an all-encompassing, immanent God,[28] or that the universe (or nature) is identical with divinity.[29] Pantheists thus do not believe in a personal or anthropomorphic god, but believe that interpretations of the term differ.\n\nPantheism was popularized in the modern era as both a theology and philosophy based on the work of the 17th-century philosopher Baruch Spinoza,[30] whose Ethics was an answer to Descartes' famous dualist theory that the body and spirit are separate.[31] Spinoza held that the two are the same, and this monism is a fundamental quality of his philosophy. He was described as a \"God-intoxicated man,\" and used the word God to describe the unity of all substance.[31] Although the term pantheism was not coined until after his death, Spinoza is regarded as its most celebrated advocate.[32]\n\nH. P. Owen claimed that\n\nPantheism is closely related to monism, as pantheists too believe all of reality is one substance, called Universe, God or Nature. Panentheism, a slightly different concept (explained below), however is dualistic.[34] Some of the most famous pantheists are the Stoics, Giordano Bruno and Spinoza.\n\nPanentheism (from Greek πᾶν (pân) \"all\"; ἐν (en) \"in\"; and θεός (theós) \"God\"; \"all-in-God\") is a belief system that posits that the divine (be it a monotheistic God, polytheistic gods, or an eternal cosmic animating force) interpenetrates every part of nature, but is not one with nature. Panentheism differentiates itself from pantheism, which holds that the divine is synonymous with the universe.[35]\n\nIn panentheism, there are two types of substance, \"pan\" the universe and God. The universe and the divine are not ontologically equivalent. God is viewed as the eternal animating force within the universe. In some forms of panentheism, the cosmos exists within God, who in turn \"transcends\", \"pervades\" or is \"in\" the cosmos.\n\nWhile pantheism asserts that 'All is God', panentheism claims that God animates all of the universe, and also transcends the universe. In addition, some forms indicate that the universe is contained within God,[35]  like in the Judaic concept of Tzimtzum. Much Hindu thought is highly characterized by panentheism and pantheism.[36][37]\n\nPaul Tillich has argued for such a concept within Christian theology, as has liberal biblical scholar Marcus Borg and mystical theologian Matthew Fox, an Episcopal priest.[note 2]\n\nPandeism or pan-deism (from Ancient Greek: πᾶν, romanized: pan, lit. 'all' and Latin: deus meaning \"god\" in the sense of deism), is a term describing beliefs coherently incorporating or mixing logically reconcilable elements of pantheism (that \"God\", or a metaphysically equivalent creator deity, is identical to Nature) and classical deism (that the creator-god who designed the universe no longer exists in a status where it can be reached, and can instead be confirmed only by reason). It is therefore most particularly the belief that the creator of the universe actually became the universe, and so ceased to exist as a separate entity.[38][39]\n\nThrough this synergy pandeism claims to answer primary objections to deism (why would God create and then not interact with the universe?) and to pantheism (how did the universe originate and what is its purpose?).\n\nThe central problem in Asian (religious) philosophy is not the body-mind problem, but the search for an unchanging Real or Absolute beyond the world of appearances and changing phenomena,[40] and the search for liberation from dukkha and the liberation from the cycle of rebirth.[41] In Hinduism, substance-ontology prevails, seeing Brahman as the unchanging real beyond the world of appearances.[42] In Buddhism, process ontology is prevalent,[42] seeing reality as empty of an unchanging essence.[43][44]\n\nCharacteristic for various Asian religions is the discernment of levels of truth,[45] an emphasis on intuitive-experiential understanding of the Absolute[46][47][48][49] such as jnana, bodhi  and kensho, and an emphasis on the integration of these levels of truth and its understanding.[50][51]\n\nVedanta is the inquiry into and systematisation of the Vedas and Upanishads, to harmonise the various and contrasting ideas that can be found in those texts. Within Vedanta, different schools exist:[52]\n\nMonism is most clearly identified in Advaita Vedanta,[55] though Renard points out that this may be a western interpretation, bypassing the intuitive understanding of a nondual reality.[56]\n\nIn Advaita Vedanta, Brahman is the eternal, unchanging, infinite, immanent, and transcendent reality which is the Divine Ground of all matter, energy, time, space, being, and everything beyond in this Universe. The nature of Brahman is described as transpersonal, personal and impersonal by different philosophical schools.[57]\n\nAdvaita Vedanta gives an elaborate path to attain moksha. It entails more than self-inquiry or bare insight into one's real nature. Practice, especially Jnana Yoga, is needed to \"destroy one's tendencies (vāasanā-s)\" before real insight can be attained.[58]\n\nAdvaita took over from the Madhyamika the idea of levels of reality.[59] Usually two levels are being mentioned,[60] but Shankara uses sublation as the criterion to postulate an ontological hierarchy of three levels:[61][62]\n\nAll Vaishnava schools are panentheistic and view the universe as part of Krishna or Narayana, but see a plurality of souls and substances within Brahman. Monistic theism, which includes the concept of a personal god as a universal, omnipotent Supreme Being who is both immanent and transcendent, is prevalent within many other schools of Hinduism as well.\n\nTantra sees the Divine as both immanent and transcendent. The Divine can be found in the concrete world. Practices are aimed at transforming the passions, instead of transcending them.\n\nThe colonisation of India by the British had a major impact on Hindu society.[63] In response, leading Hindu intellectuals started to study western culture and philosophy, integrating several western notions into Hinduism.[63] This modernised Hinduism, at its turn, has gained popularity in the west.[46]\n\nA major role was played in the 19th century by Swami Vivekananda in the revival of Hinduism,[64] and the spread of Advaita Vedanta to the west via the Ramakrishna Mission. His interpretation of Advaita Vedanta has been called Neo-Vedanta.[65] In Advaita, Shankara suggests meditation and Nirvikalpa Samadhi are means to gain knowledge of the already existing unity of Brahman and Atman,[66] not the highest goal itself:\n\nVivekananda, according to Gavin Flood, was \"a figure of great importance in the development of a modern Hindu self-understanding and in formulating the West's view of Hinduism.\"[67] Central to his philosophy is the idea that the divine exists in all beings, that all human beings can achieve union with this \"innate divinity\",[68] and that seeing this divine as the essence of others will further love and social harmony.[68] According to Vivekananda, there is an essential unity to Hinduism, which underlies the diversity of its many forms.[68] According to Flood, Vivekananda's view of Hinduism is the most common among Hindus today.[69] This monism, according to Flood, is at the foundation of earlier Upanishads, to theosophy in the later Vedanta tradition and in modern Neo-Hinduism.[70]\n\nAccording to the Pāli Canon, both pluralism (nānatta) and monism (ekatta) are speculative views. A Theravada commentary notes that the former is similar to or associated with nihilism (ucchēdavāda), and the latter is similar to or associated with eternalism (sassatavada).[71]\n\nIn the Madhyamaka school of Mahayana Buddhism, the ultimate nature of the world is described as Śūnyatā or \"emptiness\", which is inseparable from sensorial objects or anything else. That appears to be a monist position, but the Madhyamaka views – including variations like rangtong and shentong – will refrain from asserting any ultimately existent entity. They instead deconstruct any detailed or conceptual assertions about ultimate existence as resulting in absurd consequences. The Yogacara view, a minority school now only found among the Mahayana, also rejects monism.\n\nWithin Buddhism, a rich variety of philosophical[72] and pedagogical models[73] can be found. Various schools of Buddhism discern levels of truth:\n\nThe Prajnaparamita-sutras and Madhyamaka emphasize the non-duality of form and emptiness: \"form is emptiness, emptiness is form\", as the heart sutra says.[75] In Chinese Buddhism this was understood to mean that ultimate reality is not a transcendental realm, but equal to the daily world of relative reality. This idea fitted into the Chinese culture, which emphasized the mundane world and society. But this does not tell how the absolute is present in the relative world:\n\nThis question is answered in such schemata as the Five Ranks of Tozan,[76] the Oxherding Pictures, and Hakuin's Four ways of knowing.[77]\n\nSikhism complies with the concept of Priority Monism. Sikh philosophy advocates that all that our senses comprehend is an illusion; God is the sole reality. Forms being subject to time shall pass away. God's Reality alone is eternal and abiding.[78] The thought is that Atma (soul) is born from, and a reflection of, ParamAtma (Supreme Soul), and \"will again merge into it\", in the words of the fifth guru of Sikhs, Guru Arjan Dev Ji, \"just as water merges back into the water.\"[79]\n\nGod and Soul are fundamentally the same; identical in the same way as Fire and its sparks. \"Atam meh Ram, Ram meh Atam\" which means \"The Ultimate Eternal reality resides in the Soul and the Soul is contained in Him\". As from one stream, millions of waves arise and yet the waves, made of water, again become water; in the same way all souls have sprung from the Universal Being and would blend again into it.[80]\n\nJewish thought considers God as separate from all physical, created things and as existing outside of time.[note 3][note 4]\n\nAccording to Maimonides,[81] God is an incorporeal being that caused all other existence.[citation needed] According to Maimonides, to admit corporeality to God is tantamount to admitting complexity to God, which is a contradiction to God as the first cause[citation needed] and constitutes heresy. While Hasidic mystics considered the existence of the physical world a contradiction to God's simpleness, Maimonides saw no contradiction.[note 5]\n\nAccording to Hasidic thought (particularly as propounded by the 18th century, early 19th-century founder of Chabad, Shneur Zalman of Liadi), God is held to be immanent within creation for two interrelated reasons:\n\nThe Vilna Gaon was very much against this philosophy, for he felt that it would lead to pantheism and heresy. According to some this is the main reason for the Gaon's ban on Chasidism.[citation needed]\n\nChristians maintain that God created the universe ex nihilo and not from his own substance, so that the creator is not to be confused with creation, but rather transcends it. There is a movement of \"Christian Panentheism\".[83] Even more immanent concepts and theologies are to be defined together with God's omnipotence, omnipresence and omniscience, due to God's desire for intimate contact with his own creation (cf. Acts 17:27). Another use of the term \"monism\" is in Christian anthropology to refer to the innate nature of humankind as being holistic, as usually opposed to bipartite and tripartite views.\n\nIn On Free Choice of the Will, Augustine argued, in the context of the problem of evil, that evil is not the opposite of good, but rather merely the absence of good, something that does not have existence in itself. Likewise, C. S. Lewis described evil as a \"parasite\" in Mere Christianity, as he viewed evil as something that cannot exist without good to provide it with existence. Lewis went on to argue against dualism from the basis of moral absolutism, and rejected the dualistic notion that God and Satan are opposites, arguing instead that God has no equal, hence no opposite. Lewis rather viewed Satan as the opposite of Michael the archangel. Due to this, Lewis instead argued for a more limited type of dualism.[84] Other theologians, such as Greg Boyd, have argued in more depth that the Biblical authors held a \"limited dualism\", meaning that God and Satan do engage in real battle, but only due to free will given by God, for the duration that God allows.[85]\n\nIsaiah 45:5–7 (KJV) says:\n\nIn Roman Catholicism and Eastern Orthodoxy, while human beings are not ontologically identical with the Creator, they are nonetheless capable with uniting with his Divine Nature via theosis, and especially, through the devout reception of the Holy Eucharist.[citation needed] This is a supernatural union, over and above that natural union, of which St. John of the Cross says, \"it must be known that God dwells and is present substantially in every soul, even in that of the greatest sinner in the world, and this union is natural.\" Julian of Norwich, while maintaining the orthodox duality of Creator and creature, nonetheless speaks of God as \"the true Father and true Mother\" of all natures; thus, he indwells them substantially and thus preserves them from annihilation, as without this sustaining indwelling everything would cease to exist.[citation needed]\n\nSome Christian theologians are avowed monists, such as Paul Tillich. Since God is he \"in whom we live and move and have our being\" (Book of Acts 17.28), it follows that everything that has being partakes in God.[citation needed]\n\nLatter Day Saint theology also expresses a form of dual-aspect monism via materialism and eternalism, claiming that creation was ex materia (as opposed to ex nihilo in conventional Christianity), as expressed by Parley Pratt and echoed in view by the movement's founder Joseph Smith, making no distinction between the spiritual and the material, these being not just similarly eternal, but ultimately two manifestations of the same reality or substance.[86]\n\n\nParley Pratt implies a vitalism paired with evolutionary adaptation noting, “these eternal, self-existing elements possess in themselves certain inherent properties or attributes, in a greater or less degree; or, in other words, they possess intelligence, adapted to their several spheres.”\n[87]\n\nParley Pratt’s view is also similar to Gottfried Leibniz’s monadology, which holds that “reality consists of mind atoms that are living centers of force.” \n[88]\n\nBrigham Young anticipates a proto-mentality of elementary particles with his vitalist view, “there is life in all matter, throughout the vast extent of all the eternities; it is in the rock, the sand, the dust, in water, air, the gases, and in short, in every description and organization of matter; whether it be solid, liquid, or gaseous, particle operating with particle.”\n[89]\n\nThe LDS conception of matter is “essentially dynamic rather than static, if indeed it is not a kind of living energy, and that it is subject at least to the rule of intelligence.” \n[90]\n\nJohn A. Widstoe held a similar, more vitalist view, that “Life is nothing more than matter in motion; that, therefore, all matter possess a kind of life… Matter… [is] intelligence… hence everything in the universe is alive.” However, Widstoe resisted outright affirming a belief in panpsychism.\n[91]\n\nVincent Cornell argues that the Quran provides a monist image of God by describing reality as a unified whole, with God being a single concept that would describe or ascribe all existing things.[92]\n\nBut most argue that Abrahamic religious scriptures, especially the Quran, see creation and God as two separate existences. It explains that everything has been created by God and is under his control, but at the same time distinguishes creation as being dependent on the existence of God.[92]\n\nSome Sufi mystics advocate monism. One of the most notable being the 13th-century Persian poet Rumi (1207–73) in his didactic poem Masnavi espoused monism.[93][94] Rumi says in the Masnavi,\n\nOther Sufi mystics however, such as Ahmad Sirhindi, upheld dualistic Monotheism (the separation of God and the Universe).[95]\n\nThe most influential of the Islamic monists was the Sufi philosopher Ibn Arabi (1165–1240). He developed the concept of 'unity of being' (Arabic: waḥdat al-wujūd), which some argue is a monistic philosophy.[citation needed] Born in al-Andalus, he made an enormous impact on the Muslim world, where he was crowned \"the great Master\". In the centuries following his death, his ideas became increasingly controversial. Ahmad Sirhindi criticised monistic understanding of 'unity of being', advocating the dualistic-compatible 'unity of witness' (Arabic: wahdat ash-shuhud), maintaining separation of creator and creation.[96][97][98][99] Later, Shah Waliullah Dehlawi reconciled the two ideas maintaining that their differences are semantic differences, arguing that the universal existence (which is different in creation to creator) and the divine essence are different and that the universal existence emanates (in a non-platonic sense) from the divine essence and that the relationship between them is similar to the relationship between the number four and a number being even.[100][101]\n\nThe doctrine of waḥdat al-wujūd also enjoys considerable following in the rationalist philosophy of Twelver Shi'ism, with the most famous modern-day adherent being Ruhollah Khomeini.[102]\n\nAlthough the teachings of the Baháʼí Faith have a strong emphasis on social and ethical issues, there exist a number of foundational texts that have been described as mystical.[103] Some of these include statements of a monist nature (e.g., The Seven Valleys and the Hidden Words). The differences between dualist and monist views are reconciled by the teaching that these opposing viewpoints are caused by differences in the observers themselves, not in that which is observed. This is not a 'higher truth/lower truth' position. God is unknowable. For man it is impossible to acquire any direct knowledge of God or the Absolute, because any knowledge that one has, is relative.[104]\n\nAccording to nondualism, many forms of religion are based on an experiential or intuitive understanding of \"the Real\".[105] Nondualism, a modern reinterpretation of these religions, prefers the term \"nondualism\", instead of monism, because this understanding is \"nonconceptual\", \"not graspable in an idea\".[105][note 6][note 7]\n\nTo these nondual traditions belong Hinduism (including Vedanta,[107] some forms of Yoga, and certain schools of Shaivism), Taoism,[108][109] Pantheism,[110] Rastafari,[111] and similar systems of thought.\n\n"
        }
    ]
}