{
    "url": "https://en.wikipedia.org/wiki/Monster_from_the_Ocean_Floor",
    "title": "Monster from the Ocean Floor",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Distributor",
        "5 Reception",
        "5.1 Box office",
        "5.2 Critical",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Monster from the Ocean Floor is a 1954 science fiction film about a sea monster that terrorizes a Mexican cove. The film was directed by Wyott Ordung and starred Anne Kimbell and Stuart Wade.\n\nIt was the first film produced by Roger Corman (although he had previously written Highway Dragnet).\n\n"
        },
        {
            "title": "Plot",
            "text": "Julie Blair (Anne Kimbell) is an American artist vacationing at a seaside village in Mexico. She hears stories about a man-eating creature dwelling in the cove. She meets Steve Dunning (Stuart Wade), a [marine biologist] doing research in  the area, and they fall for one another. She further investigates the stories of a sea monster killing people along with unexplained disappearances in the area. Julie thinks there might be some substance to these rumors, but Dunning does not.\n\nThe mysterious death of a diver inspires Julie to investigate, but Dunning remains very skeptical. She sees a giant amoeba rising from the ocean.[2] Thinking fast she is able to get a tissue sample from the monster. Confronted with the evidence, and now admitting the creature does in fact exist, Dunning uses the submarine to attack the monster.\n\n"
        },
        {
            "title": "Production",
            "text": "It was the first film produced by Roger Corman. One of his first decisions was to allow Wyott Ordung to direct. Ordung agreed to divert part of his pay for the experience of directing.[3] Corman was also able to defer payment against future profits to make the final print.\n\nAlan Frank listed Monster from the Ocean Floor's budget as $30,000.[4] However, Corman stated that the film was made for $12,000 in cash over six days.[5] According to Corman, $4,000 of the film's budget came from Ordung, $3,500 from Corman (from the sale of the Highway Dragnet story to Allied Artists), $5,000 in deferment from Consolidated Labs, and money raised privately by selling $500 and $1,000 shares.[6] Ordung later claimed that he hocked his life insurance and sold his apartment to raise $15,000 to pay for the film.[7] Corman's brother, Gene Corman, estimated the budget at $35,000.[8] Variety said the film cost $15,000.[1]\n\nProducer Alex Gordon later recalled meeting Corman at a screening of the movie. \"I thought, for the money he brought it in for, was absolutely remarkable,\" said Gordon. I thought it was very, very good and that he was a very nice, young, polite guy. And very nice-looking, properly dressed — he looked like a young executive, not some guy who was just lolling around like some of the other guys who were around in those days, coming around to try and get jobs.\" The men would later work together on Apache Woman and Day the World Ended.[9]\n\nRoger Corman had seen an article on a new electric-powered one-man submarine, and was able to use it in the picture for free in exchange for the publicity and an on-screen credit (\"Submarine built by Aerojet General\").\n\nThis is the first appearance of Haze in a Corman film, he would become a regular in Corman's films.\n\nCorman said when he made the film, \"I was surprisingly confident. I think if I were to do it now, I would be very worried that I couldn't do it. But at the age of twenty-five or whatever, I had ambition and confidence. You do things that, when you're older and smarter, you wouldn't do. \"[10]\n\nThe film's original title was It Stalked the Ocean Floor, but was changed by the distributor for being too artsy.[11]\n\nIn an interview with Starlog, it was noted that the experience of making this movie hooked Corman on filmmaking as a career. It also established a professional relationship between Corman, James Nicholson and Samuel Arkoff, that would lead to the creation of American International Productions.[12]\n\n"
        },
        {
            "title": "Distributor",
            "text": "Corman's brother Gene, negotiated the sale of the film to a distributor. Although Herbert Yates of Republic Pictures had an interest in the film, Corman says the only person willing to put up an advance against income was Robert Lippert. Monster from the Ocean Floor was sold to Lippert Pictures for $110,000. Gene Corman later said that Lippert renegotiated his deal on the film once he found out that Roger Corman had not spent $100,000 on making it, but considerably less.[8]\n\nRoger Corman says he ultimately received a $60,000 advance for Monster, which enabled him to make his next film.[5]\n\n"
        },
        {
            "title": "Reception",
            "text": "The film grossed $850,000.[6][7] Variety put this figure at $185,000.[1]\n\nTV Guide found the movie lacking and criticized the directing; however, it found the movie interesting historically as the \"beginning of something big and cheap\".[13] Variety was kinder, calling the movie a well made quickie.[11][14]\n\nCreature Feature by John Stanley gave the movie two out of five stars citing minimal mood, the films dubbing and a cast of unknowns.[15]\n\nMoria found the movie slow, dull and prosaic, but found it was worthwhile as the first of Corman's films. It did note that the speech on undersea farming was interesting and that Corman's famed penny pinching was on display in the movie. It also stated that the underwater scenes were well done.[16]\n\nThe Encyclopedia of Science Fiction found it to be a minor film that was moderately successful, and found its depiction of a capable heroine noteworthy for the time.[2]\n\nWhile Roger Ebert was not fond of the film, he noted it was the start of Corman as an auteur not just a low budget film maker,  and therefore is a part of Corman's legacy.[17]\n\n"
        }
    ]
}