{
    "url": "https://en.wikipedia.org/wiki/Montreal_World_Film_Festival",
    "title": "Montreal World Film Festival",
    "table_of_contents": [
        "1 Festival",
        "1.1 Programmes",
        "1.2 Juries",
        "1.3 Awards",
        "2 Grand Prix des Amériques winners",
        "3 Golden Zenith winners for The Best Feature Film in competition First Films World Competition",
        "4 History",
        "5 Impact",
        "6 Controversy",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Montreal World Film Festival (WFF; French: le Festival des Films du Monde) was one of Canada's oldest international film festivals and the only competitive film festival in North America accredited by the FIAPF (although the Toronto International Film Festival is North America's only accredited non-competitive festival). The public festival, which was founded in 1977 as a replacement for the defunct Montreal International Film Festival (1960–68), is held annually in late August in the city of Montreal in Quebec.[1]  Unlike the Toronto International Film Festival, which has a greater focus on Canadian and other North American films, the Montreal World Film Festival has a larger diversity of films from all over the world.[2]  The festival was cancelled in 2019.\n\nIn 2022, former festival president Serge Losique announced plans to revive the festival as the Global Montreal Film Festival, with a 2022 edition featuring free screenings of a selection of films that had previously screened at FFM, leading to a full revival of the festival in 2023.[3]\n\n"
        },
        {
            "title": "Festival",
            "text": "The World Film Festival is organised in various sections:\n\nPrior to the beginning of each event, the Festival's board of directors appoints the juries who hold sole responsibility for choosing which films will receive the blessing of a WFF award. Jurors are chosen from a wide range of international artists, based on their body of work and respect from their peers.\n\nCompetition\n\nIn addition the festival-going public votes for the films they liked best in different categories:\n\n"
        },
        {
            "title": "History",
            "text": "The stated goal of the Montreal World Film Festival (Montreal International Film Festival) is to:\n\nThe president of the Montreal World Film Festival (WFF) is Serge Losique; its vice-president is\nDanièle Cauchard.[7]  Losique's management has been controversial.  The WFF lost the sponsorship of its previous government cultural funders, SODEC and Telefilm Canada as a result of disagreements with Losique in 2004.  Subsequently, these two funding agencies announced that they would support a new international film festival, called the New Montreal FilmFest (FIFM), to be managed by Spectra Entertainment and headed by Daniel Langlois (of SoftImage and Ex-Centris and the Festival du Nouveau Cinéma).  After the inaugural edition of that new festival was unsuccessful, it was abandoned early in 2006. As of July 2007, Losique's lawsuits against  the funding agencies were dropped, paving the way for a restoration of government funding.[8]\n\n"
        },
        {
            "title": "Impact",
            "text": "According to a survey by Léger Marketing:[9]\n\n"
        },
        {
            "title": "Controversy",
            "text": "In 2005, Losique first announced and later withdrew the film Karla from the WFF after the principal sponsor of the festival, Air Canada, threatened to withdraw its sponsorship of the festival if that film were included.  The film — about Karla Homolka, a young woman who was convicted of manslaughter and who served twelve years in prison for her part in the kidnapping, sex-enslavement, rapes and murders of teenage girls, including her own sister, in a case said to involve ephebophilia — was controversial in Canada, with many calling for its boycott throughout the country.[10]\n\nIn 2015 a group of employees claimed they were not paid.\n[11]\n\nIn 2016 many of the employees resigned citing poor leadership and financial uncertainty amongst other issues.[12] In an interview with CTV News, Gazette entertainment columnist Bill Brownstein referred to Losique as having a \"Napoleonic complex\" and not \"playing well with the other children\" resulting in government and sponsors withdrawing their funding support.\n[13]\n\nIn 2019, the WFF announced that it is cancelling the 43rd edition of the event, leaving behind speculations about its later continuation.[14]\n\n"
        }
    ]
}