{
    "url": "https://en.wikipedia.org/wiki/Monty_Python_and_the_Holy_Grail",
    "title": "Monty Python and the Holy Grail",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Filming",
        "4 Soundtrack",
        "5 Release",
        "5.1 Home media",
        "6 Reception",
        "6.1 Legacy",
        "6.1.1 Spamalot",
        "7 See also",
        "8 References",
        "8.1 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMonty Python and the Holy Grail is a 1975 British comedy film satirizing the Arthurian legend, written and performed by the Monty Python comedy group (Graham Chapman, John Cleese, Terry Gilliam, Eric Idle, Terry Jones, and Michael Palin) and directed by Gilliam and Jones in their feature directorial debuts. It was conceived during the hiatus between the third and fourth series of their BBC Television series Monty Python's Flying Circus.\n\nWhile the group's first film, And Now for Something Completely Different, was a compilation of sketches from the first two television series, Holy Grail is an original story that parodies the legend of King Arthur's quest for the Holy Grail. Thirty years later, Idle used the film as the basis for the 2005 Tony Award-winning musical Spamalot.\n\nMonty Python and the Holy Grail grossed more than any British film exhibited in the US in 1975. In the US, it was selected in 2011 as the second-best comedy of all time in the ABC special Best in Film: The Greatest Movies of Our Time behind Airplane! In the UK, readers of Total Film magazine in 2000 ranked it the fifth-greatest comedy film of all time;[3] a similar poll of Channel 4 viewers in 2006 placed it sixth.[4]\n\n"
        },
        {
            "title": "Plot",
            "text": "In AD 932, King Arthur and his squire, Patsy, travel Britain searching for men to join the Knights of the Round Table. Along the way, Arthur debates whether swallows could carry coconuts, passes through a town infected with the Black Death, recounts receiving Excalibur from the Lady of the Lake to two anarcho-syndicalist peasants, defeats the Black Knight and observes an impromptu witch trial. He recruits Sir Bedevere the Wise, Sir Lancelot the Brave, Sir Galahad the Pure, and Sir Robin the Not-Quite-So-Brave-as-Sir-Lancelot, along with their squires and Robin's minstrels. Arthur leads the knights to Camelot, but, after a musical number, changes his mind, deeming it \"a silly place\". As they turn away, God appears and orders Arthur to find the Holy Grail.\n\nArthur and his knights arrive at a castle occupied by French soldiers, who claim to have the Grail and taunt the Britons, driving them back with a barrage of barnyard animals. Bedevere concocts a plan to sneak in using a Trojan Rabbit, but no one hides inside it, and the Britons are forced to flee when it is flung back at them. Arthur decides the knights should go their separate ways to search for the Grail. \n\nA modern-day historian filming a documentary on the Arthurian legends is killed by an unknown knight on horseback, triggering a police investigation.\n\nArthur and Bedevere are given directions by an old man and attempt to satisfy the strange requests of the dreaded Knights Who Say \"Ni!\" Sir Robin avoids a fight with a Three-Headed Knight by running away while the heads are arguing amongst themselves. Sir Galahad is led by a grail-shaped beacon to Castle Anthrax, which is occupied exclusively by young women, who wish to be punished for misleading him, but he is unwillingly \"rescued\" by Lancelot. Lancelot receives an arrow-shot note from Swamp Castle. Believing the note is from a lady being forced to marry against her will, he storms the castle and slaughters several members of the wedding party, only to discover the note is from an effeminate prince.\n\nArthur and his knights regroup and are joined by three new knights, as well as Brother Maynard and his monk brethren. They meet Tim the Enchanter, who directs them to a cave where the location of the Grail is said to be written. The entrance to the cave is guarded by the Rabbit of Caerbannog. Underestimating it, the knights attack, but the Rabbit easily kills Bors, Gawain and Ector. Arthur uses the \"Holy Hand Grenade of Antioch\", provided by Brother Maynard, to destroy the creature. Inside the cave, they find an inscription from Joseph of Arimathea, directing them to Castle Aarrgh.\n\nAn animated cave monster devours Brother Maynard, but Arthur and the knights escape after the animator unexpectedly suffers a fatal heart attack. The knights approach the Bridge of Death, where the bridge-keeper demands they answer three questions in order to pass or else be cast into the Gorge of Eternal Peril. Lancelot easily answers simple questions and crosses. Robin is defeated by an unexpectedly difficult question, and Galahad fails an easy one; both are magically flung into the gorge. When Arthur asks for clarification on an obscure question about swallows, the bridge-keeper cannot answer and is himself thrown into the gorge.\n\nArthur and Bedevere cannot find Lancelot, unaware that he has been arrested by police investigating the historian's death. The pair reach Castle Aarrgh, but find it occupied by the French soldiers. After being repelled by showers of manure, they summon an army of knights and prepare to assault the castle. As the army charges, the police arrive, arrest Arthur and Bedevere for the murder of the historian and break the camera, ending the film.\n\n"
        },
        {
            "title": "Production",
            "text": "In January 1973 the Monty Python troupe wrote the first draft of the screenplay.[5][6] Half of the material was set in the Middle Ages and half was set in the present day. The group decided to focus on the Middle Ages, focussing on the legend of the Holy Grail. By the fourth or fifth draft, the story was complete, and the cast joked that the fact that the Grail was never retrieved would be \"a big let-down ... a great anti-climax\".[6] Graham Chapman said a challenge was incorporating scenes that did not fit the Holy Grail motif.[7]\n\nNeither Terry Gilliam nor Terry Jones had directed a film before, and described it as a learning experience in which they would learn to make a film by making an entire full-length film.[8] The cast humorously described the novice directing style as employing the level of mutual disrespect always found in Monty Python's work.[6]\n\nA 2021 tweet by Eric Idle[9] revealed that the film was financed by eight investors: Led Zeppelin, Pink Floyd, Jethro Tull's Ian Anderson, Holy Grail's co-producer Michael White, Heartaches (a cricket team founded by lyricist Tim Rice), and three record companies including Charisma Records, the record label that released Python's early comedy albums.[10] The investors contributed the entire original budget of £175,350 (about $410,000 in 1974). He added that this group also received a percentage of the proceeds from the 2005 musical Spamalot.[11]\n\nAccording to Terry Gilliam, the Pythons turned to rock stars like Pink Floyd and Led Zeppelin for finance as the studios refused to fund the film and rock stars saw it as \"a good tax write-off\" due to the top rate of UK income tax being \"as high as 90%\" at the time.[12]\n\nIn 2016 Eric Idle tweeted that Elton John contributed to the funding of the movie.[13] Terry Gilliam has also stated many times that Elton John[14] helped finance the movie. Eric has since stated that this is simply not true and that he had nothing to do with the movie. [15] It is unknown whether this fact is true as Elton himself has not commented on it.\n\nMonty Python and the Holy Grail was mostly shot on location in Scotland,[16] particularly around Doune Castle, Glen Coe, and the privately owned Castle Stalker.[17] The many castles seen throughout the film were mainly either Doune Castle shot from different angles or hanging miniatures.[18] There are several exceptions to this: the very first exterior shot of a castle at the beginning of the film is Kidwelly Castle in South Wales, and the single exterior shot of the Swamp Castle during \"Tale of Sir Lancelot\" is Bodiam Castle in East Sussex;[19] all subsequent shots of the exterior and interior of those scenes were filmed at Doune Castle. Production designer Julian Doyle recounted that his crew constructed walls in the forest near Doune.[20] Terry Jones later recalled the crew had selected more castles around Scotland for locations, but during the two weeks prior to principal photography, the Scottish Department of the Environment declined permission for use of the castles in its jurisdiction, for fear of damage.[18]\n\nAt the start of \"The Tale of Sir Robin\", there is a slow camera zoom in on rocky scenery (that in the voice-over is described as \"the dark forest of Ewing\"). This is actually a still photograph of the gorge at Mount Buffalo National Park in Victoria, Australia. Doyle stated in 2000 during an interview with Hotdog magazine[21] that it was a still image filmed with candles underneath the frame (to give a heat haze). This was a low-cost method of achieving a convincing location effect.\n\nOn the DVD audio commentary, Cleese described challenges shooting and editing Castle Anthrax in \"The Tale of Sir Galahad\", with what he felt the most comedic take being unused because an anachronistic coat was visible in it.[22] Castle Anthrax was also shot in one part of Doune, where costume designer Hazel Pethig advised against nudity, dressing the girls in shifts.[18]\n\nIn the scene where the knights were combatting the Rabbit of Caerbannog, a real white rabbit was used, switched with puppets for its killings.[23] It was covered with red liquid to simulate blood, though the rabbit's owner did not want the animal dirty and was kept unaware. The liquid was difficult to remove from the fur.[23] He[who?] also stated that he thought that, had they been more experienced in filmmaking, the crew would have just purchased a rabbit instead. Regardless, the rabbit itself was unharmed. Also, the rabbit-bite effects were done by special puppetry by both Gilliam and SFX technician John Horton.\n\nAs chronicled in The Life of Python, The First 20 Years of Monty Python, and The Pythons' Autobiography, Chapman suffered from acrophobia, trembling and bouts of forgetfulness during filming due to his alcoholism, prompting him to refrain from drinking while the production continued in order to remain \"on an even keel\". Nearly three years later, in December 1977, Chapman achieved sobriety.\n\nOriginally the knight characters were going to ride real horses, but after it became clear that the film's small budget precluded real horses (except for a lone horse appearing in a couple of scenes), the Pythons decided their characters would mime horse-riding while their porters trotted behind them banging coconut shells together. The joke was derived from the old-fashioned sound effect used by radio shows to convey the sound of hooves clattering. This was later referred to in the German release of the film, which translated the title as Die Ritter der Kokosnuß (The Knights of the Coconut).[24] Similarly, the Hungarian title Gyalog galopp translates to \"Galloping on Foot\".[25]\n\nThe opening credits of the film feature pseudo-Swedish subtitles, which soon turn into an appeal to visit Sweden and see the country's moose. The subtitles are soon stopped and claim that the people responsible have been sacked, but moose references continue throughout the actual credits. The subtitles were written by Michael Palin as a way to \"entertain the 'captive' audience\" at the beginning of the film.[26]\n\n"
        },
        {
            "title": "Soundtrack",
            "text": "In addition to several songs written by Python regular Neil Innes, several pieces of music were licensed from De Wolfe Music Library. These include:\n\nInnes was supposed to write the film's soundtrack in its entirety, but after the team watched the movie with Innes's soundtrack, they decided to go instead with \"canned\" music, music borrowed from existing stock recordings. One problem with Innes's music, apparently, was that they considered it too appropriate which, according to Python scholar Darl Larsen, \"undercut the Pythons' attempt at undercutting the medieval world they were trying to depict\".[34]\n\n"
        },
        {
            "title": "Release",
            "text": "Monty Python and the Holy Grail had its theatrical debut in the United Kingdom on 3 April 1975,[35] followed by a United States release on 27 April 1975.[36] It was re-released on 14 October 2015 in the United Kingdom.[37]\n\nThe film had its television premiere 25 February 1977 on the CBS Late Movie.[38] Reportedly, the Pythons were displeased to discover a number of edits were done by the network to reduce use of profanity and the showing of blood. The troupe pulled back the rights and thereafter had it broadcast in the United States only on PBS and later other channels such as Comedy Central and IFC, where it runs uncut.[39]\n\nIn Region 1, The Criterion Collection released a LaserDisc version of the film featuring audio commentary from directors Jones and Gilliam.[40]\n\nIn 2001, Columbia Tristar published a two-disc, special-edition DVD. Disc one includes the Jones and Gilliam commentary, a second commentary with Idle, Palin and Cleese, the film's screenplay on a subtitle track and \"Subtitles for People Who Don't Like the Film\"–consisting of lines taken from William Shakespeare's Henry IV, Part 2.[40] Disc two includes Monty Python and the Holy Grail in Lego, a \"brickfilm\" version of the \"Camelot Song\" as sung by Lego minifigures.[41] It was created by Spite Your Face Productions on commission from the Lego Group and Python Pictures. The project was conceived by the original film's respective producer and co-director, John Goldstone and Terry Gilliam.[42] Disc two also includes two scenes from the film's Japanese dub, literally translated back into English through subtitles. \"The Quest for the Holy Grail Locations\", hosted by Palin and Jones,[43] shows places in Scotland used for the setting titled as \"England 932 A.D.\" (as well as the two Pythons purchasing a copy of their own script as a guide). Also included is a who's who page, advertising galleries and sing-alongs.[43] A \"Collector's Edition\" DVD release additionally included a book of the screenplay, a limited-edition film cell/senitype, and limited-edition art cards.[44]\n\nA 35th-anniversary edition on Blu-ray was released in the US on 6 March 2012.[45] Special features include \"The Holy Book of Days,\" a second-screen experience that can be downloaded as an app on an iOS device and played with the Blu-ray to enhance its viewing, lost animation sequences with a new intro from animator Terry Gilliam, outtakes and extended scenes with Python member and the movie's co-director Terry Jones.[46]\n\nOn the special edition DVD, the studio logos, opening credits and a brief portion of the opening scene of 1961 British Film Dentist on the Job is added to the start of the film. The clip ends with a spluttering, unseen \"projectionist\" realising he has played the wrong film. A \"slide\" then appears urging the audience to wait one moment please while the operator changes reels.[citation needed][47]\n\n"
        },
        {
            "title": "Reception",
            "text": "Contemporary reviews were mixed. Vincent Canby of The New York Times wrote in a favourable review that the film had \"some low spots,\" but had gags which were \"nonstop, occasionally inspired and should not be divulged, though it's not giving away too much to say that I particularly liked a sequence in which the knights, to gain access to an enemy castle, come up with the idea of building a Trojan rabbit.\"[48] Charles Champlin of the Los Angeles Times was also positive, writing that the film, \"like Mad comics, is not certain to please every taste. But its youthful exuberance and its rousing zaniness are hard not to like. As a matter of fact, the sense of fun is dangerously contagious.\"[49] Penelope Gilliatt of The New Yorker called the film \"often recklessly funny and sometimes a matter of comic genius.\"[50]\n\nOther reviews were less enthusiastic. Variety wrote that the storyline was \"basically an excuse for set pieces, some amusing, others overdone.\"[51] Gene Siskel of the Chicago Tribune gave the film two-and-a-half stars, writing that he felt \"it contained about 10 very funny moments and 70 minutes of silence. Too many of the jokes took too long to set up, a trait shared by both Blazing Saddles and Young Frankenstein. I guess I prefer Monty Python in chunks, in its original, television revue format.\"[52] Gary Arnold of The Washington Post called the film \"a fitfully amusing spoof of the Arthurian legends\" but \"rather poky\" in tempo, citing the running gag of Swedish subtitles in the opening credits as an example of how the Pythons \"don't know when to let go of any shtik\".[53] Geoff Brown of The Monthly Film Bulletin wrote in a mixed review that \"the team's visual buffooneries and verbal rigamaroles (some good, some bad, but mostly indifferent) are piled on top of each other with no attention to judicious timing or structure, and a form which began as a jaunty assault on the well-made revue sketch and an ingenious misuse of television's fragmented style of presentation, threatens to become as unyielding and unfruitful as the conventions it originally attacked.\"[54]\n\nThe film's reputation grew over time. In 2000, readers of Total Film magazine voted Holy Grail the fifth-greatest comedy film of all time.[3] The next Python film, Life of Brian, was ranked first.[3] A 2006 poll of Channel 4 viewers on the 50 Greatest Comedy Films saw Holy Grail placed in sixth place (with Life of Brian again topping the list).[4] In 2011, an ABC prime-time special, Best in Film: The Greatest Movies of Our Time, counted down the best films chosen by fans based on results of a poll conducted by ABC and People. Holy Grail was selected as the second best comedy after Airplane! In 2016, Empire magazine ranked Holy Grail 18th in their list of the 100 best British films (Life of Brian was ranked 2nd), their entry stating, \"Elvis ordered a print of this comedy classic and watched it five times. If it's good enough for the King, it's good enough for you.\"[56]\n\nIn a 2017 interview at Indiana University in Bloomington, John Cleese expressed disappointment with the film's conclusion. \"'The ending annoys me the most'\", he said after a screening of the film on the Indiana campus, adding that \"'It ends the way it does because we couldn't think of any other way'\".[57] However, scripts for the film and notebooks that are among Michael Palin's private archive, which he donated to the British Library in 2017, do document at least one alternative ending that the troupe considered: \"a battle between the knights of Camelot, the French, and the Killer Rabbit of Caerbannog\".[58][59] Due to the film's small production budget, that idea for a \"much pricier option\" was discarded by the Pythons in favour of the ending with \"King Arthur getting arrested\", which Palin deemed \"cheaper\" and \"funnier\".[58]\n\nReview aggregator Rotten Tomatoes offers a 97% approval rating from reviews of 78 critics, with an average rating of 8.46/10. The consensus reads, \"A cult classic as gut-bustingly hilarious as it is blithely ridiculous, Monty Python and the Holy Grail has lost none of its exceedingly silly charm.\"[60] On Metacritic, the film has a score of 91 out of 100 based on 24 critics' reviews, indicating \"universal acclaim\".[61]\n\nIn 2005, the film was adapted as a Tony Award-winning Broadway musical, Spamalot. Written primarily by Idle, the show has more of an overarching plot and leaves out certain portions of the movie due to difficulties in rendering certain effects on stage. Nonetheless, many of the jokes from the film are present in the show.[62]\n\nIn 2013, the Pythons lost a legal case to Mark Forstater, the film's producer, over royalties for the derivative work, Spamalot. They owed a combined £800,000 in legal fees and back royalties to Forstater.[63][64] To help cover the cost of these royalties and fees, the group arranged and performed in a stage show, Monty Python Live (Mostly), held at the O2 Arena in London in July 2014.[65][66]\n\nIn May 2018, it was announced that 20th Century Fox had green-lit a film adaptation of the musical. Idle would write the screenplay and stage director Casey Nicholaw would direct. Filming was to begin in early 2019 but was delayed due to the acquisition of 20th Century Fox by The Walt Disney Company.[67] On January 6, 2020, it was announced that the project would move to Paramount Pictures and that it was set to begin pre-production, with Idle and Nicholaw still attached as writer and director and Dan Jinks joining as a producer.[68]\n\n"
        }
    ]
}