{
    "url": "https://en.wikipedia.org/wiki/Moon_Treaty",
    "title": "Moon Treaty",
    "table_of_contents": [
        "1 Objective",
        "2 Provisions",
        "3 History",
        "3.1 Ratification",
        "3.2 National considerations",
        "3.3 Implementation agreement",
        "4 Legal status",
        "5 List of parties",
        "6 List of signatories",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Agreement Governing the Activities of States on the Moon and Other Celestial Bodies,[3][4] better known as the Moon Treaty or Moon Agreement, is a multilateral treaty that turns jurisdiction of all celestial bodies (including the orbits around such bodies) over to the participant countries. Thus, all activities would conform to international law, including the United Nations Charter.\n\nIt has not been ratified by any state that engages in self-launched human spaceflight (e.g. the United States, Russia (or its predecessor the Soviet Union), or the People's Republic of China) since its creation on December 18, 1979, and thus it has little to no relevancy in international law.[5] As of January 2022[update], 18 states are parties to the treaty.[1]\n\n"
        },
        {
            "title": "Objective",
            "text": "It was noted that since the 1967 Outer Space Treaty was signed, technologies and society evolved, requiring a redefinition of the rights and responsibilities of citizens and governments alike in the use and development of outer space.[6] The primary stated objective of the 1979 Moon Treaty is \"to provide the necessary legal principles for governing the behavior of states, international organizations, and individuals who explore celestial bodies other than Earth, as well as administration of the resources that exploration may yield.\"[6] It proposed to do so by having the state parties produce an \"international regime\" that would establish the appropriate procedures (Article 11.5).[6][7]\n\n"
        },
        {
            "title": "Provisions",
            "text": "The Moon Treaty proposes to establish an \"international regime\" or \"framework of laws\" that apply to the Moon and to other celestial bodies  within the Solar System, including orbits around or other trajectories to or around them.[3][7]\n\nThe Moon Treaty lays several provisions outlined in 21 articles.[3] In Article 1, the treaty makes a declaration that the Moon should be used for the benefit of all states and all peoples of the international community.[8] It reiterates that lunar resources are \"not subject to national appropriation by claim of sovereignty, by means of use or occupation, or by any other means.\"[8] It also expresses a desire to prevent the Moon from becoming a source of international conflict, so that the resources should be used exclusively for peaceful purposes. To those ends, the treaty lays several provisions, and some of these are paraphrased below:[3]\n\nWhen compared with the Outer Space Treaty, it reiterates most provisions, and adds two new concepts in order to address the exploitation of natural resources in outer space: to apply the concept of 'common heritage of mankind' to outer space activities, and to have the participating countries produce a regime that lays the appropriate procedures for orderly mining.[6] Multiple conferences produced no consensus on these two items.\n\n"
        },
        {
            "title": "History",
            "text": "After the 1967 non-armament Outer Space Treaty was signed, it was followed in 1968 with the United Nations convened UNISPACE, the United Nations Conference on the Exploration and Peaceful Uses of Outer Space. It was the first of a series of UN-sponsored conferences intended to create an international framework of laws to guide humanity's use of outer space resources.[6]\n\nAfter ten more years of negotiations, the Moon Treaty was created in 1979 as a framework of laws to develop a regime of detailed procedures, and as such, it remained imprecise: its Article 11.5 states that the exploitation of the natural shall be governed by an international regime that would establish the appropriate procedures. In order to define this regime or laws, a series of UN-sponsored conferences took place, but brought no consensus. The continuing disagreement is based mainly over the meaning of \"Common Heritage of Mankind\" and on the rights of each country to the natural resources of the Moon.[6]\n\nThe treaty was finalized in 1979 and, after satisfying the condition requiring 5 ratifying states, it entered into force for the ratifying parties in 1984. As of January 2019[update], 18 states are parties to the treaty,[1] seven of which ratified the agreement and the rest acceded.[1][10] Four additional states have signed but not ratified the treaty.[1][10] The L5 Society and others successfully opposed signing of the treaty by the United States.[11][12]\n\nIn the United States on July 29 and 31, 1980, the Subcommittee on Science, Technology and Space, which was a part of the Senate Committee on Commerce, Science and Transportation held hearings on the Moon Treaty. S. Neil Hosenball was one of the supporters of the treaty, and he attempted to compare the Moon Treaty to mining rights within the United States. Hosenball was unsuccessful in his attempt to convince the committee that the United States should ratify the Moon Treaty. The opposition, led by Leigh Ratiner of the L-5 Society, stated that the Moon Treaty was opposed to free enterprise and private property rights. Ratiner provided a potential solution to the Moon Treaty, and suggested that there should be legal claims to the Moon and \"there should be a system to register such claims. By the way, I'm not speaking of claims to territory...I don't think it's necessary for us to deal with the issue of whether one can make a claim to the land itself, as long as one has the exclusive right to use it.\"[13]\n\nThe last effort culminated in June 2018 after eight years of negotiations,[7] when the United Nations Committee on the Peaceful Uses of Outer Space (COPUOS) held a high-level meeting that tried to produce a consensus on a framework of laws for the sustainable development of outer space, but it also failed to do so[7] when S. Neil Hosenball, who is the NASA General Counsel and chief US negotiator for the Moon Treaty, decided that negotiation of the rules of the international regime should be delayed until the feasibility of exploitation of lunar resources has been established.[14]\n\nHowever since rights to economic benefits are claimed to be necessary to ensure investment in private missions to the Moon,[15] private companies in the US have been seeking clearer national regulatory conditions and guidelines[16] prompting the US government to do so, which subsequently legalized space mining in 2015 by introducing the US Commercial Space Launch Competitiveness Act of 2015.[17]\n\nSimilar national legislations legalizing extraterrestrial appropriation of resources are now being replicated by other nations, including Luxembourg, Japan, China, India and Russia.[18] While the \"national\" treaty explicitly allows commercial mining, other experts argue that these new national laws are inconsistent with the Moon Treaty and customary international law.[18][19][20][21]\n\nThe controversy on claims and on mining rights for profit have dominated the discussion around the laws governing the Moon.[21][16][7]\n\nExperts though have affirmed that the Moon Treaty does allow commercial mining, since it allows extraction after the international regulatory regime, that the Moon Treaty asks for, is put into place. Therefore it is concluded, that the Moon Treaty is incomplete and lacks an \"implementation agreement\" answering the unresolved issues, particularly regarding resource extraction.[7]\n\n"
        },
        {
            "title": "Legal status",
            "text": "While the treaty reiterates the prohibition of sovereignty of \"any part\" of space, the current imprecision of the agreement, being called unfinished,[22] generated various interpretations,[8][23] this being cited as the main reason it was not signed by most countries.[23][24] The treaty proposes that the exploitation of resources shall be governed by an international regime (Article 11.5), but there has been no consensus establishing these laws.[23]\n\nThe agreement has been described without fruition[6] and possibly a failure[12] if it remains ratified by few countries, particularly those active in space. Only one country (India) with independent spaceflight capabilities has signed (but not ratified) the treaty.\n\nEchoing legal experts[6] S. Neil Hosenball, who is the NASA General Counsel and chief US negotiator for the Moon Treaty, decided in 2018 that negotiation of the rules of this international regime should be delayed until the feasibility of exploitation of lunar resources has been established.[14] An expert in space law and economics summarized that the treaty would need to offer adequate provisions against any one company acquiring a monopoly position in the world minerals market, while avoiding \"the socialization of the Moon.\"[25]\n\nIn 2020 the Artemis Accords were signed, while not mentioning the treaty, they are nevertheless challenging the treaty. At the time of the signing of the accords U.S. President Donald Trump additionally released an executive order called \"Encouraging International Support for the Recovery and Use of Space Resources.\" The order emphasizes that \"the United States does not view outer space as a 'global commons\" and calls the Moon Agreement \"a failed attempt at constraining free enterprise.\"[26][27]\n\nWith Australia signing and ratifying both the Moon Treaty as well as the Artemis Accords, there has been a discussion if they can be harmonized.[28] In this light an Implementation Agreement for the Moon Treaty has been advocated for, as a way to compensate for the shortcomings of the Moon Treaty and to harmonize it with other laws, allowing it to be more widely accepted.[29][30]\n\n"
        }
    ]
}