{
    "url": "https://en.wikipedia.org/wiki/Moral_realism",
    "title": "Moral realism",
    "table_of_contents": [
        "1 Robust versus minimal moral realism",
        "2 Advantages",
        "3 Proponents",
        "4 Criticisms",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Moral realism (also ethical realism) is the position that ethical sentences express propositions that refer to objective features of the world (that is, features independent of subjective opinion), some of which may be true to the extent that they report those features accurately. This makes moral realism a non-nihilist form of ethical cognitivism (which accepts that ethical sentences express propositions and can therefore be evaluated as true or false) with an ontological orientation, standing in opposition to all forms of moral anti-realism[1] and moral skepticism, including ethical subjectivism (which denies that moral propositions refer to objective facts), error theory (which denies that any moral propositions are true); and non-cognitivism (which denies that moral sentences express propositions at all). Within moral realism, the two main subdivisions are ethical naturalism and ethical non-naturalism.[2]\n\nMany philosophers claim that moral realism may be dated back at least to Plato as a philosophical doctrine,[3]\nand that it is a fully defensible form of moral doctrine.[4] A survey from 2009 involving 3,226 respondents[5] found that 56% of philosophers accept or lean towards moral realism (28%: anti-realism; 16%: other).[6] Another study in 2020 found 62.1% accept or lean towards realism.[7] Some notable examples of robust moral realists include David Brink,[8] John McDowell, Peter Railton,[9] Geoffrey Sayre-McCord,[10] Michael Smith, Terence Cuneo,[11] Russ Shafer-Landau,[12] G. E. Moore,[13] John Finnis, Richard Boyd, Nicholas Sturgeon,[14] Thomas Nagel and Derek Parfit. Norman Geras has argued that Karl Marx was a moral realist.[15] Moral realism has been studied in the various philosophical and practical applications.[16]\n\n"
        },
        {
            "title": "Robust versus minimal moral realism",
            "text": "A delineation of moral realism into a minimal form, a moderate form, and a robust form has been put forward in the literature.[14]\n\nThe robust model of moral realism commits moral realists to three theses:[17]\n\nThe minimal model leaves off the metaphysical thesis, treating it as matter of contention among moral realists (as opposed to between moral realists and moral anti-realists). This dispute is not insignificant, as acceptance or rejection of the metaphysical thesis is taken by those employing the robust model as the key difference between moral realism and moral anti-realism. Indeed, the question of how to classify certain logically possible (if eccentric) views—such as the rejection of the semantic and alethic theses in conjunction with the acceptance of the metaphysical thesis—turns on which model we accept.[18] Someone employing the robust model might call such a view \"realist non-cognitivism,\" while someone employing the minimal model might simply place such a view alongside other, more traditional, forms of non-cognitivism.\n\nThe robust model and the minimal model also disagree over how to classify moral subjectivism (roughly, the view that moral facts are not mind-independent in the relevant sense, but that moral statements may still be true).[19] The historical association of subjectivism with moral anti-realism in large part explains why the robust model of moral realism has been dominant—even if only implicitly—both in the traditional and contemporary philosophical literature on metaethics.[18]\n\nIn the minimal sense of realism, R. M. Hare could be considered a realist in his later works, as he is committed to the objectivity of value judgments, even though he denies that moral statements express propositions with truth-values per se. Moral constructivists like John Rawls and Christine Korsgaard[20] may also be realists in this minimalist sense; the latter describes her own position as procedural realism. Some readings of evolutionary science such as those of Charles Darwin and James Mark Baldwin have suggested that in so far as an ethics may be associated with survival strategies and natural selection then such behavior may be associated with a moderate position of moral realism equivalent to an ethics of survival.\n\n"
        },
        {
            "title": "Advantages",
            "text": "Moral realism allows the ordinary rules of logic (modus ponens, etc.) to be applied straightforwardly to moral statements. We can say that a moral belief is false or unjustified or contradictory in the same way we would about a factual belief. This is a problem for expressivism, as shown by the Frege–Geach problem.\n\nAnother advantage of moral realism is its capacity to resolve moral disagreements: if two moral beliefs contradict one another, realism says that they cannot both be right, and therefore everyone involved ought to be seeking out the right answer to resolve the disagreement. Contrary theories of meta-ethics have trouble even formulating the statement \"this moral belief is wrong,\" and so they cannot resolve disagreements in this way.\n\n"
        },
        {
            "title": "Proponents",
            "text": "Philippa Foot adopts a moral realist position, criticizing Stevenson's idea that when evaluation is superposed on fact there has been a \"committal in a new dimension.\"[21] She introduces, by analogy, the practical implications of using the word \"injury.\" Not just anything counts as an injury. There must be some impairment. When we suppose a man wants the things the injury prevents him from obtaining, haven’t we fallen into the old naturalistic fallacy?\n\nFoot argues that the virtues, like hands and eyes in the analogy, play so large a part in so many operations that it is implausible to suppose that a committal in a non-naturalist dimension is necessary to demonstrate their goodness.\n\nW. D. Ross articulates his moral realism in analogy to mathematics by stating that the moral order is just as real as \"the spatial or numerical structure expressed in the axioms of geometry or arithmetic\".[22]: 29–30 \n\nIn his defense of Divine Command Theory and thereby moral realism, C. Stephen Evans comments that the fact that there are significant moral disagreements does not undermine moral realism. Much of what may appear to be moral disagreement is actually disagreement over facts. In abortion debates, for example, the crux of the issue may really be whether a fetus is a human person. He goes on to comment that there are in fact tremendous amounts of moral agreement. There are five common principles that are recognized by different human cultures, including (1) A general duty not to harm others and a general duty to benefit others; (2) Special duties to those with whom one has special relations, such as friends and family members; (3) Duties to be truthful; (4) Duties to keep one's commitments and promises; (5) Duties to deal fairly and justly with others.[23]\n\n"
        },
        {
            "title": "Criticisms",
            "text": "Several criticisms have been raised against moral realism.  A prominent criticism, articulated by J.L. Mackie, is that moral realism postulates the existence of \"entities or qualities or relations of a very strange sort, utterly different from anything else in the universe. Correspondingly, if we were aware of them it would have to be by some faculty of moral perception or intuition, utterly different from our ordinary ways of knowing everything else.\"[24][25]  A number of theories have been developed for how we access objective moral truths, including ethical intuitionism and moral sense theory.[26]\n\nAnother criticism of moral realism put forth by Mackie is that it can offer no plausible explanation for cross-cultural moral differences— ethical relativism.  \"The actual variations in the moral codes are more readily explained by the hypothesis that they reflect ways of life than by the hypothesis that they express perceptions, most of them seriously inadequate and badly distorted, of objective values\".[27]\n\nThe evolutionary debunking argument suggests that because human psychology is primarily produced by evolutionary processes which do not seem to have a reason to be sensitive to moral facts, taking a moral realist stance can only lead to moral skepticism.  The aim of the argument is to undercut the motivations for taking a moral realist stance, namely to be able to assert there are reliable moral standards.[28]\n\n"
        }
    ]
}