{
    "url": "https://en.wikipedia.org/wiki/Moral_panic",
    "title": "Moral panic",
    "table_of_contents": [
        "1 History and development",
        "1.1 Differences in British and American definitions",
        "2 Cohen's model of moral panic",
        "2.1 Cohen's stages of moral panic",
        "2.2 Agents of moral panic",
        "3 Mass media",
        "4 Goode and Ben-Yehuda’s attributional model",
        "5 Topic clusters",
        "5.1 Child abuse",
        "5.2 Drugs and alcohol",
        "5.3 Immigration",
        "5.4 Media technologies",
        "5.5 Street crime",
        "6 Real-world examples",
        "6.1 Historic examples",
        "6.1.1 Nativist movement and the Know-Nothing Party (1840s–60s)",
        "6.1.2 Red Scare (1919–1920, late 1940s–50s)",
        "6.1.3 \"The Devil's music\" (1920s–80s)",
        "6.1.4 Switchblades (1950s)",
        "6.1.5 Mods and rockers (1960s)",
        "6.1.6 Dungeons & Dragons (1980s–90s)",
        "6.1.7 Satanic panic (1980s–)",
        "6.1.8 HIV/AIDS (1980s–90s)",
        "6.1.9 Dangerous Dogs (late 1980s–early 1990s)",
        "6.2 Ongoing historic examples",
        "6.2.1 Increase in crime (1970s–present)",
        "6.2.2 Violence and video games and Satanic Panic (1970s–present)",
        "6.2.3 War on drugs (1970s–present)",
        "6.2.4 Sex offenders, child sexual abuse, and pedophilia (1970s–present)",
        "6.2.5 Bestiality (1990–present)",
        "6.3 Contemporary examples",
        "6.3.1 Gender and sexuality panics (1974–present)",
        "6.3.2 Human trafficking (2000–present)",
        "6.3.3 Terrorism and Islamic extremism (2001–present)",
        "6.3.4 QAnon (2020s)",
        "6.3.5 Critical race theory (2020s)",
        "7 Criticism",
        "8 See also",
        "9 References",
        "10 Sources",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA moral panic is a widespread feeling of fear, often an irrational one, that some evil person or thing threatens the values, interests, or well-being of a community or society.[1][2][3][page needed] It is \"the process of arousing social concern over an issue\",[4] usually perpetuated by moral entrepreneurs and the mass media, and exacerbated by politicians and lawmakers.[1][4]\n\nStanley Cohen, who developed the term, states that moral panic happens when \"a condition, episode, person or group of persons emerges to become defined as a threat to societal values and interests\".[5] While the issues identified may be real, the claims \"exaggerate the seriousness, extent, typicality and/or inevitability of harm\".[6] Moral panics are now studied in  sociology and criminology, media studies, and cultural studies.[2][7]\n\nExamples of moral panic include the belief in widespread abduction of children by predatory pedophiles;[8][9][10] belief in ritual abuse of women and children by Satanic cults;[11] and concerns over the effects of music lyrics.[12] Some moral panics can become embedded in standard political discourse,[2] which include concepts such as the \"Red Scare\"[13] and terrorism.[14]\n\nIt differs from mass hysteria, which is closer to a psychological illness rather than a sociological phenomenon.[15]\n\n"
        },
        {
            "title": "History and development",
            "text": "Though the term moral panic was used in 1830 by a religious magazine regarding a sermon,[16][17] it was used in a way that completely differs from its modern social science application. The phrase was used again in 1831, with an intent that is possibly closer to its modern use.[18]\n\nThough not using the term moral panic, Marshall McLuhan, in his 1964 book Understanding Media,[19] articulated the concept academically in describing the effects of media.\n\nAs a social theory or sociological concept, the concept was first developed in the United Kingdom by Stanley Cohen, who introduced the phrase moral panic in a 1967–69 PhD thesis that became the basis for his 1972 book Folk Devils and Moral Panics.[20] In the book, Cohen describes the reaction among the British public to the rivalry between the \"mod\" and \"rocker\" youth subcultures of the 1960s and 1970s. Cohen's initial development of the concept was for the purpose of analyzing the definition of and social reaction to these subcultures as a social problem.[1][7][21]\n\nAccording to Cohen, a moral panic occurs when a \"condition, episode, person or group of persons emerges to become defined as a threat to societal values and interests.\"[5] To Cohen, those who start the panic after fearing a threat to prevailing social or cultural values are 'moral entrepreneurs', while those who supposedly threaten social order have been described as 'folk devils'.\n\nIn the early 1990s, Erich Goode and Nachman Ben-Yehuda produced an \"attributional\" model that placed more emphasis on strict definition than cultural processes.[11][7]\n\nMany sociologists have pointed out the differences between definitions of a moral panic as described by American versus British sociologists.[citation needed] Kenneth Thompson claimed that American sociologists tended to emphasize psychological factors, while the British portrayed \"moral panics\" as crises of capitalism.[22][23]\n\nBritish criminologist Jock Young used the term in his participant observation study of drug consumption in Porthmadog, Wales, between 1967 and 1969.[24] In Policing the Crisis: Mugging, the State and Law and Order (1978),[25] Marxist Stuart Hall and his colleagues studied the public reaction to the phenomenon of mugging and the perception that it had recently been imported from American culture into the UK. Employing Cohen's definition of moral panic, Hall and colleagues theorized that the \"rising crime rate equation\" performs an ideological function relating to social control. Crime statistics, in Hall's view, are often manipulated for political and economic purposes; moral panics could thereby be ignited to create public support for the need to \"police the crisis\".[25]\n\n"
        },
        {
            "title": "",
            "text": "First to name the phenomenon, Stanley Cohen investigated a series of \"moral panics\" in his 1972 book Folk Devils and Moral Panics.[6] In the book, Cohen describes the reaction among the British public to the seaside rivalry between the \"mod\" and \"rocker\" youth subcultures of the 1960s and 1970s. In a moral panic, Cohen says, \"the untypical is made typical\".[6]\n\nCohen's initial development of the concept was for the purpose of analyzing the definition of and social reaction to these subcultures as a social problem. He was interested in demonstrating how agents of social control amplified deviance, in that they potentially damaged the identities of those labeled as \"deviant\" and invited them to embrace deviant identities and behavior.[7] According to Cohen, these groups were labelled as being outside the central core values of consensual society and as posing a threat to both the values of society and society itself, hence the term \"folk devils\".[26]\n\nSetting out to test his hypotheses on mods and rockers, Cohen ended up in a rather different place: he discovered a pattern of construction and reaction with greater foothold than mods and rockers – the moral panic. He thereby identified five sequential stages of moral panic.[27]\n\nCharacterizing the reactions to the mod and rocker conflict, he identified four key agents in moral panics: mass media, moral entrepreneurs, the culture of social control, and the public.[1][7][21]\n\nIn a more recent edition of Folk Devils and Moral Panics, Cohen suggested that the term \"panic\" in itself connotes irrationality and a lack of control. Cohen maintained that \"panic\" is a suitable term when used as an extended metaphor.[6]\n\nSetting out to test his hypotheses on mods and rockers, Cohen discovered a pattern of construction and reaction with greater foothold than mods and rockers – the moral panic.[27]\n\nAccording to Cohen, there are five sequential stages in the construction of a moral panic:[1][6][21]\n\nCohen observed further:[27]\n\nCharacterizing the reactions to the mod and rocker conflict, Cohen identified four key agents in moral panics: mass media, moral entrepreneurs, the culture of social control, and the public.[1][7][21]\n\n"
        },
        {
            "title": "Mass media",
            "text": "The concept of \"moral panic\" has also been linked to certain assumptions about the mass media.[6] In recent times, the mass media have become important players in the dissemination of moral indignation, even when they do not appear to be consciously engaged in sensationalism or in muckraking. Simply reporting a subset of factual statements without contextual nuance can be enough to generate concern, anxiety, or panic.[6]\n\nCohen stated that the mass media is the primary source of the public's knowledge about deviance and social problems. He further argued that moral panic gives rise to the folk devil by labelling actions and people.[6] Christian Joppke, furthers the importance of media as he notes, shifts in public attention \"can trigger the decline of movements and fuel the rise of others.\"[29]\n\nAccording to Cohen, the media appear in any or all three roles in moral panic dramas:[6]\n\n"
        },
        {
            "title": "",
            "text": "In their 1994 book Moral Panics: The Social Construction of Deviance,[11] Erich Goode and Nachman Ben-Yehuda take a social constructionist approach to moral panics, challenging the assumption that sociology is able to define, measure, explain, and ameliorate social problems.[7]\n\nReviewing empirical studies in the social constructionist perspective, Goode and Ben-Yehuda produced an \"attributional\" model that identifies essential characteristics and placed more emphasis on strict definition than cultural processes.[3][7][11] They arrived at five defining \"elements\", or \"criteria\", of a moral panic:[30]\n\nGoode and Ben-Yehuda also examined three competing explanations of moral panics:[7][33]\n\nSimilarly, writing about the Blue Whale Challenge and the Momo Challenge as examples of moral panics, Benjamin Radford listed themes that he commonly observed in modern versions of these phenomena:[34]\n\n"
        },
        {
            "title": "Topic clusters",
            "text": "In over 40 years of extensive study, researchers have identified several general clusters of topics that help describe the way in which moral panics operate and the impact they have.[6][7] Some of the more common clusters identified are: child abuse, drugs and alcohol, immigration, media technologies, and street crime.\n\nExceptional cases of physical or sexual abuse against children have driven policies based on child protection, regardless of their frequency or contradicting evidence from experts. While discoveries about pedophilia in the priesthood and among celebrities has somewhat altered the original notion of pedophiles being complete strangers, their presence in and around the family is hardly acknowledged.[35][36]\n\nSubstances used for pleasure like drugs and alcohol are popularly subject to legal action and criminalization due to their alleged harms to the health of those who partake in them or general order on the streets. The most recent examples include methamphetamine, mephedrone, and designer drugs.[7]\n\nA series of moral panic is likely to recur whenever humans migrate to a foreign location to live alongside the native or indigenous population, particularly if the newcomers are of a different skin color. These immigrants may be accused of: bringing alien cultures and refusing to integrate with the mainstream culture; putting strain on welfare, education, and housing systems; and excessive involvement in crime.[7]\n\nThe advent of any new medium of communication produces anxieties among those who deem themselves as protectors of childhood and culture. Their fears are often based on a lack of knowledge as to the actual capacities or usage of the medium. Moralizing organizations, such as those motivated by religion, commonly advocate censorship, while parents remain concerned.[7][37][38]\n\n\nAccording to media studies professor Kirsten Drotner:[39]\nRecent manifestations of this kind of development include cyberbullying and sexting.[7]\n\nA central concern of modern mass media has been interpersonal crime. When new types or patterns of crime emerge, coverage expands considerably, especially when said crime involves increased violence or the use of weapons. Sustaining the idea that crime is out of control, this keeps prevalent the fear of being randomly attacked on the street by violent young men.[7][40]\n\n"
        },
        {
            "title": "Real-world examples",
            "text": "The brief success of the Know-Nothing Party in the US during the 1850s can be understood as resulting from a moral panic over Irish Catholic immigration dating back to the 1840s, particularly as it related to religion, politics, and jobs.[29] Nativist criticism of immigrants from Catholic nations centered upon the control of the Pope over church members. The concern regarding the social threat led the Know-Nothing Party in the Presidential Election of 1856 to win 21.5% of the vote. The quick decline in political success for the Know Nothing-Party as a result of a decline in concern for the perceived social threat is an indicative feature of the movements situated in Moral Panic.[41]\n\nDuring the years 1919 to 1920, followed by the late 1940s to the 1950s, the United States had a moral panic over communism and feared being attacked by the Soviet Union.[42][13][14] In the late 1940s and the 1950s, a period now known as the McCarthy Era, Senator Joseph McCarthy used his power as a senator to conduct a witch hunt for communists he claimed had infiltrated all levels of American society, including Hollywood, the State Department, and the armed forces.[43] When he began, he held little influence or respect within the Senate,[44] but he exploited Americans' fears of communism (and Congress' desire to not lose re-election) to rise to prominence and keep the hunt going in spite of an increasingly apparent lack of evidence, often accusing those who dared oppose him of being communists themselves.[45][46][47]\n\nOver the years, there has been concern of various types of new music causing spiritual or otherwise moral corruption to younger generations,[48] often called \"the devil's music\". While the types of music popularly labeled as such has changed with time, along with the intended meaning of the term, this basic factor of the moral panic has remained constant. It could thus be argued that this is really a series of smaller moral panics that fall under a larger umbrella. While most notable in the United States, other countries such as Romania[49] have seen exposure to or promotion of the idea as well.\n\nBlues was one of the first music genres to receive this label, mainly due to a perception that it incited violence and other poor behavior.[50] In the early 20th century, the blues was considered disreputable, especially as white audiences began listening to the blues during the 1920s.[citation needed]\n\nJazz was another early receiver of the label. At the time, traditionalists considered jazz to contribute to the breakdown of morality.[51] Despite the veiled attacks on blues and jazz as \"negro music\" often going hand-in-hand with other attacks on the genres, urban middle-class African Americans perceived jazz as \"devil's music\", and agreed with the beliefs that jazz's improvised rhythms and sounds were promoting promiscuity.[52]\n\nSome have speculated that the rock phase of the panic in the 1970s and 1980s contributed to the popularity of the satanic ritual abuse moral panic in the 1980s.[48][53]\n\nIn the United States, a 1950 article titled \"The Toy That Kills\" in the Women's Home Companion,[54] about automatic knives, or \"switchblades\", sparked significant controversy. It was further fuelled by highly popular films of the late 1950s, including Rebel Without a Cause (1955), Crime in the Streets (1956), 12 Angry Men (1957), The Delinquents, High School Confidential (1958), and the 1957 Broadway musical, West Side Story.[55][56]\n\nFixation on the switchblade as the symbol of youth violence, sex, and delinquency resulted in demands from the public and Congress to control the sale and possession of such knives.[55][56] State laws restricting or criminalizing switchblade possession and use were adopted by an increasing number of state legislatures, and many of the restrictive laws around them worldwide date back to this period.[citation needed]\n\nIn early 1960s Britain, the two main youth subcultures were Mods and Rockers. The \"Mods and Rockers\" conflict was explored as an instance of moral panic by sociologist Stanley Cohen in his seminal study Folk Devils and Moral Panics,[57] which examined media coverage of the Mod and Rocker riots in the 1960s.[58]\n\nAlthough Cohen acknowledged that Mods and Rockers engaged in street fighting in the mid-1960s, he argued that they were no different from the evening brawls that occurred between non-Mod and non-Rocker youths throughout the 1950s and early 1960s, both at seaside resorts and after football games.[59]\n\nAt various times, Dungeons & Dragons and other tabletop role-playing games have been accused of promoting such practices as Satanism, witchcraft, suicide, pornography and murder. In the 1980s and later, some groups, especially fundamentalist Christian groups, accused the games of encouraging interest in sorcery and the veneration of demons.[60][61]\n\nThe \"satanic panic\" was a series of moral panics regarding satanic ritual abuse that originated in the United States and spread to other English-speaking countries in the 1980s and 1990s, which led to a string of wrongful convictions.[11][62][63][64] The West Memphis Three were three teenagers falsely accused of murdering children in a satanic ritual.[citation needed] Two were sentenced to life in prison and one was sentenced to death, before all being released after 18 years in prison.\n\nAcquired immune deficiency syndrome (AIDS) is a viral illness that may lead to or exacerbate other health conditions such as pneumonia, fungal infections, tuberculosis, toxoplasmosis, and cytomegalovirus. A meeting of the British Sociological Association's South West and Wales Study entitled \"AIDS: The Latest Moral Panic\" was prompted by the growing interest of medical sociologists in AIDS, as well as that of UK health care professionals working in the field of health education. It took place at a time when both groups were beginning to voice an increased concern with the growing media attention and fear-mongering that AIDS was attracting.[65] In the 1980s, a moral panic was created within the media over HIV/AIDS. For example, in Britain, a prominent advertisement by the government[66] suggested that the public was uninformed about HIV/AIDS due to a lack of publicly accessible and accurate information.[citation needed]\n\nThe media outlets nicknamed HIV/AIDS the \"gay plague\", which further stigmatized the disease. However, scientists gained a far better understanding of HIV/AIDS as it grew in the 1980s and moved into the 1990s and beyond. The illness was still negatively viewed by many as either being caused by or passed on through the gay community. Once it became clear that this was not the case, the moral panic created by the media changed to blaming the overall negligence of ethical standards by the younger generation (both male and female), resulting in another moral panic. Authors behind AIDS: Rights, Risk, and Reason argued that \"British TV and press coverage is locked into an agenda which blocks out any approach to the subject which does not conform in advance to the values and language of a profoundly homophobic culture—a culture that does not regard gay men as fully or properly human. No distinction obtains for the agenda between 'quality' and 'tabloid' newspapers, or between 'popular' and 'serious' television.\"[67]\n\nSimilarly, reports of a group of AIDS cases amongst gay men in Southern California which suggested that a sexually transmitted infectious agent might be the etiological agent[68] led to several terms relating to homosexuality being coined for the disease, including \"gay plague\".[69]\n\nAfter a series of high-profile dog attacks on children in the United Kingdom, the British press began to engage in a campaign against so-called dangerous dog breeds, especially Pit Bulls and Rottweilers, which bore all the hallmarks of a moral panic.[70][71][72]\n\nThis media pressure led the government to hastily introduce the Dangerous Dogs Act 1991 which has been criticised as \"among the worst pieces of legislation ever seen, a poorly thought-out knee-jerk reaction to tabloid headlines that was rushed through Parliament without proper scrutiny.\"[73] The act specifically focused on Pit Bulls, which were associated with the lower social strata of British society, rather than the Rottweilers and Dobermann Pinschers generally owned by richer social groups. Critics have identified the presence of social class as a factor in the dangerous dogs moral panic, with establishment anxieties about the \"sub-proletarian\" sector of British society displaced onto the folk devil of the \"Dangerous dog\".[71][72]\n\nResearch shows that fear of increasing crime rates is often the cause of moral panics.[6][25][74][75] Recent studies have shown that despite declining crime rates, this phenomenon, which often taps into a population's \"herd mentality\", continues to occur in various cultures. Japanese jurist Koichi Hamai explains how the changes in crime recording in Japan since the 1990s caused people to believe that the crime rate was rising and that crimes were getting increasingly severe.[76]\n\nThere have been calls to regulate violence in video games for nearly as long as the video game industry has existed, with Death Race being a notable early example.[77][78] In the 1990s, improvements in video game technology allowed for more lifelike depictions of violence in games such as Mortal Kombat and Doom. The industry attracted controversy over violent content and concerns about effects they might have on players, generating frequent media stories that attempted to associate video games with violent behavior, in addition to a number of academic studies that reported conflicting findings about the strength of correlations.[77] According to Christopher Ferguson, sensationalist media reports and the scientific community unintentionally worked together in \"promoting an unreasonable fear of violent video games\".[79] Concerns from parts of the public about violent games led to cautionary, often exaggerated news stories, warnings from politicians and other public figures, and calls for research to prove the connection, which in turn led to studies \"speaking beyond the available data and allowing the promulgation of extreme claims without the usual scientific caution and skepticism\".[79]\n\nSince the 1990s, there have been attempts to regulate violent video games in the United States through congressional bills as well as within the industry.[77] Public concern and media coverage of violent video games reached a high point following the Columbine High School massacre in 1999, after which videos were found of the perpetrators, Eric Harris and Dylan Klebold, talking about violent games like Doom and making comparisons between the acts they intended to carry out and aspects of games.[77][79]\n\nFerguson and others have explained the video game moral panic as part of a cycle that all new media go through.[79][80][81] In 2011, the U.S. Supreme Court ruled in Brown v. Entertainment Merchants Association that legally restricting sales of video games to minors would be unconstitutional and deemed the research presented in favour of regulation, as \"unpersuasive\".[79]\n\nSome critics have pointed to moral panic as an explanation for the War on Drugs. For example, a Royal Society of Arts commission concluded that \"the Misuse of Drugs Act 1971 ... is driven more by 'moral panic' than by a practical desire to reduce harm\".[82]\n\nSome have written that one of the many rungs supporting the moral panic behind the War on Drugs was a separate but related moral panic, which peaked in the late 1990s, involving media's gross exaggeration of the frequency of the surreptitious use of date rape drugs.[83][74][84] News media have been criticized for advocating \"grossly excessive protective measures for women, particularly in coverage between 1996 and 1998\", for overstating the threat and for excessively dwelling on the topic.[74] For example, a 2009 Australian study found that drug panel tests were unable to detect any drug in any of the 97 instances of patients admitted to the hospital believing their drinks might have been spiked.[85]\n\nThe media narrative of a sex offender, highlighting egregious offenses as typical behaviour of any sex offender, and media distorting the facts of some cases,[86] has led legislators to attack judicial discretion,[86] making sex offender registration mandatory based on certain listed offenses rather than individual risk or the actual severity of the crime, thus practically catching less serious offenders under the domain of harsh sex offender laws. In the 1990s and 2000s, there have been instances of moral panics in the United Kingdom and the United States, related to colloquial uses of the term pedophilia to refer to such unusual crimes as high-profile cases of child abduction.[62]\n\nThe moral panic over pedophilia began in the 1970s after the sexual revolution. While homosexuality was becoming more socially accepted after the sexual revolution, pro-contact pedophiles believed that the sexual revolution never helped pro-contact pedophiles.[87] In the 1970s, pro-contact pedophile activist organizations such as Paedophile Information Exchange (PIE) and North American Man/Boy Love Association (NAMBLA) were formed in October 1974 and December 1978, respectively. Despite receiving some support, PIE received much backlash when they advocated for abolishing or lowering age of consent laws. As a result, people protested against PIE.[88]\n\nUntil the first half of the 1970s, sex was not yet part of the concept of domestic child abuse, which used to be limited to physical abuse and neglect.[89] The sexual part of child abuse became prominent in the United States due to the encounter of two political agendas: the fight against battered child syndrome by pediatricians during the 1960s and the feminist anti-rape movement, in particular the denunciation of domestic sexual violence.[89] These two movements overlapped in 1975, creating a new political agenda about child sexual abuse. Laura Lowenkron wrote: \"The strong political and emotional appeal of the theme of 'child sexual abuse' strengthened the feminist criticism of the patriarchal family structure, according to which domestic violence is linked to the unequal power between men and women and between adults and children.\"[89] Although the concern over child sexual abuse was caused by feminists, the concern over child sexual abuse also attracted traditional groups and conservative groups. Lowenkron added: \"Concerned about the increasing expansion and acceptance of so-called 'sexual deviations' during what was called the libertarian age from the 1960s to the early 1970s\", conservative groups and traditional groups \"saw in the fight against 'child sexual abuse' the chance\" to \"revive fears about crime and sexual dangers\".[89]\n\nIn the 1980s, the media began to report more frequently on cases of children being raped, kidnapped, or murdered, leading to the moral panic over sex offenders and pedophiles becoming very intense in the early 1980s. In 1981, for instance, a six-year-old boy named Adam Walsh was abducted, murdered, and beheaded. Investigators believe the murderer was serial killer Ottis Toole. The murder of Adam Walsh took over nationwide news and led to a moral panic over child abduction, followed by the creation of new laws for missing children.[90] According to criminologist Richard Moran, the Walsh case \"created a nation of petrified kids and paranoid parents ... Kids used to be able to go out and organize a stickball game, and now all playdates and the social lives of children are arranged and controlled by the parents.\"[90]\n\nAlso during the 1980s, inaccurate and heavily flawed data about sex offenders and their recidivism rates was published. This data led to the public believing sex offenders to have a particularly high recidivism rate; this in turn led to the creation of sex offender registries.[91] Later information revealed that sex offenders, including child sex offenders, have a low recidivism rate.[91][92][93][94][95] Other highly publicized cases, similar to the murder of Adam Walsh, that contributed to the creation of sex offender registries and sex offender laws include the abduction and murder of 11-year-old boy Jacob Wetterling in 1989; the rape and murder of 7-year-old girl Megan Kanka in 1994; and the rape and murder of 9-year-old girl Jessica Lunsford in 2005.[91]\n\nAnother contributing factor in the moral panic over pedophiles and sex offenders was the day-care sex-abuse hysteria in the 1980s and early 1990s, including the McMartin preschool trial. This led to a panic where parents became hypervigilant with concerns of predatory child sex offenders seeking to abduct children in public spaces, such as playgrounds.[96]\n\nSociety's opinion on sex offenders is generally extremely negative, with sex offenders being one of the most hated types of people in society.[97] According to Daniel J. Wood: \"Many studies have been conducted to evaluate the public's attitude toward sex offenders and most, to put it bluntly, would like to torture them before they are sentenced to death.\"[91] Similarly, pedophiles and child molesters are also some of the most hated types of people in society.[98][99] Pedophilia in particular is extremely despised, which some have referred to as a social stigma.[100] One study reported high levels of anger, fear and social rejection towards pedophiles who have not committed a crime.[101] Moreover, some surveys have ranked child sexual abuse as morally worse than murder.[102]\n\nThere was a moral panic in reaction to a series of horse maimings in southern England during the 1990s, extensively reported in the tabloid and broadsheet press.[103] In the United States, the Enumclaw horse sex case triggered an anti-bestiality frenzy, leading to intense demand for bestiality law in the state of Washington, with stories published on the internet drumming up a moral panic in a wider audience.[104]\n\nScholars have described aspects of public discourse on gender, homosexuality, and transgender children as being part of a moral panic.[105][106] The transgender military ban in the United States enacted by president Donald Trump has been described as an effort to advance this moral panic.[107] Anti-LGBT rhetoric and the anti-gender movement in Latin America and Poland have similarly been described as a moral panic.[108][109]\n\nMany critics of contemporary anti-prostitution activism argue that much of the current concern about human trafficking and its more general conflation with prostitution and other forms of sex work have hallmarks of moral panic. They further argue that this moral panic shares much in common with the 'white slavery' panic of a century earlier, which in the US prompted passage of the 1910 Mann Act.[110][111][112][113] Nick Davies argues that the following major factors contributed towards this effect. Since the collapse of Communism, Western Europe was flooded with sex workers from Eastern Europe, and the term \"sex trafficking\" came to mean any organized movement of sex workers, losing the connotation of force and coercion. This change of the definition entered, e.g., into the UK's Sexual Offences Act 2003. Second, academic researchers on sex trade provided a range of estimates of the trafficked persons, including estimates based on various assumptions, up to the very pessimistic ones. The media picked the most alarmist numbers, which were uncritically used by politicians, who in their turn were quoted for further misleading information.[114]\n\nAfter the September 11 attacks in 2001, some scholars identified a rising fear of Muslims in the western world, which they described as a moral panic.[115][14][116] This exaggeration of the threat posed by Islam served a political purpose, contributing to the concept of a global war on terror, including the war in Afghanistan and a war in Iraq.[14][117]\n\nFollowing the September 11 attacks, there was a dramatic increase in hate crimes against Muslims and Arabs in the United States, with rates peaking in 2001 and later surpassed in 2016.[14][118]\n\nQAnon, a late-2010s to early 2020s far-right conspiracy theory that began on 4chan and which alleged that a secret cabal of Satan-worshipping, cannibalistic pedophiles is running a global child sex-trafficking ring, has been described as a moral panic and compared to the 1980s panic over satanic ritual abuse.[119]\n\nIn the early 2020s, primarily in the US, there has been what has been described as a moral panic about what is referred to as critical race theory (CRT), particularly about it allegedly being taught in elementary schools. As of June 2021, 7 US states have passed laws intended to ban CRT from being taught in public schools, and similar laws have been proposed in 13 more US states. This is despite the fact that CRT is taught in law schools and universities, and not at the grade-school level.[120] There have been efforts to ban books from public school curriculum, such as Beloved by Toni Morrison and Maus by Art Spiegelman, because of their depictions of American slavery and the Holocaust.[121] In 2022, Florida Governor Ron DeSantis pushed[122] and passed a law allowing parents to sue schools that they view as teaching CRT, which he referred to as a “pernicious ideology”.[123]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Paul Joosse has argued that while classic moral panic theory styled itself as being part of the \"sceptical revolution\" that sought to critique structural functionalism, it is actually very similar to Émile Durkheim's depiction of how the collective conscience is strengthened through its reactions to deviance (in Cohen's case, for example, \"right-thinkers\" use folk devils to strengthen societal orthodoxies). In his analysis of Donald Trump's victory in the 2016 United States presidential election, Joosse reimagined moral panic in Weberian terms, showing how charismatic moral entrepreneurs can at once deride folk devils in the traditional sense while avoiding the conservative moral recapitulation that classic moral panic theory predicts.[124] Another criticism is that of disproportionality: there is no way to measure what a proportionate reaction should be to a specific action.[125]\n\nWriting in 1995 about the moral panic that arose in the UK after a series of murders by juveniles, chiefly that of two-year-old James Bulger by two 10-year-old boys but also including that of 70-year-old Edna Phillips by two 17-year-old girls, the sociologist Colin Hay pointed out that the folk devil was ambiguous in such cases; the child perpetrators would normally be thought of as innocent.[126]\n\nIn 1995, Angela McRobbie and Sarah Thornton argued \"that it is now time that every stage in the process of constructing a moral panic, as well as the social relations which support it, should be revised\". Their argument is that mass media has changed since the concept of moral panic emerged so \"that 'folk devils' are less marginalized than they once were\", and that \"folk devils\" are not only castigated by mass media but supported and defended by it as well. They also suggest that the \"points of social control\" that moral panics used to rest on \"have undergone some degree of shift, if not transformation\".[127]\n\nBritish criminologist Yvonne Jewkes (2004) has also raised issue with the term \"morality\", how it is accepted unproblematically in the concept of \"moral panic\" and how most research into moral panics fails to approach the term critically but instead accepts it at face value.[40] Jewkes goes on to argue that the thesis and the way it has been used fails to distinguish between crimes that quite rightly offend human morality, and thus elicit a justifiable reaction, and those that demonise minorities. The public are not sufficiently gullible to keep accepting the latter and consequently allow themselves to be manipulated by the media and the government.[40]\n\nAnother British criminologist, Steve Hall (2012), goes a step further to suggest that the term \"moral panic\" is a fundamental category error. Hall argues that although some crimes are sensationalized by the media, in the general structure of the crime/control narrative the ability of the existing state and criminal justice system to protect the public is also overstated. Public concern is whipped up only for the purpose of being soothed, which produces not panic but the opposite, comfort and complacency.[128]\n\nEchoing another point Hall makes, sociologists Thompson and Williams (2013) argue that the concept of \"moral panic\" is not a rational response to the phenomenon of social reaction, but itself a product of the irrational middle-class fear of the imagined working-class \"mob\". Using as an example a peaceful and lawful protest staged by local mothers against the re-housing of sex-offenders on their estate, Thompson and Williams argue that the sensationalist demonization of the protesters by moral panic theorists and the liberal press was just as irrational as the demonization of the sex offenders by the protesters and the tabloid press.[129]\n\nMany sociologists and criminologists (Ungar, Hier, Rohloff)[full citation needed] have revised Cohen's original framework. The revisions are compatible with the way in which Cohen theorizes panics in the third Introduction to Folk Devils and Moral Panics.[130]\n\n"
        }
    ]
}