{
    "url": "https://en.wikipedia.org/wiki/Moral_nihilism",
    "title": "Moral nihilism",
    "table_of_contents": [
        "1 Forms of nihilism",
        "1.1 Ethical language: false versus not truth-apt",
        "1.2 The scope question",
        "2 Arguments for nihilism",
        "2.1 Argument from queerness",
        "2.1.1 Responses and criticisms",
        "2.2 Argument from explanatory impotence",
        "3 See also",
        "4 Citations",
        "5 Bibliography",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMoral nihilism (also known as ethical nihilism) is the meta-ethical view that nothing is morally right or wrong.[1][2]\n\nMoral nihilism is distinct from moral relativism, which allows for actions to be wrong relative to a particular culture or individual. It is also distinct from expressivism, according to which when we make moral claims, \"We are not making an effort to describe the way the world is ... we are venting our emotions, commanding others to act in certain ways, or revealing a plan of action\".[3]\n\nMoral nihilism today broadly tends to take the form of an Error Theory: The view developed originally by J.L. Mackie in his 1977 book Ethics: Inventing Right and Wrong. Error theory and nihilism broadly take the form of a negative claim about the existence of objective values or properties. Under traditional views there are moral properties or methods which hold objectively in some sense beyond our contingent interests which morally obligate us to act. For Mackie and the Error Theorists, such properties do not exist in the world, and therefore morality conceived of by reference to objective facts must also not exist. Therefore, morality in the traditional sense does not exist.\n\nHowever, holding nihilism does not necessarily imply that we should give up using moral or ethical language; some nihilists contend that it remains a useful tool.[4] In fact Mackie and other contemporary defenders of Error Theory, such as Richard Joyce, defend the use of moral or ethical talk and action even in knowledge of their fundamental falsity. The legitimacy of this activity however is questionable and is a subject of great debate in philosophy at the moment.\n\n"
        },
        {
            "title": "Forms of nihilism",
            "text": "Moral nihilists agree that all claims such as 'murder is morally wrong' are not true. But different nihilistic views differ in two ways.\n\nSome may say that such claims are neither true nor false; others say that they are all false.\n\nNihilists differ in the scope of their theories. Error theorists typically claim that it is only distinctively moral claims which are false; practical nihilists claim that there are no reasons for action of any kind; some nihilists extend this claim to include reasons for belief.\n\nJ. L. Mackie argues that moral assertions are only true if there are moral properties, but because there are none, all such claims are false.[5] Under such a view moral propositions which express beliefs are then systematically in error. For under Mackie's view, if there are to be moral properties, they must be objective and therefore not amenable to differences in subjective desires and preferences. Moreover any claims that these moral properties, if they did exist would need to be intrinsically motivating by being in some primitive relation to our consciousness. They must be able of guiding us morally just by the fact of being in some clear awareness of their truth. But this is not the case, and such ideas in his views are plainly queer.\n\nOther versions of the theory claim that moral assertions are not true because they are neither true nor false. This form of moral nihilism claims that moral beliefs and assertions presuppose the existence of moral facts that do not exist. Consider, for example, the claim that the present king of France is bald. Some argue that this claim is neither true nor false because it presupposes that there is currently a king of France, but there is not. The claim suffers from \"presupposition failure\". Richard Joyce[6] argues for this form of moral nihilism under the name \"fictionalism\".\n\nError theory is built on three principles:\n\nThus, we always lapse into error when thinking in moral terms. We are trying to state the truth when we make moral judgments. But since there is no moral truth, all of our moral claims are mistaken. Hence the error. These three principles lead to the conclusion that there is no moral knowledge. Knowledge requires truth. If there is no moral truth, there can be no moral knowledge. Thus moral values are purely chimerical.[3][7]\n\n"
        },
        {
            "title": "Arguments for nihilism",
            "text": "The most prominent argument for nihilism is the argument from queerness.\n\nJ. L. Mackie argues that there are no objective ethical values, by arguing that they would be queer (strange):\nFor all those who also find such entities queer (prima facie implausible), there is reason to doubt the existence of objective values.\n\nIn his book Morality without Foundations: A Defense of Ethical Contextualism (1999), Mark Timmons provides a reconstruction of Mackie's views in the form of the two related arguments. These are based on the rejection of properties, facts, and relationships that do not fit within the worldview of philosophical naturalism, the idea \"that everything—including any particular events, facts, properties, and so on—is part of the natural physical world that science investigates\" (1999, p. 12). Timmons adds, \"The undeniable attraction of this outlook in contemporary philosophy no doubt stems from the rise of modern science and the belief that science is our best avenue for discovering the nature of reality\".[9]\n\nThere are several ways in which moral properties are supposedly queer:\n\nChristine Korsgaard responds to Mackie by saying:\n\nOther criticisms of the argument include noting that the very fact that such entities would have to be something fundamentally different from what we normally experience, therefore assumably outside our sphere of experience, we cannot prima facie have reason to either doubt or affirm their existence. Therefore if one had independent grounds for supposing such things to exist (such as a reductio ad absurdum of the contrary) the argument from queerness cannot give one any particular reason to think otherwise. An argument along these lines has been provided by e.g. Akeel Bilgrami.[13]\n\nGilbert Harman argued that we do not need to posit the existence of objective values in order to explain our 'moral observations'.[14]\n\n"
        }
    ]
}