{
    "url": "https://en.wikipedia.org/wiki/Moral_universalism",
    "title": "Moral universalism",
    "table_of_contents": [
        "1 Overview",
        "2 History",
        "2.1 Attempts to define a universal morality",
        "3 Modern Studies and Measurement",
        "3.1 Universalism and Politics",
        "3.2 Determinants of Universalism",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMoral universalism (also called moral objectivism) is the meta-ethical position that some system of ethics, or a universal ethic, applies universally, that is, for \"all similarly situated individuals\",[1] regardless of culture, race, sex, religion, nationality, sexual orientation, gender identity, or any other distinguishing feature.[2] Moral universalism is opposed to moral nihilism and moral relativism. However, not all forms of moral universalism are absolutist, nor are they necessarily value monist; many forms of universalism, such as utilitarianism, are non-absolutist, and some forms, such as that of Isaiah Berlin, may be value pluralist.[citation needed]\n\nIn addition to the theories of moral realism, moral universalism includes other cognitivist moral theories, such as the subjectivist ideal observer theory and divine command theory, and also the non-cognitivist moral theory of universal prescriptivism.[3][4]\n\n"
        },
        {
            "title": "Overview",
            "text": "According to philosophy professor R. W. Hepburn: \"To move towards the objectivist pole is to argue that moral judgements can be rationally defensible, true or false, that there are rational procedural tests for identifying morally impermissible actions, or that moral values exist independently of the feeling-states of individuals at particular times.\"[5]\n\nLinguist and political theorist Noam Chomsky states: \n"
        },
        {
            "title": "History",
            "text": "An early example of moral universalism can be found in Judaism: the Seven Laws of Noah (Hebrew: שבע מצוות בני נח, Sheva Mitzvot B'nei Noach),[7][8][9][10] a set of imperatives which, according to the Talmud, were given by God as a binding set of universal moral laws for the \"sons of Noah\" – that is, all of humanity.[7][8][9][10][11][12][13] The Seven Laws of Noah include prohibitions against worshipping idols, cursing God, murder, adultery, bestiality, sexual immorality, theft, eating flesh torn from a living animal, as well as the obligation to establish courts of justice.[7][9][10][11][12][14][15] The Jewish sages expanded the concept of universal morality within the Seven Laws of Noah and added several other laws beyond the seven listed in the Talmud and Tosefta,[7][8][10][11] such as prohibitions against committing incest, cruelty to animals, pairing animals of different species, grafting trees of different kinds, castration, emasculation, homosexuality, pederasty, and sorcery among others,[7][8][10][11][16][17] with some of the sages going so far as to make a list of 30 laws.[7][8][10] The Talmud expands the scope of the Seven Laws of Noah to cover about 100 of the 613 Jewish commandments.[18]\n\nThe United Nations' Universal Declaration of Human Rights can be read as assuming characteristics and attributes akin to moral universalism. The drafting committee of the Universal Declaration did assume, or at least aspired to, a \"universal\" approach to articulating international human rights. Although the Declaration has undeniably come to be accepted throughout the world as a cornerstone of the international system for the protection of human rights, a belief among some that the Universal Declaration does not adequately reflect certain important worldviews has given rise to more than one supplementary declaration, such as the Cairo Declaration on Human Rights in Islam and the Bangkok Declaration.[19]\n\nGlobal environmental treaties may also assume and present a moral universalism. The United Nations Framework Convention on Climate Change is founded upon the \"common heritage of mankind\". Protecting this heritage is presented in the treaty as a shared moral duty requiring protective actions based on \"common but differentiated responsibilities\". This has been criticized as anthropocentric and state-centric but it does assert universal goals.[20]\n\nSeveral Boldavian[21] religious works include references to Moral Universalism.\n\nIn his Groundwork of the Metaphysics of Morals (1785), Immanuel Kant attempts to derive a supreme principle of morality that binds all rational agents. \n\nSimilarly, divine command theory presents a form of universalism, by way of the unconditional morality of God's commandments. It revolves around the idea that morality is synonymous with following God's commands. While various religions may have Gods that endorse different beliefs and behaviors, divine command theory encompasses all instances of a deity dictating a society's morals. Plato's \"Euthyphro dilemma\" is a dialogue written to point out the inconsistencies of this philosophy.[22]\n\n"
        },
        {
            "title": "Modern Studies and Measurement",
            "text": "There is a body of work studying moral universalism using experimental and survey data in Economics, recently reinvigorated by Harvard Economist Ben Enke. The body broadly attempts to describe correlates with universalist preferences and to study the moral origins of political preferences or polarization. These efforts can be attributed as loosely inspired by the work of social psychologist, Jonathan Haidt, and his Moral Foundations Theory. \n\nThe Moral Foundations theory, developed by Jonathan Haidt and colleagues, proposes that there are “intuitive ethics,” or morals that individuals subscribe to within cultures. There are five foundations that a person's behaviors tend to adhere to: care/harm, fairness/cheating, loyalty/betrayal, authority/subversion, and sanctity/degradation. Haidt argues that these morals are cross-cultural, and alignment with them is present at birth.[23] Of note, the Moral Foundations Theory does not assert that every culture has the same morals, but rather each has developed their own set of acceptable behaviors, and there tends to be overlaps in the aforementioned areas listed earlier.\n\nMeasurement regarding universalism and politics typically seeks to explain political divides from the moral origins of their supporters. Enke et al. have published a number of studies, including their canonical study, where they find that heterogeneity in universalism descriptively explains why the left and right both simultaneously support and oppose different types of government spending.[24] They find that you can explain the left-right divide on topics such as redistribution through the level and quality of universalism in their respective politics (e.g., redistribution to US veterans, which is more morally loyalist, compared to redistribution via foreign aid). They find the political left to be broadly more universalistic. Haidt too has written about how his (broader) Moral Foundations theory can be applied to modern US Politics.[25]\n\nEnke and his coauthors also find that universalism is significantly related to observables: older people, men, the rich, the rural, and the religious exhibit less moral universalism.[26] Moreover, universalists donate less money but to more global recipients. Behaviorally, universalists have fewer friends, spend less time with them, and feel more lonely.\n\nThese studies also allow us to compare the prevalence of universalism across countries and cultures. A large, cross-country survey study finds that socioeconomic experiences determine levels of universalism, with experience of democracy greatly helping.[27] Anthropologists at the University of Oxford published a study in 2019 examining 60 different cultures and their principles. This study was conducted by reviewing ethnographic content from each culture. Seven fundamentals were identified beforehand, and historic writings were analyzed to search for either positive or negative moral valence of each one. It was found that 99.9% of the time, these seven behaviors were considered “moral”: helping kin, helping group, reciprocating, being brave, respecting superiors, dividing resources, and respecting property.[28] These principles appeared across all cultures studied, and only one counterexample was found: an instance of the “respecting property” value clashing with “being brave.”\n\n"
        }
    ]
}