{
    "url": "https://en.wikipedia.org/wiki/Moral_particularism",
    "title": "Moral particularism",
    "table_of_contents": [
        "1 History",
        "2 Views",
        "3 Criticism",
        "3.1 Rationality",
        "4 See also",
        "5 Further reading",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMoral particularism is a theory in meta-ethics that runs counter to the idea that moral actions can be determined by applying universal moral principles. It states that there is no set of moral principles that can be applied to every situation, making it an idea appealing to the causal nature of morally challenging situations. Moral judgements are said to be determined by factors of relevance with the consideration of a particular context.[1] A moral particularist, for example, would argue that homicide cannot be judged to be morally wrong until all the morally relevant facts are known. While this stands in stark contrast to other prominent moral theories, such as deontology, consequentialism, and virtue ethics, it finds its way into jurisprudence, with the idea of justifiable homicide, for instance. In this case, the morally relevant facts are based on context rather than principle. Critics would argue that even in this case, the principle still informs morally right action.[2]\n\n"
        },
        {
            "title": "History",
            "text": "The term \"particularism\" was coined to designate this position by R. M. Hare, in 1963 (Freedom and Reason, Oxford: Clarendon, p. 18). Within philosophy, the term is mainly used to denote a favoritism to one's own interests; which goes to say that morality is not universal.\n\n"
        },
        {
            "title": "Views",
            "text": "Within traditional moral particularism, it is strongly believed that moral thought has no distinguished structure. Some more extreme adaptations of the theory include the total rejection of theorized moral principles, as they are thought to be unnecessary in the presumed ordinary case of a relatively morally sensitive person being the one to utilize these principles. Often, the use of said principles is believed to be the contrary of effective, since moral particularists have faith in the subject of the presumed ordinary case to carry out whatever set of morals they believe necessary to the particular situation.\n\nJonathan Dancy has argued that cases, whether imagined or otherwise, contain elements from which we can infer certain moral ideas.[3]\n\n"
        },
        {
            "title": "Criticism",
            "text": "A key feature of rationality is that the rational agent maintains a consistent set of beliefs. In a moral sense, this means that the agent's internal ethical principles cannot contradict and must apply in every instance. Particularism rejects that a specific feature of a moral issue can necessarily invoke a certain ethical principle in all cases where the feature occurs, thus it rejects rationality.[4] In response, the particularist may say that consistency is a condition that is meant to prevent the possession of a set of beliefs that cannot be simultaneously true. For example, it would be rationally inconsistent to believe that pain is harmful, that animals do not deserve harm, and that animals deserve pain. If this is the only meaningful way to consider consistency, then to evaluate it differently in the case of moral reasons would be incorrect.[5]\n\nObjections regarding rationality also question the particularist's view on moral knowledge. When a selfish child encounters a situation where they are taught to value generosity, the moral generalist recognizes this as the child acquiring ethical knowledge in order to apply it in the future. Particularism denies this and argues that acts can be justified by a sort of sense perception. Rather than deducing permissibility from general moral principles, the agent learns to see the salient moral features of a situation in a particular way.[6]\n\n"
        }
    ]
}