{
    "url": "https://en.wikipedia.org/wiki/Moral_skepticism",
    "title": "Moral skepticism",
    "table_of_contents": [
        "1 Forms of moral skepticism",
        "2 Moral error theory",
        "3 Epistemological moral skepticism",
        "4 Noncognitivism",
        "5 Criticisms",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMoral skepticism (or moral scepticism in British English) is a class of  meta-ethical theories all members of which entail that no one has any moral knowledge. Many moral skeptics also make the stronger, modal claim that moral knowledge is impossible. Moral skepticism is particularly opposed to moral realism: the view that there are knowable and objective moral truths.\n\nSome defenders of moral skepticism include Pyrrho, Aenesidemus, Sextus Empiricus, David Hume, J. L. Mackie (1977), Max Stirner, Friedrich Nietzsche, Richard Joyce (2001), Michael Ruse, Joshua Greene, Richard Garner, Walter Sinnott-Armstrong (2006b), and the philosopher James Flynn. Strictly speaking, Gilbert Harman (1975) argues in favor of a kind of moral relativism, not moral skepticism. However, he has influenced some contemporary moral skeptics.\n\n"
        },
        {
            "title": "Forms of moral skepticism",
            "text": "Moral skepticism is divided into three subclasses: moral error theory (or moral nihilism), epistemological moral skepticism, and noncognitivism.[1] All three of these theories reach the same conclusions, which are:\n\nHowever, each method arrives at (a) and (b) by a different route.\n\nMoral error theory holds that we do not know that any moral claim is true because\n\nEpistemological moral skepticism is a subclass of theory, the members of which include Pyrrhonian moral skepticism and dogmatic moral skepticism. All members of epistemological moral skepticism share two things: first, they acknowledge that we are unjustified in believing any moral claim, and second, they are agnostic on whether (i) is true (i.e. on whether all moral claims are false).\n\nFinally, Noncognitivism holds that we can never know that any moral claim is true because moral claims are incapable of being true or false (they are not truth-apt). Instead, moral claims are imperatives (e.g. \"Don't steal babies!\"), expressions of emotion (e.g. \"stealing babies: Boo!\"), or expressions of \"pro-attitudes\" (\"I do not believe that babies should be stolen.\")\n\n"
        },
        {
            "title": "Moral error theory",
            "text": "Moral error theory is a position characterized by its commitment to two propositions: (i) all moral claims are false and (ii) we have reason to believe that all moral claims are false. The most famous moral error theorist is J. L. Mackie, who defended the metaethical view in Ethics: Inventing Right and Wrong (1977). Mackie has been interpreted as giving two arguments for moral error theory.\n\nThe first argument people attribute to Mackie, often called the argument from queerness,[2] holds that moral claims imply motivation internalism (the doctrine that \"It is necessary and a priori that any agent who judges that one of his available actions is morally obligatory will have some (defeasible) motivation to perform that action\"[3]). Because motivation internalism is false, however, so too are all moral claims.\n\nThe other argument often attributed to Mackie, often called the argument from disagreement,[3] maintains that any moral claim (e.g. \"Killing babies is wrong\") entails a correspondent \"reasons claim\" (\"one has reason not to kill babies\"). Put another way, if \"killing babies is wrong\" is true then everybody has a reason to not kill babies. This includes the psychopath who takes great pleasure from killing babies, and is utterly miserable when he does not have their blood on his hands. But, surely, (if we assume that he will suffer no reprisals) this psychopath has every reason to kill babies, and no reason not to do so. All moral claims are thus false.\n\n"
        },
        {
            "title": "Epistemological moral skepticism",
            "text": "All versions of epistemological moral skepticism hold that we are unjustified in believing any moral proposition. However, in contradistinction to moral error theory, epistemological moral skeptical arguments for this conclusion do not include the premise that \"all moral claims are false.\" For example, Michael Ruse[4] gives what Richard Joyce[3]  calls an \"evolutionary argument\" for the conclusion that we are unjustified in believing any moral proposition. He argues that we have evolved to believe moral propositions because our believing the same enhances our genetic fitness (makes it more likely that we will reproduce successfully). However, our believing these propositions would enhance our fitness even if they were all false (they would make us more cooperative, etc.). Thus, our moral beliefs are unresponsive to evidence; they are analogous to the beliefs of a paranoiac. As a paranoiac is plainly unjustified in believing his conspiracy theories, so too are we unjustified in believing moral propositions. We therefore have reason to jettison our moral beliefs.\n\n"
        },
        {
            "title": "Noncognitivism",
            "text": "See the full article for Non-cognitivism.\n\n"
        },
        {
            "title": "Criticisms",
            "text": "Criticisms of moral skepticism come primarily from moral realists. The moral realist argues that there is in fact good reason to believe that there are objective moral truths and that we are justified in holding many moral beliefs. One moral realist response to moral error theory holds that it \"proves too much\"—if moral claims are false because they entail that we have reasons to do certain things regardless of our preferences, then so too are \"hypothetical imperatives\" (e.g. \"if you want to get your hair-cut you ought to go to the barber\"). This is because all hypothetical imperatives imply that \"we have reason to do that which will enable us to accomplish our ends\" and so, like moral claims, they imply that we have reason to do something regardless of our preferences.[5]\n\nIf moral claims are false because they have this implication, then so too are hypothetical imperatives. But hypothetical imperatives are true. Thus the argument from the non-instantiation of (what Mackie terms) \"objective prescriptivity\" for moral error theory fails.  Russ Shafer-Landau and Daniel Callcut have each outlined anti-skeptical strategies. Callcut argues that moral skepticism should be scrutinized in introductory ethics classes in order to get across the point that \"if all views about morality, including the skeptical ones, face difficulties, then adopting a skeptical position is not an escape from difficulty.\"[6]\n\n"
        }
    ]
}