{
    "url": "https://en.wikipedia.org/wiki/Moravian_Church",
    "title": "Moravian Church",
    "table_of_contents": [
        "1 History",
        "1.1 Jan Hus and the Bohemian Reformation",
        "1.2 Counter-Reformation",
        "1.3 Herrnhuter Brüdergemeine, 18th-century renewal",
        "1.4 Missions",
        "2 Present",
        "3 Organization",
        "3.1 Provinces",
        "3.1.1 Membership",
        "3.2 Districts",
        "3.3 Congregations",
        "3.4 Unity Synod",
        "3.5 Unity Board",
        "4 Orders of Ministry",
        "5 Beliefs",
        "5.1 Spirit of the Moravian Church",
        "6 Worship",
        "7 Traditions",
        "8 Former traditions",
        "9 Uniformed and other organizations",
        "10 Prominent Moravians",
        "11 Ecumenical relations",
        "12 Historical societies",
        "13 Goals of the Moravian Missions",
        "14 See also",
        "15 References",
        "16 General and cited references",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Moravian Church (Czech: Moravská církev), or the Moravian Brethren, formally the Unitas Fratrum (Latin: \"Unity of the Brethren\"),[3][4][5] is one of the oldest Protestant denominations in Christianity, dating back to the Bohemian Reformation of the 15th century and the Unity of the Brethren (Czech: Jednota bratrská) founded in the Kingdom of Bohemia, sixty years before Luther's Reformation.\n\nThe church's heritage can be traced to 1457 in Bohemian Crown territory, including its crown lands of Moravia and Silesia, which saw the emergence of the Hussite movement against several practices and doctrines of the Catholic Church. However, its name is derived from exiles who fled from Bohemia to Saxony in 1722 to escape the Counter-Reformation, establishing the Christian community of Herrnhut; hence it is also known in German as the [Herrnhuter] Brüdergemeine [sic][6] (\"Unity of Brethren [of Herrnhut]\").[7]\n\nThe modern Unitas Fratrum has about one million members worldwide,[1] continuing their tradition of missionary work, such as in the Americas and Africa, that is reflected in their broad global distribution.[8] Moravians continue many of the same practices established in the 18th century, including placing a high value on a personal conversion to Christ (called the New Birth), piety, good works, evangelism (especially the establishment of missions), Christian pacifism, ecumenism, and music.[8][9]\n\nThe Moravian Church's emblem is the Lamb of God (Agnus Dei) with the flag of victory, surrounded by the Latin inscription \"Vicit agnus noster, eum sequamur\" ('Our Lamb has conquered; let us follow Him').\n\n"
        },
        {
            "title": "History",
            "text": "The Hussite movement that was to become the Moravian Church was started by Jan Hus (English: John Huss) in early 15th-century Bohemia, in what is today the Czech Republic.[3] Hus objected to some of the practices and doctrines of the Catholic Church; specifically, he wanted the liturgy to be celebrated in Czech, married priests, and eliminating indulgences and the idea of Purgatory. Since these actions predate the Protestant Reformation by a century, some historians claim the Moravian Church was the first Protestant church.[10][11]\n\nThe movement gained support from the Crown of Bohemia. However, Hus was summoned to attend the Council of Constance, which decided that he was a heretic and released him to the secular authority, which sentenced him to be burned at the stake on 6 July 1415. From 1419 to 1437 were a series of Hussite Wars initially between various Catholic rulers and the Hussites, and then the political situation continued into a Hussite civil war between the more compromising Utraquists and the radical Taborites. In 1434, an army of Utraquists and Catholics defeated the Taborites at the Battle of Lipany. The Utraquists signed the Compacts of Basel on 5 July 1436.\n\nWithin fifty years of Hus's death, a contingent of his followers had become independently organised as the \"Bohemian Brethren\" (Čeští bratři) or Unity of the Brethren (Jednota bratrská), which was founded in Kunvald, Bohemia, in 1457. A brother known as Gregory the Patriarch was very influential in forming the group, as well as the teachings of Peter Chelcicky. This group held to a strict obedience to the Sermon on the Mount, which included non-swearing of oaths, non-resistance, and not accumulating wealth. Because of this, they considered themselves separate from the majority Hussites that did not hold those teachings. They received episcopal ordination through the Waldensians in 1467.[10]: 36 ff [11]: 107 ff  These were some of the earliest Protestants, rebelling against Rome some fifty years before Martin Luther.[10][11] By the middle of the 16th century as many as 90 percent of the subjects of the Bohemian Crown were Protestant.[12] The majority of the nobility was Protestant, and the schools and printing-shops established by the Moravian Church were flourishing.\n\nProtestantism had a strong influence in the education of the population. Even in the middle of the 16th century there was not a single town without a Protestant school in the Bohemian crown lands, and many had more than one, mostly with two to six teachers each. In Jihlava, a principal Protestant centre in Moravia, there were five major schools: two German, one Czech, one for girls and one teaching in Latin, which was at the level of a high/grammar school, lecturing on Latin, Greek and Hebrew, Rhetorics, Dialectics, fundamentals of Philosophy and fine arts, as well as religion according to the Lutheran Augustana.[13]\n\nWith the University of Prague also firmly in hands of Protestants, the local Catholic church was unable to compete in the field of education. Therefore, the Jesuits were invited, with the backing of the Catholic Habsburg rulers, to come to the Lands of the Bohemian Crown and establish a number of Catholic educational institutions. One of these was the university in the Moravian capital of Olomouc. In 1582, they forced closure of local Protestant schools.\n\nIn 1617, Emperor Matthias had his fiercely Catholic brother Ferdinand of Styria elected King of Bohemia, but in 1618 Protestant Bohemian noblemen, who feared losing their religious freedom,[14] started the Bohemian Revolt with the unplanned second Defenestrations of Prague and was defeated in 1620 in the Battle of White Mountain near Prague. As a consequence the local Protestant noblemen were either executed or expelled from the country while the Habsburgs placed Catholic (and mostly German speaking) nobility in their place. The war, plague, and subsequent disruption led to a decline in the population from over 3 million to some 800,000 people. By 1622, the entire education system was in the hands of Jesuits and all Protestant schools were closed down.\n\nThe Brethren were forced to go underground and eventually dispersed across Northern Europe as far as the Low Countries, where their bishop, John Amos Comenius, attempted to direct a resurgence. The largest remaining communities of the Brethren were located in Leszno (German: Lissa) in Poland, which had historically strong ties with the Czechs, and small, isolated groups in Moravia. The latter are referred to as \"the Hidden Seed\" which John Amos Comenius had prayed would preserve the evangelical faith in the land of the fathers.\n\nIn addition to the Renewed Unitas Fratrum or Moravian Church, which preserves the Unitas Fratrum's three orders of episcopal ordination, The Evangelical Church of Czech Brethren and the Czechoslovak Hussite Church also continue the Hussite tradition in Czechia and Slovakia today, although they only account for 0.8% of the Czech population (which is 79.4% non-religious, and 10.4% Catholic).\n\nIn 1722, a small group of the Bohemian Brethren (the \"Hidden Seed\") who had been living in northern Moravia as an illegal underground remnant surviving in the Catholic setting of the Habsburg Empire for nearly 100 years, arrived at the Berthelsdorf estate of Nikolaus Ludwig von Zinzendorf, a nobleman who had been brought up in the traditions of Pietistic Lutheranism. Out of a personal commitment to helping the poor and needy, he agreed to a request from their leader (Christian David, an itinerant carpenter) that they be allowed to settle on his lands in Upper Lusatia, which is in present-day Saxony in the eastern part of modern-day Germany. The Margraviates of Upper and Lower Lusatia were governed in personal union by the Saxon rulers and enjoyed great autonomy, especially in religious questions.\n\nThe refugees established a new village called Herrnhut, about 2 miles (3 km) from Berthelsdorf. The town initially grew steadily, but major religious disagreements emerged and by 1727 the community was divided into factions. Count Zinzendorf worked to bring about unity in the town and the Brotherly Agreement was adopted by the community on 12 May 1727. This is considered the beginning of the renewal. Then, on 13 August 1727 the community underwent a dramatic transformation when the inhabitants of Herrnhut \"learned to love one another\", following an experience that they attributed to a visitation of the Holy Spirit, similar to that recorded in the Bible on the day of Pentecost.\n\nHerrnhut grew rapidly following this transforming revival and became the centre of a major movement for Christian renewal and mission during the 18th century. The episcopal ordination of the Ancient Unitas Fratrum was transferred in 1735 to the Renewed Unitas Fratrum by the Unity's two surviving bishops, Daniel Ernst Jablonski and Christian Sitkovius. The carpenter David Nitschmann and, later, Count von Zinzendorf, were the first two bishops of the Renewed Unity. In 1756, Zinzendorf foundet a Brüdergemeine that still exists today in Neuwied on the Rhine. Moravian historians identify the main achievements of this period as:\n\nAlong with the Royal Danish Mission College, the Moravian missionaries were the first large-scale Protestant missionary movement. They sent out the first missionaries when there were only 300 inhabitants in Herrnhut. Within 30 years, the church sent hundreds of Christian missionaries to many parts of the world, including the Caribbean, North and South America (see Christian Munsee), the Arctic, Africa, and the Far East. They were the first to send lay people (rather than clergy) as missionaries, the first Protestant denomination to minister to slaves, and the first Protestant presence in many countries.\n\nOwing to Zinzendorf's personal contacts with their royalty, the first Moravian missions were directed to the Dano-Norwegian Empire. While attending the coronation of Christian VI of Denmark, Zinzendorf was profoundly struck by two Inuit converts of Hans Egede's mission in Greenland and also by an African from the West Indies.[15] The first Moravian mission was established on the Caribbean island of St Thomas in 1732 by a potter named Johann Leonhard Dober and a carpenter named David Nitschmann,[16]: 7  who later became the first bishop of the Renewed Unity in 1735. Matthaeus Stach and two others founded the first Moravian mission in Greenland in 1733 at Neu-Herrnhut on Baal's River, which became the nucleus of the modern capital Nuuk.\n\nMoravians also founded missions with the Mohican, an Algonquian-speaking tribe in the colony of New York in the Thirteen Colonies. In one instance, they founded a mission in 1740 at the Mohican village of Shekomeko in present-day Dutchess County, New York. The converted Mohican people formed the first native Christian congregation in the present-day United States of America. Because of local hostility from New Yorkers to the Mohicans, the Moravian support of the Mohicans led to rumors of them being secret Jesuits, trying to ally the Mohicans with France in the ongoing French and Indian Wars.\n\nAlthough supporters defended their work, at the end of 1744, the colonial government based at Poughkeepsie expelled the Moravians from New York.[17]\n\nIn 1741, David Nitschmann and Count Zinzendorf led a small community to found a mission in the colony of Pennsylvania. The mission was established on Christmas Eve, and was named Bethlehem, after the Biblical town in Judea. There, they ministered to the Algonquian-speaking Lenape. Bethlehem, Pennsylvania is today the seventh-largest city in Pennsylvania, having developed as a major industrial city in the 19th and 20th centuries. In 1772, the first European-Native American settlement of what later became Punxsutawney, Pennsylvania occurred when Reverend John Ettwein, a Moravian missionary, arrived there with a band of 241 Christianized Lenape.[18]\n\nIn 1771, Moravians established a settlement at Nain, Labrador which became a permanent settlement and the Moravian headquarters in Labrador.[20] The mission stations expanded to Okak (1776), Hopedale (1782), Hebron at Kauerdluksoak Bay (1830–1959) serving also Napartok Bay and Saeglek Bay, Zoar (1864–1889), Ramah (1871–1908), Makkovik (1896), and Killiniq on Cape Chidley island (1905–1925).[20][21] Two further stations were added after this period at Happy Valley near Goose Bay (1957) and North West River (1960).[20]\n\nColonies were also founded in North Carolina, where Moravians led by Bishop August Gottlieb Spangenberg purchased 98,985 acres (40,058 ha) from John Carteret, 2nd Earl Granville. This large tract of land was named die Wachau, or Wachovia, after one of Zinzendorf's ancestral estates on the Danube River in Lower Austria. Other early settlements included Bethabara (1753), Bethania (1759) and Salem (now referred to as Old Salem in Winston-Salem North Carolina) (1766).\n\nIn 1801, the Moravians established Springplace mission to the Cherokee Nation in what is now Murray County, Georgia. Coinciding with the forced removal of the Cherokees to Oklahoma, this mission was replaced in 1842 by New Springplace in Oaks, Oklahoma. Due to Civil War-related violence, New Springplace closed in 1862, and resumed during the 1870s. Finally, in 1898, the Moravian Church discontinued their missionary engagement with the Cherokees, and New Springplace, now the Oaks Indian Mission, was transferred to the Danish Evangelical Lutheran Church.[22]\n\nThe start of far-flung missionary work necessitated the establishment of independently administered provinces. So, from about 1732,[16]: 7  the history of the church becomes the history of its provinces.\n\nEventually, the Moravian missions in Australia and Greenland were transferred to the local Presbyterian and Lutheran Churches respectively.\n\nThe first mission station in present-day South Africa was established by the Moravian Georg Schmidt at Genadendal in 1738. The mission at Wupperthal, established by the Rhenish Missionary Society was eventually transferred to the Moravian Church.\n\nThe Moravians sought to unify the converts into \"one people\" living together with the same religious beliefs. Zeisberger, a significant Moravian missionary, implored the converts to remember that they were \"one people not two.\"[23]\n\n"
        },
        {
            "title": "Present",
            "text": "The modern Moravian Church, with about 750,000 members worldwide,[1] continues to draw on traditions established during the 18th-century renewal. In many places it observes the convention of the lovefeast, originally started in 1727. It uses older and traditional music in worship. Brass music, congregational singing and choral music continue to be very important in Moravian congregations. In addition, in some older congregations, Moravians are buried in a traditional God's Acre, a graveyard with only flat gravestones, signifying the equality of the dead before God and organized by sex, age and marital status rather than family.\n\nThe Moravians continue their long tradition of missionary work, for example in the Caribbean, where the Jamaican Moravian Church has begun work in Cuba and in Africa where the Moravian Church in Tanzania has missions in the Democratic Republic of Congo and Uganda. This is reflected in their broad global distribution. The Moravians in Germany, whose central settlement remains at Herrnhut, are highly active in education and social work. The American Moravian Church sponsors the Moravian University and Seminary. The largest concentration of Moravians today is in Tanzania.\n\nThe motto of the Moravian Church is: \"In essentials, unity; in nonessentials, liberty; and in all things, love\".[24]\n\nSome Moravian scholars point to a different formula as a guide to constructive debate about faith. This formula was first advanced by Luke of Prague (1460–1528), one of the bishops of the ancient Unitas Fratrum. Luke taught that one must distinguish between things that are essential, ministerial or incidental to salvation. The essentials are God's work of creation, redemption and sanctification, as well as the response of the believer through faith, hope and love. Things ministerial are such items as the Bible, church, sacraments, doctrine and priesthood. These mediate the sacred and should thus be treated with respect, but they are not considered essential. Finally, incidentals include things such as vestments or names of services that may reasonably vary from place to place.\n\n"
        },
        {
            "title": "Organization",
            "text": "For its global work, the Church is organised into Unity Provinces, Mission Provinces and Mission Areas and four regions of Africa, Caribbean and Latin America, Northern America, and Europe. The categorisation is based on the level of independence of the province. Unity Province implies a total level of independence, Mission Province implies a partial level of supervision from a Unity Province, and Mission Area implies full supervision by a Unity Province. (The links below connect to articles about the history of the church in specific provinces after 1732, where written.)\n\nIn the Czech Republic and Honduras splits occurred within the churches after charismatic revivals; non-charismatic minorities formed their own bodies, but both sides remained connected to the international church. The minority communities are listed as \"mission provinces\".[25]\n\nOther areas with missions but that are not yet established as Provinces are:\n\nTanzania is divided into seven provinces because of the size of country and the numbers of people in the church. The \"Moravian Church in Tanzania\" co-ordinates the work in the nation.\n\nThe lists above, except for some details given under 'Other areas', can be found in The Moravian Almanac.[26]\n\nEach province is governed by a synod, made up of representatives from each congregation plus ex officio members.\n\nThe Synod elects the Provincial Board (aka Provincial Elders' Conference or PEC[27]) to be responsible for the work of the province and its international links between synods.\n\nMany, but not all, of the provinces are divided into districts.\n\nEach congregation belongs to a district and has spiritual and financial responsibilities for work in its own area as well as provincially. The Congregation Council (all the members of a congregation) usually meets twice a year and annually elects the Joint Board of Elders and Trustees that acts as an executive.\n\nIn some provinces two or more congregations may be grouped into circuits, under the care of one minister.\n\nThe Unity Synod meets every seven years and is attended by delegates from the different Unity Provinces and affiliated Provinces.\n\nThe Unity Board is made up of one member from each Provincial Board, and acts as an executive committee between Unity Synods. It meets three times between Synods but much of its work is done by correspondence and postal voting.\n\nThe President of the Unity Board (who is elected by the Board for two years and not allowed to serve for more than two terms) works from his/her own Provincial office. The Unity Business Administrator is an officer appointed by the Unity Board to administer the day-to-day affairs of the Unity through the office of the Unity.\n\n"
        },
        {
            "title": "Orders of Ministry",
            "text": "Ordained ministry in the Moravian Church emphasizes the pastoral role. A candidate for ministry who has been approved by their home province and has completed the prescribed course of study (usually a Master of Divinity degree in the US and Europe) may be ordained a Deacon upon acceptance of a call. Deacons may serve in a pastoral office and administer sacraments. A deacon is normally supervised by a presbyter who serves as mentor. After several years of satisfactory service, the Deacon may be consecrated as a Presbyter. Presbyters function in the local congregation in the same manner as deacons, but may also\nserve to mentor deacons and may be assigned to other leadership roles in a particular province.\n\nAn Acolyte is a layperson who has received approval to assist the pastor in a specific local congregation. The acolyte may assist in the serving of Holy Communion but may not consecrate the elements.\n\nThe highest order of ministry is that of a bishop. Bishops are elected by Provincial Synods usually through ecclesiastical ballot without nomination. In the Moravian Church, bishops do not have an administrative role but rather serve as spiritual leaders and pastors to the pastors. Bishops serve the worldwide Unity.[28] The Moravian Church teaches that it has preserved apostolic succession.[29] The Church claims apostolic succession as a legacy of the Unity of the Brethren. In order to preserve the succession, three Bohemian Brethren were consecrated bishops by Bishop Stephen of Austria, a Waldensian bishop who had been ordained by a Roman Catholic bishop in 1434.[30][31] These three consecrated bishops returned to Litice in Bohemia and then ordained other brothers, thereby preserving the historic episcopate.[30] In Berlin, 1735, the Renewed Unity, i.e. the Moravian Brethren in Herrnhut, received the historic episcopal ordination from the two surviving bishops of the Ancient Unity: Bishop John Amos Comenius' grandson Daniel Ernst Jablonski and Christian Sitkovius. This bishop's consecration continues today.\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The Moravian Church teaches the necessity of the New Birth, piety, evangelism (especially missionary work), and doing good works. As such, the Moravian Brethren hold strongly that Christianity is a religion of the heart.[9] It emphasizes the \"greatness of Christ\" and holds the Bible to be the \"source of all religious truths\".[9] With regard to the New Birth, the Moravian Church holds that a personal conversion to Christianity is a joyful experience, in which the individual \"accepts Christ as Lord\" after which faith \"daily grows inside the person.\"[9] For Moravians, \"Christ lived as a man because he wanted to provide a blueprint for future generations\" and \"a converted person could attempt to live in his image and daily become more like Jesus.\"[9] The Moravian Church historically adheres to the position of Christian pacifism, evidenced in atrocities such as the Gnadenhutten massacre, where the Moravian Christian Indian Martyrs practiced nonresistance, singing hymns and praying to God until their execution.[32][33][34][35]\n\nIn the Book of Order[36][37] the several provinces of the Moravian Unity accept:\n\nMoravian missions in which missionaries and the believers they ministered to lived together and adhered to Moravian practices, such as the following taught by David Zeisberger, John Heckewelder and John Ettwein:[38]\n\nAccording to the Ground of the Unity[36][37] of 1957, fundamental beliefs include but are not limited to:\n\nThese tenets of classical Christianity are not unique to the Moravian Church. The emphasis in both the Ancient Unity and the Renewed Unity is on Christian living and the fellowship of believers as a true witness to a vibrant Christian Faith.\n\nAn account of the ethos of the Moravian Church is given by one of its British bishops, Clarence H. Shawe.[39] In a lecture series delivered at the Moravian Theological Seminary in Bethlehem, Pennsylvania, Shawe described the Spirit of the Moravian Church as having five characteristics: simplicity, happiness, unintrusiveness, fellowship, and the ideal of service.\n\nSimplicity is a focus on the essentials of faith and a lack of interest in the niceties of doctrinal definition. Shawe quotes Zinzendorf's remark that \"The Apostles say: 'We believe we have salvation through the grace of Jesus Christ....' If I can only teach a person that catechism I have made him a divinity scholar for all time\" (Shawe, 1977, p. 9). From this simplicity flow secondary qualities of genuineness and practicality.\n\nHappiness is the natural and spontaneous response to God's free and gracious gift of salvation. Again Shawe quotes Zinzendorf: \"There is a difference between a genuine Pietist and a genuine Moravian. The Pietist has his sin in the foreground and looks at the wounds of Jesus; the Moravian has the wounds in the forefront and looks from them upon his sin. The Pietist in his timidity is comforted by the wounds; the Moravian in his happiness is shamed by his sin\" (p. 13).\n\nUnintrusiveness is based on the Moravian belief that God positively wills the existence of a variety of churches to cater for different spiritual needs. There is no need to win converts from other churches. The source of Christian unity is not legal form but everyone's heart-relationship with the Saviour.\n\nFellowship is based on this heart-relationship. Shawe says: \"The Moravian ideal has been to gather together kindred hearts.... Where there are 'Christian hearts in love united', there fellowship is possible in spite of differences of intellect and intelligence, of thought, opinion, taste and outlook. ... Fellowship [in Zinzendorf's time] meant not only a bridging of theological differences but also of social differences; the artisan and aristocrat were brought together as brothers and sat as equal members on the same committee\" (pp. 21,22).\n\nThe ideal of service entails happily having the attitude of a servant. This shows itself partly in faithful service in various roles within congregations but more importantly in service of the world \"by the extension of the Kingdom of God\". Historically, this has been evident in educational and especially missionary work. Shawe remarks that \"none could give themselves more freely to the spread of the gospel than those Moravian emigrants who, by settling in Herrnhut [i.e., on Zinzendorf's estate], had gained release from suppression and persecution\" (p. 26).\n\n"
        },
        {
            "title": "Ecumenical relations",
            "text": "The Moravian Church provinces are members individually of the World Council of Churches and the Lutheran World Federation. Most provinces are also members of their national councils of churches, such as the Evangelische Kirche in Deutschland (EKD) in Germany and the National Council of Churches of Christ in the US, the all African Council of Churches, the Caribbean Council of Churches, the Jamaica Council of Churches. The American Southern Province was instrumental in the founding of the North Carolina Council of Churches. The British Province is of the Churches Together in Britain and Ireland (formerly the British Council of Churches) and has an interim Communion agreement with the Church of England. The two North American provinces are in full communion with the Evangelical Lutheran Church in America (ELCA). The Northern Province of the Moravian Church voted June 18, 2010 to enter into full communion with the Episcopal Church. The Moravian Church's Southern Province also voted to enter into full communion with the Episcopal Church during its synod in September 2010. Each province can independently enter into full communion relationships.[41] In the 1980s there were discussions in England by which an agreement was created that would have created full communion between the Moravians, Presbyterians, Methodists, and the Church of England. The Presbyterians and Methodists would have accepted the Historic Episcopate, but since the Moravians already had this, they would have changed nothing. This agreement fell through because the General Synod of the Church of England did not give approval.\n\nOne aspect of Moravian history and mission is the so-called \"Diaspora\" work in Germany and Eastern Europe, seeking to deepen and encourage the Christian life among members of the territorial churches, particularly in Poland and the Baltic states, but also throughout the German-speaking lands. Count Zinzendorf's ideal was a fellowship of all Christians, regardless of denominational names, and the Moravian Brethren sought in the Diaspora not to convert people to the Moravian Church but to awaken the hearts of believers and make them better members of the churches to which they already belonged. At first the object of suspicion, in the course of time the Moravian Diaspora workers became valued co-workers in eastern Europe. This Diaspora work suffered almost total destruction in World War II, but is still carried on within the territorial churches of Germany. With the restored independence of Estonia and Latvia, it was revealed that much of the Diaspora Work there had been kept alive in spite of occupation by the former Soviet Union's (which held to the doctrine of state atheism), and had even borne fruit.\n\n"
        }
    ]
}