{
    "url": "https://en.wikipedia.org/wiki/Moral_absolutism",
    "title": "Moral absolutism",
    "table_of_contents": [
        "1 Comparison with other ethical theories",
        "2 Religion",
        "3 See also",
        "4 Notes"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Moral absolutism is an ethical view that some (potentially all) actions are intrinsically right or wrong. Stealing, for instance, might be considered to be always immoral, even if done for the well-being of others (e.g., stealing food to feed a starving family), and even if it does in the end promote such a good. Moral absolutism stands in contrast to other categories of normative ethical theories such as consequentialism, which holds that the morality (in the wide sense) of an act depends on the consequences or the context of the act.\n\n"
        },
        {
            "title": "Comparison with other ethical theories",
            "text": "Moral absolutism is not the same as moral universalism. Universalism holds merely that what is right or wrong is independent of custom or opinion (as opposed to moral relativism),[1] but not necessarily that what is right or wrong is independent of context or consequences (as in absolutism). Moral universalism is compatible with moral absolutism, but also positions such as consequentialism. Louis Pojman gives the following definitions to distinguish the two positions of moral absolutism and universalism:[2]\n\nEthical theories which place strong emphasis on rights and duty, such as the deontological ethics of Immanuel Kant, are often forms of moral absolutism, as are many religious moral codes.\n\n"
        },
        {
            "title": "Religion",
            "text": "Moral absolutism can be understood in a strictly secular context, as in many forms of deontological moral rationalism. However, many religions also adhere to moral absolutist positions, since their moral system is derived from divine commandments. Therefore, such a moral system is absolute, (usually) perfect and unchanging. Many secular philosophies, borrowing from religion, also take a morally absolutist position, asserting that the absolute laws of morality are inherent in the nature of people, the nature of life in general, or the Universe itself. For example, someone who absolutely believes in non-violence considers it wrong to use violence even in self-defense.\n\nCatholic philosopher Thomas Aquinas never explicitly addresses the Euthyphro dilemma, but draws a distinction between what is good or evil in itself and what is good or evil because of God's commands,[3] with unchangeable moral standards forming the bulk of natural law.[4] Thus he contends that not even God can change the Ten Commandments, adding, however, that God can change what individuals deserve in particular cases, in what might look like special dispensations to murder or steal.[5]\n\n"
        }
    ]
}