{
    "url": "https://en.wikipedia.org/wiki/Moral_entrepreneur",
    "title": "Moral entrepreneur",
    "table_of_contents": [
        "1 Rule creator and rule enforcer",
        "2 Social problems",
        "3 Lawmaking",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A moral entrepreneur is an individual, group, or formal organization that seeks to influence a group to adopt or maintain a norm; altering the boundaries of altruism, deviance, duty, or compassion.[1]\n\nMoral entrepreneurs take the lead in labeling a particular behaviour and spreading or popularizing this label throughout society. This can include attributing negative labels to behaviour, the removal of negative labels, positive labeling, and the removal of positive labels. The moral entrepreneur may press for the creation or enforcement of a norm for any number of reasons, altruistic or selfish. Such individuals or groups also hold the power to generate moral panic; similarly, multiple moral entrepreneurs may have conflicting goals and work to counteract each other. Some examples of moral entrepreneurs include: MADD (mothers against drunk driving), the anti-tobacco lobby, the gun-control lobby, anti-pornography groups, Black Lives Matter and LGBT social movements[citation needed]. anti-abortion and pro-choice movements are an example of two moral entrepreneurs working against each other on a single issue.\n\n"
        },
        {
            "title": "Rule creator and rule enforcer",
            "text": "The term moral entrepreneur was coined by sociologist Howard S. Becker in Outsiders: Studies in the Sociology of Deviance (1963) in order to help explore the relationship between law and morality, as well as to explain how deviant social categories become defined and entrenched.[1] In Becker's view, moral entrepreneurs fall into roughly two categories: rule creators, and rule enforcers.[2]\n\nRule creators generally express the conviction that some kind of threatening social evil exists that must be combated. \"The prototype of the rule creator,\" Becker explains, is the \"crusading reformer:\"[1]\nThese moral crusaders are concerned chiefly with the successful persuasion of others, but are not concerned with the means by which this persuasion is achieved. Successful moral crusades are generally dominated by those in the upper social strata of society.[2] They often include religious groups, lawmaking bodies, and stakeholders in a given field. There is political competition in which these moral crusaders originate crusades aimed at generating reform, based on what they think is moral, therefore defining deviance. Moral crusaders must have power, public support, generate public awareness of the issue, and be able to propose a clear and acceptable solution to the problem.[2] The degree of a moral entrepreneur's power is highly dependent upon the social and cultural context.[3] Social position determines one's ability to define and construct reality; therefore, the higher one's social position, the greater his or her moral value.\n\nAfter a time, crusaders become dependent upon experts or professionals, who serve to legitimize a moral creed on technical or scientific grounds. Rule enforcers, such as policemen, are compelled by two drives: the need to justify their own role, and the need to win respect in interactions. They are in a bind; if they show too much effectiveness one might say they are not needed, and if they show too little effectiveness one might say they are failing. Rule enforcers just feel the need to enforce the rule because that is their job; they are not really concerned with the content of the rule. As rules are changed, something that was once acceptable may now be punished and vice versa. Such officials tend to take a pessimistic view of human nature because of constant exposure to willful deviance.\n\nThe sociology of social control seeks to predict and explain the behavior of both rule creators and rule enforcers. The creation and application of explicit rules are seen as characteristics of moralism, or the tendency to treat people as enemies. Among the social conditions that are identified as sources of moralism are status superiority and social remoteness between the agents of social control and the people whose behavior they regulate. Thus, the most likely targets of both rule creators and rule enforcers are those who are socially inferior, culturally different, and personally unknown.[4] It is their behavior that is most likely to seem objectionable and to call forth the strenuous efforts of moral entrepreneurs. Once moral entrepreneurs or claimsmakers define the behaviors of these individuals or groups as deviant or a moral threat, then the entire group may be seen by society as a deviant subculture. Similarly, they or their behavior may be seen as the roots of the next moral panic. This is often the goal of the moral entrepreneurs; to rally the support of society behind their specific aims through the redefining of behaviors and groups as deviant or problematic. Alternately, those individuals with social power, wealth, high status, or large public support bases are the most likely to assert this power and to act as a moral entrepreneur.[5]\n\n"
        },
        {
            "title": "Social problems",
            "text": "Social problems are born largely from the socially-constructed campaigns led by moral entrepreneurs. In the symbolic interactionist approach to social problems (including labeling theory), social policy is not seen as the implementation of a shared consensus about what is best. Rather, the society is viewed as consisting of a plurality of understandings of what is best. In order for social policy to arise, some individual or group has to initiate a social movement whose task is to articulate a definition of a social problem such that a desired social policy is consistent with this definition of the problem. These individuals or groups are referred to as moral entrepreneurs. \n\n\nAccording to Richard Posner—who was also influential to the concept of moral entrepreneurship, after Howard Becker—moral entrepreneurs are people with \"the power to change our moral intuitions.\"[6] They do not use rational argument, and according to Posner: \nMoral entrepreneurs are critical for moral emergence (and moral panic) because they call attention to or even 'create' issues by using language that names, interprets, and dramatizes them.[8] Typifying is a prominent rhetorical tool employed by moral entrepreneurs when attempting to define social problems. Typification is when claimsmakers characterize a problem's nature which is most commonly done by suggesting that a problem is best understood from a particular perspective (i.e. medical, moral, criminal, political, etc.) [9] Therefore, moral entrepreneurs often engage in typification by claiming that certain behaviors or groups are acting in morally dangerous ways. Moral entrepreneurs are more successful at defining deviance when they can identify an entire group with a particular behavior and create fear that the behavior represents a danger not only to the group but also to the rest of society. Through typification and the creation of a dangerous class, moral entrepreneurs aim to place the activities of a particular group on the public's agenda and label certain actions as social problems.[10]\n\nClaimsmakers in areas such as the problem of drinking and driving, child abuse, or date rape, play an important role in the creation of the rhetoric that creates and determines what is deviant and what is a considered a problem in society.[11] Through creating and popularizing definitions for terms relevant to the issue (such as \"rape,\" \"abuse,\" and \"drunk\"), claimsmakers and moral entrepreneurs can not only further their interests, but also sway the social movement and understanding of the issues themselves.\n\n"
        },
        {
            "title": "Lawmaking",
            "text": "Moral entrepreneurs are also central in the construction of social deviance, including the development of drug scares. The role of moral entrepreneurs in this instance, for example, is to assign responsibility to drugs for an array of preexisting public problems.[3] Over the course of the past century, drug laws have been passed with the intent of reducing drug problems; even if they have not done this, they have certainly expanded the power of the social control held by moral entrepreneurs.[3] Examples of laws created by moral entrepreneurship include those during prohibition in the United States, San Francisco's anti-opium den ordinance of 1875, and the Harrison Narcotics Tax Act of 1914.\n\n"
        }
    ]
}