{
    "url": "https://en.wikipedia.org/wiki/Mordvin_Native_Religion",
    "title": "Mordvin Native Religion",
    "table_of_contents": [
        "1 History",
        "1.1 Mastorava - Mordovian Society for National Rebirth",
        "1.2 Erzyan Mastor",
        "2 See also",
        "3 References",
        "4 Bibliography",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mordvin Neopaganism, or the Mordvin native religion or Erzyan native religion, is the modern revival of the ethnic religion of the Mordvins (Erzya), peoples of Volga Finnic ethnic stock dwelling in the republic of Mordovia within Russia, or in bordering lands of Russia. The religion is often called Mastorava (Mordvin[obsolete source] for: \"Mother Earth\"), from the homonymous epic poem or the mother goddess of the Mordvin pantheon. The name of the originating god according to the Mordvin tradition is Ineshkipaz.\n\nThe Mordvins have been almost fully Christianised since the times of Kievan Rus'[obsolete source], although Pagan customs were preserved in the folklore and a few villages[clarification needed] completely preserved the native faith at least until further missionary activities of the Russian Orthodox Church in the 17th century and in the early 20th century.[1] The Neopagan revival was started in 1990,[2] alongside that of many other native religions in Russia, as the Soviet Union was on the brink of dissolution.\n\nAccording to scholar Victor Schnirelmann, 2% of the Mordvins adhere to the Mordvin native faith,[3] while more recent figures by the Evangelical database Joshua Project report 5%.[4] Adherents of the Erzyan Mastor organisation organise the Rasken Ozks (Mordvin for: \"Native Prayer\"), a national Mordvin worship service held yearly, with participation also of members of the Mastorava organisation and other ones.[5][6][7]\n\n"
        },
        {
            "title": "History",
            "text": "The revival of the Mordvin native religion has grown alongside, and with the support, of Mordvin nationalism which started in the last years of the Soviet regime.[8] The revival of the national consciousness of the Mordvins was difficult at first, since they were a minority in their country and the press, which was very influential, took a tough communist line.[8] The Russian democrats and communists were hostile towards Mordvin nationalists.[8]\n\nAt the start of the perestroika the Mordvin national intelligentsia waged a vigorous and successful campaign against Russian Orthodoxy, called \"the religion of occupation\", \"the Russifying ideological force\".[8] Later the Saransk Ministry of Culture endorsed the revival of Mordvin culture and Paganism, arousing outcry from local Orthodox bishops.[8] This was the circle that produced the first Neopagans, the Mastorava organisation led by the local poet Raisa Kemaikina, a group within the Saransk intelligentsia whose aim was the complete reconstruction of a Pagan worldview and religious services reworking folkloric, ethnographic and linguistic study.[8]\n\nThe Mastorava organisation was established in 1990 with the aim of \"restoring the Erzya[obsolete source] ethnic communities\", also fostering a revival of Paganism.[2] The association is officially registered in Moscow since 2002.[9] The current president is Nikolaj Vasilevich Butilov.\n\nThe Erzyan Mastor (Erzya for: \"Erzyan Land\") is a more recent organisation splintering from the Mastorava association. At first it was headed by Raisa Kemaikina.[8] The group is focused on the Erzya (excluding the Moksha people), has political aims for the spread of Mordvin-Erzya Paganism, and is militant against Christianity.[10] In 1992 Kemaikina released the following declarations to the Chuvash newspaper Atlas, answering to a question about her attitude towards Christianity:[8]\n\nIn 1992 Kemaikina organised the first Pagan national ritual after decades or even centuries, sponsored by Mordovian businessmen.[11] Neighbouring villages learned long-forgotten Pagan prayers and Kemaikina was proclaimed the first priestess of the Erzya people.[11] Television reports of that and following national worship ceremonies caused enthusiasm throughout the republic, and now the \"Pagan question\" is discussed from the remotest villages to university auditoria.[11]\n\n"
        }
    ]
}