{
    "url": "https://en.wikipedia.org/wiki/More_Than_Human",
    "title": "More Than Human",
    "table_of_contents": [
        "1 Plot introduction",
        "2 Plot summary",
        "3 Reception",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "More Than Human is a 1953 science fiction novel by American writer Theodore Sturgeon.  It is a revision and  expansion of his previously published novella Baby is Three, which is bracketed by two additional parts written for the novel (\"The Fabulous Idiot\" and \"Morality\").[2]\nIt won the 1954 International Fantasy Award, which was also given to works in science fiction. It was additionally nominated in 2004 for a \"Retro Hugo\" award for the year 1954. Science fiction critic and editor David Pringle included it in his book Science Fiction: The 100 Best Novels.\n\nSimon & Schuster published a graphic novel version of More Than Human in 1978, titled Heavy Metal Presents Theodore Sturgeon's More Than Human. It was illustrated by Alex Niño and scripted by Doug Moench.[3]\n\n"
        },
        {
            "title": "Plot introduction",
            "text": "The novel concerns the coming together of six extraordinary people with strange powers who are able to \"blesh\" (a portmanteau of \"blend\" and \"mesh\") their abilities together. In this way, they are able to act as one organism. They progress toward a mature gestalt consciousness, called the homo gestalt, the next step in the human evolution.\n\n"
        },
        {
            "title": "Plot summary",
            "text": "The first part of the novel, The Fabulous Idiot, narrates the birth of the gestalt. In the beginning, we are introduced to the world of Lone, referred to as the \"Idiot\", a 25-year-old male with a telepathic ability who lives on the street. He knows he can make people do what he wants them to, but has never experienced real human connection. One day he encounters Evelyn Kew, an innocent woman who has been completely sheltered in an isolated house by her domineering father. She is the first person he has mentally and physically connected with. Evelyn's father finds out about the relationship and kills Evelyn and himself. During this incident Lone barely escapes a beating from the father; bleeding and nearly dead, he is found and then adopted by the Prodds, a poor farming couple, and lives with them for about seven years. When Mrs. Prodd becomes pregnant, the couple are about to ask Lone to leave, but he makes his departure appear to be his own idea. Lone builds a shelter in the forest and is soon joined by three runaway children: Janie, an eight-year-old with a telekinetic gift, and the twins Bonnie and Beanie, who cannot speak but possess the ability to teleport. Lone returns to the farm to find Mrs. Prodd has died after giving birth to a \"Mongoloid\" baby. Altering Prodd's memories so that he thinks his wife is on a trip and they never had a child, Lone adopts the baby, who has a phenomenal mental capacity and thinks almost like a computer. Together, Lone, Janie, the twins and Baby form what will be later called the homo gestalt. Prodd's old truck is always getting stuck in the mud, and when Lone asks Baby for a solution, Baby helps Lone build an anti-gravity generator. He installs it in Prodd's truck, only to find that Prodd has left for Pennsylvania.\n\nThe second part of the novel is Baby is Three, which occurs several years after The Fabulous Idiot. Gerry Thompson, a street urchin who has grown up in abusive institutions, is possibly sociopathic. He consults a psychiatrist, trying to piece his memory back together. Gerry ran away from the institution and was taken in by Lone.  They lived in a refurbished cave until they found the abandoned Kew house. Lone was killed in an accident and Gerry subsequently became the leader of the gestalt. Lone had instructed the children to seek out Evelyn's sister, Alicia, after his death. In her urban house they were educated and fed under her care. Soon, however, Gerry learned that domestication and normalization had weakened their gestalt. He killed Alicia, and the group returned to living alone in the woods. If anything, Gerry's telepathic abilities are stronger than Lone's. His amnesia was caused by Alicia's having accidentally transmitted her memories to his mind when they first met, triggered by her strong emotional reaction to hearing the words \"Baby is three\". He learned about her entire life, including her past relationship with Lone, in a split second. After being helped by the psychiatrist, Gerry erases the man's memory of him.\n\nThe third and concluding part of the novel is Morality. Again, it occurs several years after the previous part. Lt. Hip (Hippocrates) Barrows is a gifted engineer who worked for the US Air Force until the incident which led to his incarceration, first in an insane asylum, then in jail. Janie, now an adult, befriends him and helps him regain his health. He slowly remembers what had happened. He discovered some odd effects on an anti-aircraft range. Practice shells fired in a certain area were all duds. Barrows does magnetic tests and finally discovers the anti-gravity machine, still on the rusted-out old truck on the nearby farm. Gerry knows of Hip's investigation and poses as a common soldier assisting Hip. When they find the truck, Gerry launches the anti-grav into space to stop Hip from retrieving it. He then mentally attacks Hip to make him look insane, driving him to a mental breakdown and amnesia. Gerry does this because Baby has told him that if the anti-grav was discovered, it would lead either to a terrible war or to the complete collapse of the world economy. Aided by Janie, Hip regains his memory, and they go to the isolated Kew house where the gestalt is now living again. Gerry attempts to attempt to attack Hip again. Instead, he finds Hip prepared for this moment, imagining in his mind a code of morality. This prompts Hip to merge as the last part of the gestalt, its conscience. As a result of this completion, the gestalt is telepathically greeted by, and welcomed into, the pre-existing community of other gestalts around the world.  At the conclusion Gerry: \n\n"
        },
        {
            "title": "Reception",
            "text": "New York Times reviewer Villiers Gerson placed the novel among its year's best, praising it for \"a poetic, moving prose and a deeply examined raison d'etre.\"[4] Groff Conklin described More Than Human as \"a masterpiece of invention... written in an unmannered prose that still has a poetic, panchromatic individuality.\"[5] Boucher and McComas praised it for \"its crystal-clear prose, its intense human warmth and its depth of psychological probing\" as well as its \"adroit plotting and ceaseless surge of action,\" finding it \"one of the most impressive proofs yet of the possibility of science fiction as a part of mainstream literature.\"[6] P. Schuyler Miller praised the novel as among the year's best, saying that Sturgeon \"has Bradbury's poetry and style without ever running thin.\"[7] Writing in the Hartford Courant, reviewer R. W. Wallace praised More Than Human, saying \"In its psychological wisdom and its deep humanity this novel is one of the finest achievements of science fiction.\"[8] In his \"Books\" column for F&SF, Damon Knight selected Sturgeon's novel as one of the 10 best sf books of the 1950s.[9]\n\nWriting in 1975, R. D. Mullen declared that in More Than Human, \"[Sturgeon] had a theme well suited to his talents and inclinations, [and] the result is a book that pretty well avoids the mawkishness that mars most of his work. This book is not a masterpiece, but it comes pretty close.\"[10] Aldiss and Wingrove found that the novel \"transcends its own terms and becomes Sturgeon's greatest statement of one of his obsessive themes, loneliness and how to cure it.\"[11] In 2012, the novel was included in the Library of America two-volume boxed set American Science Fiction: Nine Classic Novels of the 1950s, edited by Gary K. Wolfe.[12]\n\n"
        }
    ]
}