{
    "url": "https://en.wikipedia.org/wiki/Morristown_UFO_hoax",
    "title": "Morristown UFO hoax",
    "table_of_contents": [
        "1 Revealing the hoax",
        "2 Accounts quoted in media",
        "3 Initial explanations and hoax theories",
        "4 Reappearances",
        "5 Conviction",
        "6 Praises and criticisms of the hoax",
        "7 In the media",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe 2009 Morristown UFO hoax[1][2] was a series of aerial events involving mysterious floating red lights in the sky, that first occurred near Morristown, New Jersey, on Monday, January 5, 2009, between 8:15 pm and 9:00 pm. The red lights were later observed on four other nights: January 26, January 29, February 7, and February 17, 2009. The events were later revealed to be a hoax, perpetrated by Joe Rudy and Chris Russo. Rudy and Russo have described the hoax as a social experiment,[2][3] with the ambition of exposing \"ufology\" as a pseudoscience and raising consciousness around unreliability of eyewitness claims.\n\nFive flare lights attached to helium balloons were released by Rudy and Russo and seen in the skies above Morris County, New Jersey. Sighting reports were concentrated in the towns of Hanover Township, Morristown, Morris Plains, Madison, and Florham Park.\n\nOn January 5, 2009, at 8:28 pm, the Hanover Township police department received the first of several 9-1-1 calls.[4] Neighboring police departments also received numerous phone calls in regard to the strange lights. Morristown Police Lt. Jim Cullen alerted Morristown Airport about a possible hazard to airplanes. Airport control tower workers reported seeing the lights in the sky, but could not determine what they were.[5] Hanover Township police also contacted the Morristown Airport to try to pick up the objects on radar, but they were unable to pick up anything.[4]\n\nMajor and local news networks covered the story, and websites, including the Mutual UFO Network (MUFON), posted information about the incident. On April 1, 2009, Rudy and Russo came forward with video evidence proving they were the perpetrators of this hoax, demonstrating how easy it is to fool the so-called UFO \"experts.\"[2]\n\nOn April 7, 2009, Russo and Rudy pleaded guilty to municipal ordinance charges of disorderly conduct and were sentenced to fines of $250 and 50 hours of community service.[6][7]\n\n"
        },
        {
            "title": "Revealing the hoax",
            "text": "On April 1, 2009, Rudy and Russo went public announcing that they had perpetrated this hoax to \"show everyone how unreliable eyewitness accounts are, along with investigators of UFOs.\"[2] The reveal came in the form of an article written by the two men, and published online by Skeptic Magazine. Rudy and Russo described in detail how and why they perpetrated this hoax, and provided links to videos showing their preparations, the launch, and subsequent media coverage and involvement.[8][9]\n\n"
        },
        {
            "title": "Accounts quoted in media",
            "text": "Two men from the Morristown area claimed to see the lights while driving on Hanover Avenue in Morris Plains. They recorded several videos and still photos of the event, which have been posted on news stations, websites, blogs, and YouTube. Rudy and Russo were interviewed on News 12 New Jersey, where they offered what would later be revealed to be a fictitious account of their sighting.[10] They have since come forward as the perpetrators of the hoax resulting in the Morristown sightings. In the interview, Russo stated, \"We were driving on Hanover, when all of a sudden we see these lights literally zip over our car.\" Rudy stated, \"The lights seemed to ascend and descend almost in a sequence. They would rise up slowly and dip down.\"\n\nA family in Hanover Township reported seeing the lights from their home. An 11-year-old, Kristin Hurley was the first to notice the lights. Paul Hurley, a pilot, saw the lights and said they were not planes. The Hurley Family took video of the lights, which appeared on several news broadcasts, including cable news networks such as Fox News.[11] Hurley stated, \"I have been in the aviation industry for 20 years and have never seen anything like this, a little scary, little scary.\"\n\nA Morristown resident said that he saw an L-shaped formation oscillating in the sky. The man was interviewed by the Morris County newspaper Daily Record[5] and stated that, what he saw \"didn't seem man-made\" and, \"No way this could have been weather balloons.\"\n\nHanover Township's health officer said that he saw the lights while walking his dog in Madison at 8:38 pm. He stated the lights did not appear to be flares because they \"did not leave trails\". He also said that they sometimes appeared to move against the wind. He was quoted as saying \"These things were moving fast, holding formation, and then moving in three different directions; I don't know what it was.\"[5]\n\n"
        },
        {
            "title": "Initial explanations and hoax theories",
            "text": "Before Rudy and Russo came forward, there had been many different explanations for the lights. These included extraterrestrial craft, supernatural and/or spiritual phenomena, helicopters carrying cargo, a surveillance blimp, a secret military project, or an elaborate hoax.[12]\n\nThe Morristown police department had stated the lights were most likely road flares attached to helium balloons, although witnesses and many other Morris County residents did not agree with this claim.[5] \"We are reasonably certain, from what we were able to observe,\" Morristown Police Lt. James Cullen told the Bergen Record, \"...that they were red flares attached to a balloon.\"\n\nReporters from News 12 NJ contacted Peter Davenport who has been director of the National UFO Reporting Center since 1994. By telephone he told News 12 NJ that the Federal Aviation Administration (FAA) requires aircraft to have a single red light on the left tip of the wing. He did not believe it was an aircraft. In addition to serving as the director of the National UFO Reporting Center, Davenport has served as the director of investigations for the Washington Chapter of the Mutual UFO Network.[13]\n\nOne source had speculated that the red lights may have been sky lanterns released during a celebration.[14]\n\n"
        },
        {
            "title": "Reappearances",
            "text": "After the initial January 5 incident, Rudy and Russo built up the media attention by repeating the hoax four more times over various parts of Morris County, NJ. The subsequent hoaxes and sightings took place on January 26, January 29, February 7, and February 17.[15][16]\n\nThe largest cluster of lights occurred on February 17. Nine red lights were reported to be traveling in formation. Shortly after that sighting, Capt. Jeff Paul, a spokesman for Morris County Prosecutor Robert A. Bianchi, said that federal authorities have expressed concern that the objects might be a threat to flights on their final approach to Newark Liberty International Airport. The Federal Aviation Administration advised Paul that they would issue an advisory to aircraft in the area. Paul said “numerous” 911 calls were received on the evening of February 17 in Morris Plains, Morristown, Morris Township, Hanover, Denville, Parsippany, Montville and the Morris County Communications Dispatch center. The lights appeared to be traveling north, he said, and air traffic controllers at Morristown Airport reported that they appeared to be at an altitude of about 2,500 feet (760 m).[17]\n\nDorian Vicente, 46, of Parsippany, said the lights caused traffic to slow on Route 80 in Denville at 8:40 p.m. as people watched them floating overhead. There were nine lights, she said, and they were scattered at first. Then she said they aligned in a straight line. That is when she and several other cars pulled to the side of the highway to try to capture the lights on video. \"It was the weirdest thing,\" she said.[17] Ray Vargas, a witness to the lights on February 17, was interviewed by the media and stated, \"If it's a hoax, it's a real good hoax. There were no flares, no streaks … they were almost as if they were communicating with each other.\"[18]\n\nOfficials with the Morris County prosecutor's office called the military and determined that no military flights were in the area, Paul said. The prosecutor's office also contacted the FAA, the Office of Homeland Security and Preparedness, and the New Jersey State Police Regional Operations Intelligence Center.[17]\n\n"
        },
        {
            "title": "Conviction",
            "text": "Prosecutor Robert Bianchi used what he called a \"measured approach\" and filed disorderly-person charges, rather than charges of indictable offenses.[19] Bianchi criticized the defendants for wasting police resources, posing a fire threat, and posing an aviation threat.[7] The defendants plea-bargained and received a sentence fine of $250 each and 50 hours of community service at the Hanover Recreation Commission.[7]\n\n"
        },
        {
            "title": "Praises and criticisms of the hoax",
            "text": "Reactions were mixed about the hoax after Rudy and Russo revealed the details. Newsweek's Sharon Begley wrote an article praising the hoax for fooling UFO \"experts\" and believers, and praising the hoaxers by concluding her article with \"Nicely done, guys.\"[20]\n\nGeorge Filer, state director for the Mutual UFO Network of New Jersey, criticized the hoaxers for using flares which could have potentially started a fire.[21]\n\nThe Center for Inquiry painted the hoax in a positive light, the question was asked \"should skeptics pull pranks and hoaxes, even to prove a skeptical point? Should skeptics hoax the public, or is that a breach of ethics that ultimately harm the skeptical position?\"[22]\n\n"
        },
        {
            "title": "In the media",
            "text": "The Morristown UFO has been featured on the homepage of the American documentary television series UFO Hunters. Host Bill Birnes investigated the January 5, 2009 sighting and interviewed several eyewitnesses. Throughout the two-part mini-documentary, Bill Birnes and his team do not accept previous skeptic claims that the lights could have been Chinese lanterns or flares. \"We know this couldn't be flares attached to a rigid structure.\"[23]\n\nOn April 1, 2015 truTV featured the Morristown UFO hoax on Best Hoaxes Ever, a show recounting famous internet claims and hoaxes.[24][25]\n\nIn July 2021, the UFO hoax was spotlighted on an episode of Vice Media's \"Fakes, Frauds and Scammers\". The episode, entitled \"How We Staged a UFO Hoax\",[26] was narrated by Rudy and Russo.\n\n"
        }
    ]
}