{
    "url": "https://en.wikipedia.org/wiki/Mortise_and_tenon",
    "title": "Mortise and tenon",
    "table_of_contents": [
        "1 Etymology",
        "2 History and ancient examples",
        "3 Description",
        "3.1 Types",
        "3.1.1 Mortises",
        "3.1.2 Tenons",
        "4 Gallery",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A mortise and tenon (occasionally mortice and tenon) joint connects two pieces of wood or other material. Woodworkers around the world have used it for thousands of years to join pieces of wood, mainly when the adjoining pieces connect at right angles.\n\nMortise and tenon joints are strong and stable joints that can be used in many projects. They furnish a strong outcome and connect by either gluing or locking into place. The mortise and tenon joint also gives an attractive look. One drawback to this joint is the difficulty in making it because of the precise measuring and tight cutting required. In its most basic form, a mortise and tenon joint is both simple and strong. There are many variations of this type of joint, and the basic mortise and tenon has two components: \n\nThe tenon, formed on the end of a member generally referred to as a rail, fits into a square or rectangular hole cut into the other, corresponding member. The tenon is cut to fit the mortise hole exactly. It usually has shoulders that seat when the joint fully enters the mortise hole. The joint may be glued, pinned, or wedged to lock it in place.\n\nThis joint is also used with other materials. For example, it is traditionally used by both stonemasons and blacksmiths.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The noun mortise, \"a hole or groove in which something is fitted to form a joint\", comes from c. 1400 from Old French 'mortaise' (13th century), possibly from Arabic 'murtazz', \"fastened\", past participle of 'razza', \"cut a mortise in\".[1] The word tenon, a noun in English since the late 14th century, developed its sense of \"a projection inserted to make a joint\" from the Old French 'tenir' \"to hold\".[2]\n\n"
        },
        {
            "title": "History and ancient examples",
            "text": "\nThe mortise and tenon joint is an ancient joint dating back 7,000 years. The first examples, tusked joints, were found in a well near Leipzig – the world's oldest intact wooden architecture.[3]  These were created by early Neolithic Linear Pottery culture, where it was used in the construction of the wooden lining of the wells.[4]  Mortise and tenon joints have also been found joining the wooden planks of the \"Khufu ship\",[5] a 43.6 m (143 ft) long vessel sealed into a pit in the Giza pyramid complex of the Fourth Dynasty around 2500 BC.\nMortise and tenon joints have also been found in ancient furniture from archaeological sites in the Middle East, Europe and Asia. Many instances are found, for example, in ruins of houses in the Silk Road kingdom of Cadota, dating from the first to the 4th century BC.[6] In traditional Chinese architecture, wood components such as beams, brackets, roof frames, and struts were made to interlock with perfect fit, without using fasteners or glues, enabling the wood to expand and contract according to humidity.[7] Archaeological evidence from Chinese sites shows that, by the end of the Neolithic, mortise and tenon joinery was employed in Chinese construction.[8]\n\nThe thirty sarsen stones of Stonehenge were dressed and fashioned with mortise and tenon joints before they were erected between 2600 and 2400 BC.[9]\n\nA variation of the mortise and tenon technique, called Phoenician joints (from the Latin coagmenta punicana)[10][11] was extensively used in ancient shipbuilding to assemble hull planks and other watercraft components together. It is a locked (pegged) mortise and tenon technique that consists of cutting two mortises into the edges of two planks; a separate rectangular tenon is then inserted in the two mortises. The assembly is then locked in place by driving a dowel through one or more holes drilled through mortise side wall and tenon.[12][13]\n\n"
        },
        {
            "title": "Description",
            "text": "Generally, the size of the mortise and tenon is related to the thickness of the timbers. It is good practice to proportion the tenon as one third the thickness of the rail, or as close to this as is practical. The haunch, the cut-away part of a sash corner joint that prevents the tenon coming loose, is one third the length of the tenon and one-sixth of the width of the tenon in its depth. The remaining two-thirds of the rail, the tenon shoulders, help to counteract lateral forces that might tweak the tenon from the mortise, contributing to its strength. These also serve to hide imperfections in the opening of the mortise.\n\nA mortise is a hole cut into a timber to receive a tenon. There are several kinds of mortise:[14]\n\nA tenon is a projection on the end of a timber for insertion into a mortise. Usually, the tenon is taller than it is wide. There are several kinds of tenon:\n\n"
        }
    ]
}