{
    "url": "https://en.wikipedia.org/wiki/Motion_Picture_Association_of_America_film_rating_system",
    "title": "Motion Picture Association film rating system",
    "table_of_contents": [
        "1 Ratings",
        "1.1 MPA film ratings",
        "1.2 Content descriptors",
        "1.3 Other labels",
        "2 Regulation of promotional materials and releases",
        "2.1 Theatrical trailers",
        "2.2 Releases",
        "3 History",
        "3.1 Replacement of the Hays Code",
        "3.2 From M to GP to PG",
        "3.3 Addition of the PG-13 rating",
        "3.4 Tennessee law",
        "3.5 X replaced by NC-17",
        "4 Rating components",
        "4.1 Violence",
        "4.2 Language",
        "4.3 Substances",
        "4.4 Nudity",
        "4.5 Sex",
        "5 Effects of ratings",
        "5.1 The Exorcist",
        "5.2 Commercial viability of the NC-17 rating",
        "5.3 Issuance of \"R Cards\"",
        "6 Criticisms",
        "6.1 Emphasis on sex and language versus violence",
        "6.2 Tougher standards for independent studios",
        "6.3 Call for publicizing the standards",
        "6.4 Accusation of \"ratings creep\"",
        "6.5 Questions of relevance",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Motion Picture Association film rating system is used in the United States and its territories to rate a motion picture's suitability for certain audiences based on its content. The system and the ratings applied to individual motion pictures are the responsibility of the Motion Picture Association (MPA), previously known as the Motion Picture Association of America (MPAA) from 1945 to 2019. The MPA rating system is a voluntary scheme that is not enforced by law; films can be exhibited without a rating, although most theaters refuse to exhibit non-rated or NC-17 rated films. Non-members of the MPA may also submit films for rating.[1] Other media, such as television programs, music and video games, are rated by other entities such as the TV Parental Guidelines, the RIAA and the ESRB, respectively.\n\nIntroduced in 1968,[2] following the Hays Code of the classical Hollywood cinema era, the MPA rating system is one of various motion picture rating systems that are used to help parents decide what films are appropriate for their children. It is administered by the Classification & Ratings Administration (CARA), an independent division of the MPA.[3]\n\n"
        },
        {
            "title": "Ratings",
            "text": "The MPA film ratings are as follows:[4]\n\nIn 2013, the MPA ratings were visually redesigned, with the rating displayed on a left panel and the name of the rating shown above it. A larger panel on the right provides a more detailed description of the film's content and an explanation of the rating level is placed on a horizontal bar at the bottom of the rating.[5]\n\nFilm ratings often have accompanying brief descriptions of the specifics behind the film's content and why it received a certain rating. They are displayed in trailers, posters, and on the backside of home video releases. Film rating content descriptors are exclusively used for films rated from PG to NC-17; they are not used for G-rated films because the content in them is suitable for all audiences even if containing mild objectionable content.[6]\n\nIf a film has not been submitted for a rating or is an uncut version of a film that was submitted, the labels Not Rated (NR) or Unrated (UR) are often used. Uncut/extended versions of films that are labeled \"Unrated\" also contain warnings saying that the uncut version of the film contains content that differs from the theatrical release and might not be suitable for minors.\n\nIf a film has not yet been assigned a final rating, the label This Film Is Not Yet Rated is used in trailers and television commercials.\n\n"
        },
        {
            "title": "Regulation of promotional materials and releases",
            "text": "The MPA also rates film trailers, print advertising, posters, and other media used to promote a film.[7]\n\n\n\nRating cards appear at the head of trailers in the United States which indicate how closely the trailer adheres to the MPA's standards.[citation needed]\n\nThe MPA also creates blue feature tags for theatrical and home media use. Theatrical releases show the blue tag after the film, with home media releases showing it prior to the film.[7] They feature the rating block and any content descriptors as assigned by the Classification and Rating Administration, the MPA logo, and links to MPA websites along the bottom.\n\n"
        },
        {
            "title": "History",
            "text": "Jack Valenti, who had become president of the Motion Picture Association of America in May 1966, deemed the Motion Picture Production Code – in place since 1930 and rigorously enforced since July 1, 1934 – as out of date and bearing \"the odious smell of censorship\". Filmmakers were pushing at the boundaries of the Code with some even going as far as filing lawsuits against the \"Hays Code\" by invoking the First Amendment, and Valenti cited examples such as Who's Afraid of Virginia Woolf?, which contained the expressions \"screw\" and \"hump the hostess\"; and Blowup, which was denied Code approval due to nudity, resulting in Metro-Goldwyn-Mayer, then a member studio of the MPAA, releasing it through a subsidiary. He revised the Code to include the \"SMA\" (Suggested for Mature Audiences) advisory as a stopgap measure. To accommodate \"the irresistible force of creators determined to make 'their films'\", and to avoid \"the possible intrusion of government into the movie arena\", he developed a set of advisory ratings which could be applied after a film was completed.\n\nOn November 1, 1968, the voluntary MPAA film rating system took effect,[2] with three organizations serving as its monitoring and guiding groups: the MPAA, the National Association of Theatre Owners (NATO), and the International Film Importers & Distributors of America (IFIDA).[11] Only films that premiered in the United States after that date were affected by this.[12] Walter Reade was the only one of 75 top U.S. exhibitors who refused to use the ratings.[12] Warner Bros.-Seven Arts' The Girl on a Motorcycle was the first film to receive the X rating, and was distributed by their Claridge Pictures subsidiary.[13] Two other films were rated X by the time the MPAA published their first weekly bulletin listing ratings: Paramount's Sin With a Stranger and Universal's Birds in Peru. Both films were subsequently released by subsidiaries.[14]\n\nThe ratings used from 1968 to 1970 were:[15][16]\n\nThis content classification system originally was to have three ratings, with the intention of allowing parents to take their children to any film they chose. However, the National Association of Theatre Owners urged the creation of an adults-only category, fearful of possible legal problems in local jurisdictions. The \"X\" rating was not an MPAA trademark and would not receive the MPAA seal; any producer not submitting a film for MPAA rating could self-apply the \"X\" rating (or any other symbol or description that was not an MPAA trademark).[11]\n\nIn 1970, the ages for \"R\" and \"X\" were raised from 16 to 17.[17] Also, due to confusion over whether \"M\"-rated films were suitable for children,[17] \"M\" was renamed to \"GP\" (for General audiences, Parental guidance suggested),[18][19] and in 1971, the MPAA added the content advisory \"Some material not generally suitable for pre-teenagers\".[20] On February 11, 1972,[21] \"GP\" was revised to \"PG\".[17]\n\nThe ratings used from 1970 to 1972 were:\n\nThe ratings used from 1972 to 1984 were:[22]\n\nIn the 1980s, complaints about violence and gore in films such as Indiana Jones and the Temple of Doom and Gremlins, both of which received PG ratings, refocused attention on films seen by small children and preteens.[23] According to author Filipa Antunes, this revealed the conundrum of a film that \"could not be recommended for all children but also could not be repudiated for all children uniformly,\" leading to speculation that the rating system's PG classification \"no longer matched a notion of childhood most parents in America could agree on.\"[24] Steven Spielberg, director of Temple of Doom and executive producer of Gremlins, suggested a new intermediate rating between \"PG\" and \"R\".[25] The \"PG-13\" rating was introduced on July 1, 1984, with the advisory \"Parents Are Strongly Cautioned to Give Special Guidance for Attendance of Children Under 13 – Some Material May Be Inappropriate for Young Children\". The first film to be released with this rating was the John Milius war film Red Dawn.[26]  In 1985, the wording was simplified to \"Parents Strongly Cautioned – Some Material May Be Inappropriate for Children Under 13\".[27] Around the same time, the MPAA won a trademark infringement lawsuit against the producers and distributors of I Spit on Your Grave over a fraudulent application of its R rating to the uncut version of the film,[28] and forced its member studios and several other home video distributors to put MPAA ratings on the packaging of MPAA-rated films via a settlement that would come into effect by fall that year.[29]\n\nThe ratings used from 1984 to 1990 were:\n\nIn 1989, Tennessee state law set the minimum age to view a theatrically exhibited R-rated film without adult accompaniment at 18, instead of 17, and categorized the admission of minors to X-rated films as a misdemeanor. The statute remained in force until 2013, when it was ruled to be in violation of the First Amendment. The law was amended in 2013 as to prohibit persons under the age of 18 only if the film was considered \"harmful to minors\".[30][31]\n\nIn the rating system's early years, \"X\"-rated films such as Midnight Cowboy (1969) and A Clockwork Orange (1971) were understood to be unsuitable for children, but non-pornographic and intended for the general public. However, pornographic films often self-applied the non-trademarked \"X\" rating, and it soon became synonymous with pornography in American culture.[32] In late 1989 and early 1990, respectively, Henry: Portrait of a Serial Killer and The Cook, the Thief, His Wife & Her Lover, two critically acclaimed art films featuring strong adult content, were released. Neither film was approved for an MPAA rating, limiting their commercial distribution and prompting criticism of the rating system's lack of a designation for such films.[33][34]\n\nIn September 1990, the MPAA introduced the rating NC-17 (\"No Children Under 17 Admitted\").[35] Henry & June, previously to be assigned an X rating, was the first film to receive the NC-17 rating instead.[35][36] Although films with an NC-17 rating had more mainstream distribution opportunities than X-rated films, many theaters refused to screen them, most entertainment media did not accept advertising for them, and many large video outlets refused to stock them.[37]\n\nThe ratings used from 1990 to 1996 were:\n\nIn 1996,[38] the minimum age for NC-17-rated films was raised to 18,[39][40][41] by rewording it to \"No One 17 and Under Admitted\".[42] The ratings used since 1996 are:[4]\n\nSince September 1990, the MPAA has included brief explanations of why each film received an \"R\" rating, allowing parents to know what type of content the film contained. For example, some films' explanations may read \"Strong Brutal Violence, Pervasive Language, Some Strong Sexual Content, and Drug Material\".[43][44]\n\nBy the early 2000s, the MPAA began applying rating explanations for PG, PG-13, and NC-17-rated films as well.[45][46]\n\n"
        },
        {
            "title": "Rating components",
            "text": "Depictions of violence are permitted under all ratings but must be moderated for the lower ones. Violence must be kept to a minimum in G-rated films and must not be intense in PG-rated films. Depictions of intense violence are permitted under the PG-13 rating, but violence that is both realistic and extreme or persistent will generally require at least an R rating.[3]\n\nSnippets of language that go \"beyond polite conversation\" are permitted in G-rated films, but no stronger words are present. Profanity may be present in PG rated films, and use of one of the harsher \"sexually-derived words\" as an expletive will initially incur at least a PG-13 rating. More than one occurrence will usually incur an R rating as will the usage of such an expletive in a sexual context.[3] Known as the \"automatic language rule\", the rule has been applied differently depending on the subject matter of the film. For example, All the President's Men (1976) received a general rating on appeal, despite multiple instances of strong language, likely because of its historic subject matter. The automatic language rule is arguably the rule that can most often be successfully appealed.[47] The ratings board may award a PG-13 rating passed by a two-thirds majority if they believe the language is justified by the context or by the manner in which the words are used.[3]\n\nIt is sometimes claimed that films rated PG-13 are only able to use the expletive fuck once to avoid an R rating for language.[48] There are several exceptional cases in which PG-13-rated films contain multiple occurrences of the word fuck: Adventures in Babysitting, where the word is used twice in the same scene;[49] Antwone Fisher which has three uses;[50] The Hip Hop Project, which has seventeen uses;[51] and Gunner Palace, a documentary of soldiers in the Second Gulf War, which has 42 uses of the word with two used sexually.[52] Both Bully, a 2011 documentary about bullying, and Philomena—which has two instances of the word—released in 2013, were originally given R ratings on grounds of the language but the ratings were dropped to PG-13 after successful appeals.[53][54]The King's Speech, however, was given an R rating for one scene using the word fuck several times in a speech therapy context; the MPAA refused to recertify the film on appeal, despite the British Board of Film Classification reducing the British rating from a 15 rating to a 12A on the grounds that the uses of the expletive were not directed at anyone.[55]\n\nThis was satirized in the 2005 film Be Cool, in which the movie producer Chili Palmer (John Travolta) says: \"Do you know that unless you're willing to use the R rating, you can only say the 'F' word once? You know what I say? Fuck that. I'm done.\"[56] Often film producers will use the word for a scene of gravitas or humor and then blur out any further instances with sound effects.[56]\n\nSome forms of media are cut post-release so as to obtain a PG-13 rating for home media release or to feature on an Internet streaming service that will not carry films rated higher than PG-13. In 2020, a recording of Hamilton was released on Disney+ after cuts by Lin-Manuel Miranda to remove two of the three instances of fuck in the musical to qualify it as PG-13 under MPAA guidelines.[57]\n\nA study of popular American teen-oriented films rated PG and PG-13 from 1980 to 2006 found that in those films, teenaged characters use more and stronger profanity than the adult characters in the same movies.[58] However, the study found that the overall amount of such language had declined somewhat since the 1980s.[58]\n\nDrug use content is restricted to PG-13 and above.[3] An example of an otherwise PG film being assigned a PG-13 rating for a drug reference (momentary, along with brief language) is Whale Rider. The film contained only mild profanity, but was rated PG-13 because of a scene where drug paraphernalia were briefly visible. Critic Roger Ebert criticized the MPAA for the rating and called it \"a wild overreaction\".[59]\n\nIn May 2007, the MPAA announced that depictions of cigarette smoking would be considered in a film's rating.[60][61] Anti-smoking advocates stated that the child-friendly PG rating was inappropriate for the 2011 Nickelodeon-animated film Rango, which included over 60 depictions of characters smoking.[62]\n\nNudity is restricted to PG and above, and anything that constitutes more than brief nudity will require at least a PG-13 rating. Nudity that is sexually oriented will generally require an R rating.[3] Since 2006, films have been flagged by the MPAA for carrying nudity. In 2010, the MPAA flagged three films specifically for \"male nudity\", precipitated by parental pressure in response to Brüno.[63] In 2018, MPAA Ratings Chair Joan Graves clarified the MPA's position by stating that \"we don't usually define [nudity] as male or female ... usually, we just mention partial nudity, [or] graphic nudity.\"[64]\n\nThe MPAA does not have any explicit criteria for sexual content other than excluding sex scenes from G-rated films.[3]\n\n"
        },
        {
            "title": "Effects of ratings",
            "text": "Prior to the release of The Exorcist at the end of 1973, CARA president Aaron Stern took the unusual step of calling director William Friedkin to tell him that since it was an \"important film\", it would be rated R and could be released without any cuts.[65] The film drew huge crowds upon its release, many of whom vomited and/or fainted;[66] a psychiatric journal would later document four cases of \"cinematic neurosis\" induced by the film.[67]\n\nAmong those patrons were many children, not always accompanied by adults. This left many commentators incredulous that the ratings board would have found that a film with disturbing scenes such as a possessed 12-year-old girl masturbating with a crucifix was acceptable for children to see. Roy Meacham, a Washington, D.C., critic who had praised the film while admonishing parents not to take their children to it, recalled those children he did see leaving showings \"drained and drawn afterward; their eyes had a look I had never seen before.\" Authorities in Washington invoked a municipal ordinance that would have prevented any minors from seeing the film, threatening theater owners with arrest if they did.[68]\n\nMeacham insinuated that the board had succumbed to pressure from Warner Brothers, which had spent $10 million, more than twice its original budget, making the film; an X rating would have seriously limited The Exorcist's commercial prospects. New Yorker critic Pauline Kael echoed his criticism. \"If The Exorcist had cost under a million or been made abroad,\" she wrote, \"it would almost certainly be an X film. But when a movie is as expensive as this one, the [board] doesn't dare give it an X.\"[65]\n\nIn 1974, Richard Heffner took over as president of the board. During his interview process, he had asked to screen recent films that had sparked ratings controversies, including The Exorcist. \"How could anything be worse than this?\" he recalled thinking later. \"And it got an R?\" After he took over as head, he would spearhead efforts to be more aggressive with the X rating, especially over violence in films. In 1976, he got the board to give the Japanese martial arts film The Street Fighter an X rating for its graphic violence, the first time a film had earned that rating purely for violence.[65]\n\nThe NC-17 rating has been described as a \"kiss of death\" for any film that receives it.[69] Like the X rating it replaced, NC-17 limits a film's prospects of being marketed, screened in theaters and sold in major video outlets.[37] In 1995, United Artists released the big-budget film Showgirls (1995); it became the most widely distributed film with an NC-17 rating (showing in 1,388 cinemas simultaneously), but it was a financial failure that grossed only 45% of its $45 million budget.[70] Some modest successes can be found among NC-17 theatrical releases, however; Fox Searchlight Pictures released the original NC-17-rated American edition of the European film The Dreamers (2003) in theaters in the United States, and later released both the original NC-17 and the cut R-rated version on DVD. A Fox Searchlight spokesman said the NC-17 rating did not give them much trouble in releasing this film (they had no problem booking it, and only the  Salt Lake City newspaper Deseret News refused to take the film's ad), and Fox Searchlight was satisfied with this film's United States box office result.[71] Another notable exception is Bad Education (2004), an NC-17 foreign-language film that grossed $5.2 million in the United States theatrically[72] (a moderate success for a foreign-language film[73]).\n\nIn 2000, the Directors Guild of America called the NC-17 rating an \"abject failure\", for causing filmmakers to re-edit films to receive an R rating, rather than accept an NC-17 rating. They argued that this was \"not only compromising filmmakers' visions, but also greatly increasing the likelihood that adult-oriented movies are seen by the very groups for which they are not intended.\"[74] As of March 2007, according to Variety, MPAA chairman Dan Glickman had been made aware of the attempts to introduce a new rating, or find ways to reduce the stigma of the NC-17 rating. Film studios have pressured the MPAA to retire the NC-17 rating, because of its likely impact on their film's box office revenue.[75][76]\n\nDuring the controversy about the MPAA's decision to give the film Blue Valentine (2010) an NC-17 rating (The Weinstein Company challenged this decision, and the MPAA ended up awarding the same cut an R rating on appeal). Actor Ryan Gosling, who stars in the film, noted that NC-17 films are not allowed wide advertisement and that, given the refusal of major cinema chains like AMC and Regal to show NC-17 rated movies, many such films will never be accessible to people who live in markets that do not have art house theatres.[77]\n\nLegal scholar Julie Hilden wrote that the MPAA has a \"masterpiece exception\" that it has made for films that would ordinarily earn an NC-17 rating, if not for the broader artistic masterpiece that requires the violence depicted as a part of its message. She cites Saving Private Ryan, with its bloody depiction of the D-Day landings, as an example. This exception is troubling, Hilden argues, because it ignores context and perspective in evaluating other films and favors conventional films over edgier films that contribute newer and more interesting points to public discourse about violence.[78]\n\nStarting in 2004, GKC Theatres (since absorbed into AMC Theatres) introduced \"R-Cards\", which parents could obtain for their children under 17 to see R-rated films without adult accompaniment. The cards generated much controversy; MPAA president Jack Valenti said in a news article: \"I think it distorts and ruptures the intent of this voluntary film ratings system. All R-rated films are not alike.\"[79] John Fithian, the president of the National Association of Theatre Owners, also said that the cards can be harmful. He noted in a news article for the Christian Science Monitor that the R rating is \"broad enough to include relatively family-friendly fare such as Billy Elliot and Erin Brockovich (which were both rated R for language) along with films that push the extremes of violence, including Pulp Fiction and Kill Bill.\"[80]\n\n"
        },
        {
            "title": "Criticisms",
            "text": "The film rating system has had a number of high-profile critics. Film critic Roger Ebert called for replacing the NC-17 rating with separate ratings for pornographic and non-pornographic adult film.[81] Ebert argued that the system places too much emphasis on sex, while allowing the portrayal of massive amounts of gruesome violence. The uneven emphasis on sex versus violence is echoed by other critics, including David Ansen, as well as many filmmakers. Moreover, Ebert argued that the rating system is geared toward looking at trivial aspects of the film (such as the number of times a profane word is used) rather than at the general theme of the film (for example, if the film realistically depicts the consequences of sex and violence). He called for an A (adults only) rating, to indicate films high in violence or mature content that should not be marketed to teenagers, but do not have NC-17 levels of sex. He also called for the NC-17 rating to be removed and to have the X rating revived. He felt that everyone understood what X-rated means, while fewer people understood what NC-17 meant.[82][83][84]\n\nMPAA chairman Dan Glickman has disputed these claims, stating that far more films are initially rated NC-17 for violence than for sex, but that these are later edited by studios to receive an R rating.[85]\n\nDespite this, an internal critic of the early workings of the ratings system is film critic and writer Stephen Farber, who was a CARA intern for six months during 1969 and 1970. In The Movie Ratings Game,[86] he documents a prejudice against sex in relation to violence. The 2006 documentary This Film Is Not Yet Rated also points out that four times as many films received an NC-17 rating for sex as they did for violence according to the MPAA's own website, further mentioning a bias against homosexual content compared to heterosexual content, particularly with regards to sex scenes. Filmmaker Darren Stein further insists that his tame teen comedy G.B.F., which features multiple same-sex kisses but no intercourse, strong language, violence, or nudity, was \"rated R for being gay.\"[87]\n\nThe 2011 documentary Bully received an R rating for the profanity contained within the film, which prevented most of the intended audience, middle and high schoolers, from seeing the film. The film's director, Lee Hirsch, has refused to recut the film, stating, \"I feel a responsibility as a filmmaker, as the person entrusted to tell (these kids') stories, to not water them down.\" A petition collected more than 200,000 signatures to change the film's rating[88] and a version with less profanity was finally given a PG-13 rating. The same, however, could not be said about the 1995 teen drama Kids, which director Larry Clark wanted rated R so parents could take their kids to it for educational purposes, but the MPAA rated it NC-17 due to its content of teen sex and turned down Clark's appeal. The movie was then released unrated by Miramax (under Shining Excalibur Films because Miramax, formerly owned by Disney, hesitated to release it as an NC-17 film).\n\nMany critics of the MPAA system, especially independent distributors, have charged that major studios' releases often receive more lenient treatment than independent films. The independent film Saints and Soldiers, which contains no nudity, almost no sex (although, there is a scene in which a German soldier is about to rape a French woman), very little profanity, and a minimum of violence, was said to have been rated R for a single clip where a main character is shot and killed, and required modification of just that one scene to receive a PG-13 rating.[89][90] Eric Watson, producer of the independently distributed, NC-17-rated Requiem for a Dream complained that the studios are paying the budget of the MPAA, which gives the studios leverage over the MPAA's decisions.[91]\n\nThe comedy Scary Movie, released by Dimension Films, at the time a division of The Walt Disney Company, contained \"strong crude sexual humor, language, drug use and violence,\" including images of ejaculation, fellatio and an erect penis, but was rated R, to the surprise of many reviewers and audiences; by comparison, the comparatively tame porn spoof Orgazmo, an independent release by South Park creators Matt Stone and Trey Parker, contained \"explicit sexual content and dialogue\" and received an NC-17 (the only on-screen penis seen in the film is a dildo). As Parker and Stone did not have the money and the time to edit the film, it retained its NC-17 rating. In contrast, Parker and Stone's second feature film, South Park: Bigger, Longer & Uncut, was distributed by a major studio (Paramount Pictures) and, after multiple submissions and notes from the MPAA, received an R rating.[91]\n\nMany critics of the system, both conservative and liberal, would like to see the MPAA ratings unveiled and the standards made public. The MPAA has consistently cited nationwide scientific polls (conducted each year by the Opinion Research Corporation of Princeton, New Jersey), which show that parents find the ratings useful. Critics such as Matt Stone in Kirby Dick's documentary This Film Is Not Yet Rated respond this proves only that parents find the ratings more useful than nothing at all.[92] In the film, it is also discussed how the MPAA will not reveal any information about how or why certain decisions are made, and that the association will not even reveal to the filmmaker the specific scenes that need to be cut in order to get an alternative rating.\n\nAlthough there has always been concern about the content of films,[93] the MPAA has been accused of a \"ratings creep\", whereby the films that fall into today's ratings categories now contain more objectionable material than those that appeared in the same categories two decades earlier.[94] A study put forward by the Harvard School of Public Health in 2004 concluded that there had been a significant increase in the level of profanity, sex and violence in films released between 1992 and 2003.[95] Kimberly Thompson, director of the study, stated: \"The findings demonstrate that ratings creep has occurred over the last decade and that today's movies contain significantly more violence, sex, and profanity on average than movies of the same rating a decade ago.\"[95]\n\nSlashfilm.com managing editor David Chen wrote on the website: \"It's time for more people to condemn the MPAA and their outrageous antics. We're heading towards an age when we don't need a mommy-like organization to dictate what our delicate sensibilities can and can't be exposed to. I deeply hope that the MPAA's irrelevance is imminent.\"[96]\n\nChicago Tribune film critic Michael Phillips wrote that the MPAA ratings board \"has become foolish and irrelevant, and its members do not have my interests at heart, or yours. They're too easy on violence yet bizarrely reactionary when it comes to nudity and language.\"[97]\n\n"
        }
    ]
}