{
    "url": "https://en.wikipedia.org/wiki/Mountain_film",
    "title": "Mountain film",
    "table_of_contents": [
        "1 Bergfilme",
        "2 Modern mountain films",
        "3 International Alliance for Mountain Film",
        "4 List of mountain films",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA mountain film is a film genre that focuses on mountaineering and especially the battle of human against nature. In addition to mere adventure, the protagonists who return from the mountain come back changed, usually gaining wisdom and enlightenment.\n\n"
        },
        {
            "title": "Bergfilme",
            "text": "Although the first mountain film, depicting the ascent of the Mont Blanc by the American climber Frank Ormiston-Smith, was released in 1903, the mountain film genre is most associated with the German Bergfilme (singular: Bergfilm) released in the 1920s. Some critics describe the German mountain film as an indigenous national / cultural genre, comparable to the American western.\n\nThe most important director of mountain films was Dr. Arnold Fanck. According to an essay by Doug Cummings in the DVD release of the landmark The Holy Mountain (1926), Fanck shot his first motion picture in 1913, and after serving in World War I, purchased a rare Ernemann slow-motion camera, taught himself to shoot on location during an expedition to climb the Jungfrau, taught himself to edit on his mother's kitchen table, and distributed the finished product himself. The film was eventually called Das Wunder des Schneeschuhs [de] (The Wonders of Skiing, 1920) and was an instant success.\n\nThe young interpretative dancer Leni Riefenstahl was mesmerized by Fanck's fifth feature, Mountain of Destiny (1924), and successfully pursued Fanck and his star Luis Trenker, convincing them to make her the star of The Holy Mountain. It took three days to write and over a year to film on location in the Alps. This started Riefenstahl's own career as a filmmaker. Fanck went on to produce the ski-chase The White Ecstasy (1931) with Riefenstahl and legendary Austrian skier Hannes Schneider, then in turn served as Riefenstahl's editor on her 1932 film The Blue Light, which brought her to the attention of Adolf Hitler. The popularity of the German mountain films waned, then disappeared, in the run-up to World War II.\n\n"
        },
        {
            "title": "Modern mountain films",
            "text": "Mountain films pose unusual difficulties for the filmmaking process; although parts can and have been shot in studios, filming on location is a longstanding tradition.[citation needed] Concerns include low temperatures, variable weather, and the objective dangers of the mountain environment. Directors may \"cheat\" by filming the actors in a less dangerous area, such as on the slopes of a ski resort, and intersperse with shots of the real location taken with a telephoto lens.\n\nAlthough experienced climbers are often used, in roles ranging from consulting to standing in for the actors, the resulting film may not seem particularly logical to an audience knowledgeable about climbing. For instance, a rescuer in the film may take a hard, but dramatic-looking route, even though in real life, time is of the essence and rescuers will always go by the easiest available route.[citation needed]\n\n"
        },
        {
            "title": "International Alliance for Mountain Film",
            "text": "The International Alliance for Mountain Film (IAMF)[1] is an organization committed to the future of mountain film. IAMF was set up in February 2000 and founding members of the alliance included film festivals in Autrans, France; Banff, Canada; Cervinia, Italy; Graz, Austria; Lugano, Switzerland; Les Diablerets, Switzerland; Torello, Spain; and Trento, Italy and one museum, Museo Nazionale della Montagna in Turin, Italy.\n\nSoon other film festivals joined IAMF over time, which is now composed by twenty members from some of the most important mountain film festivals in the world and one museum, Museo Nazionale della Montagna in Turin, Italy, representing 17 countries of Europe, Asia, and North and South America. IAMF has now become one of the main point of reference concerning mountain filming.\n\nThe following festivals are today members of IAMF, in addition to Museo Nazionale della Montagna in Turin.\n\nThere are many other mountain film festivals too which are not part of the alliance, such as the Edinburgh Mountain Film Festival and Mountainfilm in Telluride.\n\nAccording to the website for the Alliance, \"the Alliance determines that one of its first priorities is to inform audiences and filmmakers about the global film festival opportunities. As well, information is shared on films, programming and technology, promotion and ticketing and funding challenges. An agreement emerges to take every opportunity to cross-promote mountain film festivals around the world and to meet twice a year at member festival events.\"\n\nIAMF created also the IAMF Grand Prix in order to recognize career leaders in mountain film.[2]\n\nRecipients of the IAMF Grand Prix:\n\n"
        }
    ]
}