{
    "url": "https://en.wikipedia.org/wiki/Biblical_Mount_Sinai",
    "title": "Mount Sinai (Bible)",
    "table_of_contents": [
        "1 Biblical description",
        "2 Etymology and other names",
        "3 Religious traditions",
        "3.1 Christianity",
        "3.2 Islam",
        "4 Suggested locations",
        "4.1 Jabal Musa",
        "4.2 Mount Serbal, Southern Sinai Peninsula",
        "4.3 Northern Sinai Peninsula",
        "4.4 Edom/Nabatea",
        "4.5 Arabian Peninsula",
        "4.5.1 A volcano",
        "4.5.2 Jabal al-Lawz",
        "4.6 The Negev",
        "4.7 Mount Hermon",
        "5 In art",
        "5.1 Unidentified or imagined location",
        "5.2 Jabal Musa",
        "6 See also",
        "7 Footnotes",
        "8 References",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In the Bible, Mount Sinai (Hebrew: הַר סִינַי‬, Har Sīnay) is the mountain at which the Ten Commandments were given to Moses by God.[1] In the Book of Deuteronomy, these events are described as having transpired at Mount Horeb. \"Sinai\" and \"Horeb\" are generally considered to refer to the same place by scholars.[2]\n\nThe location of the Mount Sinai described in the Bible remains disputed. The high point of the dispute was in the mid-nineteenth century.[a] Hebrew Bible texts describe the theophany at Mount Sinai in terms which a minority of scholars, following Charles Beke (1873), have suggested may literally describe the mountain as a volcano.[b]\n\nMount Sinai is one of the most sacred locations in Judaism, Christianity and Islam.[5][6]\n\n"
        },
        {
            "title": "Biblical description",
            "text": "The biblical account of the giving of the instructions and teachings of the Ten Commandments was given in the Book of Exodus, primarily between chapters 19–24, during which Sinai is mentioned by name twice, in Exodus 19:2; 24:16. In the story Sinai was enveloped in a cloud,[7] it quaked and was filled with smoke,[8] while lightning-flashes shot forth, and the roar of thunder mingled with the blasts of a trumpet;[7] the account later adds that fire was seen burning at the summit of the mountain.[9] In the biblical account, the fire and clouds are a direct consequence of the arrival of God upon the mountain.[10] According to the biblical story, Moses departed to the mountain and stayed there for 40 days and nights in order to receive the Ten Commandments and he did so twice because he broke the first set of the tablets of stone after returning from the mountain for the first time.\n\nThe biblical description of God's descent[10] seems to be in conflict with the statement shortly after that God spoke to the Israelites from Heaven.[11] While biblical scholars argue that these passages are from different sources, the Mekhilta argues that God had lowered the heavens and spread them over Sinai,[12] and the Pirke De-Rabbi Eliezer argues that a hole was torn in the heavens, and Sinai was torn away from the earth and the summit pushed through the hole. 'The heavens' could be a metaphor for clouds and the 'lake of fire' could be a metaphor for the lava-filled crater.[13] Several bible critics[who?] have indicated that the smoke and fire reference from the Bible suggests that Mount Sinai was a volcano;[14] despite the absence of ash.[15] Other bible scholars have suggested that the description fits a storm[15] especially as the Song of Deborah seems to allude to rain having occurred at the time.[16] According to the biblical account, God spoke directly to the Israelite nation as a whole.[17][18]\n\nSinai is mentioned by name in ten other locations in the Torah: Exodus 31:18; 34:2, Leviticus 7:38; 25:1; 26:46; 27:34, Numbers 1:1; 3:1; 9:1 and Deuteronomy 33:2. Sinai was also mentioned once by name in the rest of the Hebrew Bible in Nehemiah 9:13. In the New Testament, Paul the Apostle referred directly to Sinai in Galatians 4:24; 4:25.\n\n"
        },
        {
            "title": "Etymology and other names",
            "text": "According to the Documentary hypothesis, the name \"Sinai\" is only used in the Torah by the Jahwist and Priestly source, whereas Horeb is only used by the Elohist and Deuteronomist.[19]\n\nHoreb is thought to mean \"glowing/heat\", which seems to be a reference to the sun, while Sinai may have derived from the name of Sin, the ancient Mesopotamian religion deity of the moon,[20][21] and thus Sinai and Horeb would be the mountains of the moon and sun, respectively.\n\nRegarding the Sin deity assumption, William F. Albright, an American biblical scholar, had stated:[22]\n\nSimilarly, in his book Sinai & Zion, American Hebrew Bible scholar Jon D. Levenson discusses the link between Sinai and the burning bush (סנה səneh) that Moses encountered at Mount Horeb in verses 3:1-6 of Exodus. He asserts that the similarity of Sînay (Sinai) and seneh (bush) is not coincidental; rather, the wordplay might derive \"from the notion that the emblem of the Sinai deity was a tree of some sort.\"[23] Deuteronomy 33:16 identifies YHWH with \"the one who dwells in the bush.\"[24] Consequently,  Levenson argues that if the use of \"bush\" is not a scribal error for \"Sinai,\" Deuteronomy might support the connection between the origins of the word Sinai and tree.[23]\n\nAccording to Rabbinic tradition, the name \"Sinai\" derives from sin-ah (שִׂנְאָה), meaning hatred, in reference to the other nations hating the Jews out of jealousy, due to the Jews being the ones to receive the word of God.[25] Classical rabbinic literature mentions the mountain having other names:\n\nAlso mentioned in most Islamic sources:\n\n"
        },
        {
            "title": "Religious traditions",
            "text": "The earliest Christian traditions place this event at the nearby Mount Serbal, at the foot of which a monastery was founded in the 4th century; it was only in the 6th century that the monastery moved to the foot of Mount Catherine, following the guidance of Josephus' earlier claim that Sinai was the highest mountain in the area.[citation needed]\n\nThe earliest references to Jabal Musa as Mount Sinai or Mount Sinai being located in the present-day Sinai peninsula are inconclusive. There is evidence that prior to 100 CE, well before the Christian monastic period, Jewish sages equated Jabal Musa with Mount Sinai. Graham Davies of Cambridge University argues that early Jewish pilgrimages identified Jabal Musa as Mount Sinai and this identification was later adopted by the Christian pilgrims.[30][31] R.K. Harrison states that \"Jebel Musa ... seems to have enjoyed special sanctity long before Christian times, culminating in its identification with Mt. Sinai.\"[32][full citation needed]\n\nSaint Catherine's Monastery (Greek: Μονὴ τῆς Ἁγίας Αἰκατερίνης) lies on the Sinai Peninsula, at the mouth of an inaccessible gorge at the foot of modern Mount Sinai in Saint Catherine at an elevation of 1 550 meters. The monastery is Greek Orthodox and is a UNESCO World Heritage Site. According to the UNESCO report (60 100 ha / Ref: 954) and website below, this monastery has been called the 'oldest working Christian monastery' in the world – although the Monastery of Saint Anthony, situated across the Red Sea in the desert south of Cairo, also lays claim to that title.\n\nChristians settled upon this mountain in the 3rd century CE. Georgians from the Caucasus moved to the Sinai Peninsula in the fifth century, and a Georgian colony was formed there in the ninth century. Georgians erected their own churches in the area of the modern Mount Sinai. The construction of one such church was connected with the name of David the Builder, who contributed to the erection of churches in Georgia and abroad as well. There were political, cultural, and religious motives for locating the church on Mount Sinai. Georgian monks living there were deeply connected with their motherland. The church had its own plots[clarification needed] in Kartli. Some of the Georgian manuscripts of Sinai remain there, but others are kept in Tbilisi, St. Petersburg, Prague, New York City, Paris, or in private collections.[citation needed]\n\nThe peninsula is associated with Aaron and Moses, who are also regarded as Prophets.[20] In particular, numerous references to the mount exist in the Quran,[5][6] where it is called Ṭūr Sīnā’,[33] Ṭūr Sīnīn,[34] and aṭ-Ṭūr[35][36] and al-Jabal (both meaning \"the Mount\").[37] As for the adjacent Wād Ṭuwā (Valley of Tuwa), it is considered as being muqaddas[38][39] (sacred),[40][41] and a part of it is called Al-Buqʿah Al-Mubārakah (Arabic: ٱلْبُقْعَة ٱلْمُبَارَكَة, \"The Blessed Place\").[36]\n\nSome modern biblical scholars explain Mount Sinai as having been a sacred place dedicated to one of the Semitic deities, even before the Israelites encountered it.[26][full citation needed] Others regard the set of laws given on the mountain to have originated in different time periods from one another, with the later ones mainly being the result of natural evolution over the centuries of the earlier ones, rather than all originating from a single moment in time.[42][full citation needed]\n\n"
        },
        {
            "title": "Suggested locations",
            "text": "Modern scholars differ as to the exact geographical position of Mount Sinai.[26]\n\nThe Elijah narrative appears to suggest that when it was written, the location of Horeb was still known with some certainty, as Elijah is described as travelling to Horeb on one occasion,[43] but there are no later biblical references to it that suggest the location remained known; Josephus specifies that it was \"between Egypt and Arabia\", and within Arabia Petraea (a Roman Province encompassing modern Jordan, southern modern Syria, the Sinai Peninsula and northwestern Saudi Arabia with its capital in Petra). The Pauline Epistles are even more vague, specifying only that it was in Arabia, which covers most of the south-western Middle East.\n\nThe earliest references to Jabal Musa as Mount Sinai or Mount Sinai being located in the present day Sinai Peninsula are inconclusive. There is evidence that prior to 100 CE, well before the Christian monastic period, Jewish sages equated Jabal Musa with Mount Sinai. Graham Davies of Cambridge University argues that early Jewish pilgrimages identified Jabal Musa as Mount Sinai and this identification was later adopted by the Christian pilgrims.[30][31] R.K. Harrison states that, “Jabal Musa ... seems to have enjoyed special sanctity long before Christian times, culminating in its identification with Mt. Sinai.\"[32] In the second and third centuries BCE Nabataeans were making pilgrimages there, which is indicated in part by inscriptions discovered in the area.[49][full citation needed] In the 6th century, Saint Catherine's Monastery was constructed at the base of this mountain at a site which is claimed to be the site of the biblical burning bush.[50]\n\nJosephus wrote that \"Moses went up to a mountain that lay between Egypt and Arabia, which was called Sinai.\" Josephus says that Sinai is \"the highest of all the mountains thereabout,\" and is \"the highest of all the mountains that are in that country, and is not only very difficult to be ascended by men, on account of its vast altitude but because of the sharpness of its precipices\".[51] The traditional Mount Sinai, located in the Sinai Peninsula, is actually the name of a collection of peaks, sometimes referred to as the Holy Mountain peaks,[52][53][full citation needed] which consist of Jabal Musa, Mount Catherine and Ras Sufsafeh. Etheria (circa 4th century CE) wrote, \"The whole mountain group looks as if it were a single peak, but, as you enter the group, [you see that] there are more than one.\"[54] The highest mountain peak is Mount Catherine, rising 2,610 metres (8,550 feet) above the sea and its sister peak, Jabal Musa (2,285 m [7,497 ft]), is not much further behind in height, but is more conspicuous because of the open plain called er Rachah (\"the wide\"). Mount Catherine and Jabal Musa are both much higher than any mountains in the Sinaitic desert, or in all of Midian. The highest tops in the Tih desert to the north are not much over 1,200 m (4,000 ft). Those in Midian, East of Elath, rise only to 1,300 m (4,200 ft). Even Jabal Serbal, 30 kilometres (20 mi) west of Sinai, is at its highest only 2,050 m (6,730 ft) above the sea.[55]\n\nSome scholars[56] believe that Mount Sinai was of ancient sanctity prior to the ascent of Moses described in the Bible.[56][full citation needed] Scholars have theorized that Sinai in part derived its name from the word for Moon which was \"sin\" (meaning \"the moon\" or \"to shine\").[57][full citation needed] Antoninus Martyr provides some support for the ancient sanctity of Jabal Musa by writing that Arabian heathens were still celebrating moon feasts there in the 6th century.[57] Lina Eckenstien states that some of the artifacts discovered indicate that \"the establishment of the moon-cult in the peninsula dates back to the pre-dynastic days of Egypt.\"[58] She says the main center of Moon worship seems to have been concentrated in the southern Sinai peninsula which the Egyptians seized from the Semitic people who had built shrines and mining camps there.[58] Robinson says that inscriptions with pictures of Moon worship objects are found all over the southern peninsula but are missing on Jabal Musa and Mount Catherine.[59][full citation needed] This oddity may suggest religious cleansing.[60][full citation needed][61]\n\nGroups of nawamis have been discovered in southern Sinai, creating a kind of ring around Jabal Musa.[62] The nawamis were used over and over throughout the centuries for various purposes. Etheria, c. the 4th/5th century CE, noted that her guides, who were the local \"holy men\", pointed out these round or circular stone foundations of temporary huts, claiming the children of Israel used them during their stay there.[63][full citation needed]\n\nThe southern Sinai Peninsula contains archaeological discoveries but to place them with the exodus from Egypt is a daunting task inasmuch as the proposed dates of the Exodus vary so widely. The Exodus has been dated from the early Bronze Age to the late Iron Age II.[64][65][full citation needed]\n\nEgyptian pottery in the southern Sinai during the late Bronze Age and early Iron Age I (Ramesside) periods has been discovered at the mining camps of Serabit el-Khadim and Timna. Objects which bore Proto-Sinaitic inscriptions, the same as those found in Canaan, were discovered at Serabit el Khadim in the Southern Sinai. Several of these were dated in the later Bronze Age.[66] These encampments provide evidence of miners from southern Canaan.[67] The remote site of Serabit el-Khadem was used for a few months at a time, every couple of years at best, more often once in a generation. The journey to the mines was long, difficult and dangerous.[68] Expeditions headed by Professor Mazar examined the tell of Feiran, the principal oasis, of southern Sinai and discovered the site abounded not only in Nabatean sherds but in wheel-burnished sherds typical of the Kingdom of Judah, belonging to Iron Age II.[69]\n\nEdward Robinson insisted that the Plain of ar-Raaha adjacent to Jabal Musa could have accommodated the Israelites. Edward Hull stated that, \"this traditional Sinai in every way meets the requirements of the narrative of the Exodus.\" Hull agreed with Robinson and stated he had no further doubts after studying the great amphitheater leading to the base of the granite cliff of Ras Sufsafeh, that here indeed was the location of the camp and the mount from which the laws of God was delivered to the encampment of Israelites below.[31]\n\nF.W. Holland stated[70][full citation needed] \"With regard to water-supply there is no other spot in the whole Peninsula which is nearly so well supplied as the neighborhood of Jabal Musa. ... There is also no other district in the Peninsula which affords such excellent pasturage.\"[55]\n\nCalculating the travels of the Israelites, the Bible Atlas states, \"These distances will not, however, allow of our placing Sinai farther East than Jabal Musa.\"[55]\n\nSome point to the absence of material evidence left behind in the journey of the Israelites but Dr. Beit-Arieh wrote, \"Perhaps it will be argued, by those who subscribe to the traditional account in the Bible, that the Israelite material culture was only of the flimsiest kind and left no trace. Presumably the Israelite dwellings and artifacts consisted only of perishable materials.\"[71][full citation needed] Hoffmeier wrote, \"None of the encampments of the wilderness wanderings can be meaningful if the Israelites went directly to either Kadesh or Midian ... a journey of eleven days from Kadesh to Horeb can be properly understood only in relationship to the southern portion of the Sinai Peninsula.\"[32]\n\nLocal Bedouins who have long inhabited the area have identified Jabal Musa as Mount Sinai. In the 4th century CE small settlements of monks set up places of worship around Jabal Musa. An Egyptian pilgrim named Ammonius, who had in past times made various visits to the area, identified Jabal Musa as the Holy Mount in the 4th century. Empress Helena, c. 330 CE, built a church to protect monks against raids from nomads. She chose the site for the church from the identification which had been handed down through generations through the Bedouins. She also reported the site was confirmed to her in a dream.[72][73][74]\n\nThe Sinai peninsula has traditionally been considered Sinai's location by Christians, although the peninsula gained its name from this tradition, and was not called that in Josephus' time or earlier.[26] (The Sinai was earlier inhabited by the Monitu and was called Mafkat or Country of Turquoise.)\n\nBedouin tradition considered Jabal Musa, which lies adjacent to Mount Catherine, to be the biblical mountain,[26] and it is this mountain that local tour groups and religious groups presently advertise as the biblical Mount Sinai. Evidently this view was eventually taken up by Christian groups as well, as in the 16th century a church was constructed at the peak of this mountain, which was replaced by a Greek Orthodox chapel in 1954.\n\nIn early Christian times, a number of Anchorites settled on Mount Serbal, considering it to be the biblical mountain, and in the 4th century a monastery was constructed at its base.[75] Nevertheless, Josephus had stated that Mount Sinai was \"the highest of all the mountains thereabout\",[76] which would imply that Mount Catherine was actually the mountain in question, if Sinai was to be sited on the Sinai peninsula at all.[26]\n\nAccording to textual scholars, in the JE version of the Exodus narrative, the Israelites travel in a roughly straight line to Kadesh Barnea from the Yam Suph (literally meaning \"the Reed Sea\", but considered traditionally to refer to the Red Sea), and the detour via the south of the Sinai peninsula is only present in the Priestly Source.[14][77] A number of scholars and commentators have therefore looked towards the more central and northern parts of the Sinai peninsula for the mountain. Mount Sin Bishar, in the west-central part of the peninsula, was proposed to be the biblical Mount Sinai by Menashe Har-El, a biblical geographer at Tel Aviv University.[78] Mount Helal, in the north of the peninsula has also been proposed.[79][80] Another northern Sinai suggestion is Hashem el-Tarif, some 30 km west of Eilat, Israel.[81][82]\n\nSince Moses is described by the Bible as encountering Jethro, a Kenite who was a Midianite priest, shortly before encountering Sinai, this suggests that Sinai would be somewhere near their territory in Saudi Arabia;[14][42] the Kenites and Midianites appear to have resided east of the Gulf of Aqaba.[14][42] Additionally, the Song of Deborah, which some textual scholars consider one of the oldest parts of the Bible,[14] portrays God as having dwelt at Mount Seir, and seems to suggest that this equates with Mount Sinai;[26][16] Mount Seir designates the mountain range in the centre of Edom.\n\nBased on a number of local names and features, in 1927 Ditlef Nielsen identified the Jebel al-Madhbah (meaning mountain of the Altar) at Petra as being identical to the biblical Mount Sinai;[83] since then other scholars[who?] have also made the identification.\n\nThe valley in which Petra resides is known as the Wadi Musa, meaning valley of Moses, and at the entrance to the Siq is the Ain Musa, meaning spring of Moses; the 13th century Arab chronicler Numari stated that Ain Musa was the location where Moses had brought water from the ground, by striking it with his rod. The Jebel al-Madhbah was evidently considered particularly sacred, as the well known ritual building known as The Treasury is carved into its base, the mountain top is covered with a number of different altars, and over 8 metres of the original peak were carved away to leave a flat surface with two 8 metre tall obelisks sticking out of it; these obelisks, which frame the end of the path leading up to them, and are now only 6 metres tall, have led to the mountain being colloquially known as Zibb 'Atuf, meaning penis of love in Arabic. Archaeological artifacts discovered at the top of the mountain indicate that it was once covered by polished shiny blue slate, fitting with the biblical description of paved work of sapphire stone;[84] biblical references to sapphire are considered by scholars to be unlikely to refer to the stone called sapphire in modern times, as sapphire had a different meaning, and wasn't even mined, before the Roman era.[85] Unfortunately, the removal of the original peak has destroyed most other archaeological remains from the late Bronze Age (the standard dating of the Exodus) that might previously have been present.\n\nSome have suggested a site in Saudi Arabia, also noting the Apostle Paul's assertion in the first century CE that Mount Sinai was in Arabia, although in Paul's time, the Roman administrative region of Arabia Petraea would have included both the modern Sinai peninsula and northwestern Saudi Arabia.\n\nA suggested possible naturalistic explanation of the biblical devouring fire is that Sinai could have been an erupting volcano; this has been suggested by Charles Beke,[86][full citation needed] Sigmund Freud,[87][full citation needed] and Immanuel Velikovsky, among others. This possibility would exclude all the peaks on the Sinai peninsula and Seir, but would make a number of locations in north western Saudi Arabia reasonable candidates. In 1873, C. Beke proposed Jebel Baggir which he called the Jabal al-Nour (meaning mountain of light), a volcanic mountain at the northern end of the Gulf of Aqaba, with Horeb being argued to be a different mountain - the nearby Jebel Ertowa.[88] Beke's suggestion has not found as much scholarly support as the suggestion that Mount Sinai is the volcano Hala-'l Badr, as advocated by Alois Musil in the early 20th century, J. Koenig in 1971,[89][full citation needed] and Colin Humphreys in 2003,[90][full citation needed] among others.\n\nA possible candidate within the Arabia theory has been that of Jabal al-Lawz (meaning 'mountain of almonds'). Advocates for Jabal al-Lawz include L. Möller[91][full citation needed] as well as R. Wyatt,[92] R. Cornuke, and L. Williams.[93][94] A. Kerkeslager believes that the archaeological evidence is too tenuous to draw conclusions, but has stated that \"Jabal al Lawz may also be the most convincing option for identifying the Mt. Sinai of biblical tradition\" and should be researched.[95] A number of researchers support this hypothesis while others dispute it.[c]\n\nOne of the most recent developments has been the release of a documentary[96] which identifies a peak within the Jabal al-Lawz mountain range, Jabal Maqla, as Mount Sinai;[96] the film includes video and photographic evidence in the project.[97][98]\n\nJabal al-Lawz has been rejected by scholars such as J.K. Hoffmeier who details what he calls Cornuke's \"monumental blunders\" and others.[4][99] G. Franz published a refutation of this hypothesis.[citation needed]\n\nWhile equating Sinai with Petra would indicate that the Israelites journeyed in roughly a straight line from Egypt via Kadesh Barnea, and locating Sinai in Saudi Arabia would suggest Kadesh Barnea was skirted to the south, some scholars have wondered whether Sinai was much closer to the vicinity of Kadesh Barnea itself. Halfway between Kadesh Barnea and Petra, in the southwest Negev desert in Israel, is Har Karkom, which Emmanuel Anati excavated, and discovered to have been a major Paleolithic cult centre, with the surrounding plateau covered with shrines, altars, stone circles, stone pillars, and over 40,000 rock engravings; although the peak of religious activity at the site dates to 2350–2000 BCE, the exodus is dated 15 Nisan 2448 (Hebrew calendar; 1313 BCE),[100] and the mountain appears to have been abandoned between 1950 and 1000 BCE, Anati proposed that Jabal Ideid was equatable with biblical Sinai.[101][102] Other scholars have criticised this identification, as, in addition to being almost 1000 years too early, it also appears to require the wholesale relocation of the Midianites, Amalekites, and other ancient peoples, from the locations where the majority of scholars currently place them.[103]\n\nAccording to contested research by I. Knohl (2012)[104][full citation needed] Mount Hermon is actually the Mount Sinai mentioned in the Hebrew Bible, with the biblical story reminiscent of an ancient battle of the northern tribes with the Egyptians somewhere in the Jordan valley or Golan heights.[48]\n\n"
        }
    ]
}