{
    "url": "https://en.wikipedia.org/wiki/Mountain_Road_Lottery",
    "title": "Mountain Road Lottery",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "The Mountain Road Lottery was a project conceived in 1767 by George Washington, Captain Thomas Bullitt, and others. Captain Bullitt had served with Washington in the Virginia Regiment during the French and Indian War (1754–1763). The idea was to build a road through the Allegheny Mountains in Virginia and to construct a resort in the area now known as The Homestead, Hot Springs, Virginia.\n\nGeorge Washington was involved in many lotteries throughout his life. The Mountain Road Lottery failed, in part due to there being numerous other lotteries at the time, and that the King then banned all lotteries in 1769. However, Captain Bullitt eventually went ahead with the plan, and the resort became a reality without the aid of the lottery or George Washington. The lottery tickets which were signed by George Washington became collector's items. There are about 25 known tickets in various libraries, etc. The latest price of one being sold was for $13,500 in 2006.\n\nGeorge Washington's diaries contain several entries concerning Captain Bullitt and the sale and distribution of the Warm Springs Mountain Road Lottery tickets. One notable credit entry dated January 1, 1770, remarks \"Tickets that it is presumed will not be sold - but are not yet returned.\"[1]\nAdvertisements for the lottery were placed in The Virginia Gazette that offered 6,000 tickets to be sold at one pound each. 85% of the money was to be paid out in the form of prizes, and the remainder kept for the project. Unlike today's lotteries, people would not accept the lottery sponsors making large profits.\n\nOn February 21, 1771, Captain Bullitt placed a notice in The Virginia Gazette that notified Washington and others that the \"Hot Springs, Augusta County\" project agreement between them was rescinded. The road was never built with this lottery endeavor. However, the Mountain Road was built in 1772 when the Virginia legislature voted a sum of 300 pounds for the purpose of \"clearing a safe and good road from the Warm Springs in Augusta County to Jennings Gap.\" That road is now part of Virginia Routes 629 and 39 from Jennings Gap into Warm Springs Valley, site of the famous Homestead Hotel. Bullett went on alone and later built the road and spa in Hot Springs.\n\nThe general idea behind the project was to build a resort similar to that with hot springs in Bath, England. Augusta County in Virginia eventually was renamed Bath County, and is the home to a magnificent resort and numerous hot springs.\n\nThe historical reference to the Mountain Road Lottery as being a project to head west by Washington is incorrect. This was a commercial lottery venture that never got off the ground. When Eric Bender (Tickets To Fortune, 1938) made the incorrect statement that George Washington's Mountain Road Lottery \"was to build a road over the Cumberland Mountains,\" he had no idea that his unsubstantiated conclusion would find its way into the Encyclopædia Britannica, and thus become an erroneous reference source for lottery historians.\n\nA complete history and research article written by Ron Shelley appeared in Lottery Players Magazine in 1989. Part of that research appears in the promotional book and brochure issued by The Homestead Resort and Hotel in Hot Springs, Virginia.\n\nA lottery ticket from the Mountain Road Lottery was featured on History's Pawn Stars at the World Famous Gold & Silver Pawn Shop in Las Vegas, NV. The item appeared in Episode 19 of Season 2, \"Chopper Gamble.\"\n\n"
        }
    ]
}