{
    "url": "https://en.wikipedia.org/wiki/Mount_Vernon_Conference",
    "title": "Mount Vernon Conference",
    "table_of_contents": [
        "1 Background",
        "2 Conference",
        "3 Legacy",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Mount Vernon Conference was a meeting of delegates from Virginia and Maryland held March 21–28, 1785, to discuss navigational rights in the states' common waterways. On March 28, 1785, the group drew up a thirteen-point proposal to govern the rights of both states on the Potomac River, Pocomoke River, and Chesapeake Bay.[1] Known as the Mount Vernon Compact,[2] formally titled as the Compact of 1785,[3][4] this agreement not only covered tidewater navigation but also extended to issues such as toll duties, commerce regulations, fishing rights, and debt collection. Ratified by the legislature of both states, the compact helped set a precedent for later meetings between states for discussions into areas of mutual concern.[1]\n\n"
        },
        {
            "title": "Background",
            "text": "The circumstances that led to the conference began as the country emerged victorious from the American Revolutionary War. Lacking an effective central government under the Articles of Confederation, the states quarreled among themselves, and some even established proprietary regulations, tariffs, and currency. To ensure mutually-profitable commerce on their shared waterways, the Virginia and Maryland legislatures recognized the need for an agreement between both states regarding the jurisdiction of the waters. The awareness led to the chartering in Maryland (1784) and in Virginia (1785) of the Potomac Company to make improvements to the Potomac River and to improve its navigability beyond its fall line for commerce. The company's goal was the linking of the East Coast with the trans-Appalachian Northwest Territory.[5]\n\nThe conference was initially scheduled to begin March 21, 1785, in Alexandria, Virginia. Maryland delegates included Samuel Chase, Daniel of St. Thomas Jenifer, and Thomas Stone. From Virginia, Alexander Henderson and George Mason attended; James Madison and Edmund Randolph had been appointed but were not sufficiently notified of their appointments. None of Virginia's delegates was present when Maryland's arrived for the meeting.[1] George Washington, who had been corresponding with Thomas Stone about the conference,[6] offered them the hospitality of his Mount Vernon estate in Fairfax County, Virginia, while they waited and then offered to host the gathering itself. Although not an official participant, Washington, with his authoritative knowledge of the issues and active interest in Potomac navigation, inspired the delegates and lent considerable prestige to the proceedings.[1]\n\n"
        },
        {
            "title": "Conference",
            "text": "The conference reconvened at Mount Vernon on March 25, 1785, with Washington presiding. Maryland's representatives were empowered to discuss with Virginia their shared concerns involving the Potomac and Pocomoke Rivers, and the Chesapeake Bay. However, the Virginia legislature's instructions to its appointees focused solely on the Potomac. Nonetheless, common ground was found, and on March 28, a final report was prepared for both state legislatures. The report contained 13 clauses and was ratified by Maryland and Virginia. It declared the Potomac, which was under Maryland's sole jurisdiction, to be a common waterway for use by Virginia as well. It provided for reciprocal fishing rights, dividing the costs of constructing navigation aids, co-operation on defense and cases of piracy. It also called for commissioners to deal with any future problems that might arise. Political leaders in Pennsylvania and Delaware were invited to join the agreement as well.\n\n"
        },
        {
            "title": "Legacy",
            "text": "The Mount Vernon Conference became a model of interstate co-operation outside the framework of the Articles of Confederation.[1] Its success encouraged James Madison to advocate for further discussions on constitutional issues facing the states. He had little to show for efforts to get Virginia's delegates in the Continental Congress to seek expanded powers to deal with trade issues. Instead, he introduced a proposal in the Virginia General Assembly to act on the suggestion of the compact commissioners for further debate of interstate issues. With Maryland's agreement on January 21, 1786, Virginia invited all of the states to attend another meeting on commercial issues, the groundbreaking Annapolis Convention.\n\nThe second interstate political convention, formally titled \"A Meeting of Commissioners to Remedy Defects of the Federal Government,\" convened at George Mann's Tavern[7] held in Annapolis, Maryland, on September 11, 1786.\n\nDelegates from five states (appointed delegates from four others either arrived too late to participate or otherwise did not attend) gathered to discuss ways to facilitate commerce between the states and establish standard rules and regulations. As a result of the gathering, commissioners called for there to be another constitutional convention for possible improvements to the Articles to be discussed. The desired convention took place in Philadelphia in the summer of 1787.\n\nThe meetings at Annapolis and Mount Vernon together paved the way for the Philadelphia Convention, which further strengthened the concept of interstate co-operation and resulted in a new federal Constitution. There, Gouverneur Morris of Pennsylvania made oblique reference to the success of the Mount Vernon Conference.  In 1908, a government commission associated the related events more closely.[8]\n\n"
        }
    ]
}