{
    "url": "https://en.wikipedia.org/wiki/Mozi",
    "title": "Mozi",
    "table_of_contents": [
        "1 Life",
        "2 Philosophy",
        "2.1 Ethics",
        "3 Works and influence",
        "4 Mohism and science",
        "5 Contemporary use in technology",
        "6 See also",
        "7 Notes",
        "8 References",
        "8.1 Citations",
        "8.2 Sources",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMozi (/ˈmoʊˈtsiː/;[1] Chinese: 墨子; pinyin: Mòzǐ; Wade–Giles: Mo Tzu /ˈmoʊˈtsuː/;[2] Latinized as Micius[3] /ˈmɪsiəs/; c. 470 – c. 391 BCE),[4] original name Mo Di (墨翟), was a Chinese philosopher who founded the school of Mohism during the Hundred Schools of Thought period (the early portion of the Warring States period, c. 475–221 BCE). The ancient text Mozi contains material ascribed to him and his followers.\n\nMozi taught that everyone is equal in the eyes of heaven. He believed that the decision of who is in power should be based on meritocracy, or those who are worthy of power should receive power. Mozi invoked heaven and called upon the Sage Kings to support his precedents.\n\nBorn in what is now Tengzhou, Shandong Province, Mozi founded the school of Mohism, which argued strongly against both Confucianism and Daoism. Mozi's philosophy emphasized universal love, social order, the will of heaven, sharing, and honoring the worthy. During the Warring States period, Mohism was actively developed and practiced in many states, but fell out of favor when the legalist Qin dynasty came to power in 221 BCE. During the Qin period, many Mohist classics are thought to have been destroyed when the emperor Qin Shi Huang supposedly carried out the burning of books and burying of scholars. The importance of Mohism further declined when Confucianism became the dominant school of thought during the Han Dynasty, disappearing almost entirely by the middle of the Western Han dynasty.[5]\n\nMozi is referenced in the Thousand Character Classic, which records that he was saddened when he saw the dyeing of pure white silk, which embodied his conception of austerity (i.e., simplicity and chastity).\n\nThe concept of Love (愛) was developed by Mozi in the 4th century BCE in reaction to the Confucian concept of benevolent love. Mozi tried to replace what he considered to be the long-entrenched Chinese over-attachment to family and clan structures with the concept of \"universal love\" (兼愛, jiān'ài). In this, he argued directly against Confucians who believed that it was natural and correct for people to care about different people in different degrees. Mozi, by contrast, believed people in principle should care for all people equally. Mozi stressed that rather than adopting different attitudes towards different people, love should be unconditional and offered to everyone without regard to reciprocation, not just to friends, family and other Confucian relations. Later in Chinese Buddhism, the term Ai (愛) was adopted to refer to a passionate, caring love, and was considered a fundamental desire. In Buddhism, Ai was seen as capable of being either selfish or selfless, the latter being a key element in growth towards spiritual enlightenment.\n\n"
        },
        {
            "title": "Life",
            "text": "Most historians believe that Mozi was a member of the lower artisan class who managed to climb his way to an official post. It is known, however, that his parents were not affectionate towards him and showed him very little attention. Mozi was a native of the State of Lu (modern Tengzhou, Shandong), although for a time he served as a minister in the State of Song.[6] Similar to Confucius, Mozi was known to have maintained a school for those who desired to become officials serving in the different ruling courts of the Warring States.[7]\n\nMozi was a carpenter and was extremely skilled in creating devices (see Lu Ban). Though he did not hold a high official position, Mozi was sought out by various rulers as an expert on fortification. He was schooled in Confucianism in his early years, although he viewed Confucianism as being too fatalistic, with an overemphasis on elaborate celebrations and funerals, which Mozi considered to be detrimental to the livelihood and productivity of the common people. Mozi managed to attract a large following during his lifetime, rivaling that of Confucius. His followers — mostly technicians and craftspeople — were organized in a disciplined order that studied both Mozi's philosophical and technical writings.\n\nAccording to some accounts of the popular understanding of Mozi at the time, he had been hailed by many as the greatest hero to come from Henan. His passion was said to be for the good of the people, without concern for personal gain or even for his own life or death. His tireless contribution to society was praised by many, including Confucius's disciple Mencius. Mencius wrote in Jinxin (Chinese: 孟子盡心; pinyin: Mengzi Jinxin) that Mozi believed in love for all mankind, noting that, as long as something benefitted mankind, Mozi would pursue it even if it meant \"hurting his head or his feet\". Zhang Tai Yan said that, in terms of moral virtue, even Confucius and Laozi could not compare to Mozi.\n\nMozi travelled from one crisis zone to another throughout the ravaged landscape of the Warring States, trying to dissuade rulers from their plans of conquest. According to the chapter \"Gongshu\" in the Mozi, he once walked for ten days to the State of Chu in order to forestall an attack on the State of Song. At the Chu court, Mozi engaged in nine simulated war games with Gongshu Ban, the chief military strategist of Chu, and overturned each one of his stratagems. When Gongshu Ban threatened him with death, Mozi informed the king that his disciples had already trained the soldiers of Song in his fortification methods, so it would be useless to kill him. The Chu king was forced to call off the war. On the way back, however, the soldiers of Song, not recognizing Mozi, would not allow him to enter their city, and he had to spend a night freezing in the rain. After this episode, he also prevented the State of Qi from attacking the State of Lu. He taught that the defense of a city did not depend only on fortification, weaponry, and food supply, but rather that it was also important to keep talented people close by and to put trust in them.\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Mozi's moral teachings emphasized introspection, self-reflection, and authenticity, rather than obedience to rituals. He observed that people often learned about the world through adversity.[8] By reflecting on one's own successes and failures, one attains true self-knowledge rather than mere conformity to ritual.[9] Mozi exhorted people to lead a life of asceticism and self-restraint, renouncing both material and spiritual extravagance.\n\nLike Confucius, Mozi idealized the Xia Dynasty and the ancients of Chinese mythology, but he also criticized the Confucian belief that modern life should be patterned on the ways of the ancients. Mozi argued that what is thought of as \"ancient\" was actually innovative in its time, and thus should not be used to hinder present-day innovation.[10] Though Mozi did not believe that history necessarily progresses, as did Han Fei Zi, he shared the latter's critique of fate (命, mìng). Mozi believed that people were capable of changing their circumstances and directing their own lives, which could be achieved by applying one's senses to observing the world, as well as judging objects and events by their causes, functions, and historical bases.[11] This was the \"three-prong method\" Mozi recommended for testing the truth or falsehood of statements. His students later expanded upon this theory to form the School of Names.\n\nMozi tried to replace what he considered to be the long-entrenched Chinese ideal of strong attachments to family and clan structures with the concept of \"impartial caring\" or \"universal love\" (兼愛, jiān ài). He argued directly against Confucians, who had philosophized that it was natural and correct for people to care about different people in different degrees. Mozi, in contrast, argued that people in principle should care for all people equally, a notion that philosophers in other schools found absurd, as they interpreted this notion as implying no special amount of care or duty towards one's parents and family.\n\nOverlooked by those critics, however, was a passage in the chapter on \"Self-Cultivation\" which stated, \"When people near-by are not befriended, there is no use endeavoring to attract those at a distance.\"[12] This point was also precisely articulated by a Mohist in a debate with Mencius (in the Mengzi), where the Mohist argued, in relation to carrying out universal love, that \"we begin with what is near.\" Also, in the first chapter in the Mozi on the topic of universal love, Mozi argued that the best way of being filial to one's parents is to be filial to the parents of others. The foundational principle was therefore that benevolence, as well as malevolence, is requited, and that one would be treated by others as one treats others. Mozi quoted a popular passage from the Book of Odes to bring home this point: \"When one throws to me a peach, I return to him a plum.\" One's parents will be treated by others as one treats the parents of others. Mozi also differentiated between \"intention\" and \"actuality\", thereby placing a central importance on the will to love, even though in practice it might very well be impossible to bring benefit to everyone.\n\nIn addition, Mozi argued that benevolence comes to human beings \"as naturally as fire turns upward or water turns downward\", provided that persons in positions of authority illustrate benevolence in their own lives. In differentiating between the ideas of \"universal\" (jian) and \"differential\" (bie), Mozi said that \"universal\" originated from righteousness while \"differential\" entailed human effort.\n\nMozi also held a belief in the power of ghosts and spirits, although he is often thought to have only worshipped them pragmatically. In fact, in his discussion on ghosts and spirits, he remarked that, even if they did not exist, communal gatherings for the sake of making sacrificial offering would play a role in strengthening social bonds. Furthermore, for Mozi the will of Heaven (天, tiān) was that people should love one another, and that mutual love by all would bring benefit to all. Therefore, it was in everyone's interest that they would love others \"as they love themselves\". According to Mozi, Heaven should be respected because failing to do so would subject one to punishment. For Mozi, Heaven was not the \"amoral\", mystical nature of the Daoists; rather, it was a benevolent, moral force that rewarded good and punished evil. Similar in some ways to the beliefs systems found in the Abrahamic religions, Mozi believed that all living things lived in a realm ruled by Heaven, and Heaven possessed a will which was independent from, and higher than, the will of people. Thus Mozi wrote that \"Universal love is the Way of Heaven\", since \"Heaven nourishes and sustains all life without regard to status.\"[13] Mozi's ideal of government, which advocated a meritocracy based on talent rather than background, also followed his idea of Heaven.\n\nMozi opposed the Confucian idea of \"Destiny\",[14] promoting instead an idea of \"anti-fatalism\" (非命). Where the Confucian philosophy held that a person's life, death, wealth, poverty, and social status were entirely dependent upon destiny and therefore could not be changed, Mozi argued that hard work and virtuous acts could change one's position in life.\n\nMohist ethics is considered a form of consequentialism, according to which the morality of an action, statement, teaching, policy, judgment, and so on, is determined by the consequences that it brings about. In particular, Mozi thought that actions should be measured by the way they contribute to the benefit of all members of society. With this criterion, Mozi denounced things as diverse as offensive warfare, expensive funerals, and even music and dance, which he saw as serving no useful purpose. According to the Stanford Encyclopedia of Philosophy, Mohist consequentialism, dating back to the 5th century BCE, is the \"world's earliest form of consequentialism, a remarkably sophisticated version based on a plurality of intrinsic goods taken as constitutive of human welfare\".[15] Consequentialist theories vary over exactly which consequences are relevant, though they all share the same basic outcome-based structure. With Mozi's overwhelming focus on \"benefit\" (利, li) among other ends, and his explicit focus on making moral evaluations in light of them, Mozi's ethics indeed shares this consequentalist structure. For interpreting Mozi, however, there is some debate over how to understand the consequences Mozi seems most concerned with, and therefore over which kind of consequentialism to ascribe to him.\n\nSome believe the best descriptor to be state consequentialism.[16] According to this reading, Mohist ethics makes moral evaluations based on how well the action, statement, etc., in question contributes to the stability of a state.[16] Such state-related goods include social order, material wealth, and population growth. By centering his ethical theory around the promotion of such state-related ends, Mozi shows himself to be a state consequentialist. Unlike hedonistic utilitarianism, which views pleasure as a moral good, \"the basic goods in Mohist consequentialist thinking are ... order, material wealth, and increase in population\".[17] During Mozi's era, war and famines were common, and population growth was seen as a moral necessity for a harmonious society. Mozi opposed wars because they wasted life and resources while interfering with the fair distribution of wealth, yet he recognized the need for strong urban defenses so he could maintain the harmonious society he desired.[18] The \"material wealth\" of Mohist consequentialism refers to basic needs like shelter and clothing, and the \"order\" of Mohist consequentialism refers to Mozi's stance against warfare and violence, which he viewed as pointless and a threat to social stability.[19] Stanford sinologist David Shepherd Nivison, in The Cambridge History of Ancient China, writes that the moral goods of Mohism \"are interrelated: more basic wealth, then more reproduction; more people, then more production and wealth ... if people have plenty, they would be good, filial, kind, and so on unproblematically\".[17] In contrast to Jeremy Bentham, Mozi did not believe that individual happiness was important; the consequences of the state outweigh the consequences of individual actions.[17]\n\nAlternative readings locate the main focus of Mozi's consequentialism in the welfare of the people themselves rather than that of the state as a whole.[20] Such interpretations as Chris Fraser's argue that it is a mistake to view Mozi's focus on the collective well-being of a population as a focus on the well-being of the state itself rather than its constituents. In this way, Mozi tended to evaluate actions based on whether they provide benefit to the people, which he measured in terms of an enlarged population (states were sparsely populated in his day), a prosperous economy, and social order. Indeed these are collective goods rather than individual ones, which is a major difference between Mohist consequentialism and modern, Western versions. However, this reading emphasizes that collective goods are better considered as aggregated individual goods rather than as state goods.\n\nThis consequentialist structure supports Mohist ethics and politics, which survives in the form of 10 core doctrines. These doctrines are as follows:\n\nEach of these doctrines is justified on the grounds that it produces the best consequences for society, and that all people stand to benefit from adopting them. Promoting the worthy, for example, encourages people in positions of power to hire competent and worthy subordinates to fill posts, rather than hire friends and relatives instead. The reasoning here is that someone better qualified for the job will perform better and enable society as a whole to benefit. Identifying upward refers to the idea that people in subordinate positions in society must look to their superiors as models for their own conduct. Provided that the superiors are indeed morally competent and worthy of emulation, the rest of society will always have a reliable guide for their own actions, thereby giving rise to social benefits.\n\nUniversal love refers to the basic normative attitude the Mohists encourage us to adopt towards others. The idea is that people ought to consider all others as being part of their scope of moral concern. Indeed this is perhaps the most infamous of Mohist doctrines, and was criticized early on by philosophers such as Mengzi, who held that the doctrine was akin to renouncing one's family. However, close readings of the texts by modern scholars have shown the demands of Mohist universal love to be much more mild and reasonable.[21] Additionally, given the accretional nature of the texts, the audience of such texts may have changed depending upon the Mohists' social influence, and so the demands for universal love made on rulers, for example, is considerably higher than that made on the masses.[22] At its most basic, however, the doctrine merely encourages a general attitude of care towards others. However, this does not require that we renounce all forms of special relationships we have with our families and friends. In fact, the Mohists introduce the problem that universal love is meant to solve by lamenting the fact that fathers and sons don't care for each other, and so must instead adopt an attitude of universal love.[23] Conversely, the Mohists hope, when people adopt an attitude of universal love, society as a whole will benefit.\n\nDovetailing with this idea is that of condemning aggression. The main targets of this doctrine are undoubtedly the rulers of the various warring states in China, who regularly embarked on expansionist military campaigns in order to increase their territory, power, and influence. However, such campaigns were enormously taxing on the population, disrupting regular farming cycles by conscripting able-bodied people for these military ends. Additionally, the practices is ethically wrong for the same reason that robbery and murder are wrong. In fact, according to Mozi, the two are actually one and the same; for what is an expansionist war of aggression other than robbery and murder on a grand scale? And yet, Mozi laments, those rulers who execute robbers and murderers engage in the very same practices. With respect to universal love, indeed part of the reason why rulers believe it is acceptable to invade and conquer other states while it is not acceptable for their own subjects to rob and steal from one another is that the people in neighboring states are not part of the rulers' scope of moral concern. If rulers were to instead include these people and refrain from wars of aggression, all states, those attacking and those defending, will benefit.\n\n\nModeration in use and moderation in burials are the main Mohist ideas about frugality. In one's own projects, utility ought to be the only consideration. \n The Mohists took particular offense to the practice of extremely lavished funerals and demanding mourning rituals. Such funerals and rituals would potentially bankrupt an entire clan, at least temporarily, and disrupt its farming practices. For the dead in higher positions of authority, this disruption would affect an even greater number of people. Again, the point here is to promote benefit across society, and the Mohists believe that adopting frugal practices will do so.\n\nMozi's ideas about ghosts and spirits follow from their religious beliefs in a morally consistent universe. Heaven, it is argued, is the ultimate moral standard, while ghosts and spirits serve as Heaven's enforcers. Both doctrines, when adopted, promote societal benefit both by enabling people to rely upon an objective standard to guide their actions (namely, Heaven), and by acting as a sort of cosmic authority capable of enacting rewards and punishments.\n\nMozi's condemnation of music rests on the same economic considerations as their general ideas of frugality. In ancient China, grand musical ceremonies established by rulers would place enormous financial and human strains on populations, and so Mozi condemned such ceremonies for this reason. It's worth noting that Mozi did not object to music in principle—\"It's not that I don't like the sound of the drum\" (\"Against Music\")—but only because of the heavy tax burden such activities placed on commoners and also due to the fact that officials tended to indulge in them at the expense of their duties.\n\nFinally, the Mohists rejected the idea of fatalism, or the idea that there is fate. The Mohists reject this idea on the grounds that it encourages lazy and irresponsible behavior. When people believe that there is fate, and that the consequences of their actions lie beyond their control, people will not be encouraged to improve themselves, nor will they be willing to take responsibility for disasters. As a result, society will suffer, and so the doctrine that there is fate ought to be rejected.\n\n"
        },
        {
            "title": "Works and influence",
            "text": "\"Mozi\" is also the name of the philosophical anthology written and compiled by followers of Mozi. The text was formed by an accretional process that took place over a period of hundreds of years, beginning perhaps during or shortly after Mozi's lifetime, and lasting until perhaps the early Han dynasty.[24] During the Han dynasty, as Confucianism came to be the official school of political thought, Mohism gradually lost both its adherents and influence while simultaneously being partly incorporated into more mainstream political thought.[25] The text was eventually neglected, and only 58 of the text's original 71 books (pian) survive, some of which, notably the later Mohist Canons, contain significant textual corruptions and are fragmentary in nature.[26] The anthology can be divided into 5 main groups, which are determined on the basis of both chronological and thematic features:\n\nThe Mozi is a rich source of insight into early Chinese dynastic history, culture, and philosophy. The text frequently cites ancient classics, such as the Shang Shu, and at times departs from the received version, giving scholars insight into the textual development of such classics as well. \n\nThe texts portray Mozi as a mouthpiece for Mohist philosophy and not much else. This picture contrasts that of Confucius and Mencius found in the Lunyu (Analects) and Mengzi respectively, wherein the thinkers in question are portrayed as expressing emotions, chiding students, and even making mistakes. (Consider Mengzi's disastrous advice to the King of Qi to invade the state of Yan.)[27] To contrast, Mozi has little if any personality in the text, instead serving only as a mouthpiece for Mohist philosophy.\n\nMohism, like other schools of thought at the time, was suppressed under the Qin and died out completely under the Han, as its more radical adherents gradually dissolved and its most compelling ideas became absorbed by mainstream political thought. The influence of Mozi is still visible in many Han dynasty works written hundreds of years later. For example, the Confucian scholar Gongsun Hong describes the Confucian virtue of ren (\"benevolence\") in Mohist terms.[28] Additionally, Mohist epistemology and philosophy of language had a profound influence on the development of classical Chinese philosophy in general.[29] In fact, Mohism was so prominent during the Warring States period that philosophical opponents, including Mencius and some authors of the Daoist anthology, the Zhuangzi, lament the very prevalence and widespread influence of their ideas.[30]\n\nIn modern times, Mohism has been given a fresh analysis. Sun Yat-Sen used \"universal love\" as one of the foundations for his idea of Chinese democracy. More recently, Chinese scholars under Communism have tried to rehabilitate Mozi as a \"philosopher of the people\", highlighting his rational-empirical approach to the world as well as his \"proletarian\" background. The body in the Mozi is constructed by xing (形, 'body'), xin (心, 'heart'), qi (氣, 'energy') 'which is in accord with the Pre-Qin thinkers' understanding to the body. While xing refers to the flesh-bloody part of human being, the concept of xin focuses on the aspect of cognition and is closely related to the concept of shan (善, 'goodness'), ai (愛, 'love'), zhi (志, 'will') and xing.[31]\n\nSome views claim that Mozi's philosophy was at once more advanced and less so than that of Confucius. Indeed the Mohists were radical political reformers who sought primarily to benefit the masses and challenge the practices of the ruling orthodoxy, often targeting a perceived wasteful aristocracy whom they referred to as \"the gentlemen of the world.\" The Mohist idea of \"universal love\" embraced a broader idea of human community than that of the Confucians, arguing that the scope of individuals' moral concern should include all people. Opponents of this idea often claimed that \"universal love\" was akin to renouncing one's family,[32] and indeed more strict Mohists living in Mohist communities as the school flourished may have exhibited such behavior. However, there is some scholarly debate over just how radical the provisions of universal love actually are, and, as can be seen from the example of Gongsun Hong above, the less radical components of the doctrine were eventually absorbed by mainstream thought. \n\nMozi is also famous for his ideas about frugality, such as those concerning moderating expenses and eliminating wasteful ceremonies including music and funerals. A common misconception is that the Mohists eschewed all forms of art, but of course the Mohists' targets are more specifically elaborate, state-sponsored rituals that would place incredible financial burdens upon a mostly peasant population. This can be seen from Xunzi's own arguments against Mozi in book 10 of the Xunzi \"Enriching the State,\" where Xunzi argues against Mozi that prominent displays of wealth on the part of the state is necessary to maintaining social order.\n\nSome modern-day supporters for Mozi[who?] (as well as Communism) make the claim that Mohism and modern Communism share a lot in terms of ideals for community life.  Others[who?] would claim that Mohism shares more with the central ideas of Christianity, especially in terms of the idea of \"universal love\" (in Greek, \"agape\"), the \"Golden Rule\", and the relation of humanity to the supernatural realm. However, Mohism is undoubtedly a product of Warring States China, a period of tremendous political violence and turmoil. The Mohists were political reformers, but they did not seek to challenge the monarchical model of government that prevailed during that time, and sought instead to reform from within by encouraging governments to hire competent people to carry out political tasks, care for their people inclusively, eliminate frivolous government spending, and halt all wars of aggression.\n\nIn many ways the influence of Mohism was a victim of its own successes, and it is fairly easy to understand its decline. The Mohists' ideas about the importance of meritocracy and universal love were gradually absorbed by mainstream Confucian thinking. Their opposition to offensive warfare became irrelevant once the various Warring States were unified under the Qin and later Han dynasty, and their religious superstitions were eventually replaced with less supernatural accounts. So their most promising ideas were metabolized by the tradition, while their more radical and anachronistic ones were gradually discarded, leading to their demise during the Han dynasty.\n\n"
        },
        {
            "title": "Mohism and science",
            "text": "According to Joseph Needham, Mozi (collected writings of those in the tradition of Mozi, some of which might have been by Mozi himself) contains the following sentence: 'The cessation of motion is due to the opposing force... If there is no opposing force... the motion will never stop. This is as true as that an ox is not a horse.' which, he claims, is a precursor to Newton's first law of motion.[33] Mozi also contains speculations in optics and mechanics that are similarly strikingly original, although their ideas were not taken up by later Chinese philosophers. The Mohist tradition is also highly unusual in Chinese thought in that it devoted time to developing principles of logic.[34]\n\nHe is the first to describe the physical principle behind the camera, also known as the camera obscura.[35][note 1][36]\n\n"
        },
        {
            "title": "Contemporary use in technology",
            "text": "In 2016, a joint Austrian-Chinese initiative between the experimental physics groups of Anton Zeilinger and former graduate student Pan Jianwei known as Quantum Experiments at Space Scale launched a quantum communications satellite nicknamed \"Micius\" or \"Mozi\" in homage to the philosopher's writings on optics.[37][38][39]\n\n"
        }
    ]
}