{
    "url": "https://en.wikipedia.org/wiki/Mumblecore",
    "title": "Mumblecore",
    "table_of_contents": [
        "1 Distinguishing characteristics",
        "2 Influences on mumblecore",
        "3 History",
        "4 Legacy",
        "4.1 Influences on other genres",
        "4.2 Outside the United States",
        "5 Filmography",
        "5.1 List of mumblecore films and television series",
        "5.2 List of mumblegore films",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mumblecore is a subgenre of independent film[1][2] characterized by naturalistic  acting and dialogue (sometimes improvised), low-budget film production, an emphasis on dialogue over plot, and a focus on the personal relationships of young adults. Filmmakers associated with the genre include Andrew Bujalski, Lynn Shelton, Mark Duplass and Jay Duplass (known collectively as The Duplass Brothers), Greta Gerwig, Aaron Katz, Joe Swanberg,[1][3][4] and Ry Russo-Young. In many cases, though, these directors reject the term.[5]\n\nThe genre is a mostly American phenomenon.[6] The term mumblegore has been used for films mixing the mumblecore and horror genres.[7]\n\n"
        },
        {
            "title": "Distinguishing characteristics",
            "text": "Naturalism – both in performance and dialogue – is a key feature of almost all mumblecore films.[2] Early mumblecore films tended to feature non-professional actors,[1][2][8] although later films have had more professional actors,[9] including major stars such as Anna Kendrick (Drinking Buddies and Happy Christmas) and Orlando Bloom (Digging for Fire). Some mumblecore films feature a prominent use of improvisation,[2][8] with the cast sharing script credits,[1] though some, like Bujalski's films, are mostly scripted.[10]\n\nMumblecore films are generally produced with a low budget, which has ranged from several thousand to several million dollars as well as low production values.[8][11] Filming is done in real places, as opposed to studio sets or sound stages. Many of these films are shot digitally,[1][11] although Bujalski's films have all been shot on film.[12] Soundtracks tend to be limited, or nonexistent.\n\nMumblecore films tend to revolve around characters in their twenties and early thirties who are usually single, white, and fairly aimless in both their professional and personal lives.[11][13] Plots are often concerned with difficulties in romantic relationships, exacerbated by the characters' inability to articulate their own desires.[11]\n\n"
        },
        {
            "title": "Influences on mumblecore",
            "text": "Films that have been described as influencing, or at least anticipating, the conventions of mumblecore include Girlfriends (1978), Manhattan (1979), My Dinner With Andre (1981),[14] Stranger Than Paradise (1984), Sex, Lies, and Videotape (1989),[15] Slacker (1991), Clerks (1994), Go Fish (1994)  and Before Sunrise (1995).[16][17] Directors cited as influences include Michelangelo Antonioni, Eric Rohmer,[18] Andrei Tarkovsky, Gus Van Sant and John Cassavetes.[19]\n\nReality television, including what one critic called \"the spring-break psychodrama of MTV's The Real World\", has also been called an influence on mumblecore,[20] as has the 2001 BBC reality-TV-style mockumentary series The Office.[19]\n\nAnother often-cited influence on mumblecore is the profusion of cheaper filmmaking technology starting in the early 2000s,[20] such as the Panasonic AG-DVX100 video camera,[3] and desktop video editing software such as Final Cut Pro.[21]\n\n"
        },
        {
            "title": "History",
            "text": "Andrew Bujalski has been described as the \"Godfather of Mumblecore\".[8] His 2002 directorial debut, Funny Ha Ha, is generally considered to be the first mumblecore film.[11]\n\nThe 2005 South by Southwest Film Festival screened a number of other films that came to be considered part of the mumblecore movement, including Bujalski's second film, Mutual Appreciation; The Puffy Chair, by Mark Duplass & Jay Duplass; and Kissing on the Mouth, by Joe Swanberg.[2][8][9][22] That festival was also the origin of the term \"mumblecore\": Eric Masunaga, a sound editor who has worked with Bujalski, coined the term one night at a bar during the festival, when asked to describe the similarities between those three films.[8] The term was first used publicly by Bujalski in an interview with indieWIRE.[2][11] Bujalski has downplayed the existence of an organized \"movement\", however, and stated that he does not intentionally make \"mumblecore\" films.[5]\n\nFilm journalists have also referred to the genre collectively with the terms \"bedhead cinema\" and \"Slackavetes\" (a portmanteau derived from the title of Richard Linklater's dialogue-heavy, lo-fi 1990s film Slacker,[2] and the name of independent film director John Cassavetes).\n\nIn 2007, the IFC Center in New York City exhibited a ten-film series of mumblecore films, titled \"The New Talkies: Generation D.I.Y.\"[2]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Some critics have stated that mumblecore ended around 2010, as the original crop of directors began making films with larger budgets, more diverse storylines, and a more conventional cinematic approach.[23][24] For this reason, films made since 2010 or so that retain an emphasis on naturalistic dialogue and plot are sometimes referred to as \"post-mumblecore\". Filmmakers who have been labelled as \"post-mumblecore\" include Amy Seimetz, Sean Price Williams, Alex Karpovsky, Alex Ross Perry and Kate Lyn Sheil.[25]\n\nThe big-budget films Magic Mike (2012)[26] and its sequel Magic Mike XXL (2015)[27] have been described as having mumblecore elements due to their use of naturalistic dialogue. Some TV series, including the HBO series Girls (2012), Looking (2014) and Togetherness (2015), and the Netflix series Easy (2017) have been called mumblecore-inspired,[28] or, in the words of one critic, \"mumbleshows\".[13]\n\nHorror films using mumblecore techniques have resulted in the term \"mumblegore.\"[7] Films that have been described as \"mumblegore\" include Baghead (2008), The House of the Devil (2009), Entrance (2011), You're Next (2011), V/H/S (2012), The Sacrament (2013), and Creep (2014).[29][30] Directors associated with mumblegore cinema include Swanberg and Duplass, as well as Adam Wingard, Roxanne Benjamin, Ben Wheatley, the trio Radio Silence, Patrick Brice, Patrick Horvath, and Ti West.\n\nA review of the independent quasi-documentary Bloody Nose, Empty Pockets, in which actors were served real alcohol and filmed interacting in improvised scenes in a recreated dive bar, noted that \"the film may be the first-ever in a new 'stumblecore' genre, a risky fusion of indie-mumblecore and on-camera drunkenness.\"[31]\n\nMumblecore has not always been a strictly American phenomenon. Since about 2009, the Berlin Mumblecore movement has had its own manifesto, Sehr gutes Manifest. Berlin Mumblecore is not a reaction to the American hype so much as it is a reaction to the lack of reform in the German public financial support system for the film industry (Filmfoerderung). Crowdfunding is a new possibility to finance movie productions with small and very small budgets independently from restrictions of the German Filmfoerderung.[32]\n\nIn 2009, Jette Miller's Austern ohne Schale was screened in Berlin. In 2011, the movies Frontalwatte by Jakob Lass and Papa Gold by Tom Lass were released. The latter won several German film awards. 2012 saw the release of Klappe Cowboy by Timo Jacobs and Ulf Behrens, as well as the award-winning Dicke Mädchen by Axel Ranisch.[33] In 2015, Malte Wirtz Voll Paula! had its theatrical release, having also been produced without film funding.[34] Since then he produced three more Mumblecore Films \n(Hard & Ugly, Only one day in Berlin, About Rita!) and the media called him one of the most active German directors.[35]\n\n"
        }
    ]
}