{
    "url": "https://en.wikipedia.org/wiki/Mundane_science_fiction",
    "title": "Mundane science fiction",
    "table_of_contents": [
        "1 History and origins",
        "1.1 Mundane Manifesto",
        "1.2 Precursor movements: 1950-1960s",
        "1.3 2000s",
        "2 Style and ethos",
        "3 Media",
        "3.1 Reception and controversy",
        "3.2 Literature",
        "3.3 Films and television",
        "3.4 Related genres",
        "3.5 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMundane science fiction (MSF) is a niche literary movement within science fiction that developed in the early 2000s, with principles codified by the \"Mundane Manifesto\"[1] in 2004, signed by author Geoff Ryman and \"The Clarion West 2004 Class\". The movement proposes \"mundane science fiction\" as its own subgenre of science fiction, typically characterized by its setting on Earth or within the Solar System; a lack of interstellar travel, intergalactic travel or human contact with extraterrestrials; and a believable use of technology and science as it exists at the time the story is written or a plausible extension of existing technology. There is debate over the boundaries of MSF and over which works can be considered canonical. Rudy Rucker has noted MSF's similarities to hard science fiction and Ritch Calvin has pointed out MSF's similarities to cyberpunk. Some commentators have identified science fiction films and television series which embody the MSF ethos of near-future realism.\n\nMSF has garnered a mixed reception from the science fiction community. While some science fiction authors have defended the proposed subgenre, others have argued that MSF is contrary to the longstanding imaginative tradition of science fiction, or questioned the need for a new subgenre.\n\n"
        },
        {
            "title": "History and origins",
            "text": "The MSF movement, which was inspired by an idea from computer programmer  Julian Todd, was founded in 2004 during the Clarion workshop by novelist Geoff Ryman among others.[2][3] The beliefs of the movement were later codified as the Mundane Manifesto.[4] \nThe authors of the Manifesto stated[1] that they were \"pissed off and needing a tight girdle of discipline to restrain our sf imaginative silhouettes\".[5] Ryman and his collaborators believed that much science fiction was too escapist, and they thought that setting their stories in a world closer to our own would give the narratives more political and social power. \n[6] Kit Reed's 2004 interview with Ryman states that the \"young writers decided they wanted to limit themselves to the most likely future. This meant facing up to what we know is coming, dealing with it, and imagining good futures that are likely.\"[7] Ryman explained the MSF Manifesto in a speech to BORÉAL’s 2007 Science Fiction convention in Montreal.[8] Ryman claims that the MSF Manifesto was \"jokey\" and that it was not intended to be a \"serious\" statement.[5] The authors of the MSF Manifesto, apart from Ryman, are anonymous.[5]\n\nDescribing the context for the emergence of MSF, Christopher Cokinos cites Chris Nakashima-Brown in noting that a considerable body of science fiction entails fantasies about escape from scientific reality: \"the escape from the subtly Nihilistic dominion of reason in the post-Enlightenment West, into a generically unbound Jungian Disneyland...\". He argues that in the Golden Age of Science Fiction, stodgy tales of space opera \"bland prose\" and \"formulas of planetary romances, über-robots, and cold equations\" dominated. He also points out that SF writer Thomas Disch has similarly opined that the preference for weak, implausible depictions of science in sci fi is an \"American aspect of our 'lie-loving' culture\" used by readers for escapism. Some Golden Age writers, however, such as Theodore Sturgeon, Philip José Farmer, and Ray Bradbury did transcend these formulas and developed nuanced characters and stories.[4]\n\nCokinos goes on to state that in the 1960s, various authors launched science fiction's New Wave, when \"stylistic experimentation\" in the writing and new topics meant less formulas and clichés. The authors had a profound \"skepticism about science and technology\", and there was an examination of \"inner space\" \n(J. G. Ballard), \"feminist...critiques, and ecology (Frank Herbert’s Dune).[4] Similarly, BBC TV critic Hugh Montgomery notes that J.G. Ballard believed that the Golden Age’s focus on advanced interstellar spaceships was \"clichéd and unilluminating\", preferring to write stories about humans’ \"next five minutes\" and \"near future\", which is \"immediately recognisable to us, but invariably with a pretty unpleasant twist or three.\"[9]\n\nRitch Calvin argues that the goals of MSF were predated by sociologist Wayne Brekhus in 2000, who published \"A Mundane Manifesto\", calling for \"analytically interesting studies of the socially uninteresting.\" He argues for a focus on the \"mundane\" because the \"extraordinary draws disproportionate theoretical attention from researchers\", which weakens the development of theory and creates a distorted image of reality. He stated that he hoped that the humanities would also focus on the mundane.[10][11][5] Calvin noted that in 2001, the sci-fi website Futurismic came out against the traditional forms of SF, and instead called for an examination of the impact of scientific discoveries on human society. Futurismic is against all \"fantasy, horror, and space opera, as well as off-world SF, distant futures, aliens, alternate histories, and time travel\". Futurismic accepts fiction that is mundane, \"post-cyberpunk sf, satirical/gonzo futurism, and realistic near future hard sf.\"[12][5]\n\n"
        },
        {
            "title": "Style and ethos",
            "text": "MSF is a postulated science fiction subgenre[5][13]:60[14] that exists between science fiction and the mainstream.[15] American SF author Nancy Kress defines MSF as a strict form of hard SF. She states that \"[h]ard SF has several varieties, starting with really hard, which does not deviate in any way from known scientific principles in inventing the future\"; she says \"this is also called by some “mundane SF.”\"[16] According to the Manifesto, MSF writers believe it is unlikely that alien intelligence will overcome the physical constraints on interstellar travel any better than we can. As such, the Manifesto imagines a future on Earth and within the Solar System. The Manifesto states that alternative universes, parallel worlds, magic and the supernatural (including telepathy and telekinesis), time travel and teleportation are similarly avoided. MSF rarely involves interstellar travel or communication with alien civilization.[17] In the MSF ethos, unfounded speculation about interstellar travel can lead to an illusion of a universe abundant with planets as hospitable to life as Earth, which encourages wasteful attitude to the abundance on Earth.[18] MSF thus focuses on stories set on or near the Earth, with a believable use of technology and science as it exists at the time the story is written[3] or which is a plausible extension of existing technology. MSF works explore topics such as enhanced genomes, environmental degradation, nanotechnology,  quantum mechanics, robotics, and virtual reality.[5] MSF claims to describe change \"already in effect\" and claims \"ideological significance\".[5]\n\nThe boundaries between the proposed mundane subgenre and other genres, such as hard science fiction, dystopias, or cyberpunk are not defined. With MSF, the canonical works are vaguer than with cyberpunk.[5] Science fiction author Aliette de Bodard said in an interview with Nature that \"Science fiction has moved into the mainstream in step with the infusion of science into the everyday; thus, it can risk losing its outlandish feel, even as other fictional forms borrow its tropes.\"[19] In its issue on mundane science fiction, British science fiction magazine Interzone attempted a checklist of topics that cannot be included for a work to be considered \"mundane\": Faster-than-light travel, psionic powers, nanobots, aliens, computer consciousness, profitable space travel, immortality, mind uploading, teleportation, or time travel.[20]\n\nMSF proponents claim several notable science fiction authors have written in the style of the subgenre at least once.[5]\n\n"
        },
        {
            "title": "Media",
            "text": "In 2007 science fiction writer Rudy Rucker, author of the 1983 Transrealist Manifesto, blogged a response to the Mundane Manifesto. Rucker stated that he \"prefer[s] to continue searching for ways to be less and less Mundane\". He pointed out that alternate universes are \"quite popular in modern physics\" and stated that perhaps other worlds exist in other dimensions. He noted that fiction writers outside of SF use stories about time travel, so while implausible, it was worth exploring. While Rucker also rejected SF's \"escapist\" tendencies, and called for transrealism, he argued that elements of SF which MSF advocates reject are \"symbolic of archetypal modes of perception\" that are needed in SF.[21][5]\n\nIn the March 2008 issue of Asimov's Science Fiction magazine, in writer Jim Kelly's ongoing \"On the Net\" column he agreed with many elements of MSF. At the same time, he wondered, \"how was Mundane SF all that different from what had up until then been called hard science fiction?\".[20][22] Kelly states that too many of his favorite works fall outside the tenets of MSF.[5] Both Kelly and Calvin mention the criticism by British author Ian McDonald, and his fundamental objection, that much good science fiction is being written without any awareness of or need for the manifesto. Niall Harrison argued that Interzone #216's collection of MSF stories does not develop \"a convincing case for mundane sf.\"[5] Also in 2008, Chris Cokinos described The Mundane Manifesto as anthropocentric. He noted that the concern in MSF about wasting the abundance of Earth is influenced by the \"...moral climate that permeates North American and British nature writing\", adding that MSF is intended \"more as compass than chimera\".[4]\n\nIn 2009, writer Kate McKinney Maddalena noted that the MSF blog was first used as a forum for debate about the new subgenre and that by 2009, bloggers were identifying MSF from the SF literature, and looking for newly published MSF (\"mundane spotting\"). Maddelena added that Ryman's naming of MSF \"only marks (and encourages) a high point in SF’s social and ecological consciousness and conscience.” [23] Also in 2009, SF writer Claire L. Evans called it a \"controversial recent sub-genre\";[24] while stating MSF was a \"useful category for an already-existing genre of science fiction\". Evans disagreed with MSF in that it was often \"the wildest, least likely prognostications that come to pass\". She also criticized Ryman for disrespecting SF’s tradition of creating prophecies, thus influencing real life, which she stated means he \"completely misses the point of [science fiction]\".[24]\n\nCommentary on MSF continued in the 2010s. In 2011 a Fantastic Worlds journal critic criticized the \"very selective\" use of science in MSF and its depressing nature.[25] In 2012, Emmet Byrne and Susannah Schouweiler called MSF the Dogme 95 of science fiction, a reference to a realist Danish film manifesto.[26] In 2013 Linda Nagata noted the relationship between hard science fiction and MSF, but stated, \"the term 'mundane' has the 'implication of \"boring'? To me, the term is another marketing disaster.\"[27] Also in 2013, The New Museum's digital art arm Rhizome published Martine Syms' \"The Mundane Afrofuturist Manifesto\", which asserts that \"Mundane Afrofuturism is the ultimate laboratory for worldbuilding outside of imperialist, capitalist, white patriarchy.\"[28][29] In 2019, Roger Luckhurst, a professor in Modern and Contemporary Literature at Birkbeck, University of London, stated the MSF movement was developed because writers did not want \"…to imagine shiny, hard futures [but [rather] give a] sense of sliding from one version of our present into something slightly alienated\".[9]\n\nIn 2013, Nick Foster, a designer and futurist from California, was inspired by Ryman's MSF principles to propose a new form of industrial design for films set in the future called \"The Future Mundane.\" Just as MSF is against fanciful speculation, Foster's \"The Future Mundane\" is \"counter to the fantasy-laden future worlds generated by our [industrial design] industry.\" It consists of designing everyday objects (e.g., corkscrews and milk packaging) for background characters in films; depicting technology as an \"accretive space\", where advanced technologies sit side by side with dusty antique devices and tools; and the technologies should not function seamlessly (they should be shown having glitches).[30]\n\nIn 2007 the British sci fi magazine Interzone devoted an issue to the subgenre.[31][5] Science fiction author Ted Chiang states that Ryman's 2004 novel Air, while \"taken by some readers to be an example of Mundane sf\" due to its author, was initially not classified by Ryman as mundane science fiction. However, in 2007, Ryman referred to it as a \"Mundane fantasy\" novel (it depicts an \"Air technology\" that has no scientific basis).[32] Brian Attebery argues that Air is \"largely mundane\", and he asserts that Ryman's use of some fantasy elements (an \"impossible pregnancy\" and \"time slippage\") strengthen the novel's themes and make the story more interesting, so he says that a \"test\" for MSF status need not be used.[33]\n\nThe 2009 short story collection When It Changed: Science Into Fiction, edited by Ryman, is a collection of mundane science fiction stories, each written by a science fiction author with advice from a scientist, and with an endnote by that scientist explaining the plausibility of the story.[34] In 2015 a reviewer from ‘’Boing Boing’’ called Kim Stanley Robinson’s novel Aurora, a generation ship novel, MSF's \"most significant novel\".[35] In 2019 Robert Harris' The Second Sleep was described as the best MSF novel of the year.[36]\n\nIn Jeff Somers' 2015 article for Barnes and Noble, he identified six novels: Geoff Ryman's Air, which he calls \"low-key, small-scale science fiction\" that exemplifies the movement; Kim Stanley Robinson's Red Mars, about \"an attempt to terraform and establish a colony on Mars\" that leads to a revolution; Elizabeth Moon's The Speed of Dark, about  \n\"genetic procedures that remove disease and deformity\"; Andy Weir's The Martian, about an astronaut accidentally stranded on Mars who has to learn to survive on the lifeless planet using leftover equipment; Maureen McHugh's China Mountain Zhang, an alternate future in which the \"United States has experienced a communist revolution after a period of economic decline\", and China has become the superpower; and Charles Stross' Halting State, which is set in a virtual world, enabling him to depict cyber-created orcs and dragons while still respecting the limits of MSF.[37]\n\nIn the 2016 edition of SFX (#277, September) it calls Nicholas Soutter's The Water Thief (2012) an example of \"Mundane SF future-history\".[38] In November 10, 2020, Nina Munteanu listed Kim Stanley Robinson’s New York 2140 as one of the top 15 eco-fiction novels, referring to it as \"an impeccable climate-novel of mundane SF.\"[39]\n\nSolarpunk fiction can include elements of mundane science fiction. In Solarpunk Futures interview with Nina Munteanu regarding her solarpunk novel A Diary in the Age of Water, a \"climate-induced journey...[of] four generations of women...against a global giant that controls and manipulates Earth’s water\", she added elements of mundane science fiction to add the \"gritty realism of “the mundane” to the story.[40] She says the \"diary-aspect of the book characterizes it as “mundane science fiction” in that it presents \"an “ordinary” setting for characters to play out\" in.[40]\n\nIn 2008, Christopher Cokinos stated that films such as Gattaca (1997), about a society based on genetic testing and ranking, and Moon (2009), about a lonely one-man mining operation on the Moon, \"fit the Mundane Manifesto’s interest in near-future realism, even if they don’t directly deal with the beauties and heartbreaks of the Earth\".[4] Other examples Cokinos cited are French filmmaker Chris Marker’s Sans Soleil (1983) and the film version of Children of Men (2006), which shows a \"heart-wrenching film of a grim, near-future Earth\".[4]\n\nIn 2019, UK television critic Hugh Montgomery identified MSF television series and films which are set in the near future and which use plausible technologies; his list includes Black Mirror; The Handmaid’s Tale (a dystopian drama set in a totalitarian, misogynist theocracy); Osmosis (about a dating app that requires a bodily implant for users); Years and Years (a family drama set over the next 15 years, in a world facing ecological disasters); and Children of Men.[9]\n\nIn Ritch Calvin's opinion, MSF shares \"characteristics with cyberpunk, postcyberpunk, and near-future science fiction\". For instance, William Gibson’s novels show a \"near future urban\" world, while Bruce Sterling’s Schismatrix depicts the impacts of global capitalism.[5]\n\n"
        }
    ]
}