{
    "url": "https://en.wikipedia.org/wiki/Museo_del_Objeto_del_Objeto",
    "title": "Museo del Objeto del Objeto",
    "table_of_contents": [
        "1 Organization",
        "2 Permanent collection",
        "3 Temporary exhibits and events",
        "4 Building",
        "5 Love locks",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Museo del Objeto del Objeto (Museum of the Object [purpose] of the Object [item]), or MODO,  is a museum in Mexico City and the first museum in Mexico dedicated to design and communications. It was opened in 2010 based on a collection of commercial packaging, advertising, graphic arts, common devices and many other objects dating back to 1810 collected by Bruno Newman over more than 40 years. The museum is dedicated to the preservation of its collection of more than 30,000 items from two centuries and to the research in the history of design and communications.\n\n"
        },
        {
            "title": "Organization",
            "text": "The Museo del Objeto del Objeto is a private foundation begun by Bruno Newman, a collector and founder/director of Zimat Communications in Mexico City.[1][2] The museum is part of a long tradition in Mexico City of collectors who donate their collections to found new or expand existing museums. Art collectors and other kinds of collectors have been behind museums such as Soumaya, Franz Mayer, Museo del Juguete and others. Collectors have also been important to the development of state museums in the country as well.[1]  The museum is one of several efforts in the country to promote and consolidate information about the history and culture of commercial design in Mexico.[3]\n\nMODO is considered to be the first of its kind, with many of its objects not normally displayed in museums in the country.[4] It focuses on the analysis of its collection and similar objects using the principles of design and communications as well as the use of new technologies.[5] The museum is also dedicated to the support of collectors of every day objects, promoting formal arrangement and study of the objects collected.[4] One reason the museum promotes collecting is that very often items related to design and communication are simply thrown away as junk, such as 1980s sneakers and 1970s skateboards.[1]\n\nWork to establish the museum started in 2004, with the inventorying, cataloging and photographing of each of the pieces. The last was done not only for conservation purposes, but also to allow access to the pieces electronically. The building, a former mansion in Colonia Roma, was restored for the museum.[6] The museum was inaugurated in October 2010. The opening of the museum drew a number of international diplomats, including those from Russia, Guatemala, Haiti and Slovenia.[7] Diplomats were invited to the event because the collection contains objects from various countries outside of Mexico.[8]\n\nLa Gunilla Editores is the publishing branch of the MODO organization. It is dedicated to the research and publication of materials related to design and communications. Much of its work complements that of the museum producing books and magazine in both print and electronic forms.[9] Its first eight books include Mexténcil, Calcomanías, Black Book México and Arte Urbe, which relates to graffiti in Mexico as a communication mode. Recorrido con Recordaciones y Encuentros con Conocidos are guidebooks to parts of Mexico and its capital, and El Objeto Insólito, o Solito and Una Gruesa de Colecciones both discuss collecting.[6]\n\nMODO’s gift shop promotes young, mostly Mexican designers to distribute their work. Another line of products are those based on the museum’s permanent collection and temporary exhibits.[6]\n\nThe museum offers workshops, seminars, conferences and other activities designed to promote design and communication.[10]\n\n"
        },
        {
            "title": "Permanent collection",
            "text": "The museum’s permanent collection is based on the private collection of Bruno Newman, amassed over 40 years.[10] Newman began collecting when he was 13 years old, fascinated by his uncle´s stamp collection. He says it was his first knowledge of other countries.[2] He began collecting by purchasing five toiletry containers that he liked from the La Lagunilla Market.[8][11] They turned out to be of a brand called Pompei from France made in 1910 and no longer produced.[2]  When he placed them on a table in his room, visitors were attracted by them.[8][11]   He moved on to old shaving supplies, then to advertisements.  He bought things no one else wanted as most collectors wanted old books, colonial pieces and documents. Over the years the collection filled his house, his office and then three warehouses.[2]  In the mid-2000s, Newman began the process to found the museum so that the collection would be preserved and studied, especially as it relates to the development of package design, publicity and the graphic arts.[5] The permanent collection is divided into 37 sections based on theme, such as soda bottles, cigarettes, music, stationery, printing material, pharmaceuticals, clothing and textiles and more.[10]\n\nThe entire collection consists of over 30,000 items dating from 1810 to the present. This collection is too large to be shown in its entirety at the physical museum, so items on display rotate, presented in shows with themes or contexts. The first museum exhibit of the collection was a selection of 3,200 pieces entitles “Nostalgia for the ordinary.”[1][10] Most items are related to packaging, especially bottles, advertising and the graphic arts and are from everyday life.[5][12] Other items include presses, some of which are over 100 years old, soda bottles from defunct brands, utensils, cosmetics, food containers, clothing items and domestic appliances. Some notable items include old paper grocery bags from the Sumesa supermarket chain, a beer advertisement from 1890 and commercial packaging from occupied Japan.[1][5][6][10] The museum space does not meet international standards of preservation. The collection is a starting point for the museum which aims to be a center of culture, exchange of ideas and research for communication and design.[13]\n\n"
        },
        {
            "title": "Temporary exhibits and events",
            "text": "The museum holds regular temporary exhibits related to its collection and purpose, including the work of artists. During its opening in 2010, there was a temporary art exhibit by Carlos Aguirre named “ODA a la Mujer” (Ode to a Woman). The exhibit consisted of five pieces created with phrases taken from a songbook series called Cancionero Picot. Aguirre selected portions of lyrics from these books, which are in the museum’s collection and include the first published in 1928. The selected lyrics were chosen as being depreciative to women to show misogyny.[6][10]\n\nCollection of Collections was the museum’s first major temporary exhibit after its opening, staged as part of the foundation’s mission to promote collecting.[14] The idea was to expand what is worthy of a museum exhibit, focusing on what the museum calls “urban collecting” about everyday objects not necessarily all that old. The idea behind it is that these objects have something to say about Mexican society.[4]\n\nThe Collection of Collections consisted of seven collections belonging to private hands and one selected from the permanent collection of MODO. It is set up to show the wide range of collecting activities that occur in Mexico. Along with the display, the museum has co sponsored talks and meeting about collecting with academics from the Universidad Nacional Autónoma de México.  The total exhibit consisted of over 500 pieces with each collection given its own room.[4] Postcard collection of Carlos Villasana and Raul Torres, who are well known Mexico City collectors. The exhibit only has about sixty of the over 15,000 which include rare ones by famous photographers such as Guillermo Kahlo, Hugo Brehme and Charles B. Waite who documented aspects of Mexico from the late 1800s to the early 20th century.[1] The 1980s tennis shoe ( belonging to Edgar Alejandro Cortes) and 1970s skateboard collections (belonging to Perseo Medrano) were arranged by Pablo Romo Molina, director of Street Active Lifestyle magazine. Other collections included toy robots belonging to Barbara Berger, antique lamps belonging to Alexandre Lamaire and hats from the 1920s to 1950s part of Rodrigo Flores´ collection.[1][4] Another room is dedicated to Patricia Agraz´s hands collection and one room dedicated a set of domestic appliances which were part of the original donation to the museum by Newman.[4]\n\nIn August and September 2011, the museum and the Universidad Nacional Autónoma de México co-sponsored talks and workshops centered on design, communication and the collecting. These events invite academics from the university along with other specialists on design and collection.[15] In September 2011, the museum inaugurated an exhibit called \"El MODO de Tassier\" based on the pencil collection and drawings of graphic designer Gonzalo Tassier.[16]\n\n"
        },
        {
            "title": "Building",
            "text": "MODO is located in one of only eight buildings classified as Art Nouveau which still remain in Mexico City. It was built in 1906 and served for a time as Newman’s personal residence.[2][5][17] It is located in Colonia Roma, just west of the historic center on Colima Street, known for its art galleries, restaurants and bars.[17]\n\n"
        },
        {
            "title": "Love locks",
            "text": "The love locks fence at the MODO is a place in Mexico City where people hang locks with their couple’s name as it has been done in other cities in the world, such as Florence[18] and Paris.[19] The installation consists of two fences that surround the trees and plants in the front of the museum, on the corner of Colima and Córdob streets, in Colonia Roma, Mexico City.\n\nThe place was inaugurated on February 11, 2011 to celebrate Valentine's Day. MODO invited Mexican couples to show their love by hanging locks in the fences at one side of the building.[20] The practice is part of a worldwide phenomenon called “Moccia phenomenon”,[21] which is a massive placing of love locks at bridges. The “Moccia phenomenon” is based on the book “I want you” by the Italian author Federico Moccia, published in 2006.[22]\n\n"
        }
    ]
}