{
    "url": "https://en.wikipedia.org/wiki/Museum_of_Science_Fiction",
    "title": "Museum of Science Fiction",
    "table_of_contents": [
        "1 Establishment",
        "2 Activities",
        "2.1 MOSF Journal of Science Fiction",
        "2.2 Catalysts, Explorers & Secret Keepers: Women of Science Fiction",
        "2.3 Partnerships",
        "2.4 Events",
        "2.5 Escape Velocity",
        "2.6 CubeSat Competition",
        "2.7 Deep Ocean Robotics Competition",
        "2.8 Costume Design Competition",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Museum of Science Fiction (MOSF) is a 501c(3) nonprofit museum that has plans to be based in Washington, D.C. It was founded in the spring of 2013 by Greg Viggiano and a team of 22 volunteer professionals with a goal of becoming the world's first comprehensive science fiction museum.[1][2][3] As of 2021, the museum does not yet have a permanent building or location.\n\nSince 2016, the museum has published the triannual MOSF Journal of Science Fiction, and in November 2017, it released its first \"take-home exhibit\", an anthology entitled Catalysts, Explorers & Secret Keepers: Women of Science Fiction.\n\n"
        },
        {
            "title": "Establishment",
            "text": "The Museum of Science Fiction was planning to open a preview museum in late 2015 as a step toward opening the full museum in 2018. The preview museum is envisioned to be a 4,000 square foot multi-purpose location, open for 48 months near a DC Metro station before redeployment as a satellite location that travels to other global cities to promote the museum and its mission. This first physical iteration of the preview museum was to feature four gallery change-outs to encourage higher revisit-rates and provide a way for curators to capture early visitor feedback. The interior was expected to also function as a venue for special events including dinners, presentations, film screenings, and lectures with seating for up to 150 attendees.[4][5][6][7][8][9][10][11]\n\nDespite an Indiegogo crowdfunding campaign not reaching its goal,[12] in July 2014 the museum hosted an architecture design contest[13] for the museum's first home, with locations in D.C. and northern Virginia under consideration.[14][15] The site selection process was expected to be completed by the end of 2014, with the Preview Museum opening in 2015 and the full-scale 50,000 square-foot facility in 2018.[16][17]\n\nThe museum is intended to encompass seven permanent galleries that celebrate and encourage the human tendency to always ask, \"What if?\" The permanent galleries include: The Creators; Other Worlds; Vehicles; Time Travels; Aliens, Creatures, and Altered Life; Computers and Robots; and Technology.[18] Science fiction is to be presented as a form of rational speculation that has influenced and been influenced by scientific and technological progress for centuries.[19]\n\nFrom August 2014, the museum was hosting an exhibit design competition seeking exhibits that will be used in the four-year life of the preview museum.[20]\n\n"
        },
        {
            "title": "Activities",
            "text": "The MOSF Journal of Science Fiction is a triannual peer-reviewed open access academic journal covering science fiction studies published by the Museum of Science Fiction since January 2016.[21] The editor-in-chief is Aisha Matthews of Southern Methodist University.[22]\n\nAccording to its editorial policy, the journal \"seeks to uphold the spirit of educated inquiry and speculation through the publication of peer-reviewed, academic articles, essays and book reviews exploring the myriad facets of science fiction\". It plans to publish three issues a year (including some themed issues) with 3 to 4 academic articles per issue.[23]\n\nIn October 2016, the Museum of Science Fiction launched a Kickstarter campaign to fund its first \"take-home exhibit\", an anthology entitled Catalysts, Explorers & Secret Keepers: Women of Science Fiction. The campaign was fully funded by November 2016.[24]\n\nThe Kindle eBook edition of the anthology was released for general purchase on 14 November 2017, and hardback and paperback editions are scheduled for release in late December 2017.[25]\n\nJulie Dillon created the cover art for Catalysts, Explorers & Secret Keepers.[26]\n\nMonica Louzon was the lead on the anthology's editorial team, which also included Jake Weisfeld, Heather McHale, Barbara Jasny, and Rachel Frederick. The anthology includes three new poems by 2017 SFWA Grand Master Jane Yolen and new short stories from Floris M. Kleijne, AJ Lee, Seanan McGuire, Pat Murphy, Sarah Pinsker, and Bonnie Jo Stufflebeam. Reprinted works included in the anthology were written by Eleanor Arnason, Catherine Asaro, Monica Byrne, Betsy Curtis, Kiini Ibura Salaam, N. K. Jemisin, Nancy Kress, Naomi Kritzer, Karen Lord, Anthea Sharp, Carrie Vaughn, and Sarah Zettel.[27][28]\n\nThe museum has partnered with the John Eaton Elementary School (Washington DC) to bring a range of STEAM programs to local school children using science fiction as an educational tool. The museum will work with educators to develop enrichment experiences and classroom workshops for students. Planned activities include the art of storytelling, writing, illustration techniques, and numerous project-based learning science activities.[29] Additional notable partnerships which have been reported in the Washington Post include the Science Channel and AwesomeCon.[30]\n\nIn July, 2016, the museum partnered with the Maryland Science Center to display its Orion III spacecraft model.[31] The model was originally part of the museum's \"Future of Travel\" exhibit held in 2015 in Ronald Reagan Washington National Airport.[32]\n\nIn spring of 2015, the museum partnered with the costume production MFA program at the University of North Carolina at Chapel Hill to create replicas for display of iconic costumes from science fiction films.[33] These costumes are displayed at the Escape Velocity convention and are part of the museum's permanent collection. The graduate students create the replicas under the supervision of the program faculty and with the assistance of undergraduate costume lab students. Examples of costumes created are the spaceflight attendant from 2001: A Space Odyssey, Neo's costume in the first Matrix film, the Stillsuit from the original Dune film, a Borg unit from Star Trek, and the Frankenstein monster from classic horror iconography.\n\nThe Museum of Science Fiction hosts or partners on a number of events, most notably its monthly science fiction movie screening in conjunction with the District of Columbia Public Library system.[34] They also have a growing number of traveling design exhibitions, including an Architectural Design Competition Exhibition.[35][36]\n\nFrom July 1 through 3, 2016, the Museum of Science Fiction hosted its first convention called Escape Velocity.[37] Described as a micro futuristic world's fair to promote STEAM education within the context of science fiction using the fun of comic cons and fascination of science and engineering festivals, the convention featured guests with backgrounds in both science and science fiction.[38] A gallery showcasing original replicas of props, models, and costumes from notable works of science fiction offered a preview of the kinds of exhibits which will be on display in the permanent museum.[39]\n\nThe second annual Escape Velocity was held September 1 through 3, 2017. The theme of the show was Robotics, Computers, AI, and Drones, and guest speakers included Thomas Dolby, Joe Haldeman, and Cas Anvar.[40]\n\nThe third annual event took place May 25 through 27, 2018, and the fourth was held May 24 through 26, 2019. Among other attractions, these two years both featured the Cosmic Encounter Experience, which included panels and demonstrations of the board game Cosmic Encounter. Escape Velocity 2019 hosted the first ever Cosmic Encounter Galactic Championship Tournament as well as the first public reunion of the original three primary Cosmic Encounter designers Peter Olotka, Jack Kittredge and Bill Eberle in many years.\n\nIn October 2015, the Museum of Science Fiction announced a CubeSat Competition in partnership with NASA and Cornell University.[41] High school students from around the world competed to submit mission design proposals, with the winning teams' proposals to be built and put into orbit on a future NASA mission.[42] The competition was recognized during the White House Astronomy Night on October 19, 2015.[43]\nThe winning teams from the following schools were announced on May 12, 2016:[44][45][46]\n\nIn October 2016, the Museum of Science Fiction announced a Deep Ocean Research and Robotics Competition in partnership with Cornell University.[47] \nThe winning team, 1st Junior High School of Papagou, Greece, was announced on May 30, 2017.[48]\n\nIn September 2017, the Museum of Science Fiction announced a Costume Design Competition and Fashion Show.[49] The competition will run through April 15, 2018, with finalist judging scheduled to take place on May 25, 2018 at Escape Velocity 2018.\n\n"
        }
    ]
}