{
    "url": "https://en.wikipedia.org/wiki/Musical_improvisation",
    "title": "Musical improvisation",
    "table_of_contents": [
        "1 In Western music",
        "1.1 Medieval period",
        "1.2 Renaissance period",
        "1.3 Baroque period",
        "1.3.1 Melodic instruments",
        "1.3.2 Basso continuo",
        "1.3.3 Organ improvisation and church music",
        "1.4 Classical period",
        "1.4.1 Keyboard improvisation",
        "1.4.1.1 Mozart and Beethoven",
        "1.5 Romantic period",
        "1.5.1 Instrumental",
        "1.5.2 Opera",
        "2 Modern opinions",
        "2.1 Theodor Adorno",
        "3 Contemporary",
        "3.1 Jazz",
        "3.2 Contemporary classical music",
        "3.3 Contemporary popular music",
        "3.3.1 Psychedelic- and progressive-rock music",
        "3.4 Silent-film music",
        "3.5 Venues",
        "3.6 Music education",
        "4 In Indian classical music",
        "5 Artificial intelligence",
        "6 See also",
        "7 Notes",
        "7.1 Sources",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nMusical improvisation (also known as musical extemporization) is the creative activity of immediate (\"in the moment\") musical composition, which combines performance with communication of emotions and instrumental technique as well as spontaneous response to other musicians.[1] Sometimes musical ideas in improvisation are spontaneous, but may be based on chord changes in classical music[1] and many other kinds of music. One definition is a \"performance given extempore without planning or preparation\".[2] Another definition is to \"play or sing (music) extemporaneously, by inventing variations on a melody or creating new melodies, rhythms and harmonies\".[2] Encyclopædia Britannica defines it as \"the extemporaneous composition or free performance of a musical passage, usually in a manner conforming to certain stylistic norms but unfettered by the prescriptive features of a specific musical text.\"[3] Improvisation is often done within (or based on) a pre-existing harmonic framework or chord progression. Improvisation is a major part of some types of 20th-century music, such as blues, rock music, jazz, and jazz fusion, in which instrumental performers improvise solos, melody lines and accompaniment parts.\n\nThroughout the eras of the Western art music tradition, including the Medieval, Renaissance, Baroque, Classical, and Romantic periods, improvisation was a valued skill. J. S. Bach, Handel, Mozart, Beethoven, Chopin, Liszt, and many other famous composers and musicians were known especially for their improvisational skills. Improvisation might have played an important role in the monophonic period. The earliest treatises on polyphony, such as the Musica enchiriadis (ninth century), indicate that added parts were improvised for centuries before the first notated examples. However, it was only in the fifteenth century that theorists began making a hard distinction between improvised and written music.[4]\n\nSome classical music forms contained sections for improvisation, such as the cadenza in solo concertos, or the preludes to some keyboard suites by Bach and Handel, which consist of elaborations of a progression of chords, which performers are to use as the basis for their improvisation. Handel and Bach frequently improvised on the harpsichord or pipe organ. In the Baroque era, performers improvised ornaments and basso continuo keyboard players improvised chord voicings based on figured bass notation. However, in the 20th and early 21st century, as common practice Western art music performance became institutionalized in symphony orchestras, opera houses and ballets, improvisation has played a smaller role. At the same time, some contemporary composers from the 20th and 21st century have increasingly included improvisation in their creative work.\n\nIn Indian classical music, improvisation is a core component and an essential criterion of performances. In Indian, Afghan, Pakistani, and Bangladeshi classical music, raga is the \"tonal framework for composition and improvisation\".[5] The Encyclopædia Britannica defines a raga as \"a melodic framework for improvisation and composition\".[6]\n\n"
        },
        {
            "title": "In Western music",
            "text": "Although melodic improvisation was an important factor in European music from the earliest times, the first detailed information on improvisation technique appears in ninth-century treatises instructing singers on how to add another melody to a pre-existent liturgical chant, in a style called organum.[4] Throughout the Middle Ages and Renaissance, improvised counterpoint over a cantus firmus (a practice found both in church music and in popular dance music) constituted a part of every musician's education, and is regarded as the most important kind of unwritten music before the Baroque period.[7][8]\n\nFollowing the invention of music printing at the beginning of the sixteenth century, there is more detailed documentation of improvisational practice, in the form of published instruction manuals, mainly in Italy.[9] In addition to improvising counterpoint over a cantus firmus, singers and instrumentalists improvised melodies over ostinato chord patterns, made elaborate embellishments of melodic lines, and invented music extemporaneously without any predetermined schemata.[10] Keyboard players likewise performed extempore, freely formed pieces.[11]\n\nThe kinds of improvisation practised during the Renaissance—principally either the embellishing of an existing part or the creation of an entirely new part or parts—continued into the early Baroque, though important modifications were introduced. Ornamentation began to be brought more under the control of composers, in some cases by writing out embellishments, and more broadly by introducing symbols or abbreviations for certain ornamental patterns. Two of the earliest important sources for vocal ornamentation of this sort are Giovanni Battista Bovicelli's Regole, passaggi di musica (1594), and the preface to Giulio Caccini's collection, Le nuove musiche (1601/2)[12][13]\n\nEighteenth-century manuals make it clear that performers on the flute, oboe, violin, and other melodic instruments were expected not only to ornament previously composed pieces, but also spontaneously to improvise preludes.[14]\n\nThe basso continuo (accompaniment) was mainly improvised, the composer usually providing no more than a harmonic sketch called the figured bass. The process of improvisation was called realization.\n\nAccording to Encyclopædia Britannica, the \"monodic textures that originated about 1600 ... were ready-made, indeed in large measure intended, for improvisational enhancement, not only of the treble parts but also, almost by definition, of the bass, which was figured to suggest no more than a minimal chordal outline.\"[3] Improvised accompaniment over a figured bass was a common practice during the Baroque era, and to some extent the following periods. Improvisation remains a feature of organ playing in some church services and are regularly also performed at concerts.\n\nDieterich Buxtehude and Johann Sebastian Bach were regarded in the Baroque period as highly skilled organ improvisers. During the 20th century, some musicians known as great improvisers such as Marcel Dupré, Pierre Cochereau and Pierre Pincemaille continued this form of music, in the tradition of the French organ school. Maurice Duruflé, a great improviser himself, transcribed improvisations by Louis Vierne and Charles Tournemire. Olivier Latry later wrote his improvisations as a compositions, for example Salve Regina.\n\nClassical music departs from baroque style in that sometimes several voices may move together as chords involving both hands, to form brief phrases without any passing tones. Though such motifs were used sparingly by Mozart, they were taken up much more liberally by Beethoven and Schubert. Such chords also appeared to some extent in baroque keyboard music, such as the 3rd movement theme in Bach's Italian Concerto. But at that time such a chord often appeared only in one clef at a time, (or one hand on the keyboard) and did not form the independent phrases found more in later music. Adorno mentions this movement of the Italian Concerto as a more flexible, improvisatory form, in comparison to Mozart, suggesting the gradual diminishment of improvisation well before its decline became obvious.[15]\n\nThe introductory gesture of tonic, subdominant, dominant, tonic, however, much like its baroque form, continues to appear at the beginning of high-classical and romantic piano pieces (and much other music) as in Haydn's Piano Sonata Hob. XVI/52 and Beethoven's Sonata No. 24, Op. 78.\n\nBeethoven and Mozart cultivated mood markings such as con amore, appassionato, cantabile, and expressivo. In fact, it is perhaps because improvisation is spontaneous that it is akin to the communication of love.[16]\n\nBeethoven and Mozart left excellent examples of what their improvisations were like, in the sets of variations and the sonatas which they published, and in their written out cadenzas (which illustrate what their improvisations would have sounded like). As a keyboard player, Mozart competed at least once in improvisation, with Muzio Clementi.[17] Beethoven won many tough improvisatory battles over such rivals as Johann Nepomuk Hummel, Daniel Steibelt, and Joseph Woelfl.[18]\n\nExtemporization, both in the form of introductions to pieces, and links between pieces, continued to be a feature of keyboard concertising until the early 20th-century. Amongst those who practised such improvisation were Franz Liszt, Felix Mendelssohn, Anton Rubinstein, Paderewski, Percy Grainger and Pachmann. Improvisation in the area of art music seems to have declined with the growth of recording.[19]\n\nAfter studying over 1,200 early Verdi recordings, Will Crutchfield concludes that \"The solo cavatina was the most obvious and enduring locus of soloistic discretion in nineteenth-century opera.\"[20] He goes on to identify seven main types of vocal improvisation used by opera singers in this repertory:[21]\n\n"
        },
        {
            "title": "Modern opinions",
            "text": "Toward the end of the section of Aesthetic Theory entitled \"Art Beauty\" (in the English edition), Theodor W. Adorno included a brief argument on improvisation's aesthetic value. Claiming that artworks must have a \"thing-character\" through which their spiritual content breaks, Adorno pointed out that the thing-character is in question in the improvised, yet present.[22] It may be assumed Adorno meant classical improvisation, not jazz, which he mostly excoriated. He held jazz, for example, to be antithetical to Beethoven.[23]\n\nThere is more extensive treatment, essentially about traditional jazz, in Prisms[24] and The Jargon of Authenticity.[25]\n\n"
        },
        {
            "title": "Contemporary",
            "text": "Improvisation is one of the basic elements that sets jazz apart from other types of music. The unifying moments in improvisation that take place in live performance are understood to encompass the performer, the listener, and the physical space that the performance takes place in.[26] Even if improvisation is also found outside of jazz, it may be that no other music relies so much on the art of \"composing in the moment\", demanding that every musician rise to a certain level of creativity that may put the performer in touch with his or her unconscious as well as conscious states.[27] The educational use of improvised jazz recordings is widely acknowledged. They offer a clear value as documentation of performances despite their perceived limitations. With these available, generations of jazz musicians are able to implicate styles and influences in their performed new improvisations.[28] Many varied scales and their modes can be used in improvisation. They are often not written down in the process, but they help musicians practice the jazz idiom.\n\nWith the notable exception of liturgical improvisation on the organ, the first half of the twentieth century is marked by an almost total absence of actual improvisation in contemporary classical music.[30] Since the 1950s, some contemporary composers have placed fewer restrictions on the improvising performer, using techniques such as vague notation (for example, indicating only that a certain number of notes must sound within a defined period of time). New Music ensembles formed around improvisation were founded, such as the Scratch Orchestra in England; Musica Elettronica Viva in Italy; Lukas Foss Improvisation Chamber Ensemble at the University of California, Los Angeles; Larry Austin's New Music Ensemble at the University of California, Davis; the ONCE Group at Ann Arbor; the Sonic Arts Group; and Sonics, the latter three funding themselves through concerts, tours, and grants. Significant pieces include Foss Time Cycles (1960) and Echoi (1963).[31]\n\nOther composers working with improvisation include Richard Barrett, Benjamin Boretz, Pierre Boulez, Joseph Brent, Sylvano Bussotti, Cornelius Cardew, Jani Christou, Douglas J. Cuomo, Alvin Curran, Stuart Dempster, Hugh Davies, Karlheinz Essl, Mohammed Fairouz, Rolf Gehlhaar, Vinko Globokar, Richard Grayson, Hans-Joachim Hespos, Barton McLean, Priscilla McLean, Stephen Nachmanovitch, Pauline Oliveros, Henri Pousseur, Todd Reynolds, Terry Riley, Frederic Rzewski, Saman Samadi, William O. Smith, Manfred Stahnke, Karlheinz Stockhausen, Tōru Takemitsu, Richard Teitelbaum, Vangelis, Michael Vetter, Christian Wolff, Iannis Xenakis, Yitzhak Yedid, La Monte Young, Frank Zappa, Hans Zender, and John Zorn.\n\nBritish and American psychedelic rock acts of the 1960s and 1970s used improvisations to express themselves in a musical language.[32] The progressive rock genre also began exploring improvisation as a musical expression, e.g. Henry Cow.[33]\n\nIn the realm of silent film-music performance, there were musicians (theatre organ players and piano players) whose improvised performances accompanying these film has been recognized as exceptional by critics, scholars, and audiences alike.[34][35] Neil Brand was a composer who also performed improvisationally.[36] Brand, along with Guenter A. Buchwald, Philip Carli, Stephen Horne, Donald Sosin, John Sweeney, and Gabriel Thibaudeau, all performed at the annual conference on silent film in Pordenone, Italy, Le Giornate del Cinema Muto. In improvising for silent film, performers have to play music that matches the mood, style and pacing of the films they accompany. In some cases, musicians had to accompany films at first sight, without preparation. Improvisers needed to know a wide range of musical styles and have the stamina to play for sequences of films which occasionally ran over three hours. In addition to the performances, some pianists also taught master classes for those who wanted to develop their skill in improvising for films. When talkies–motion pictures with sound–were introduced, these talented improvising musicians had to find other jobs. In the 2010s, there are a small number of film societies which present vintage silent films, using live improvising musicians to accompany the film.\n\nWorldwide there are many venues dedicated to supporting live improvisation. In Melbourne since 1998, the Make It Up Club (held every Tuesday evening at Bar Open on Brunswick Street, Melbourne) has been presenting a weekly concert series dedicated to promoting avant-garde improvised music and sound performance of the highest conceptual and performative standards (regardless of idiom, genre, or instrumentation). The Make It Up Club has become an institution in Australian improvised music and consistently features artists from all over the world.\n\nA number of approaches to teaching improvisation have emerged in jazz pedagogy, popular music pedagogy, the Dalcroze method, Orff-Schulwerk, and Satis Coleman's creative music. Current research in music education includes investigating how often improvisation is taught,[37] how confident music majors and teachers are at teaching improvisation,[38] neuroscience and psychological aspects of improvisation,[39] and free-improvisation as a pedagogical approach.[40]\n\n"
        },
        {
            "title": "In Indian classical music",
            "text": "A raga is one of the melodic modes used in Indian classical music. Joep Bor of the Rotterdam Conservatory of Music has defined Raga as \"tonal framework for composition and improvisation\".[5] Nazir Jairazbhoy, chairman of UCLA's department of ethnomusicology, characterized ragas as separated by scale, line of ascent and descent, transilience, emphasized notes and register, and intonation and ornaments.[41] A raga uses a series of five or more musical notes upon which a melody is constructed. However, the way the notes are approached and rendered in musical phrases and the mood they convey are more important in defining a raga than the notes themselves. In the Indian musical tradition, rāgas are associated with different times of the day, or with seasons. Indian classical music is always set in a rāga. Non-classical music such as popular Indian film songs and ghazals sometimes use rāgas in their compositions.\n\nAccording to Encyclopædia Britannica, a raga, also spelled rag (in northern India) or ragam (in southern India), (from Sanskrit, meaning \"colour\" or \"passion\"), in the classical music of India, Bangladesh, and Pakistan, is \"a melodic framework for improvisation and composition. A raga is based on a scale with a given set of notes, a typical order in which they appear in melodies, and characteristic musical motifs. The basic components of a raga can be written down in the form of a scale (in some cases differing in ascent and descent). By using only these notes, by emphasizing certain degrees of the scale, and by going from note to note in ways characteristic to the raga, the performer sets out to create a mood or atmosphere (rasa) that is unique to the raga in question. There are several hundred ragas in present use, and thousands are possible in theory.\"[6]\n\nAlapa (Sanskrit: \"conversation\") are \"improvised melody structures that reveal the musical characteristics of a raga\".[6] \"Alapa ordinarily constitutes the first section of the performance of a raga. Vocal or instrumental, it is accompanied by a drone (sustained-tone) instrument and often also by a melodic instrument that repeats the soloist's phrases after a lag of a few seconds. The principal portion of alapa is not metric but rhythmically free; in Hindustani music it moves gradually to a section known as jor, which uses a rhythmic pulse though no tala (metric cycle). The performer of the alapa gradually introduces the essential notes and melodic turns of the raga to be performed. Only when the soloist is satisfied that he has set forth the full range of melodic possibilities of the raga and has established its unique mood and personality will he proceed, without interruption, to the metrically organized section of the piece. If a drummer is present, as is usual in formal concert, his first beats serve as a signal to the listener that the alapa is concluded.\"[42]\n\n"
        },
        {
            "title": "Artificial intelligence",
            "text": "Machine improvisation uses computer algorithms to create improvisation on existing music materials. This is usually done by sophisticated recombination of musical phrases extracted from existing music, either live or pre-recorded. In order to achieve credible improvisation in particular style, machine improvisation uses machine learning and pattern matching algorithms to analyze existing musical examples. The resulting patterns are then used to create new variations \"in the style\" of the original music, developing a notion of stylistic reinjection. This is different from other improvisation methods with computers that use algorithmic composition to generate new music without performing analysis of existing music examples.[43]\n\n"
        }
    ]
}