{
    "url": "https://en.wikipedia.org/wiki/Myrtle_Fillmore",
    "title": "Myrtle Fillmore",
    "table_of_contents": [
        "1 Biography",
        "2 Introduction to New Thought",
        "3 Death",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Mary Caroline \"Myrtle\" Page Fillmore (August 6, 1845 – October 6, 1931) was an American who was co-founder of Unity, a church within  the New Thought Christian movement, along with her husband Charles Fillmore.[1]  Before that she worked as a schoolteacher.\n\n"
        },
        {
            "title": "Biography",
            "text": "Myrtle was the seventh child (of eight) of an Ohio businessman-farmer. Her parents were strict Methodists, but Myrtle rejected their puritanical teachings. Most of her childhood and into adulthood, she experienced \"all the ills of mind and body that I could bear. Medicine and doctors ceased to give me relief and I was in despair,\" as she says.  After struggling with numerous medical ailments for which orthodox medicine (of the day) fell short, she eventually \"awoke\" to spiritual self-healing which she credited for greatly improving health, including recovery from chronic tuberculosis.\n\nAlso at a young age she developed a strong enjoyment of reading. At the age of twenty-one she enrolled in the (one year) 'Literary Course for Ladies' at Oberlin College. After graduating in 1867, she taught at public schools in Clinton, Missouri and later, Denison, Texas. There, she met her future husband, Charles Fillmore, they married in 1881. Initially residing in Gunnison, Colorado, they moved to Pueblo, Colorado, where their first two sons were born, Lowell in 1882 and Rickert in 1884. The family then moved to Omaha, Nebraska and then Kansas City, Missouri, where their third son, Royal, was born in 1889.[2]\n\n"
        },
        {
            "title": "Introduction to New Thought",
            "text": "After the births of their first two sons, Lowell Page Fillmore and Waldo Rickert Fillmore, the family moved to Kansas City, Missouri. Two years later, in 1886, Charles and Myrtle attended New Thought classes held by Dr. E. B. Weeks.  Myrtle subsequently recovered from chronic tuberculosis and attributed her recovery to her use of prayer and other methods learned in Weeks' classes. Subsequently, Charles began to heal from his childhood accident, a development which he too attributed to following this philosophy. Charles Fillmore became a devoted student of philosophy and religion.[3]\n\nIn 1889, Charles  and Myrtle began publication of a new periodical, 'Modern Thought', notable among other things as the first publication to accept for publication the writings of the then 27-year-old New Thought pioneer William Walker Atkinson.  In 1890, they announced a prayer group that would later be called 'Silent Unity'. In 1891, Fillmore's 'Unity' magazine was first published. Dr. H. Emilie Cady published 'Lessons in Truth' in the new magazine. This material later was compiled and published in a book by the same name, which served as a seminal work of the Unity Church. Although Charles had no intention of making Unity into a denomination, his students wanted a more organized group. He and his wife were among the first ordained Unity ministers in 1906. Charles and Myrtle Fillmore operated the Unity organizations from a campus near downtown Kansas City.[4]\n\n"
        },
        {
            "title": "Death",
            "text": "Myrtle Fillmore died in 1931. Charles remarried in 1933 to Cora G. Dedrick who was a collaborator on his later writings.[5]  Charles Fillmore died in 1948.  Unity continued, growing into a worldwide movement; Unity World Headquarters at Unity Village and Unity Worldwide Ministries are the organizations of the movement.[6]\n\n"
        }
    ]
}