{
    "url": "https://en.wikipedia.org/wiki/Mythologies_of_the_indigenous_peoples_of_the_Americas",
    "title": "Mythologies of the indigenous peoples of the Americas",
    "table_of_contents": [
        "1 Northern America",
        "1.1 Northeast (Southeastern Canada and Northeastern US, including the Great Lakes)",
        "1.2 Great Plains",
        "1.3 Southeastern US",
        "1.3.1 Cherokee Myth of Creation",
        "1.4 Caribbean US",
        "1.5 California and Great Basin",
        "1.6 Southwest",
        "1.7 Plateau",
        "1.8 Arctic (coastal Alaska, northern Canada, and Greenland)",
        "1.9 Subarctic (inland northern Canada and Alaska)",
        "1.10 Northwest",
        "1.11 Aztecs",
        "1.11.1 Creation Myth",
        "2 Central America",
        "3 South America",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\nThe indigenous peoples of the Americas comprise numerous different cultures.  Each has its own mythologies.  Some are quite distinct, but certain themes are shared across the cultural boundaries. \n"
        },
        {
            "title": "Northern America",
            "text": "There is no single mythology of the Indigenous North American peoples, but numerous different canons of traditional narratives associated with religion, ethics and beliefs.[1] Such stories are deeply based in Nature and are rich with the symbolism of seasons, weather, plants, animals, earth, water, fire, sky, and the heavenly bodies. Common elements are the principle of an all-embracing, universal and omniscient Great Spirit, a connection to the Earth and its landscapes, a belief in a parallel world in the sky (sometimes also underground and/or below the water), diverse creation narratives, visits to the 'land of the dead', and collective memories of ancient sacred ancestors.\n\nA characteristic of many of the myths is the close relationship between human beings and animals (including birds and reptiles). They often feature shape-shifting between animal and the human form. Marriage between people and different species (particularly bears) is a common theme. In some stories, animals foster human children.\n\nAlthough most Native North American myths are profound and serious, some use light-hearted humor – often in the form of tricksters – to entertain, as they subtly convey important spiritual and moral messages. The use of allegory is common, exploring issues ranging from love and friendship to domestic violence and mental illness.\n\nSome myths are connected to traditional religious rituals involving dance, music, songs, and trance (e.g. the sun dance).\n\nMost of the myths from this region were first transcribed by ethnologists during the late 19th and early 20th centuries.  These sources were collected from Native American elders who still had strong connections to the traditions of their ancestors.  They may be considered the most authentic surviving records of the ancient stories, and thus form the basis of the descriptions below.[2][better source needed]\n\nMyths from this region feature female deities, such as the creator, Big Turtle;[4][5] and First Mother, from whose body grew the first corn and tobacco.[6] The two great divine culture heroes are Glooskap[7][8] and Manabus.[9]\n\nOther stories explore the complex relationships between animals and human beings. Some myths were originally recited as verse narratives.[7]\n\nStories unique to the Great Plains feature buffalo, which provided the Plains peoples with food, clothing, housing and utensils. In some myths they are benign, in others fearsome and malevolent.[10] The Sun is an important deity;[11][12] other supernatural characters include Morning Star[11][6][12] and the Thunderbirds.[13][10][14]\n\nA common theme is the making of a journey, often to a supernatural place across the landscape or up to the parallel world in the sky.[11][15]\n\nOne of the most dominant trickster stories of the Plains is Old Man, about whom numerous humorous stories are told.[16][11] The Old Man, known as Waziya, lived beneath the earth with his wife, and they had a daughter. Their daughter married the wind and had four sons: North, East, South, and West. The sun, moon and winds then ruled the universe together.[17]\n\nAn important supernatural hero is the Blood Clot Boy, transformed from a clot of blood.[18][19]\n\nImportant myths of this region deal with the origin of hunting and farming,[20][21] and the origin of sickness and medicine.[21]\n\nAn important practice of this region was animism, the belief that all objects, places, and creatures have a soul.[22] Most death, disease, or misfortune would be associated with the failure to put the soul of a slain animal to rest. When this happens, the animal could get vengeance through their \"species chief\". Large amounts of rare materials found with this regions dead suggest strong evidence that they believed in a sort of afterlife. It is thought that when a member of a tribe died, their soul would hover over their communities, trying to get their friends and relatives to join them,  so their funeral ceremonies were not just to commemorate the dead, but to protect the living.\n\nThe Green Corn ceremony, also known as Busk, was an annual celebration of a successful corn crop. Their fires were put out and rekindled, grudges are forgiven, and materials are thrown out or broken to then be replaced. It was essentially a renewing of life and community for these tribes.[22][23]\n\nThere was a time when there was no earth, and all creatures lived in a place above the sky called Galvlo’i. Everything below was only water, but when Galvlo’i got too crowded, the creatures decided to send down Water Beetle to see if he could find them a new place to live. He obliged and dove down into the water, all the way to the bottom of the sea, where he picked up a bit of mud and brought it to the surface. Once above the water, the mud spread out in all directions and became an island.[22] The Great Spirit secured the island by attaching cords to it and tying it to the vault in the sky.\n\nThough the land was now stable, the ground was too soft for any of the animals to stand on, so they sent down Buzzard to scope it out. He flew around for some time until he could find a dry enough spot to land, and when he did the flapping of his wings caused the mud to shift. It went down in some places and up in others, creating the peaks, valleys, hills, and mountains of the earth. The rest of the creatures were now able to come down, but they soon realized it was very dark, so they invited the sun to come with them. Everyone was happy except Crawfish, who said his shell turned a bright red because the sun was too close, so they raised the sun seven different times until Crawfish was satisfied.\n\nThe Great Spirit then created plants for this new land, after which he told the animals to stay awake for seven days. Only Owl was able to do so, and as a reward, the Great Spirit gave him the gift of sight in the dark. The plants tried as well, but only the pines, furs, holly, and a select few others were able to stay awake, so he gave them the gift of keeping their leaves year-round. Great Spirit then decided he wanted to have people live on this island, so he created one man and one woman. The pair did not yet know how to make children, so the man took a fish and pressed it against the woman's stomach, after which she gave birth. They did this for seven days until Great Spirit felt there was enough humans for the time being, and made it so a woman could only give birth once a year.[24]\n\nSee also:  \n\nMyths of this region are dominated by the sacred creator/trickster Coyote. Other significant characters include the Sun People,[25] the Star Women[26] and Darkness.[27]\n\nA few of the most distinctive ceremonies of this region were their funeral customs and their commemoration of the dead. When a death occurred, the house in which it happened would be burnt down, and there would sometimes be bans on speaking the name of the dead. Widows would be smeared with pitch and their hair would be cut until the annual mourning releases them. This mourning came to be known as the \"burning\", the \"cry\", or the \"dance of the dead\". During these ceremonies, multiple properties are burned while the tribe dances, chants, and wails, in order to appease the ghosts.[28]\n\nAnother common ceremony is one that takes place when adolescents hit puberty. Girls go through a series of grueling tabus when her first period starts but is followed by a celebratory dance when it ends. Boys will undergo an official initiation into the tribe by participating in ceremonies that recount the tribes' mysteries and myths.[28][29]\n\nSee also:\n\nMyths of the Navajo, Apache, and Pueblo peoples tell how the first human beings emerged from an underworld to the Earth. According to the Hopi Pueblo people, the first beings were the Sun, two goddesses known as Hard Being Woman (Huruing Wuhti)[30] and Spider Woman.[30][31] It was the goddesses who created living creatures and human beings. Other themes include the origin of tobacco and corn,[32] and horses;[31] and a battle between summer and winter. Some stories describe parallel worlds in the sky[33] and underwater.[33] these peoples went on to kill each other due to Zuni tales.\n\nMulti-sensory experiences also are prominent in Ancestral Pueblo ceremonial rituals; for example, to evoke a paradisiacal realm, Chacoan people would perform sensorial ceremonies by use of exotic artifacts such as turquoise, shell, cacao, copper bells, and macaws.[34]\n\nSee also:\n\nMyths of the Plateau region express the people's intense spiritual feeling for their landscapes and emphasize the importance of treating with respect the animals that they depend upon for food.[35][36] Sacred tricksters here include Coyote[37] and Fox.[38]\n\nSee also:\n\nThe myths of this region are strongly set in the landscape of tundra, snow, and ice. Memorable stories feature the winds, the moon, and the giants. Some accounts say that Anguta is the supreme being, who created the Earth, sea and heavenly bodies. His daughter, Sedna created all living things – animals and plants. She is regarded also as the protecting divinity of the Inuit.[39]\n\nHere some myths reflect the extreme climate[40] and the people's dependence on salmon as a major food resource.[41] In imagination, the landscape is populated by both benign and malevolent giants.[42]\n\nIn this region, the dominant sacred trickster is Raven, who brought daylight to the world[43] and appears in many other stories. Myths explore the people's relationship with the coast and the rivers along which they traditionally built their towns. There are stories of visits to parallel worlds beneath the sea.[44] and up in the sky[45]\n\nSee also:\n\nThe Aztecs, who predominantly inhabited modern-day central Mexico, had a complex system of beliefs based on deities who directly affected the lives of humans, including those who controlled rain, the rising Sun, and fertility. Voluntary human sacrifice was a central piece to the order of the universe and human survival.\n\nThe Aztecs viewed people as servants and warriors of the gods, whom were not merciful or generous, but all-powerful beings that needed to be fed and appeased in order to avoid disaster and punishment.[46] Thus, the concept of human sacrifice emerged. This practice was not new and had been used in other cultures such as the Mayans, but the Aztecs made this their main event, so to speak, in their ceremonies. These sacrifices were mainly to appease the sun god.\n\nAccording to the Aztecs, the creation of the earth started with a god called Ometeotl, otherwise known as the dual god, as they were made from the union of Tonacatecuhtli and Tonacacihuatl, whom the Aztecs believed were the lord and lady of their sustenance. Tonacatecuhtli and Tonacacihuatl had four children: Xipe Totec, which translates to \"the flayed god\" in Nahuatl, is associated with the color red. He is the god of the seasons and all things that grow on the earth. Tezcatlipoca, which translates to \"smoking mirror\", is associated with the color black. He is the god of the earth and the most powerful of the four children. Quetzalcoatl, which translates to \"plumed serpent\", is associated with the color white. He is the god of air. Finally, Huitzilopochtli, which translates to \"hummingbird of the south\", is associated with the color blue. He is the god of war.[47]\n\nThe four children decided they wanted to create a world with people to live in it. Quetzalcoatl and Huitzilopochtli made the first attempt, starting by making fire. This fire became the sun, but only half a sun, because it was not big or bright enough to light their entire world. They then made the first man and woman, which they called Cipactonal and Oxomoco respectively. Their many children were called macehuales, and were to be the farmers of the land. From there they created time, and then the underworld known as\nThere are many stories of how the age of the fifth and final sun came to be. One story tells of how Tezcatlipoca took flint and used it to make fires to light the world again, before discussing with his brothers what should be done. They decided to make a new sun that feeds on the hearts and blood of humans. To feed it, they made four hundred men and five women. This is where the story goes into different directions. Some say that both Quetzalcoatl and Tlaloc wanted their sons to become the new sun, so they each threw their sons into one of the fires created by Tezcatlipoca. Tlaloc waited for the fire to burn out before throwing his son into the embers, so his son became the moon. Quetzalcoatl elected to throw his son directly into the fiery blaze, so he became the fifth and final sun that we see in the sky today.[47] Another story tells of the gathering of the gods at the ancient city of Teotihuacan, to discuss how to make a new sun. A god by the name of Nanahuatzin, god of disease, offered to throw himself into the fire and become the new sun. Being a weak and sickly god, the others thought he should not be the one to do it, and that a stronger and more powerful god should be the sun. \nTecuciztecatl, a very wealthy god, stepped forward and said he would do it, but was not able to find the courage to jump into the flames. Nanahuatzin, with little hesitation, then threw himself into the fire. Seeing his bravery, Tecuciztecatl decided to jump in too. They were both transformed into suns, but the light was now too bright to see anything, so one of the other gods threw a rabbit at Tecuciztecatl, dimming his light and turning him into the moon. Nanahuatzin, now the new sun, was essentially reborn as Ollin Tonatiuh. The problem they now had was that he would not move from his position in the sky unless the other gods sacrificed their blood for him.[46][47] So a god by the name of Tlahuizcalpantecuhtli, lord of dawn, threw a dart at Tonatiuh, but missed. Tonatiuh then threw one back at Tlahuizcalpantecuhtli, hitting him in the head and turning him into Itzlacoliuhqui, god of coldness, frost, and obsidian. Realizing that they could not refuse, the other gods offered their bare chests to him, and Quetzalcoatl cut out their hearts with a sacrificial knife. With the blood of the gods, Tonatiuh began to move across the sky in the same pattern that we see to this day. Quetzalcoatl took the clothing and ornaments of the sacrificed gods and wrapped them in bundles, which the people then worshipped.\n\nSee also:\n\n"
        }
    ]
}