{
    "url": "https://en.wikipedia.org/wiki/Mythopoeia",
    "title": "Mythopoeia",
    "table_of_contents": [
        "1 Genre",
        "2 In literature",
        "2.1 Antecedents",
        "2.2 J. R. R. Tolkien",
        "2.3 C. S. Lewis",
        "3 In film",
        "3.1 Star Wars",
        "3.2 Superheroes",
        "4 In music",
        "5 Organizations",
        "6 See also",
        "7 References",
        "8 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nMythopoeia (Ancient Greek: μυθοποιία, romanized: muthopoiía, lit. 'myth-making'), or mythopoesis, is a narrative genre in modern literature and film where an artificial or fictionalized mythology is created by the writer of prose, poetry, or other literary forms. This meaning of the word follows its use by J. R. R. Tolkien in the 1930s. The authors in this genre integrate traditional mythological themes and archetypes into fiction. Mythopoeia is also the act of creating a mythology.[1]\n\n"
        },
        {
            "title": "Genre",
            "text": "The term mythopoeia comes from Hellenistic Greek muthopoiía (μυθοποιία), meaning 'myth-making'; an alternative is mythopoesis (μυθοποίησις) of similar meaning.[3] The definition of mythopoeia as \"a creating of myth\" is first recorded from 1846.[1][4] In early use, it meant the making of myths in ancient times.[5] It was adopted by J. R. R. Tolkien as the title of one of his poems, written in 1931 and published in Tree and Leaf.[6]\n\nWhile many literary works carry mythic themes, only a few approach the dense self-referentiality and purpose of mythopoesis. Mythopoeic authors include Tolkien,[7] C. S. Lewis,[8] William Blake,[9] H. P. Lovecraft,[10] Lord Dunsany,[11] Mervyn Peake[12] and Robert E. Howard.[13]\n\nWorks of mythopoeia are often categorized as fantasy or science fiction but fill a niche for mythology in the modern world, according to Joseph Campbell, a famous student of world mythology. Campbell spoke of a Nietzschean world which has today outlived much of the mythology of the past. He claimed that new myths must be created, but he believed that present culture is changing too rapidly for society to be completely described by any such mythological framework until a later age.[2]\n\nThe philosopher Phillip Stambovsky argues that mythopoeia provides relief from the existential dread that comes with a rational world, and that it can serve as a way to link different cultures and societies.[14][page needed]\n\nMythopoeia is sometimes called artificial mythology, which emphasizes that it did not evolve naturally and is an artifice comparable with artificial language, and therefore should not be taken seriously as mythology. For example, the noted folklorist Alan Dundes argued that \"any novel cannot meet the cultural criteria of myth. A work of art, or artifice, cannot be said to be the narrative of a culture's sacred tradition...[it is] at most, artificial myth.\"[7]\n\n"
        },
        {
            "title": "In literature",
            "text": "William Blake set out his mythology in his \"prophetic works\" such as Vala, or The Four Zoas. These name several original gods, such as Urizen, Orc, Los, Albion, Rintrah, Ahania and Enitharmon.[17] \nLater in the 19th century, stories by George MacDonald and H. Rider Haggard created fictional worlds; C. S. Lewis praised both for their \"mythopoeic\" gifts.[18]\n\nLord Dunsany's 1905 book of short stories, The Gods of Pegana, is linked by Dunsany's invented pantheon of deities who dwell in Pegāna. It was followed by Time and the Gods, by some stories in The Sword of Welleran and Other Stories, and by Tales of Three Hemispheres. In 1919, Dunsany told an American interviewer, \"In The Gods of Pegana I tried to account for the ocean and the moon. I don't know whether anyone else has ever tried that before.\"[19] Dunsany's work influenced J. R. R. Tolkien's later writings.[20]\n\nT. S. Eliot's The Waste Land (1922) was a deliberate attempt to model a 20th-century mythology patterned after the birth-rebirth motif described by the anthropologist and folklorist James George Frazer.[21]\n\n\n\nJ. R. R. Tolkien wrote a poem titled Mythopoeia following a discussion on the night of 19 September 1931 at Magdalen College, Oxford with C. S. Lewis and Hugo Dyson, in which he intended to explain and defend creative myth-making.[7] The poem describes the creative human author as \"the little maker\" wielding his \"own small golden sceptre\" and ruling his \"subcreation\" (understood as a creation of Man within God's primary creation).[22]\n\nTolkien's wider legendarium includes not only origin myths, creation myths, and an epic poetry cycle, but also fictive linguistics, geology and geography. He more succinctly explores the function of such myth-making, \"subcreation\" and \"Faery\" in the short story Leaf by Niggle (1945), the novella Smith of Wootton Major (1967), and the essays Beowulf: The Monsters and the Critics (1936) and On Fairy-Stories (1939). Written in 1939 for presentation by Tolkien at the Andrew Lang lecture at the University of St Andrews and published in print in 1947, On Fairy-Stories explains \"Faery\" as both a fictitious realm and an archetypal plane in the psyche or soul from whence Man derives his \"subcreative\" capacity. Tolkien emphasizes the importance of language in the act of channeling \"subcreation\", speaking of the human linguistic faculty in general as well as the specifics of the language used in a given tradition, particularly in the form of story and song:[23]\n\nTolkien scholars have likened his views on the creation of myth to the Christian concept of Logos or \"The Word\", which is said to act as both \"the [...] language of nature\" spoken into being by God, and \"a repetition in the finite mind of the eternal act of creation in the infinite I AM\".[26][27]\n\nVerlyn Flieger wrote that Elias Lönnrot intentionally created the Kalevala as a mythology for Finland, giving it \"a world of magic and mystery, a heroic age of story that may never have existed in precisely the form he gave it, but nevertheless fired Finland with a sense of its own independent worth.\"[25] In her view, Tolkien, who had read the Kalevala, \"envisioned himself\" doing exactly the same thing, except that the mythology would be entirely fictive. Lönnrot had travelled the backwoods of Finland for 20 years, collecting stories and songs \"from unlettered peasants\".[25] Tolkien meant to invent both the collectors and the storytellers, in his case Elves: \"he would be at once the singer and the compiler, the performer and the audience.\"[25]\n\nAt the time that Tolkien debated the usefulness of myth and mythopoeia with C. S. Lewis in 1931, Lewis was a theist[28] and liked but was skeptical of mythology, taking the position that myths were \"lies and therefore worthless, even though 'breathed through silver'\".[7][29] However Lewis later began to speak of Christianity as the one \"true myth\". Lewis wrote, \"The story of Christ is simply a true myth: a myth working on us in the same way as the others, but with this tremendous difference that it really happened.\"[30] Subsequently, his Chronicles of Narnia is regarded as mythopoeia, with storylines referencing that Christian mythology, namely the narrative of a great king who is sacrificed to save his people and is resurrected. Lewis's mythopoeic intent is often confused with allegory, where the characters and world of Narnia would stand in direct equivalence with concepts and events from Christian theology and history, but Lewis repeatedly emphasized that an allegorical reading misses the point (the mythopoeia) of the Narnia stories.[8] He shares this skepticism toward allegory with Tolkien, who disliked \"conscious and intentional\" allegory as it stood in opposition the broad and \"inevitable\" allegory of themes like \"Fall\" and \"Mortality\".[31]\n\n"
        },
        {
            "title": "In film",
            "text": "Frank McConnell, author of Storytelling and Mythmaking and professor of English at the University of California, called film another \"mythmaking\" art, stating: \"Film and literature matter as much as they do because they are versions of mythmaking.\"[32] In his view, film is a perfect vehicle for mythmaking: \"FILM...strives toward the fulfillment of its own projected reality in an ideally associative, personal world.\"[33] In a broad analysis, McConnell associates the American western movies and romance movies with the Arthurian mythology,[34] adventure and action movies with the \"epic world\" mythologies of founding societies,[35] and many romance movies where the hero is allegorically playing the role of a knight, with \"quest\" mythologies like Sir Gawain and the Quest for the Holy Grail.[36]\n\nFilmmaker George Lucas speaks of the cinematic storyline of Star Wars as an example of modern myth-making. In 1999 he told Bill Moyers, \"With Star Wars I consciously set about to re-create myths and the classic mythological motifs.\"[37] McConnell writes that \"it has passed, quicker than anyone could have imagined, from the status of film to that of legitimate and deeply embedded popular mythology.\"[38] John Lyden, the Professor and Chair of the Religion Department at Dana College, argues that Star Wars does indeed reproduce religious and mythical themes; specifically, he argues that the work is apocalyptic in concept and scope.[39] Steven D. Greydanus of The Decent Film Guide agrees, calling Star Wars a \"work of epic mythopoeia.\"[40] In fact, Greydanus argues that Star Wars is the primary example of American mythopoeia:[40]\n\nRoger Ebert has observed of Star Wars that \"It is not by accident that George Lucas worked with Joseph Campbell, an expert on the world's basic myths, in fashioning a screenplay that owes much to man's oldest stories.\"[41] The \"mythical\" aspects of the Star Wars franchise have been challenged by other film critics. Regarding claims by Lucas himself, Steven Hart observes that Lucas didn't mention Joseph Campbell at the time of the original Star Wars; evidently they met only in the 1980s. Their mutual admiration \"did wonders for [Campbell's] visibility\" and obscured the tracks of Lucas in the \"despised genre\" science fiction; \"the epics make for an infinitely classier set of influences.\"[42]\n\nIn The Mythos of the Superheroes and the Mythos of the Saints, Thomas Roberts observes that:[43]\n\nSuperman, for example, sent from the \"heavens\" by his father to save humanity, is a messiah-type of character in the Biblical tradition.[44] Furthermore, along with the rest of DC Comic's Justice League of America, Superman watches over humanity from the Watchtower in the skies; just like the Greek gods do from Mount Olympus.[45]\n\n"
        },
        {
            "title": "In music",
            "text": "In classical music, Richard Wagner's operas were a deliberate attempt to create a new kind of Gesamtkunstwerk ('total work of art'), transforming the legends of the Teutonic past nearly out of recognition into a new monument to the Romantic project.\n\nWhile ostensibly known for improvised jamming, the rock group Phish first cemented as a group while producing leading member Trey Anastasio's senior project in college, called The Man Who Stepped into Yesterday. The song cycle features narration of major events in a mythical land called Gamehendge, containing types of imaginary creatures and primarily populated by a race called the \"Lizards\". It is essentially a postmodern pastiche, drawing from Anastasio's interest in musicals or rock operas as much as from reading philosophy and fiction.[46] The creation of the myth is considered by many fans the thesis statement of the group, musically and philosophically, as Gamehendge's book of lost secrets (called the \"Helping Friendly Book\") is summarized as an encouragement to improvisation in any part of life: \"the trick was to surrender to the flow.\"[47]\n\nThe black metal band Immortal's lyricist Harald Nævdal has created a mythological realm called Blashyrkh filled with demons, battles, winter landscapes, woods, and darkness, described by the band as a northern \"Frostdemon\" realm.[48]\n\n"
        },
        {
            "title": "Organizations",
            "text": "The Mythopoeic Society exists to promote mythopoeic literature, partly by way of the Mythopoeic Awards.\n\n"
        }
    ]
}