{
    "url": "https://en.wikipedia.org/wiki/Names_of_God",
    "title": "Names of God",
    "table_of_contents": [
        "1 Abrahamic and Abrahamic-inspired religions",
        "1.1 Judaism",
        "1.2 Christianity",
        "1.2.1 Mormonism",
        "1.2.2 Jehovah's Witnesses",
        "1.3 Islam",
        "1.3.1 Sufism",
        "1.4 Baháʼí Faith",
        "1.5 Mandaeism",
        "1.6 Gnosticism",
        "2 Indian religions",
        "2.1 Hinduism",
        "2.1.1 Arya Samaj",
        "2.2 Jainism",
        "2.3 Sikhism",
        "3 Iranian religions",
        "3.1 Yazidism",
        "3.2 Zoroastrianism",
        "4 African religions",
        "4.1 !Kung",
        "4.2 Odinani",
        "4.3 West African Vodun",
        "4.4 Yoruba religion",
        "4.5 Zulu traditional religion",
        "5 See also",
        "6 References",
        "6.1 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "There are various names of God, many of which enumerate the various qualities of a Supreme Being. The English word god (and its equivalent in other languages) is used by multiple religions as a noun  to refer to different deities, or specifically to the Supreme Being, as denoted in English by the capitalized and uncapitalized terms God and god.[1] Ancient cognate equivalents for the biblical Hebrew Elohim, one of the most common names of God in the Bible,[2] include proto-Semitic El, biblical Aramaic Elah, and Arabic 'ilah.[2] The personal or proper name for God in many of these languages may either be distinguished from such attributes, or homonymic. For example, in Judaism the tetragrammaton is sometimes related to the ancient Hebrew ehyeh (\"I will be\").[2] In the Hebrew Bible (Exodus 3:14), YHWH,[2] the personal name of God, is revealed directly to Moses. Correlation between various theories and interpretation of the name of \"the one God\", used to signify a monotheistic or ultimate Supreme Being from which all other divine attributes derive, has been a subject of ecumenical discourse between Eastern and Western scholars for over two centuries.[3] In Christian theology the word is considered a personal and a proper name of God.[4] On the other hand, the names of God in a different tradition are sometimes referred to by symbols.[5] The question whether divine names used by different religions are equivalent has been raised and analyzed.[6]\n\nExchange of names held sacred between different religious traditions is typically limited. Other elements of religious practice may be shared, especially when communities of different faiths are living in close proximity (for example, the use of Khuda or Prabhu within the Indian Christian community) but usage of the names themselves mostly remains within the domain of a particular religion, or even may help define one's religious belief according to practice, as in the case of the recitation of names of God (such as the japa).[7] Guru Gobind Singh's Jaap Sahib, which contains 950 names of God is one example of this.[8] The Divine Names, the classic treatise by Pseudo-Dionysius, defines the scope of traditional understandings in Western traditions such as Hellenic, Christian, Jewish and Islamic theology on the nature and significance of the names of God.[9] Further historical lists such as The 72 Names of the Lord show parallels in the history and interpretation of the name of God amongst Kabbalah, Christianity, and Hebrew scholarship in various parts of the Mediterranean world.[10]\n\nThe attitude as to the transmission of the name in many cultures was surrounded by secrecy. In Judaism, the pronunciation of the name of God has always been guarded with great care. It is believed that, in ancient times, the sages communicated the pronunciation only once every seven years;[11] this system was challenged by more recent movements.\n\nThe nature of a holy name can be described as either personal or attributive. In many cultures it is often difficult to distinguish between the personal and the attributive names of God, the two divisions necessarily shading into each other.[12]\n\n"
        },
        {
            "title": "Abrahamic and Abrahamic-inspired religions",
            "text": "El comes from a root word meaning \"god\" or \"deity\", reconstructed in the Proto-Semitic language as ʾil. Sometimes referring to God and sometimes the mighty when used to refer to the God of Israel, El is almost always qualified by additional words that further define the meaning that distinguishes him from false gods. A common title of God in the Hebrew Bible is Elohim (Hebrew: אלהים). The root Eloah (אלה) is used in poetry and late prose (e.g., the Book of Job) and ending with the masculine plural suffix \"-im\" ים creating a word like ba`alim (\"owner(s)\") and adonim (\"lord(s), master(s)\") that may also indicate a singular identity.\n\nIn the Book of Exodus, God commands Moses to tell the people that 'I AM' sent him, and this is revered as one of the most important names of God according to Mosaic tradition.\n\nIn Exodus 6:3, when Moses first spoke with God, God said, \"I used to appear to Abraham, Isaac, and Jacob as El Shaddai, but I did not make myself known to them by my name YHWH.\"\n\nYHWH (יהוה‎) is the proper name of God in Judaism. Neither vowels nor vowel points were used in ancient Hebrew writings and the original vocalisation of YHWH has been lost.[13]\n\nLater commentaries additionally suggested that the true pronunciation of this name is composed entirely of vowels, such as the Greek Ιαουε.[14] However, this is put into question by the fact that vowels were only distinguished in the time-period by their very absence due to the lack of explicit vowels in the Hebrew script. The resulting substitute made from semivowels and glottals, known as the tetragrammaton, is not ordinarily permitted to be pronounced aloud, even in prayer. The prohibition on misuse (not use) of this name is the primary subject of the command not to take the name of the Lord in vain.\n\nInstead of pronouncing YHWH during prayer, Jews say \"Adonai\" (\"Lord\"). Halakha requires that secondary rules be placed around the primary law, to reduce the chance that the main law will be broken. As such, it is common religious practice to restrict the use of the word \"Adonai\" to prayer only. In conversation, many Jewish people, even when not speaking Hebrew, will call God HaShem (השם), which is Hebrew for \"the Name\" (this appears in Leviticus 24:11).\n\nAlmost all Orthodox Jews avoid using either Yahweh or Jehovah altogether on the basis that the actual pronunciation of the tetragrammaton has been lost in antiquity. Many use the term HaShem as an indirect reference, or they use \"God\" or \"The Lord\" instead. Mark Sameth argues that Yahweh was a pseudo name for a dual-gendered deity, the four letters of that name being cryptogram which the priests of ancient Israel read in reverse as huhi, \"heshe,\" as earlier theorized by Guillaume Postel (16th century) and Michelangelo Lanci (19th century).[15][16][17][18]\n\nIn Christianity, the Old Testament reveals YHWH (יהוה‎; often vocalized with vowels as \"Yahweh\" or \"Jehovah\") as the personal name of God.[19][20] References, such as The New Encyclopædia Britannica, affirm the vocalization \"Yahweh\" by offering additional specifics to its (Christian) reconstruction out of Greek sources:\n\nJah or Yah (rendered as יָהּ‎ in Hebrew) is an abbreviation of Jahweh/Yahweh/Jehovah.[21] It appears in certain translations of the Bible, such as the Revised Standard Version, and is used by Christians in the interjection Hallelujah, meaning \"Praise Jah\", which is used to give Jahweh glory.[21] In Christianity, certain hymns dedicated to God invoke the divine name using the vocalization Jehovah (יְהֹוָה‎, Yəhōwā), such as Guide Me, O Thou Great Jehovah.[22]\n\nThe Hebrew personal name of God YHWH is rendered as \"the LORD\" in many translations of the Bible, with Elohim being rendered as \"God\"; certain translations of Scripture render the Tetragrammaton with Yahweh or Jehovah in particular places, with the latter vocalization being used in the King James Version, Tyndale Bible, and other translations of the Bible from that time period and later.[23] Many[which?] English translations of the Bible translate the tetragrammaton as LORD, thus removing any form of YHWH from the written text and going well beyond the Jewish oral practice of substituting Adonai for YHWH when reading aloud.[24][failed verification]\n\nEnglish Bible translations of the Greek New Testament render ho theos (Greek: Ο Θεός) as God and ho kurios (Greek: Ο Κύριος) as \"the Lord\", with the latter being the \"Greek translation of the Hebrew OT name for God, Yahweh.\"[25]\n\nJesus (Iesus, Yeshua[26]) was a common alternative form of the name יְהוֹשֻׁעַ (Yehoshua – Joshua) in later books of the Hebrew Bible and among Jews of the Second Temple period. The name corresponds to the Greek spelling Iesous, from which comes the English spelling Jesus.[27][28] Christ means 'the anointed' in Greek (Χριστός). Khristos is the Greek equivalent of the Hebrew word Messiah; while in English the old Anglo-Saxon Messiah-rendering hæland (healer) was practically annihilated by the Latin Christ, some cognates such as heiland in Dutch and Afrikaans survive—also, in German, the word Heiland is sometimes used as reference to Jesus, e.g., in church chorals).\n\nIn the Book of Revelation in the Christian New Testament, God is quoted as saying \"I am the Alpha and the Omega, the First and the Last, the Beginning and the End\". (cf. Rev. 1:8, 21:6, and 22:13)\n\nSome Quakers refer to God with the title of the Light. Another term used is King of Kings or Lord of Lords and Lord of Hosts. In addition to the personal name of God YHWH (pronounced with the vocalizations Yahweh or Jehovah), titles of God used by Christians include the Hebrew titles Elohim, El-Shaddai, and Adonai, as well as Ancient of Days, Father/Abba which is Hebrew, \"Most High\".[19] Abba ('father' in Hebrew) is a common term used for the creator within Christianity because it was a title Jesus used to refer to God the Father.\n\nIn Mormonism the name of God the Father is Elohim [29] and the name of Jesus in his pre-incarnate state was Jehovah.[30][31] Together, with the Holy Ghost they form the Godhead; God the Father, Jesus Christ, and the Holy Spirit.[32] Mormons typically refer to God as \"Heavenly Father\" or \"Father in Heaven\".[33]\n\nAlthough Mormonism views the Father, the Son, and the Holy Spirit as three distinct beings, they are one in purpose and God the Father (Elohim) is worshipped and given all glory through his Son, Jesus Christ (Jehovah).  Despite the Godhead doctrine, which teaches that God the Father, Jesus Christ and the Holy Ghost are three separate, divine beings, many Mormons (mainstream Latter-day Saints and otherwise, such as the Fundamentalist Church of Jesus Christ of Latter-Day Saints) view their beliefs as monotheist since Christ is the conduit through which humanity comes to the God the Father. The Book of Mormon ends with \"to meet you before the pleasing bar of the great Jehovah, the eternal Judge of both the quick and dead. Amen.\"[34]\n\nJehovah's Witnesses believe that God has only one distinctive name, represented in the Old Testament by the Tetragrammaton. In English, they prefer to use the form Jehovah.[35] According to Jehovah's Witnesses, the name Jehovah means \"He causes to become\".[36]\n\nScriptures frequently cited in support of the name include Isaiah 42:8: \"I am Jehovah. That is my name\", Psalms 83:18: \"May people know that you, whose name is Jehovah, You alone are the Most High over all the earth\", and Exodus 6:3: \"And I used to appear to Abraham, Isaac, and Jacob as God Almighty, but with regard to my name Jehovah I did not make myself known to them.\"[37][38]\n\nWhile opposers of the faith critique their use of the form \"Jehovah\", Jehovah's Witnesses still hold on to their belief that, despite having scholars prefer the \"Yahweh\" pronunciation, the name Jehovah adequately transmits the idea behind the meaning of God's name in English. While they do not discourage the use of the \"Yahweh\" pronunciation, they highly consider the long history of the name Jehovah in the English language and see that it sufficiently identifies God's divine persona.[39][40]  This rationale is analogous to the widespread use of Jesus as the English translation of Yehoshua.\n\nAllah—meaning 'the God' in Arabic—is the word for God in Islam.[41] The word Allah has been used by Arabic people of different religions since pre-Islamic times. More specifically, it has been used as a term for God by Muslims (both Arab and non-Arab) and Arab Christians. God has many names in Islam. The Qur'an says (in translation) \"to Him Belong the Best Names (Lahu Al-Asma' Al-Husna)\"; examples include Ar-Rahman ('the Entirely Merciful') and Ar-Rahim ('the Especially Merciful'). Beside these Arabic names, Muslims of non-Arab origins may also sometimes use other names in their own languages to refer to God, such as Khuda in Persian, Bengali and Urdu. Tangri or Tengri was used in the Ottoman Turkish language as the equivalent of Allah.[42]\n\nIn Tasawwuf, the inner, mystical dimension of Islam, Hu, Huwa (depends on placement in the sentence), or Parvardigar in Persian are used as names of God. The sound Hu derives from the last letter of the word Allah, which is read as Allahu when in the middle of a sentence. Hu means 'Just He' or 'Revealed'. The word explicitly appears in many verses of the Quran:\n\nThe scriptures of the Baháʼí Faith often refer to God by various titles and attributes, such as Almighty, All-Possessing, All-Powerful, All-Wise, Incomparable, Gracious, Helper, All-Glorious, and Omniscient.[43] Baháʼís believe the Greatest Name of God is \"All-Glorious\" or Bahá in Arabic. Bahá is the root word of the following names and phrases: the greeting Alláh-u-Abhá ('God is the All-Glorious'), the invocation Yá Bahá'u'l-Abhá ('O Thou Glory of the Most Glorious'), Bahá'u'lláh ('the Glory of God'), and Baháʼí ('Follower of the All-Glorious'). These are expressed in Arabic regardless of the language in use (see Baháʼí symbols).[44] Apart from these names, God is addressed in the local language, for example Ishwar in Hindi, Dieu in French and Dios in Spanish.[citation needed] Baháʼís believe Bahá'u'lláh, the founder of the Baháʼí Faith, is the \"complete incarnation of the names and attributes of God\".[45]\n\nMandaeans believe in one God called Hayyi Rabbi ('The Great Life' or 'The Great Living God').[46] Other names for God used include Mare d'Rabuta ('Lord of Greatness'), Mana Rabba ('The Great Mind'), Melka d'Nhura ('King of Light') and Hayyi Qadmaiyi ('The First Life').[47]\n\n"
        },
        {
            "title": "Indian religions",
            "text": "There are multiple names for God's various manifestations worshiped in Hinduism. Some of the common names for these deities in Hinduism are:\n\nAdditionally, most Hindu deities have a collection of 8/12/16/32/100/108/1000/1008 names exclusively dedicated to them known as Namavali.[clarification needed][citation needed]\n\nMaharishi Dayanand in his book Vaghasiya Ayush has listed 100 names of God each representing some property or attribute thereof mentioning \"Om\" or \"Aum\" as God's personal and natural name.\n\nJainism rejects the idea of a creator deity responsible for the manifestation, creation, or maintenance of this universe. According to Jain doctrine, the universe and its constituents (soul, matter, space, time, and principles of motion) have always existed. All the constituents and actions are governed by universal natural laws and an immaterial entity like God cannot create a material entity like the universe. Jainism offers an elaborate cosmology, including heavenly beings (devas), but these beings are not viewed as creators; they are subject to suffering and change like all other living beings, and must eventually die.\n\nJains define godliness as the inherent quality of any soul characterizing infinite bliss, infinite power, perfect knowledge and perfect peace. However, these qualities of a soul are subdued due to karmas of the soul. One who achieves this state of soul through right belief, right knowledge and right conduct can be termed as god. This perfection of soul is called kaivalya (omniscience). A liberated soul thus becomes a god – liberated of miseries, cycles of rebirth, world, karmas and finally liberated of body as well. This is called nirvana or moksha.\n\nIf godliness is defined as the state of having freed one's soul from karmas and the attainment of enlightenment/Nirvana and a god as one who exists in such a state, then those who have achieved such a state can be termed gods/Tirthankara. Thus, Rishabhanatha was god/Tirthankara but he was not the only Tirthankara; there were many other Tirthankara. However, the quality of godliness is one and the same in all of them.\n\nJainism does not teach the dependency on any supreme being for enlightenment. The Tirthankara is a guide and teacher who points the way to enlightenment, but the struggle for enlightenment is one's own. Moral rewards and sufferings are not the work of a divine being, but a result of an innate moral order in the cosmos; a self-regulating mechanism whereby the individual reaps the fruits of his own actions through the workings of the karmas.\n\nJains believe that to attain enlightenment and ultimately liberation from all karmic bonding, one must practice the ethical principles not only in thought, but also in words (speech) and action. Such a practice through lifelong work towards oneself is called as observing the Mahavrata ('Great Vows').\n\nGods can be thus categorized into embodied gods also known as Tīrthankaras and Arihantas or ordinary Kevalis, and non-embodied formless gods who are called Siddhas. Jainism considers the devīs and devas to be souls who dwell in heavens owing to meritorious deeds in their past lives. These souls are in heavens for a fixed lifespan and even they have to undergo reincarnation as humans to achieve moksha.\n\nThere are multiple names for God in Sikhism. Some of the popular names for God in Sikhism are:\n\nIn the Sikh scripture, both Hindu and Muslim names of the Supreme Being are also commonly employed, expressing different aspects of the divine Name. For instance, names like Ram ('pervading'), Hari ('shining'), Parmeshwar ('supreme lord'), and Jagdish ('world lord') refer to Hindu terms, while names like Allah (Arabic for God), Khuda (Persian for God), Rahim ('merciful'), Karim ('generous'), and Sahib ('lord') are of Muslim origin.[48]\n\nGod, according to Guru Nanak, is beyond full comprehension by humans; has an endless number of virtues; takes on innumerable forms, but is formless; and can be called by an infinite number of names thus \"Your Names are so many, and Your Forms are endless. No one can tell how many Glorious Virtues You have.\"[49]\n\nThe word Allah (Punjabi: ਅਲਹੁ) is used 12 times in the Guru Granth Sahib (primary religious scripture) by Sheikh Farid. Guru Nanak Dev, Guru Arjan Dev and Bhagat Kabeer used the word 18 times.\n\n"
        },
        {
            "title": "Iranian religions",
            "text": "Yazidism knows only one eternal God, often named Xwedê.[50] According to some Yazidi hymns (known as Qewls), God has 1001 names.[51]\n\nIn Zoroastrianism, 101 names of God (Pazand Sad-o-yak nam-i-khoda) is a list of names of God (Ahura Mazda). The list is preserved in Persian, Pazand and Gujarati. Parsi tradition expanded this to a list of 101 names of God.[52]\n\n"
        },
        {
            "title": "African religions",
            "text": "The supreme being in !Kung mythology is known as Khu, Xu, Xuba, or Huwa.\n\nChukwu is the supreme being of the Odinani religion of the Igbo people. In the Igbo pantheon, Chukwu is the source of all other Igbo deities and is responsible for assigning them their different tasks. The Igbo people believe that all things come from Chukwu, who brings the rain necessary for plants to grow and controls everything on Earth and the spiritual world. They believe Chukwu to be an undefinable omnipotent and omnipresent supreme deity that encompasses everything in space and space itself. Igbo Christians also refer to the Abrahamic God as Chukwu.\n\nNana Buluku is the female supreme being in West African Vodun. In Dahomey mythology, Nana Buluku is the mother supreme creator who gave birth to the moon spirit Mawu, the sun spirit Lisa, and all of the universe. After giving birth to these, she retired and left the matters of the world to Mawu-Lisa. She is the primary creator, Mawu-Lisa the secondary creator, and the theology based on these is called Vodun, Voodoo or Vodoun.[53]\n\nThe supreme creator in the traditional religion of the Yoruba people is known as Olorun or Olodumare. The Yoruba believe that Olodumare is omnipotent and is the source of all.[54] Olodumare is aloof; he is not directly involved in earthly matters and lets other Yoruba deities (orisha), who are his sons and daughters, answer human concerns through divination, possession, sacrifice and more.[55] However, everything is in the hands of Olodumare when they are going to bed at night.[54] Yoruba Muslims and Christians also refer to the Abrahamic God as Olorun.\n\nUnkulunkulu is the supreme creator in Zulu traditional religion. Unkulunkulu brought human beings and cattle from an area of reeds. He created everything, from land and water, to man and the animals. He is considered the first man as well as the parent of all Zulu.  He taught the Zulu how to hunt, how to make fire, and how to grow food.[56] Zulu Christians also refer to the Abrahamic God as Unkulunkulu.\n\n"
        }
    ]
}