{
    "url": "https://en.wikipedia.org/wiki/Naming_in_the_United_States",
    "title": "Naming in the United States",
    "table_of_contents": [
        "1 Naming laws",
        "1.1 Names with accents and/or non-English letters",
        "1.2 Names with symbols and capital letters in the middle",
        "2 African-American names",
        "3 Surnames as given names",
        "4 Names inspired by popular culture",
        "5 Religion",
        "6 Gender",
        "7 Other factors",
        "8 Trends",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The United States has very few laws governing given names. This freedom has given rise to a wide variety of names and naming trends. Naming traditions play a role in the cohesion and communication within American cultures. Cultural diversity in the U.S. has led to great variations in names and naming traditions and names have been used to express creativity, personality, cultural identity, and values.[1][2]\n\n"
        },
        {
            "title": "Naming laws",
            "text": "Traditionally, the right to name one's child or oneself as one chooses has been upheld by court rulings and is rooted in the Due Process Clause of the fourteenth Amendment and the Free Speech Clause of the First Amendment, but a few restrictions do exist. Restrictions vary by state, but most are for the sake of practicality. For example, several states limit the number of characters that can be used due to the limitations of the software used for official record keeping. For similar reasons, some states ban the use of numerical digits or pictograms. A few states ban the use of obscenity. There are also a few states, Kentucky for instance, that have no naming laws whatsoever.[1][3]\n\nDespite the freedom that Americans have regarding names, controversies do exist. In 2013, Tennessee judge Lu Ann Ballew ruled that a baby boy named Messiah must change his name to Martin stating \"it's a title that has only been earned by one person ... Jesus Christ.\" The decision was overturned in chancery court a month later and the child retained his birth name. Ballew was fired and a disciplinary hearing was scheduled on the basis that the name change order violated Tennessee's code of Judicial Conduct. No laws exist banning the use of religious names and judges are required to perform their duties without regard to religious bias.[4][5]\n\nOne naming law that some[6] find restrictive is California's ban on diacritical marks, such as in José, a common Spanish name. The Office of Vital Records in California requires that names contain only the 26 alphabetical characters of the English language, plus hyphens and apostrophes.[7]\n\nSome states (for example, Alaska, Hawaii, Kansas, North Carolina, Oregon) allow accents and some non-English letters in birth certificates and other documents. There can be problems for persons with such names when moving to a state where such characters are banned and they have to renew their documents.\n\nThere is no law restricting the use of diacritical marks informally and many parents get around the restrictions by doing so.[1]\n\nSome city names contain diacritics, even in US states that forbid diacritics in people's legal names (see List of U.S. cities with diacritics).\n\nForeigners whose last name contains accents and/or non-English letters (e.g. Muñoz, Gößmann) may experience problems, since their names in their passports and in other documents are spelled differently (e.g., the German name Gößmann may be alternatively spelled Goessmann or Gossmann), so people not familiar with the foreign orthography may doubt the authenticity of the ID.\n\nIn many U.S. states, hyphens and apostrophe are the only two symbols personal names can officially contain. In some computer systems and in the machine-readable zone of a passport, they are omitted. (Mary-Kate O'Neill → Mary Kate ONeill)\n\nSome names are spelled with a capital letter in the middle (LeVar Burton, LaToya Jackson,  Richard McMillan). In the machine-readable zone of a passport, the name is spelled only in capitals (LEVAR, LATOYA, MCMILLAN).\n\n"
        },
        {
            "title": "African-American names",
            "text": "Many African Americans use their own or their children's names as a symbol of solidarity within their culture. Prior to the 1950s and 1960s, most African-American names closely resembled those used within European American culture. With the rise of the civil rights movement, there was a dramatic rise in names of various origins. One very notable influence on African-American names are Arabic names that entered the popular culture with the rise of The Nation of Islam Politico-Religious Movement among African Americans with its focus on civil rights. These popular names such as \"Aisha\" and other Arabic names such as Jamal and Malik are now also commonly used by African Americans regardless of religion.[2]\n\nMany names of French origin entered usage at this time as well. Historically French names such as Monique, Chantal, André, and Antoine became common within African American culture. Names of African origin began to crop up as well. Names like Ashanti, Tanisha, Aaliyah, and Malaika have origins in the continent of Africa.[2]\n\nBy the 1970s and 1980s, it had become common within the culture to invent new names, although many of the invented names took elements from popular existing names. Prefixes such as La/Le, Da/De, Ra/Re, or Ja/Je and suffixes such as -ique/iqua, -isha, and -aun/-awn are common, as well as inventive spellings for common names. The name LaKeisha is typically considered American in origin, but has elements pulled from both French and African roots. Other names like LaTanisha, JaMarcus, DeAndre, and Shaniqua were created in the same way. Punctuation marks are seen more often within African-American names than other American names, such as the names Mo'nique and D'Andre.[2][8]\n\nEven with the rise of creative names, it is also common for African Americans to use biblical names such as Daniel, Michael, David, James, Joseph, and Matthew as well as European names like Christopher. These names were among the most common names for African-American boys in 2013.[2][9][10]\n\n"
        },
        {
            "title": "Surnames as given names",
            "text": "Using surnames as a first name is increasingly popular in the United States, although the origin of this practice is unclear. In one of her books about Southern culture, Marlyn Schwartz reports that it has long been common for southern families to use family surnames as first names.[11] The Baby Name Wizard author Laura Wattenberg explains that the practice became popular in the early 20th century as poor immigrants chose names they associated with the sophistication of English aristocracy and literature, many of them surnames. Example: Landis Kulp is also a combination of two surnames.\n\nRegardless of origins, many names that are now considered first names in the U.S. have origins as surnames. Names like Riley, Parker, Cooper, Madison, Morgan, Cameron, and Harper originated as surnames. Names that originate as surnames typically start out their lifespan as androgynous names before developing a common usage as either a masculine name or a feminine name. Tyler and Taylor had approximately the same usage for both boys and girls when they came onto the charts before diverging. Tyler is now typically given to boys while Taylor is more often given to girls.[2]\n\n"
        },
        {
            "title": "Names inspired by popular culture",
            "text": "Without laws governing name usage, many American names pop up following the name's usage in movies, television, or in the media. Children may be named after their parents' favorite fictional characters.[12][13][14]\n\nSamantha was a rare name in the United States until the 1870s, after the publication of a novel series by Marietta Holley with Samantha as main character. The name became popular again in the 1960s, as the comedy television show Bewitched had a lead character named Samantha.\n\nPrior to the 1984 movie Splash, Madison was almost solely heard as a surname, with occasional usage as a masculine name. The name entered the top 1000 list for girls in 1985 and has been a top 10 name since 1997.[2]\n\nIn 2014, the name Arya, the name of a character on the popular series Game of Thrones, saw a dramatic rise to the 216th most popular girls name.[15][16]\n\nNames in popular culture fare better as inspiration if they fit in with current naming trends. When Barack Obama was inaugurated as president in 2009, his name had a surge in popularity, but still has not made it into the top 1000 names in the United States. His daughter Malia, on the other hand, jumped over 200 spots to the 191st spot that year. While Barack is much more influential than his daughter, Barack is a name with a sound unlike other top American names. Malia is Hawaiian, but sounds similar to top names like Amelia and Sophia. Names that fit current naming trends and have prestige attached to them fare especially well. The name Blair surfaced as a girl's name in the mid-1980s after being featured on The Facts of Life as the name of the wealthy character Blair Warner. Blair had previously been used infrequently and mostly as a masculine name. When the series aired, the perceived prestige of the name escalated and fit into the surname name trend.[2][15][17]\n\nSome names have a variety of factors that inspire their popularity. The name Bentley was inspired by the luxury car brand, but got a further boost by the show Teen Mom when reality star Maci Bookout used the name for her son. The already popular name Tiffany had a rise in usage following the popularity of the singer Tiffany in the mid-1980s.[2][17]\n\nIn 2020, after the death of basketball player Kobe Bryant and his teenage daughter Gianna Bryant, the names Kobe and Gianna both experienced a massive rise in popularity. Kobe experienced a 175% boost in popularity, while Gianna experienced an even bigger boost in popularity of 216%, placing it at the 24th place of the top 100 most popular girls' names for 2020, according to BabyCenter.[18][19]\n\n"
        },
        {
            "title": "Religion",
            "text": "Religious names are extremely popular in the United States. Most of the popular names are rooted in the Christian Bible, but other religions are represented, such as in the popular name Mohammed. Names like Jacob, Noah, Elijah, John, Elizabeth, Leah, and Jesús consistently rank very high. Some parents choose names for their religious significance, but there are also many parents who choose names based in religion because they are family names or simply because they are culturally popular. Other popular names are inspired by religion in other ways such as Nevaeh, which is Heaven spelled backwards. Christian, Faith, Angel, Trinity, Genesis, Jordan, Zion, and Eden are names which reference religion.[2][15][17]\n\n"
        },
        {
            "title": "Gender",
            "text": "Research suggests that American parents are more likely to use established, historical names for boys and are much more likely to name boys after relatives and ancestors. Boys' names, on average, are more traditional than girls' names, and are less likely to be currently fashionable. This trend holds true across racial lines. There is a much quicker turnover within girls' names than boys'. Parents of girls are much more likely to demonstrate their creativity in the naming of their daughters than their sons. In Alice Rossi's 1965 study of naming conventions, she theorizes that the gender differences in naming strategies exist because of the perceived roles of men and women in society. \"Women play the more crucial role in family and kin activities, while men are the symbolic carriers of temporal continuity of the family.\"[20]\n\nGender name usage also plays a role in the way parents view names. It is not uncommon for American parents to give girls names that have traditionally been used for boys. Boys, on the other hand, are almost never given feminine names. Names like Ashley, Sidney, Aubrey, Courtney, and Avery originated as boys' names. Traditionally masculine or androgynous names that are used widely for girls have a tendency to be abandoned by the parents of boys and develop an almost entirely female usage.[2]\n\nThere has been a rise in the usage of gender-neutral names for both girls and boys, according to a study by the baby name website Nameberry. Sixty percent more babies of both genders received gender-neutral names in 2015 than in 2005, according to the study.[21]\n\n"
        },
        {
            "title": "Other factors",
            "text": "Research has demonstrated that a number of factors come into play when it comes to naming strategies.  This seems to be true across racial lines. Also, higher socioeconomic status (SES) families tend to choose different names than lower SES families. Over time, the lower SES families gravitate toward those names. As those names catch on with the lower SES families, higher SES families abandon them. The name Ashley was popular among higher SES families in the early 1980s, but by the late 1980s was most popular with lower SES families. The name Madison, which was in top 10 from 1996 to 2014,[22] is used largely by lower socioeconomic status families.[17]\n\nPolitical status also seems to impact naming strategies. A study on babies born in 2004 in California found that conservatives were less likely to give their children unusual names than liberals. This holds true even across racial and socioeconomic lines. Among families who had less than a college education, political leanings made no major difference in naming trends, however, the study found that the less education the parents had, the more likely they were to use an uncommon name or spelling. But among caucasian families with a college education, conservative families chose different names than liberal families. College educated liberals were more likely to choose unusual names than college educated conservatives.[23]\n\nWhile they both were more likely to choose unusual names, high SES college-educated liberals had different naming strategies than low SES families. Low SES families tended to choose invented names or invented spellings, while high SES liberals chose established names that are simply culturally obscure like \"Finnegan\" or \"Archimedes.\" In contrast, high SES conservatives tended to choose common historical names.[24]\n\nThe research found that the sounds chosen by liberals and conservatives varied as well. Liberals \"favor birth names with 'softer, feminine' sounds while conservatives favor names with 'harder, masculine' phonemes.\"[25]\n\n"
        },
        {
            "title": "Trends",
            "text": "Baby name trends change frequently for girls and somewhat less frequently for boys.[citation needed] Boys' names tend to be more traditional, but Liam, Aiden, Logan, Mason and Jayden, are currently (as of the late 2010s) seeing a spike in popularity. One recent trend is place names. Names like London, Brooklyn, Sydney, Alexandria, Paris, and Phoenix are all seeing a spike in popularity as of the 2012 report by the Social Security Administration. Most place names are used for girls, but some are used for boys as well, such as Dallas. Other place names like Kenya, China, and Asia have been used by African Americans for years.[2][15][17][26]\n\nNames containing \"belle\" or \"bella\" are very common, such as Isabella or Annabelle. Names that end in an \"a\" like Sophia, Mia, Olivia, and Ava are also very common for baby girls.[27] Popular names inspired by nature include Luna (moon in some Romance languages), Autumn, Willow.[28] Parents who desire more traditional names for girls choose names such as Elizabeth and Eleanor, both in top 50 (as of 2017).[28] With regard to boys names, traditional names such as William, James, Benjamin, Jacob, Michael, Daniel, Matthew, Henry, Joseph are very popular, and so are names strongly associated with religion, such as Noah.[28]\n\nDiversity among American names also seems to be increasing. In the 1950s, most babies were given a few very common names with children using nicknames to distinguish the various people with the same name. In the decades since, the number of names being used has increased dramatically.[29] It is also more common for minorities to use traditional cultural names for their children and for themselves that are obscure in the United States. It used to be common to choose names that were likely to fit in with the larger American culture. This applied to both given names and surnames. Research suggests that fewer immigrants change their names today upon moving to America than they once did. Princeton University sociologist Douglas Massey believes that immigrants felt less pressure to change their names \"during the 1970s and 1980s, as immigration became more a part of American life and the civil rights movement legitimated in-group pride as something to be cultivated\".[29][30]\n\nSan Diego State University professor Jean Twenge believes that the shift toward unique baby names is one facet of the cultural shift in America that values individuality over conformity.[29]\n\n"
        }
    ]
}