{
    "url": "https://en.wikipedia.org/wiki/Nanotechnology_in_fiction",
    "title": "Nanotechnology in fiction",
    "table_of_contents": [
        "1 Notable examples",
        "1.1 Literature",
        "1.2 Film and television",
        "1.3 Computer games",
        "1.4 Comics and other media",
        "2 See also",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The use of nanotechnology in fiction has attracted scholarly attention.[1][2][3][4] The first use of the distinguishing concepts of nanotechnology was \"There's Plenty of Room at the Bottom\", a talk given by physicist Richard Feynman in 1959. K. Eric Drexler's 1986 book Engines of Creation introduced the general public to the concept of nanotechnology. Since then, nanotechnology has been used frequently in a diverse range of fiction, often as a justification for unusual or far-fetched occurrences featured in speculative fiction.[5]\n\n"
        },
        {
            "title": "Notable examples",
            "text": "In 1931, Boris Zhitkov wrote a short story called Microhands (Микроруки), where the narrator builds for himself a pair of microscopic remote manipulators, and uses them for fine tasks like eye surgery. When he attempts to build even smaller manipulators to be manipulated by the first pair, the story goes into detail about the problem of regular materials behaving differently on a microscopic scale.\n\nIn his 1956 short story The Next Tenants, Arthur C. Clarke describes tiny machines that operate at the micrometre scale – although not strictly nanoscale (billionth of a meter), they are the first fictional example of the concepts now associated with nanotechnology.\n\nA concept similar to nanotechnology, called \"micromechanical devices\", was described in Lem's 1959 novel Eden These devices were used by the aliens as \"seeds\" to grow a wall around the human spaceship.  [6]\nStanislaw Lem's 1964 novel The Invincible involves the discovery of an artificial ecosystem of minuscule robots, although like in Clarke's story they are larger than what is strictly meant by the term 'nanotechnology'.\n\nRobert Silverberg's 1969 short story How It Was when the Past Went Away describes nanotechnology[clarification needed] being used in the construction of stereo loudspeakers, with a thousand speakers per inch.[5]\n\nThe 1984 novel Peace on Earth by Stanislaw Lem tells about small bacteria-sized nanorobots looking as normal dust (developed by artificial intelligence placed by humans on the Moon in the era of cold warfare) that has later came to Earth and are replicating, destroying all weapons, modern technology and software, leaving living organisms (as there were no living organisms on the Moon) intact.\n\nThe 1985 novel Blood Music by Greg Bear (originally a 1983 short story) features genetically engineered white blood cells that eventually learn to manipulate matter on an atomic scale.\n\nThe 1991 novelization of Terminator 2: Judgment Day, authored by Randall Frakes, expands the origin story of the T-1000 Terminator through the inclusion of a prologue set in the future. It is explained that the T-1000 is a 'Nanomorph', that was created by Skynet, through the use of programmable Nanotechnology. This was only implied in the film itself.\n\nThe 1992 novel Assemblers of Infinity is a science-fiction novel authored by Kevin J. Anderson and Doug Beason. The plot line makes specific mention of nano-assembly and nano-disassembly robots, along with admonitions regarding the dangers that these bacteria-sized machines might pose.\n\nIn Kim Stanley Robinson's Red Mars (1992), the extraordinary tensile strength of carbon nanotubes is used to create a tether for a space elevator, which connects Mars to an asteroid that has been led into orbit around the planet. The space elevator speeds travel of people and materials between Earth and Mars, but creates tension between factions — and is later destroyed.\n\nNeal Stephenson's 1995 novel The Diamond Age is set in a world where nanotechnology is commonplace. Nanoscale warfare, fabrication at the molecular scale, and self-assembling islands all exist.\n\nThe morphing technology in Animorphs is described as a form of nanotechnology that allows its users to transform into other animal and alien species, as well as members of their own species.\n\nThe Trinity Blood series features an alien nanomachine found on Mars which is present in the body of the protagonist, Abel Nighroad. These nanomachines are known as Krusnik nanomachines, and feed on the cells of vampires.\n\nNanobots (called Nanoes) are central to Stel Pavlou's novel Decipher (2001).\n\nMichael Crichton's novel Prey (2002) is a cautionary tale about the possible risks of developing nanotechnology.[7] In Prey, a swarm of molecule-sized nanorobots develop intelligence and become a large scale threat.\n\nRobert Ludlum's 2005 novel The Lazarus Vendetta also focuses around nanotechnology, focusing mainly on its ability to cure cancer.\n\nThe 2006 children's novel The Doomsday Dust (book 4 in the Spy Gear Adventures series by Rick Barba) features a nanite swarm as the villain.\n\nA nanomorph, term first coined by science fiction writer David Pulver in 1986's GURPS Robots, is a fictional robot entirely made of nanomachines. Its brain is distributed throughout its whole body, which also acts as an all-around sensor, hence making it impossible to surprise as long as the target is on line of sight. A nanomorph is arguably the robotic ultimate in versatility, maybe even in power.[citation needed] Further uses of the concept could include using parts of its body as a tracking device, splitting the body for doing several tasks, or merging two nanomorphs in a greater one, or else gliding/flying in an ornithopter-like way (by molding itself like a giant, articulated kite). A common but facultative (without this feature, it would still qualify as a nanomorph) improvement is the ability to cover itself with specific colors and textures in a realistic looking manner (the ultimate being to look like a human, à la doppelgänger).\n\nOne of the first mentions on a television show was an announcement to students over the school loudspeakers in the 1987 Max Headroom episode, \"Academy\" that, \"Nanotechnology pod test results are posted in the Submicron Lab for your viewing.\"\n\nThe anime series Ghost in the Shell: Stand Alone Complex employs a plotline heavily involved in the use of \"micromachines\" as a form of treatment against complex diseases after a subject undergoing cyberisation.\n\nIn the Star Trek universe, from Star Trek: The Next Generation onward, the Borg use nanomachines, referred to as nanoprobes, to assimilate individuals into their collective. In another episode, an experiment by Wesley Crusher gone awry led to nanites developing a collective intelligence and interfering with ship systems, eventually being deposited on a planet to establish their own civilization.\n\nOn the television show Red Dwarf, nanobots played a notable role in series VII to IX. Nanobots are nanotechnology created to be a self-repair system for androids like Kryten as they can also change anything into anything else. Kryten's nanobots grow bored of their duties and take over the ship Red Dwarf, leaving the crew to try and recapture it aboard the smaller Starbug. In the end the ship they are chasing is actually a smaller Red Dwarf built by the nanobots (which evaded their scanners in the end by coming aboard Starbug), with the rest being changed into a planet. Once the crew discover this and find the nanobots, they force them to rebuild Red Dwarf (as well as Dave Lister's then-missing arm). In the end the nanobots build an enhanced Red Dwarf based on the original design plans. They also resurrect the original full crew killed in the first episode.\n\nThe episode The New Breed of the show Outer Limits featured nanobots.\n\nNanobots were also featured during the Sci-Fi Channel era of Mystery Science Theater 3000, where they were known as \"nanites\". They were depicted on the show as microscopic, bug-like, freestanding robots with distinct personalities.\n\nNanotechnology appeared several times in the TV series Stargate SG-1 and Stargate Atlantis, in the form of the replicators and the Asurans, respectively. A \"nanovirus\" is also seen in Stargate Atlantis.\n\nIn Cowboy Bebop: The Movie (2001), a criminal blows up a tanker trunk containing a nanobot virus that instantly kills thousands.\n\nIn the 2003 film Agent Cody Banks, a scientist creates nanobots programmed to clean up oil spills.\n\nIn the 2004 film I, Robot, nanites are used to wipe out artificial intelligence in the event of a malfunction and are depicted as a liquid containing tiny silver objects.\n\nIn the 2005 Doctor Who television episode \"The Empty Child/The Doctor Dances\" a metal cylinder falls from space and lands in World War II-era London, releasing nanobots which transform every human they come into contact with into gas mask-wearing zombies, like the first human they encountered, a gas mask-wearing child.\n\nIn the 2008 film The Day the Earth Stood Still, the alien robot \"GORT\" disintegrates into a swarm of self-replicating nanobots shaped like bugs that cover Earth and destroy all humans and artificial structures by seemingly devouring them within seconds.\n\nThe revamped Knight Rider television series and TV movie incorporate nanotechnology into the Knight Industries Three Thousand (KITT), allowing it to change color and shape, as well as providing abilities such as self-regeneration.\n\nIn the 2009 film G.I. Joe: The Rise of Cobra, the main plot is to save the world from a warhead containing deadly nanobots called the \"Nanomites\", which if detonated over a city could destroy it in hours.\n\nThe popular NBC science fiction show, Revolution, is based on a worldwide blackout due to the manipulation of nanotechnology.\n\nIn 2010 Generator Rex was shown on Cartoon Network. It was based on a laboratory experiment going wrong and infecting the world with bad \"Nanites\" which turned people into monsters known as E.V.Os.\n\nIn the Ben 10 series, there is a nanotechnology-based alien species called Nanochips, who first appeared in the live-action movie Ben 10: Alien Swarm.\n\nNanotechnology is featured heavily within the Terminator film series. The 1991 film Terminator 2: Judgment Day and 2015 film Terminator: Genisys feature the T-1000 terminator. The T-1000 is composed of Mimetic Polyalloy, a liquid metal that utilizes nanites for shapeshifting abilities; Giving the T-1000 the ability to mimic anyone it samples through physical contact.  It can also form its arms into blades and stabbing weapons and instantly recover from any damage. In the 2003 film Terminator 3: Rise of the Machines a new terminator, the T-X, also utilities Mimetic Polyalloy for shapeshifting abilities; like the T-1000 it can mimic anyone it touches. The T-X is also equipped with nanotechnological transjectors, and can infect and control other machines using nanites.\n\nIn Terminator Genisys, human resistance leader John Connor is infected with \"machine phase matter\" by a T-5000 terminator, transforming John into a \"T-3000\". The T-3000, like the T-1000 and T-X units, has shapeshifting and replication abilities. This unit's deadly structure gives the T-3000 the unique ability to instantly scatter into particles and then quickly reform to avoid harmful impact as well as instantly recovering from damage.\n\nIn the 2014 film Transcendence, the uploaded consciousness of Will Caster (Johnny Depp) uses nanotechnology to turn himself, and the local townsfolk, into a self-healing defense force with superhuman strength.\n\nIn Venture Brothers Season 6 Episode 3 \"Faking Miracles\" a laboratory accident leads nanobots to enter Dean Venture's body. Billy Quizboy and Peter White take remote control of the nanobots, inadvertently torturing Dean to showcase the power of the nanobots to Dr. Venture. Eventually they are used, unbeknownst to Dean, to improve his intelligence so that he can pass an entrance examination for college. In the post-credit scene Dean painfully urinates them out like a set of kidney stones.\n\nNanotechnology is featured in the Marvel Cinematic Universe (MCU):\n\nIn Rise of the Robots and Rise 2: Resurrection, A nanomorth features a gynoid known as the Supervisor which composed of Chromium element, a liquid metal that utilizes nanites for shapeshifting abilities and a hive mind constructed from trillions of nanobots in a sealed central chamber within Metropolis 4 . Due to the corruption of the EGO virus which infect the Supervisor, she now controls the Electrocorp and all other machines in Metropolis 4.\n\nIn Total Annihilation nanobots are used to build structures.\n\nIn some games of the Mortal Kombat series, the character Smoke is a cloud of nanobots.\n\nIn System Shock 2 (1999), \"nanites\" are used as currency as well as a type of weapon ammo.\n\nIn Deus Ex (2000), nanotechnology is an important part of both the plot and game mechanics. A very dangerous technology in the wrong hands, it provides a number of superhuman abilities to the protagonist along with novel approaches to weaponry such as the coveted Dragon's Tooth Sword.\n\nThe MMORPG Anarchy Online (launched 2001) is set on a planet with well-developed nanotechnology, which generally is used as magic in fantasy-themed games.\n\nIn Metal Gear Solid (1998) the protagonist got nanomachines to supply and administer adrenalin, nutrients, sugar, nootropics, and benzedrine and to recharge a Codec's battery. The protagonist of Metal Gear Solid 2 (2001) had artificial blood infused with nanomachine that served functions such as healing. Metal Gear Solid 4 (2008) featured a great deal of nanotechnology, such as the Sons of the Patriots, an artificial intelligence/nanomachine network that regulated and enhanced the actions of every lawful combatant in the world. In Metal Gear Rising Revengeance (2013) the main antagonist Senator Armstrong also augments himself with nanotechnology.\n\nIn Red Faction (2001), nanotechnology is used on Mars to control miners, and Red Faction Guerilla (2009) features nanotechnology, in particular a device called the Nano Forge, as a major plot point.\n\nThe computer game Hostile Waters features a narrative involving nanotech assemblers.\n\nIn the Ratchet & Clank series, the health system involves nanotechnology. The nanotech can be upgraded by purchase in the first game, or by defeating enemies in other games of the series.\n\nNanotechnology is also found in Crysis (2007), Crysis 2 (2011), and Crysis 3 (2013).  The protagonists of these games are equipped with a \"Nano Suit\", which enables them to become stronger, invisible, heavily armored, etc.\n\nIn Marvel: Ultimate Alliance 2 (2009), Reed Richards creates nanites that are meant to control the minds of supervillains. However, the nanites evolve into a group mind called the Fold which serves as the primary antagonist for the game.\n\nIn SpaceChem the player has to build molecular assembler/disassemblers using nanomachines called \"Waldos\" controlled by a visual programming language.\n\nThe Distant Stars expansion for Stellaris heavily features nanotechnology in many aspects.\n\nIn the manga series Battle Angel Alita: Last Order, nanotechnology is referenced numerously and its use is heavily restricted, owing to the loss of Mercury as a potential planetary colony due to a grey goo catastrophe. Its danger and control has become one of the main driving narratives in the story.\n\nIn Dx13: Nano A Mano[8] - a manga series by Kirupagaren Kanni - the protagonist uses nanobots to create a giant mecha, which is remotely controlled by custom-built equipment such as electronic glove, microphones, cameras, etc.\n\nNanomites appear in the G.I. Joe Reinstated series published by Devil's Due.\n\nIn the anime and manga series Black Cat, Eve has the ability to manipulate nanomachines. Nanobots are later used for a variety of purposes, from turning victims into berserk warriors to granting Creed Diskenth immortality.\n\nIn the anime and manga series To Love-Ru, the Transformation Weapons Golden Darkness and Mea Kurosaki have nanomachines within them, in the same manner as Eve from Black Cat.\n\nIn the anime and manga series Project ARMS, the ARMS are weapons made from many nanomachines imbued into compatible biological beings, granting them a great variety of combative abilities and regeneration. The four protagonists each have an ARMS that have artificial intelligence, but the Keith series and the modulated ARMS do not.\n\nIn the LEGO franchise BIONICLE, it is eventually revealed that all characters from the 2001–2008 storyline are biomechanical nanobots (though roughly human-sized, given the size of the gigantic robot they inhabit (12,192 km tall)).\n\nOne of the earliest appearances of nanotech in comics was the Technovore from Iron Man 294 (July 1993).\n\nIn several X-Men storylines, nano-sentinels appear, either used to modify human beings into Prime Sentinels (including the character Fantomex), or to infect mutants and attack their cells.\n\n"
        }
    ]
}