{
    "url": "https://en.wikipedia.org/wiki/Narrative_therapy",
    "title": "Narrative therapy",
    "table_of_contents": [
        "1 History",
        "2 Conversation maps",
        "2.1 Re-authoring identity",
        "2.2 Externalizing conversations",
        "2.3 \"Statement of Position Map\"",
        "2.4 Re-membering practice",
        "2.5 Absent but implicit",
        "2.6 Outsider witnesses map",
        "3 Therapeutic documents",
        "4 Social-political therapeutic approach",
        "4.1 Eating disorders",
        "4.2 Men and domestic violence",
        "4.3 Community work",
        "5 Criticisms",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Narrative therapy (or Narrative Practice)[1] is a form of psychotherapy that seeks to help patients identify their values and the skills associated with them. It provides the patient with knowledge of their ability to live these values so they can effectively confront current and future problems. The therapist seeks to help the patient co-author a new narrative about themselves by investigating the history of those values.  Narrative therapy claims to be a social justice approach to therapeutic conversations, seeking to challenge dominant discourses that it claims shape people's lives in destructive ways. While narrative work is typically located within the field of family therapy, many authors and practitioners report using these ideas and practices in community work, schools and higher education.[2][3] Narrative therapy has come to be associated with collaborative as well as person-centered therapy.[4][page needed][5][6][7][8]\n\n"
        },
        {
            "title": "History",
            "text": "Narrative therapy was developed during the 1970s and 1980s, largely by Australian social worker Michael White and David Epston of New Zealand,[9][10] and it was influenced by different philosophers, psychologists, and sociologists such as Michel Foucault,[9][11] Jerome Bruner,[12] Lev Semyonovich Vygotsky[13] etc.\n\n"
        },
        {
            "title": "Conversation maps",
            "text": "The narrative therapist focuses upon assisting people to create stories about themselves, about their identities, that  are helpful to them.[14] This work of \"re-authoring identity\" helps people identify their values and identify the skills and knowledge to live out these values by way of the therapist's skilled use of listening and questioning.[15] Through the process of identifying the history of values in people's lives, the therapist and client are able to co-author a new story about the person.[16]: 24 \n\nThe story people tell about themselves and that is told about them is important in this approach, which asserts that the story of a person's identity may determine what they think is possible for themselves. The narrative process allows people to identify what values are important to them and how they might use their own skills and knowledge to live these values.[16]: 36 \n\nThis includes a focus on \"unique outcomes\" (a term of Erving Goffman) or exceptions to the problem that wouldn't be predicted by the problem's narrative or story itself.[citation needed]\n\nThe concept of identity is important in narrative therapy. The approach aims not to conflate people's identities with the problems they may face or the mistakes they have made. Rather, the approach seeks to avoid modernist, essentialist notions of the self that lead people to believe there is a biologically determined \"true self\" or \"true nature\".  Instead, identity, seen as primarily social, can be changed according to the choices people make.[17][page needed]\n\nTo separate people's identities from the problems they face, narrative therapy employs externalizing conversations. The process of externalization allows people to consider their relationships with problems.[9] A person's strengths or positive attributes also are externalized, allowing people to engage in the construction and performance of preferred identities.[citation needed]\n\nAn externalizing emphasis involves naming a problem so that a person can assess the problem's effects in their life, can analyze how the problem operates or works in their life, and in the end can choose their relationship to the problem.[citation needed]\n\nIn a narrative approach, the therapist aims to adopt a collaborative therapeutic posture rather than imposing ideas on people by giving them advice. Michael White developed a conversation map called a \"Statement of Position Map\" designed to elicit the client's own evaluation of the problems and developments in their lives. Both the therapist and the client are seen as having valuable information relevant to the process and the content of the therapeutic conversation. By adopting a posture of curiosity and collaboration, the therapist aims to give the implicit message to people that they already have knowledge and skills to solve the problems they face. When people develop solutions to their own problems on the basis of their own values, they may become much more committed to implementing these solutions.[18]\n\nNarrative therapy identifies that identities are social achievements and the practice of re-membering draws closer those who support a person's preferred story about themselves and dis-engages those that do not support the person.[clarification needed][citation needed]\n\nDrawing the work of Jacques Derrida, Michael White was curious about the values that were implicit in people's pain, sense of failure and actions.[citation needed] Often people only feel pain or failure in relation to their values, how they would prefer their relationships or life to be. Further, often there are stalled initiatives that people take in life that also are guided by implicit values.\n\nIn this particular narrative practice or conversation, outsider witnesses are invited listeners to a consultation.[citation needed] Often they are friends of the consulting person or past clients of the therapist who have their own knowledge and experience of the problem at hand. During the first interview, between therapist and consulting person, the outsider listens without comment.\n\nThen the therapist interviews them with the instructions not to critique or evaluate or make a proclamation about what they have just heard, but instead to simply say what phrase or image stood out for them, followed by any resonances between their life struggles and those just witnessed. Lastly, the outsider is asked in what ways they may feel a shift in how they experience themselves from when they first entered the room.[19]\n\nNext, in similar fashion, the therapist turns to the consulting person, who has been listening all the while, and interviews them about what images or phrases stood out in the conversation just heard and what resonances have struck a chord within them.\n\nIn the end, an outsider witness conversation is often rewarding for witnesses. But for the consulting person the outcomes are remarkable: they learn they are not the only one with this problem, and they acquire new images and knowledge about it and their chosen alternate direction in life. The main aim of the narrative therapy is to engage in people's problems by providing the alternative best solution.[citation needed]\n\n"
        },
        {
            "title": "Therapeutic documents",
            "text": "Narrative therapy embodies a strong appreciation for the creation and use of documents, as when a person and a counsellor co-author \"A Graduation from the Blues Certificate\", for example.[20] In some instances, case notes are created collaboratively with clients to provide documentation as well as markers of progress.\n\n"
        },
        {
            "title": "Social-political therapeutic approach",
            "text": "A strong awareness of the impact of power relations in therapeutic conversations, with a commitment to checking back with the client about the effects of therapeutic styles in order to mitigate the possible negative effect of invisible assumptions or preferences held by the therapist.[21] There is also an awareness of how social narratives such as femininity and masculinity can be corrupted and negatively influence peoples identities.[16]: 23–38 \n\nNarrative therapy has made numerous contributions to the field of eating disorders. David Epston, Stephen Madigan and Catrina Brown have made the most significant contribution to bringing a depathologizing approach to this issue.[16][page needed]\n\nNarrative therapy has also been applied to work with men who abuse their female partners. Alan Jenkins and Tod Augusta-Scott have been the most prolific in this field. They integrated a social-political analysis of the violence, while at the same time engaging men in a respectful, collaborative manner.[16][page needed][22][page needed]\n\nNarrative therapy has also been used in a variety of community settings. In particular, an exercise called \"Tree of Life\" has been used to mobilize communities to act according to their own values.[23]\n\n"
        },
        {
            "title": "Criticisms",
            "text": "There have been several formal criticisms of narrative therapy over what are viewed as its theoretical and methodological inconsistencies, among various other concerns.[24][25][26]\n\n"
        }
    ]
}