{
    "url": "https://en.wikipedia.org/wiki/Narrative_poetry",
    "title": "Narrative poetry",
    "table_of_contents": [
        "1 Oral tradition",
        "2 List of narrative poems",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Narrative poetry is a form of poetry that tells a story, often using the voices of both a narrator and characters; the entire story is usually written in metered verse. Narrative poems do not need rhyme. The poems that make up this genre may be short or long, and the story it relates to may be complex. It is normally dramatic, with various characters.[1] Narrative poems include all epic poetry, and the various types of \"lay\",[2] most ballads,  and some idylls, as well as many poems not falling into a distinct type.\n\nSome narrative poetry takes the form of a novel in verse. An example of this is The Ring and the Book by Robert Browning. In terms of narrative poetry, romance is a narrative poem that tells a story of chivalry. Examples include the Romance of the Rose or Tennyson's  Idylls of the King. Although those examples use medieval and Arthurian materials, romances may also tell stories from classical mythology. Sometimes, these short narratives are collected into interrelated groups, as with Chaucer's The Canterbury Tales. So sagas include both incidental poetry and the biographies of poets.\n\n"
        },
        {
            "title": "Oral tradition",
            "text": "The predecessor of essentially all other modern forms of communication. For thousands of years, cultures passed on their history through oral tradition from generation to generation.  Historically, much of poetry has its source in an oral tradition: in more recent times the Scots and English ballads, the tales of Robin Hood poems all were originally intended for recitation, rather than reading. In many cultures, there remains a lively tradition of the recitation of traditional tales in verse format. It has been suggested that some of the distinctive features that distinguish poetry from prose, such as metre, alliteration, and kennings, at one time served as memory aids that allowed the bards who recited traditional tales to reconstruct them from memory.[3]\n\nA narrative poem usually tells a story using a poetic theme. Epics are very vital to narrative poems, although it is thought those narrative poems were created to explain oral traditions. The focus of narrative poetry is often the pros and cons of life.\n\n"
        },
        {
            "title": "List of narrative poems",
            "text": "All epic poems, verse romances and verse novels can also be thought of as extended narrative poems. Other notable examples of narrative poems include:\n\n"
        }
    ]
}