{
    "url": "https://en.wikipedia.org/wiki/Narrative_structure",
    "title": "Narrative structure",
    "table_of_contents": [
        "1 Definition",
        "2 Variations",
        "2.1 Three-act structure",
        "2.2 Kishōtenketsu",
        "3 History",
        "4 Categories",
        "4.1 Linear narrative",
        "4.2 Nonlinear narrative",
        "4.3 Interactive narration",
        "4.4 Interactive narrative",
        "5 Graphic narrative",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Narrative structure is a literary element generally described as the structural framework that underlies the order and manner in which a narrative is presented to a reader, listener, or viewer. The narrative text structures are the plot and the setting.\n\n"
        },
        {
            "title": "Definition",
            "text": "Narrative structure is about story and plot: the content of a story and the form used to tell the story. Story refers to the dramatic action as it might be described in chronological order. Plot refers to how the story is told. Story is about trying to determine the key conflicts, main characters, setting and events. Plot is about how, and at what stages, the key conflicts are set up and resolved.[1]\n\n"
        },
        {
            "title": "Variations",
            "text": "The three-act structure is a common structure in classical film and other narrative forms in or associated with the West.\n\nThe first act begins with setup, where all of the main characters and their basic situations are introduced, as well as the setting, and contains the primary level of characterization for both (exploring the character's backgrounds and personalities, the relationships between them, and the dynamics of the world they live in). \n\nLater in the first act, a dynamic event occurs known as the inciting incident (or catalyst), that involves the protagonist. His or her initial attempts to deal with this event lead to the first plot point, where the first act ends and a dramatic question is raised; for example, \"Will X disable the bomb?\" or \"Will Y get the girl?\"\n\nThe second act, or confrontation, is considered by this structure to be the bulk of the story. This is the part of the story where the characters' conflict is most developed (particularly between the protagonist and antagonist) as well as any changes in values and personality one or more characters may undergo (known as character development, or a character arc). This leads to the second plot point, where the second act ends and the protagonist returns to his or her ordinary world.\n\nThe third act, or resolution, is when the problem in the story boils over, forcing the characters to confront it, allowing all the elements of the story to come together, leading to the climax, the answer to the dramatic question, and the end of the conflict.\n\nKishōtenketsu is a structure mainly found in classic Chinese, Korean, and Japanese narratives.\n\nKishōtenketsu is divided up into four sections, which have been defined and used differently by narratives from each of the three cultures where the form is most commonly found. The first section is generally considered an introduction of sorts across all three interpretations, albeit understood by each in a different way. The second may refer to the development, or to a beginning of an action related to self-realization. The third section is based around a turning point, change in direction, reversal, or twist. The fourth and final section concerns itself with a result or conclusion, a consequence thereof, or a 'coming to fruition'.\n\n"
        },
        {
            "title": "History",
            "text": "First described in ancient times by Greek philosophers (such as Aristotle and Plato), the notion of narrative structure saw renewed popularity as a critical concept in the mid-to-late-20th century, when structuralist literary theorists including Roland Barthes, Vladimir Propp, Joseph Campbell, and Northrop Frye attempted to argue that all human narratives have certain universal, deep structural elements in common. This argument fell out of fashion when advocates of poststructuralism such as Michel Foucault and Jacques Derrida asserted that such universally shared, deep structures were logically impossible.\n\nIn Northrop Frye's Anatomy of Criticism, he deals extensively with what he calls myths of spring, summer, fall, and winter:\n\nIn Frye’s Great Code, he offers two narrative structures for plots:[2]\n\n"
        },
        {
            "title": "Categories",
            "text": "Most forms of narrative fall under four main categories: linear narrative, nonlinear narrative, interactive narration, and interactive narrative. \n\nFlashbacks, often confused with true narratives, are not linear but the concept is fundamentally linear. An example would be Citizen Kane by Orson Welles. Although some films appear to open (very briefly) with the ending, flashback movies almost immediately jump back to the very beginning of the story to proceed linearly from there. Usually the film will proceed past the supposed \"ending\" shown at the beginning of the movie.\n\nCinema can only provide the illusion through broken narrative, a famous example of this being the 1994 film Pulp Fiction. The film is ostensibly three short stories, which, upon closer inspection, are actually three sections of one story with the chronology broken up; Quentin Tarantino constructs the narrative without resorting to classic \"flashback\" techniques.\n\nAn even more ambitious attempt at constructing a film based on non-linear narrative is Alain Resnais's 1993 French film Smoking/No Smoking. The plot contains parallel developments, playing on the idea of what might have happened had the characters made different choices.\n\nOutside of film, some novels also present their narrative in a non-linear fashion. Creative writing professor Jane Alison describes nonlinear narrative \"patterns\" such as spirals, waves, and meanders in her 2019 book Meander, Spiral, Explode: Design and Pattern in Narrative.[3] The chapters of Chitra Banerjee Divakaruni's novel Before We Visit the Goddess are not arranged based on the linear sequence of events, but rather in a way that fulfills certain literary techniques. This allows the characters in the novel to have a believable life timeline while still employing the techniques that make a story enjoyable.\n\nIn works of interactive narration there is only one narrative but the method of delivery requires the user to actively work to gain the next piece of the narrative, or have to piece the parts of narrative that they have together in order to form a coherent narrative.\n\nThis is the narrative approach of some modern video games. A player will be required to reach an objective, complete a task, solve a puzzle, or finish a level before the narrative continues.\n\nAn interactive narrative is one which is composed with a branching structure where a single starting point may lead to multiple developments and outcomes. The principle of all such games is that, at each step of the narrative, the user makes choices that advance the story, leading to a new series of choices. Authoring non-linear narrative or dialogue thus implies imagining an indefinite number of parallel stories.\n\nIn a gamebook, readers are told to turn to a certain page according to the choice they wish to make to continue the story. Typically, the choice will be an action rather than dialogue. For example, the hero hears a noise in another room and must decide to open the door and investigate, run away, or call for help. This kind of interactive experience of a story is possible with video games and books (where the reader is free to turn the pages) but less adapted to other forms of entertainment. Improvisational theatre is similarly open-ended, but of course cannot be said to be authored.\n\n"
        },
        {
            "title": "Graphic narrative",
            "text": "A simple graphic narrative, such as in comics, has four stages: an introduction of the characters and a description of a situation, the introduction of a problem, unexpected opportunity, or other complication into the situation, a resolution in the form of a partial or complete response to the problem by one or more of the characters, and the denouement, the aftermath of the response that makes clear the success, partial success, non-success, or uncertain success of the response. This fourth stage may also show how the original situation has changed due to what has taken place in the Complication and Resolution stages of the narrative.[4]\n\nIn a simple narrative, the four stages appear in order. That is, the sequence of the telling or presentation follows the chronology of the told. In a more complex story, the order of the telling may vary. For instance, such a story may begin with the Denouement and then present the Situation, Complication, and Resolution in a flashback. But this is not the case with a simple narrative.[5]\n\n"
        }
    ]
}