{
    "url": "https://en.wikipedia.org/wiki/Narrative_of_the_abduction_phenomenon",
    "title": "Narrative of the abduction phenomenon",
    "table_of_contents": [
        "1 Overview",
        "1.1 Nyman's alternate outline",
        "2 Capture",
        "3 Examination",
        "3.1 Cranial procedures",
        "3.2 Reproductive, gynecological and urological procedures",
        "3.3 Other procedures",
        "3.4 Reported devices and instruments",
        "4 Subsequent abduction procedures",
        "4.1 Child presentation",
        "5 Less common elements",
        "5.1 Conference",
        "5.2 Tour",
        "5.3 Journey",
        "5.4 Theophany",
        "6 Return",
        "7 Missing time",
        "8 Realization event",
        "9 Skeptical response",
        "9.1 Role of hypnosis and investigators in shaping the narrative",
        "9.2 Effect of geography and culture on abduction reports",
        "10 References",
        "11 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The narrative of the abduction phenomenon is an alleged core of similarity in contents and chronology underlying various claims of forced temporary abduction of humans by apparently otherworldly beings. Proponents of the abduction phenomenon contend that this similarity is evidence of the veracity of the phenomenon as an objective reality, although this belief is disregarded by most scientists, who regard alien abduction as a purely psychological and cultural phenomenon.\n\nSkeptics of the abduction phenomenon contend that similarities between reports arise from commonalities rooted in human psychology and neurology or cast doubt on the presence of similarities between reports at all. They note the evolving contents of abduction claims and the apparent effect of culture on the details of the narratives as evidence that the phenomenon is a purely subjective experience. Skeptics also point out the likelihood of large numbers of hoaxes being present in the abduction literature.\n\nBelievers assert that it is unlikely for hundreds of people to independently generate such similar narratives while apparently having no knowledge of each other's claims. Some abduction investigators attempt to confirm the reality of events reported in abduction claims through observation or experimentation, although such efforts are generally dismissed as pseudoscientific by mainstream academics.\n\n"
        },
        {
            "title": "Overview",
            "text": "Although different cases vary in detail (sometimes significantly), some UFO researchers, such as folklorist Thomas E. Bullard[1] argue that there is a broad, fairly consistent sequence and description of events which make up the typical \"close encounter of the fourth kind\" (a popular but unofficial designation building on Dr. J. Allen Hynek's classifying terminology). Though the features outlined below are often reported, there is some disagreement as to exactly how often they actually occur. Some researchers (especially Budd Hopkins and David M. Jacobs) have been accused of excluding, minimising or suppressing testimony or data which do not fit a certain paradigm for the phenomenon.[citation needed]\n\nBullard argues most abduction accounts feature the following events. They generally follow the sequence noted below, though not all abductions feature all the events:\n\nAbduction researcher Joe Nyman has composed a similar but alternative model for abduction narratives.[2]\n\nWhen describing the \"abduction scenario\",[3] David M. Jacobs says:\n\nAlleged alien abductions are often closely connected to UFO reports, and are sometimes supposedly conducted by so-called Greys: Short, grey-skinned humanoids with large, pear-shaped heads and enormous dark eyes, although many different types of abducting entities have been reported, and the reported abductors seem to vary by the culture and place of origin of the experience.\n\n"
        },
        {
            "title": "Capture",
            "text": "Abduction claimants report unusual feelings preceding the onset of an abduction experience.[2] These feelings manifest as a compulsive desire to be at a certain place at a certain time or as expectations that something \"familiar yet unknown\" will soon occur.[2] Abductees also report feeling severe, undirected anxiety at this point even though nothing unusual has actually occurred yet.[2] This period of foreboding can last for up to several days before the abduction actually takes place or be completely absent.[2]\n\nEventually, the experiencer will undergo an apparent \"shift\" into an altered state of consciousness.[2] British abduction researchers have called this change in consciousness \"the Oz Factor\". External sounds cease to have any significance to the experiencer and fall out of perception.[2] They report feeling introspective and unusually calm.[2] This stage marks a transition from normal activity to a state of \"limited self-willed mobility\".[2] As consciousness shifts one or more lights are alleged to appear, occasionally accompanied by a strange mist.[2] The source and nature of the lights differ by report, sometimes the light emanates from a source outside the house (presumably the abductors' UFO), sometimes the lights are in the bedroom with the experiencer and transform into alien figures.[2]\n\nAs the alleged abduction proceeds, claimants say they will walk or be levitated into an alien craft, often through solid objects like walls or a window.[2]  Alternatively, they may experience rising through a tunnel with or without the abductors accompanying them into the awaiting craft.[2]\n\nMost abductees report being taken from their bedroom prior to falling asleep.[citation needed] Typically, at the onset of the abduction experience, the abductee will report paralysis, sighting a bright light, and the appearance of humanoid figures.\n\nIn many abduction reports, the individual(s) concerned are traveling by automobile at the time of the incident, usually at night or in the early morning hours, and usually in a rural or sparsely populated area. A UFO will be seen ahead (sometimes on the road), and the driver will either deliberately stop to investigate, or the car will stop due to apparent mechanical failure. Other forms of mechanical failure and interference are also common, such as a car radio producing static or behaving abnormally. In the occasions when they have been present, animals such as dogs usually also display a heightened fear response.\n\nSome reports indicate the alleged aliens, often the Greys, using a pencil-sized, black device with a light on the end of it to make the abductee compliant.[4][page needed]\n\nUpon getting out of the vehicle, the driver and passenger(s) often will experience a blank period and amnesia (see Missing Time), after which they will find themselves again standing in front of, or driving their car. While they frequently will not consciously remember the experience, either subsequent nightmares or hypnosis will reveal events interpreted as having occurred during the period lacking explicit memory.\n\n"
        },
        {
            "title": "Examination",
            "text": "The examination phase of the so-called \"abduction narrative\" is characterized by the performance of medical procedures and examinations by apparently alien beings against or irrespective of the will of the experiencer. Such procedures often focus on sex and reproductive biology. However, the literature holds reports of a wide variety of procedures allegedly performed by the beings. The entity that appears to be in charge of the operation is often taller than the others involved.[5][6]\n\nPhysician and abduction researcher Dr. John G. Miller explains that among abduction reports what stands out is the contrast between procedures performed by the alleged entities and those performed by doctors practicing typical human medicine.[5] He points out that we're not \"hearing about 'our kind of medicine'\".[5] Miller believes these differences add credibility to claims of alien abductions, because if they were hoaxes or confabulations, the reports should more closely resemble the human medicine familiar to the claimants.[5]\n\nMiller notes different areas of emphasis between human medicine and what is allegedly being practiced by the abductors.[5] The abductors' areas of interest appear to be the cranium (see below), nervous system, skin, reproductive system, and to a lesser degree, the joints.[5] Systems given less attention than a human doctor would – or omitted entirely – include the cardiovascular system, the respiratory system below the pharynx and the lymphatic system.[5] The abductors also appear to ignore the upper region of the abdomen in favor of the lower one.[5]\n\nThere are also differences in procedure as well as emphasis between human medicine and that claimed to be practiced by the entities. The abductors do not appear to wear gloves during the \"examination\".[5] Other constants of terrestrial medicine like pills and tablets are missing from abduction narratives, although sometimes abductees are asked to drink liquids.[5] Injections also seem to be rare and IVs are almost completely absent.[5] Dr. Miller says he has never heard an abductee claim to have a tongue depressor used on them.[5]\n\nYvonne Smith, a certified hypnotherapist and abduction researcher, notes that \"startling similarities\" between procedures performed on the head reported by abductees arise when comparing reports of hypnotically retrieved abduction memories.[7] She states that the most commonly reported sensations and procedures performed to the head are feelings of pressure in or on the head and the insertion of needles into the scalp.[7] During cranial procedures, the abductee's head is often restrained by a strap or metal bar drawn across the forehead.[7] The abductors will sometimes touch the forehead of the experiencer, which strangely seems to ease their anxiety and whatever physical pain they may be experiencing.[5]\n\nReports of the entities drilling into the skull have also been given by several of Smith's clients.[7] In one instance, the claimed site of the drilling corresponded with an actual red mark on the back of experiencer's head.[7] An attempt to document this mark photographically was made, but turned out unsuccessful.[7] The same client reported smelling something burning upon the termination of the procedure.[7] Smith has wondered if this could represent the being cauterizing the wound left by the drilling procedure by the abducting entities.[7]\n\nOther common cranial procedures involve the ears.[7] Reports of pressure or intense heat being experienced within one or both ears are the most common given during the hypnotic retrieval of memories.[7] Experiencers have compared these sensations to the insertions of long needles and to having a high-powered laser aimed into the ear.[7]\n\nThe insertion of long needle-like objects into the nasal passages is also common in reported abductions, and always allegedly performed without the aid of a speculum.[5] This is quite unlike typical human medicine, where a speculum would be used to allow doctors to see what they are doing.[5] John G. Miller asserts \"We [terrestrial medical practitioners] certainly do not 'blindly' insert long objects into our patients' noses.\"[5] He speculates that this probing may represent a biopsy of the olfactory mucous membrane.[5] However, sometimes it is reported that these long probes are used to insert spherical metallic \"implants\" into the nasal cavity.[5] Abductees reporting these implants often claim to experience nosebleeds after the alleged abduction.[5]\n\nOne of Smith's clients reported the removal of his skull cap and some sort of procedure being performed to his exposed brain with a needle-like instrument.[7] The procedure reminded him of welding.[7] One of his abductors tried to reassure him verbally while the apparent neurological procedure was being performed.[7]\n\nMany female abductees report a \"gynecological\" aspect to the abduction experience, although staples of terrestrial gynecology such as the bimanual pelvic exam are missing from the alleged abduction experiences.[5] Sometimes reports are made where the abductees are made to have sex with apparent human–alien hybrids or other abductees.[3] David M. Jacobs says that sex with full-blooded aliens \"is not a feature of the abduction scenario.\"[3] Males report that sperm is either taken or they have sex with the aliens, or both.[4]\n\nOne procedure reported occurring during the alleged exam phase of the experience is the insertion of a long needle-like contraption into a woman's navel.[5] Although most well known to have occurred in the Betty and Barney Hill abduction as a \"pregnancy test\",[citation needed] this feature has even been reported by little girls.[8]\n\nSkin scrapings are a staple of abduction reports from as far back as the Hill encounter.[9] According to Richard Hall, most skin scrapings are reportedly taken from the arms and collar bone region.[9] Physician and abduction researcher John Altshuler notes that the main reasons a human doctor would collect skin scrapings would be to check for bacterial or fungal infections.[9] Altshuler dismisses speculation from other abduction researchers that the aliens are collecting the skin samples to analyze the DNA contained therein because the samples would not constitute \"a rich source of DNA\".[9]\n\nWhen the Grey aliens encounter an abductee who will resist capture, is even combative, the aliens use a device that is black, cylindrical, the size of a US No. 2 pencil, which has a bluish light on one end. The alien fires this at the abductee to render the abductee compliant. It is like the \"phaser\" seen in the Star Trek franchise when being fired,[4] only that it fires a bluish-white beam. It causes no pain, but numbs the human will.\n\nAlthough the chest is not an area of emphasis to the alleged abductors, it is sometimes reported that a device of some sort is placed on the chest.[5] Physician and abduction researcher Dr. John G. Miller says that he cannot distinguish whether this device is an EKG, chest X-ray or echocardiogram.[5] Experiencers also sometimes report being targeted by \"diffused colored lights\" during the examination.[5] John G. Miller notes that phototherapy is rare in human medicine.[5]\n\nWhen the abductors appear to use devices analogous to those used in human medicine, they are often quite different; for example, alleged alien syringes are often reported as being \"three-pronged\".[5]\n\n"
        },
        {
            "title": "Subsequent abduction procedures",
            "text": "After the so-called medical exam, the alleged abductees often report other procedures being performed with the entities.[3] Common among these post-examination procedures are what abduction researchers refer to as imaging, envisioning, staging, and testing.[3]\n\nAbductees of all ages (even small children)[8] and genders sometimes report being subjected to a \"child presentation\".[3] As its name implies, the child presentation involves the abduction claimant being shown a \"child\".[3] Often the children appear to be neither human, nor the same species as the abductors.[3] Instead, the child will almost always share characteristics of both species.[3] These children are labeled by experiencers as hybrids between humans and their abductors, usually Greys. It has been speculated that these children are the products of the reproductive procedures performed during the medical phase of the abduction.[3]\n\nUnlike Budd Hopkins and David Jacobs, folklorist Thomas Bullard could not identify a child presentation phase in the abduction narrative, even after undertaking a study of 300 abduction reports.[10] Bullard says that the child presentation \"seems to be an innovation in the story\",[10] and that \"no clear antecedents\" to descriptions of the child presentation phase exist prior to its popularization by Hopkins and Jacobs.[10]\n\nThe hybrid children appearing in reported presentations vary in age and are often encountered over the course of several abductions. It is reported that they seem to age normally over the course of repeated alleged abductions.[3] In reported abductions, after reaching adolescence, the hybrids begin assisting the strange entities in administering the abduction procedure. Furthermore, when they reach adulthood, the hybrids become completely involved in the operation and will not be the subject of \"presentation\" to the abductee. Some abductees have reported being made to have sex with hybrids.[3]\n\nThe hybrid children are sometimes described as being kept in nurseries.[3] There are usually 10–50 hybrids present, but some claimants have reported greater numbers.[3] Some alleged abductees have reported \"incubatoria\", where the walls are lined with fluid-filled containers where developing hybrid fetuses are kept.[3]\n\nWhen the child is presented to the abductee, the abductors appear to have specific expectations of what the abductee is to do with the child.[3] Sometimes the abductee will be required to show affection towards the children by hugging them, or if presented with younger hybrids, to cradle them close to the body.[3] Sometimes the hybrid will engage in a \"mind-scan\" of the abductee.[3] Female abductees have reported being ordered to breastfeed hybrid infants.[3] The alleged experiencers' reaction to this command varies; sometimes they comply, but some women are horrified by the thought.[3]\n\n"
        },
        {
            "title": "Less common elements",
            "text": "Folklorist Dr. Thomas E. Bullard conducted a study of 300 reports of alien abduction in an attempt to observe the less prominent aspects of the claims.[11] He notes the emergence of four general categories of events which recur regularly, although not as frequently as stereotypical happenings like the medical examination.[11] These four types of events are:[11]\n\nChronologically within abduction reports, these rarer episodes tend to happen in the order listed, between the medical examination and the return.[11]\n\nAfter allegedly displaying cold callous disregard towards the abduction experiencers, sometimes the entities will change drastically in behavior once the initial medical exam is completed.[11] They become more relaxed and hospitable towards their captive and lead him or her away from the site of the examination.[11] The entities then hold a conference with the experiencer, wherein they discuss things relevant to the abduction phenomenon.[11] In Dr. Bullard's study, 79 out of 300 studied abduction claims included a conference narrative.[11] Not all conferences are reported to occur in the same manner.[11] Bullard notes five general categories of discussion that occur during the conference \"phase\" of reported abduction narratives:[11]\n\nDuring an interrogation session, one party involved in the abduction will question the other.[11] This can mean that the witness is permitted to ask questions of his captors or that the entities will ask questions of the experiencer. The entities usually ask about aspects of human life that appear to puzzle them.[11] Dr. Bullard notes: \"Time, life-spans, emotions and the individuality of humans seem to be recurrent topics.\"[11] The aliens also sometimes question the abductees about life on earth, or on their reproductive practices.[citation needed] In some cases, the aliens make inquiries about advanced scientific concepts, such as theoretical physics or neutron bomb technologies, apparently under the assumption that all humans are familiar with these concepts.[citation needed]\n\nThe explanatory segment is a phase where the abductors will explain their motives to their captive, why the abductee was chosen as opposed to another human, or other things relating to the abduction phenomenon.[11] Sometimes the entities will apologize for the cruel treatment they gave the abductee when they subjected them to being kidnapped and the medical examination.[11] The entities often appear reluctant to disclose certain pieces of information, especially regarding their origins.[11] Sometimes it seems like the entities are being dishonest towards the alleged experiencer.[11] No two abduction claimants in the three hundred studied by Dr. Bullard gave identical places of origin for the aliens that allegedly abducted them.[11]\n\nThe task assignment phase, if present, involves a request or command from the abductors to the experiencer to be performed on their behalf.[11] Usually the assigned task is some form of reconnaissance or information gathering, often related to human emotion or everyday life.[11] Implicit in the assignment is the idea that the experiencer will be abducted again in the future.[11]\n\nWarnings are sometimes given by the entities about the possibilities of future calamity resulting from current trends in human society such as warfare and the development of weapons of mass destruction or pollution and environmental concerns.[11] Sometimes the entities go a step farther and issue specific prophecies of future disaster.[11] The entities often claim that they will attempt to help humanity recover in the aftermath of the prophesied calamity.[11] At times, abduction claimants have reported that specific dates were given to them for a disaster to occur, yet none of these specific prophecies has ever come to pass.[11]\n\nTours of the abductors' craft are a rare but recurring feature of the abduction narrative.[11] Thomas Bullard reports that in a study of 300 reported abduction events, only 16 contained some sort of tour.[11] The tour seems to be given by the alleged abductors as a courtesy in response to the harshness and physical rigors of the forced medical examination.[11]\n\nAbduction claimants often feel that the \"engine room\" is the most memorable aspect, although control rooms and in very rare cases living or recreation areas have been visited in some reports.[11] The \"engine\" of the craft is sometimes described as being composed of \"crystals and rotor-like devices\".[11]\n\nAlthough being transported from familiar terrestrial surroundings is an inherent part of the abduction phenomenon,[12] some reports make claims of further transport when taken into the abductors' vessel.[11] Sometimes the abductee reports that this journey is constrained to Earth or in orbit around it.[11] However, there are reports of journeys to what appear to be other planets.[11]\n\nWhen an otherworldly journey starts in these reports, the abductors often put the abductee in some sort of protective environment, usually described as a chamber filled with liquid.[11] In some bizarre cases, the travel isn't accomplished by means of the abductors' vessel at all, but rather through some sort of out-of-body state.[11]\n\nOnce in motion, the vessel (often described as a UFO) will enter a \"mother ship\" or end up traveling underwater or underground to a strange, otherworldly location.[11] This \"otherworld\" is often described as being a desert wasteland with a futuristic city.[11] Occasionally the landscape is quite different from this, almost jungle-like, although the futuristic city is also present.[11] Abductees have reported encountering other humans on these foreign worlds, or visiting zoos and museums.[11]\n\nWhile some abductees find that the experience is terrifying, particularly if the aliens are of a more fearsome species, or if the abductee was subjected to extensive probing and medical testing, other abductees experience \"theophany\" – a sense of oneness with the universe or with God, described by Dr. Kenneth Ring as a \"greater awareness of the interconnectedness and sacredness of all life\".[13] According to some researchers, theophanies are a rare feature of abduction reports.[11] Only 6 of 300 reports in a study by Thomas Bullard volunteered information pertaining to this feature.[11] Other researchers suggest that investigators have overlooked this feature; psychologist Susan A. Clancy, a skeptic at Harvard Medical School who studied abductees' psychology, noted that \"all of the subjects, without exception, said they felt 'changed' because of their experiences. ...Abductees have said, it 'enlarged my world view,' 'gave me wisdom to share,' 'caused me to care about the spiritual path of mankind,' 'expanded my reality'.\" \"Being abducted by aliens\", she concludes, \"is a transformative event. ...It's clear that people get from their abduction beliefs the same things that millions of people the world over derive from their religions: meaning, reassurance, mystical revelation, spirituality, transformation.\"[14] Some abduction-induced theophanies have included visions or insight into alien religions. It is not known whether this is a psychological phenomenon that occurs within the abductee due to their own beliefs, or if it is imparted to the abductee by the purported alien beings.[citation needed]\n\n"
        },
        {
            "title": "Return",
            "text": "Eventually the abductors will return the abductees to terra firma, usually to exactly the same location and circumstances they were in prior to being taken.[15] Usually, explicit memories of the abduction experience will not be present, and the abductee will realize they have experienced \"missing time\" upon checking a timepiece.[15]\n\nSometimes the alleged abductors appear to make mistakes when returning their captives.[15] UFO researcher Budd Hopkins has joked about \"the cosmic application of Murphy's Law\" in response to this observation.[15] Hopkins has estimated that these \"errors\" accompany 4–5% of abduction reports.[15] One type of common apparent mistake made by the abductors is failing to return the experiencer to the same spot that they were taken from initially.[15] This can be as simple as a different room in the same house, or abductees can even find themselves outside and all the doors of the house locked from the inside.[15]\n\nDavid M. Jacobs recounts a report of a more severe \"wrong location\" mistake.[15] An abductee claims that she was driving and the next thing she knew, about 5 hours had passed.[15] She was standing in the middle of a cornfield with her car nearby.[15] There was no evidence that she had driven there as the stalks of corn were all intact and upright.[15] Suddenly she loses consciousness briefly and then finds herself on the road driving again.[15] It was as if the abductors had accidentally returned her to the wrong place, realized what they had done, and then corrected their mistake.[15]\n\nSome abduction claimants have reported being returned to the correct location, but in a different circumstance.[15] Common reports will have the abductee clothed when they went to bed, but nude when they awaken.[15] Sometimes their clothes will be folded by their bedside, missing, or in rare cases, someone else's clothes will be there and their own clothing lost.[15] Reports have been made of people awakening to find that their clothes are being worn improperly in bizarre ways (e.g. a long-sleeve shirt apparently forced up over the legs like a pair of pants).[15] The body or other objects may be covered with a fine dust.\n\nSome have speculated that these apparently bizarre, pointless behaviors were not mistakes at all.[15]\n\n"
        },
        {
            "title": "Missing time",
            "text": "Dr. Don C. Donderi writes: \"In many of these abduction accounts, there is independent confirmation of missing time – emotionally stable people arriving hours late after long or short automobile journeys. There is independent confirmation of abduction events reported under hypnosis, sometimes by non hypnotized observers and sometimes by other hypnotized witnesses\" (Donderi, 66).\n\n"
        },
        {
            "title": "Realization event",
            "text": "Physician and abduction researcher John G. Miller sees significance in the reason a person would come to see themselves as being a victim of the abduction phenomenon.[16] He terms the insight or development leading to this shift in identity from non-abductee to abductee the \"realization event\".[16] The realization event is often a single, memorable experience, but Miller reports that not all abductees experience it as a distinct episode.[16] Either way, the realization event can be thought of as the \"clinical horizon\" of the abduction experience.[16] Dr. Miller has compiled an incomplete list of common triggers for the realization event in a paper presented at the 1992 alien abduction conference held at MIT:\n\nSometimes the advent of the realization that one is an abductee can cause a \"flood\" of previously hidden memories of one's perceived encounters with \"the entities\".[16] Although the realization event is sometimes triggered by an attempt to hypnotically retrieve memories, it is frequently remembered consciously without any such assistance.[16] Consequently, Miller sees it as a good \"starting point\" for a researcher investigating an individual subject.[16]\n\n"
        },
        {
            "title": "Skeptical response",
            "text": "Skeptics Robert Sheaffer and Phillip J. Klass agree that individual abduction researchers appear to exert influence on the characteristics of narratives retrieved during hypnotic recall.[17] This influence tends to shape recovered abduction narratives in a way that reinforces the preconceived biases of the individual researcher.[17] Klass jokingly recommends those considering hypnotic regression to uncover abduction memories to visit R. Leo Sprinkle, whose regression sessions more frequently \"uncover\" reports of benevolent aliens.[17] Sheaffer also cites research done into hypnosis as a method for enhancing memory that concludes that false memories, subjectively real to the patient, can be created merely through suggestions while they are in a hypnotic trance.[17]\n\nAlthough proponents have argued that there is a core narrative consistent across abduction claims, there is little doubt that variation occurs in the details of reports across cultures and geographic boundaries.[17] Skeptics like Robert Sheaffer assert that this variation supports a psycho-social hypothesis as an explanation for the origin of the abduction phenomenon.[17] The quantity and not just quality of reports appears to be affected by culture, as abduction reports are made less frequently in non-English speaking countries.[17]\n\nFurthermore, the contents and structure of the \"abduction narrative\" as outlined by researchers like Nyman and Bullard were already established in fictional form by 1930 in a Buck Rogers strip.[17]\n\nThe strip depicts an alien craft piloted by Martian \"Tiger Men\", who capture a female character and subject her to similar treatment as those in real-world abduction claims.[17] The story is structurally more similar to the archetypal narrative outline devised by Bullard than the vast majority of those in Bullard's own catalogue of cases.[17]\n\nHowever, Bullard does not see evidence for influence on abduction claimants from science-fiction sources.[6] In an essay, Bullard writes that \"The small showing for monstrous types and the fact that they concentrate in less reliable cases should disappoint skeptics who look for the origin of abductions in the influence of Hollywood. Nothing like the profusion of imaginative screen aliens appears in the abduction literature.\"[6]\n\nThere are, however, cultural differences in perception of these reported incidents. The frightening \"terror abduction\" experience is reported mainly in the USA, while in the rest of the world, the ET encounters are said to be largely benevolent – this apparent incongruity perhaps raising a question as to the phenomenon's origins.\n\nAlthough in North America, \"aliens\" of extraterrestrial origin are the most commonly blamed in these incidents, in Europe and other parts of the world, the beings involved are as often perceived to be demonic or spiritual in origin. Common elements in the descriptions of abductions and visitations vary by region and local culture, with only a very few elements being the same worldwide, such as an otherworldly sensation, reports of mind control, repressed memories being rediscovered, and sexual experiences. These elements, and many aspects of what witnesses describe, are very common in old stories of encounters with faeries, demons, and other magical creatures.\n\n"
        }
    ]
}