{
    "url": "https://en.wikipedia.org/wiki/National_Thanksgiving_Proclamation",
    "title": "National Thanksgiving Proclamation",
    "table_of_contents": [
        "1 Background",
        "2 The First Presidential National Day of Thanksgiving",
        "2.1 Text",
        "3 Aftermath",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The National Thanksgiving Proclamation was the first presidential proclamation of Thanksgiving in the United States. President George Washington declared Thursday, November 26, 1789 as a day of public thanksgiving and prayer.\n\n"
        },
        {
            "title": "Background",
            "text": "Setting aside time to give thanks for one's blessings, along with holding feasts to celebrate a harvest, are both practices that long predate the European settlement of North America. The first documented thanksgiving services in territory currently belonging to the United States were conducted by Spaniards[1] and the French[2] in the 16th century.  Thanksgiving services were routine in what became the Commonwealth of Virginia as early as 1607,[3] with the first permanent settlement of Jamestown, Virginia holding a thanksgiving in 1610.[1] In 1619, the Berkeley Hundred colony held a service on December 4, 1619, to celebrate \"the day of our ship's arrival\" and proclaimed the date would be \"yearly and perpetually kept holy as a day of thanksgiving to the Almighty God.\"[4] The colony was wiped out shortly after, in March 1622, with some inhabitants being massacred, and the rest fleeing.[5] The generally referenced 'First Thanksgiving' occurred on Plymouth Colony, shortly after the colonists first successful harvest in autumn of 1621. They celebrated for three straight days[6] with their Native American neighbors with whom they had signed a mutual protection treaty the Spring before.[1]\n\nIn 1723, Massachusetts Bay Governor William Dummer proclaimed a day of thanksgiving on November 6.[7] The first proclamation in the independent United States was issued by John Hancock as President of the Continental Congress as a day of fasting on March 16, 1776.[8] The first national Thanksgiving was celebrated on December 18, 1777, and the Continental Congress issued National Thanksgiving Day proclamations each year between 1778 and 1784.[9] There were no national thanksgiving day proclamations from 1785 to 1788.[citation needed]\n\n"
        },
        {
            "title": "The First Presidential National Day of Thanksgiving",
            "text": "In Congress, Elias Boudinot introduced a resolution to create a joint committee to \"wait on the President of the United States, to request that he would recommend to the people a day of public prayer and thanksgiving,\"\n\nThe resolution was opposed by Anti-Federalists, who opposed increased power of the central government. Chief among the opposition were Aedanus Burke, and Thomas Tudor Tucker. Burke was of the opinion that the holiday was too \"European.\" He \"did not like this mimicking of European customs, where they made a mere mockery of thanksgivings.\" Burke was referencing the fact that at thanksgivings, both sides of a war often sang Te Deum, a hymn of praise. He was objecting that both the winners and losers in a war gave thanksgiving. Tucker however, felt that the federal government did not have the power to propose a day of thanksgiving. He was of the opinion that \"If a day of thanksgiving must take place, let it be done by the authority of the States.\" Tucker also worried about the separation of church and state, as in his opinion, proclaiming a day of thanksgiving was a religious matter.[10]\n\nIn the end, the resolution passed the House and the Senate, and a committee of Elias Boudinot, Roger Sherman, Peter Silvester, William Samuel Johnson, and Ralph Izard delivered the message to Washington on or before September 28, 1789.[10] President Washington noted that \"both Houses of Congress have by their joint Committee requested [him] 'to recommend to the People of the United States a day of public thanksgiving and prayer.'\" It was formally declared on November 26 to \"be devoted by the People of these States to the service of that great and glorious Being, who is the beneficent Author of all the good that was, that is, or that will be.\"[11] President George Washington made this proclamation on October 3, 1789 in New York City.[12][13]\n\nOn the day of thanksgiving, Washington attended services at St. Paul's Chapel in New York City, and donated beer and food to imprisoned debtors in the city.[14]\n\n"
        },
        {
            "title": "Aftermath",
            "text": "George Washington proclaimed a second day of Thanksgiving in 1795, following the defeat of the Whiskey Rebellion. After Washington left office, John Adams, James Madison, and others intermediately declared days of Thanksgiving.[14] Several presidents opposed days of national thanksgiving, with Thomas Jefferson openly denouncing such a proclamation.[15] By 1855, 16 states celebrated Thanksgiving (14 on the fourth Thursday of November, and two on the third). However, it was not until 1863 that Abraham Lincoln established the regular tradition of observing days of national thanksgiving.[4]\n\n"
        }
    ]
}