{
    "url": "https://en.wikipedia.org/wiki/National_Law_Enforcement_Officers_Memorial",
    "title": "National Law Enforcement Officers Memorial",
    "table_of_contents": [
        "1 History",
        "2 Later developments",
        "3 Design and location",
        "4 Sculpture",
        "5 Gallery",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The National Law Enforcement Officers Memorial is in Washington, D.C., at Judiciary Square, adjacent to the National Law Enforcement Museum. It honors 23,229 U.S. law enforcement officers who have died in the line of duty throughout American history. The National Law Enforcement Officers Memorial Fund (NLEOMF) was established by former US Representative Mario Biaggi (D-NY), a 23-year New York City police veteran.[1]\n\n"
        },
        {
            "title": "History",
            "text": "Donald J. Guilfoil, a detective with the Suffolk County Police Benevolent Association, initiated the federal legislation to establish a National Police Memorial in 1972. Representative Mario Biaggi, formerly a highly decorated police officer, then took up the cause and joined forces with U.S. Senator Claiborne Pell (D-RI) to establish the national memorial to honor all of America's fallen law enforcement officers. \n\nThe legislation to authorize the memorial was enacted in October 1984.[2] Fifteen national law enforcement organizations were responsible for the passage of the legislation, along with designing the memorial, finding the site to build the memorial, and raising the funds to build the memorial. The following police groups comprise the board of the National Law Enforcement Officers Memorial Fund (NLEOMF) and continue to oversee operations of the memorial: Concerns of Police Survivors; Federal Law Enforcement Officers Association; Fraternal Order of Police; Fraternal Order of Police Auxiliary; International Association of Chiefs of Police; International Brotherhood of Police Officers; International Union of Police Associations/AFL-CIO; National Association of Police Organizations; National Black Police Association; National Organization of Black Law Enforcement Executives; National Sheriffs' Association; National Troopers Coalition; Police Executive Research Forum; Police Foundation; and the United Federation of Police. In 2009, a 16th member was added to the NLEOMF board: the Police Unity Tour, an organization of law enforcement officers who ride bicycles hundreds of miles to the memorial each May during National Police Week to honor and raise awareness of officers killed in the line of duty. In 2012, three additions were made to the Board including representatives from DuPont, Motorola and Target. There are also four honorary board organizations: the FBI National Academy Associates; the Federal Criminal Investigators Association; the International Association of Women Police; and the International Conference of Police Chaplains.\n\n"
        },
        {
            "title": "Later developments",
            "text": "Seven years after passage of the authorizing legislation, on October 15, 1991, the memorial was officially dedicated. At the time of dedication, the names of over 12,000 fallen officers were engraved on the Memorial's walls. Currently, there are 23,229 names on the memorial. Each year, during National Police Week, the Memorial Fund hosts a candlelight vigil to formally dedicate the names added to the memorial walls that year; it is normally attended by more than 40,000 visitors.\n\n"
        },
        {
            "title": "Design and location",
            "text": "Designed by architect Davis Buckley, the memorial features a reflecting pool which is surrounded by walkways on a 3-acre (12,000 m2) park. Along the walkways are walls that are inscribed with names of all U.S. law enforcement officers—federal, state, and local—who have died in the line of duty. One entrance of the Judiciary Square Metro station is on the memorial site. The memorial maintains a gift shop in the National Law Enforcement Museum, where visitors can browse merchandise and learn more about the history of law enforcement and the fallen officers engraved on the memorial walls. The National Law Enforcement Museum is located at 444 E Street, NW, Washington, DC 20001.\n\nWhile the memorial sits on federal land, the monument was constructed and is maintained with private funds, not taxpayer dollars. Public Law 104-329[3] (October 20, 1996) created a Memorial Maintenance Fund, managed by the United States Secretary of the Interior and funded in part by the sale of 500,000 National Law Enforcement Officers Memorial Commemorative Silver Dollars issued by the U.S. Mint.  The memorial is adjacent to the National Law Enforcement Museum. The Memorial and Museum are both projects of the National Law Enforcement Officers Memorial Fund (NLEOMF), a non-profit, 501(c)(3) organization based in Washington, D.C.\n\n"
        },
        {
            "title": "Sculpture",
            "text": "The memorial features four bronze lions—two male and two female—each watching over a pair of lion cubs. The adult lions were sculpted by Raymond Kaskey, the cubs by George Carr.[citation needed]\n\nBelow each lion is carved a different quotation:\n\n\"It is not how these officers died that made them heroes, it is how they lived.\"\n—Vivian Eney Cross, Survivor\n\n\"In valor there is hope.\"[4] \n—Tacitus\n\n\"The wicked flee when no man pursueth: but the righteous are as bold as a lion.\"\n—Proverbs 28:1\n\n\"Carved on these walls is the story of America, of a continuing quest to preserve both democracy and decency, and to protect a national treasure that we call the American dream.\"\n—President George H. W. Bush\n\n"
        }
    ]
}