{
    "url": "https://en.wikipedia.org/wiki/National_Gallery_of_Art",
    "title": "National Gallery of Art",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.2 Construction and later history",
        "2 Operations",
        "3 Architecture",
        "3.1 Renovations",
        "4 Buildings",
        "5 Collection",
        "6 Highlights of the collection",
        "6.1 Selected highlights from the American collection",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The National Gallery of Art, and its attached Sculpture Garden, is a national art museum in Washington, D.C., United States, located on the National Mall, between 3rd and 9th Streets, at Constitution Avenue NW. Open to the public and free of charge, the museum was privately established in 1937 for the American people by a joint resolution of the United States Congress. Andrew W. Mellon donated a substantial art collection and funds for construction. The core collection includes major works of art donated by Paul Mellon, Ailsa Mellon Bruce, Lessing J. Rosenwald, Samuel Henry Kress, Rush Harrison Kress, Peter Arrell Browne Widener, Joseph E. Widener, and Chester Dale. The Gallery's collection of paintings, drawings, prints, photographs, sculpture, medals, and decorative arts traces the development of Western Art from the Middle Ages to the present, including the only painting by Leonardo da Vinci in the Americas and the largest mobile created by Alexander Calder.\n\nThe Gallery's campus includes the original neoclassical West Building designed by John Russell Pope, which is linked underground to the modern East Building, designed by I. M. Pei, and the 6.1-acre (25,000 m2) Sculpture Garden. The Gallery often presents temporary special exhibitions spanning the world and the history of art. It is one of the largest museums in North America.\n\nFor the breadth, scope, and magnitude of its collections, the National Gallery is widely considered to be one of the greatest museums in the United States of America, often ranking alongside the Metropolitan Museum of Art and Museum of Modern Art in New York City, the Art Institute of Chicago in Chicago, Illinois, and the Museum of Fine Arts in Boston, Massachusetts. Of the top three art museums in the United States by annual visitors, it is the only one that has no admission fee. In 2021 it attracted 1,704,606 visitors, and ranked fifth on the list of most visited art museums in the world.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Andrew W. Mellon, Pittsburgh banker and Treasury Secretary from 1921 until 1932, began gathering a private collection of old master paintings and sculptures during World War I. During the late 1920s, Mellon decided to direct his collecting efforts towards the establishment of a new national gallery for the United States.\n\nIn 1930, partly for tax reasons, Mellon formed the A. W. Mellon Educational and Charitable Trust, which was to be the legal owner of works intended for the gallery. In 1930–1931, the Trust made its first major acquisition, 21 paintings from the Hermitage Museum in St. Petersburg as part of the Soviet sale of Hermitage paintings, including such masterpieces as Raphael's Alba Madonna, Titian's Venus with a Mirror, and Jan van Eyck's Annunciation.\n\nIn 1929 Mellon had initiated contact with the recently appointed Secretary of the Smithsonian Institution, Charles Greeley Abbot. Mellon was appointed in 1931 as a Commissioner of the Institution's National Gallery of Art. When the director of the Gallery retired, Mellon asked Abbot not to appoint a successor, as he proposed to endow a new building with funds for expansion of the collections.\n\nHowever, Mellon's trial for tax evasion, centering on the Trust and the Hermitage paintings, caused the plan to be modified. In 1935, Mellon announced in The Washington Star his intention to establish a new gallery for old masters, separate from the Smithsonian. When asked by Abbot, he explained that the project was in the hands of the Trust and that its decisions were partly dependent on \"the attitude of the Government towards the gift\".\n\nIn January 1937, Mellon formally offered to create the new Gallery. On his birthday, 24 March 1937, an Act of Congress accepted the collection and building funds (provided through the Trust), and approved the construction of a museum on the National Mall.\n\nThe new gallery was to be effectively self-governing, not controlled by the Smithsonian, but took the old name \"National Gallery of Art\" while the Smithsonian's gallery would be renamed the \"National Collection of Fine Arts\" (now the Smithsonian American Art Museum).[3][4][5]\n\nThe museum stands on the former site of the Baltimore and Potomac Railroad Station, where in 1881 a disgruntled office seeker, Charles Guiteau, shot President James Garfield (see James A. Garfield assassination).[6] The station was demolished in 1908 because it did not conform to the McMillan Plan for the Mall. In 1918, temporary war buildings were constructed on the site; these were demolished by 1921 to construct the foundation of the George Washington Memorial Building, which was never completed. The site was then reassigned to the new National Gallery of Art.[7]\n\nDesigned by architect John Russell Pope, the new structure was completed and accepted by President Franklin D. Roosevelt on behalf of the American people on March 17, 1941. At the time of its inception it was the largest marble structure in the world. Neither Mellon nor Pope lived to see the museum completed; both died in late August 1937, only two months after excavation had begun.[6]\n\nAs anticipated by Mellon, the creation of the National Gallery encouraged the donation of other substantial art collections by a number of private donors. Founding benefactors included such individuals as Paul Mellon, Samuel H. Kress, Rush H. Kress, Ailsa Mellon Bruce, Chester Dale, Joseph Widener, Lessing J. Rosenwald and Edgar William and Bernice Chrysler Garbisch.\n\nThe Gallery's East Building was constructed in the 1970s on much of the remaining land left over from the original congressional action. Andrew Mellon's children, Paul Mellon and Ailsa Mellon Bruce, funded the building. Designed by architect I. M. Pei, the contemporary structure was completed in 1978 and was opened on June 1 of that year by President Jimmy Carter. The new building was built to house the Museum's collection of modern paintings, drawings, sculptures, and prints, as well as study and research centers and offices. The design received a National Honor Award from the American Institute of Architects in 1981.\n\nThe final addition to the complex is the National Gallery of Art Sculpture Garden. Completed and opened to the public on May 23, 1999, the location provides an outdoor setting for exhibiting a number of large pieces from the Museum's contemporary sculpture collection.\n\nIn 2011, an extensive refurbishment and renovation of the French galleries were undertaken. As part of the celebration of the reopening of this wing, organist Alexander Frey performed 4 sold-out recitals of music of France in one weekend in the French Gallery.\n\n"
        },
        {
            "title": "Operations",
            "text": "The National Gallery of Art is supported through a private-public partnership. The United States federal government provides funds, through annual appropriations, to support the museum's operations and maintenance. All artwork, as well as special programs, are provided through private donations and funds.[8] The museum is not part of the Smithsonian Institution.\n\nNoted directors of the National Gallery have included David E. Finley, Jr. (1938-1956), John Walker (1956–1968), and J. Carter Brown (1968–1993). Earl A. \"Rusty\" Powell III was named director in 1993. In March 2019 he was succeeded by Kaywin Feldman, past director and president of the Minneapolis Institute of Art.[9][10] The museum hired Evelyn Carmen Ramos, the first woman and the first person of color to be the chief curatorial and conservation officer, in 2021.[11]\n\nThe president of the museum is billionaire businessman Mitchell Rales and its chairperson is Sharon Rockefeller.[12]\n\nEntry to both buildings of the National Gallery of Art is free of charge. The museum is open daily from 10 a.m. – 5 p.m. It is closed on December 25 and January 1.[13]\n\nDuring the COVID-19 pandemic, the National Gallery was largely closed to the public. However, visitors were able to schedule appointments to access the west building in small numbers.[14]\n\n"
        },
        {
            "title": "Architecture",
            "text": "The museum comprises two buildings: the West Building (1941) and the East Building (1978), linked by an underground passage. The West Building, composed of pink Tennessee marble, was designed in 1937 by architect John Russell Pope in a neoclassical style (as is Pope's other notable building in Washington, D.C., the Jefferson Memorial). Designed in the form of an elongated H, the building is centered on a domed rotunda modeled on the interior of the Pantheon in Rome. Extending east and west from the rotunda, a pair of skylit sculpture halls provide its main circulation spine. Bright garden courts provide a counterpoint to the long main axis of the building.\n\nThe West Building has an extensive collection of paintings and sculptures by European masters from the medieval period through the late 19th century, as well as pre-20th century works by American artists. Highlights of the collection include many paintings by Jan Vermeer, Rembrandt van Rijn, Claude Monet, Vincent van Gogh, and Leonardo da Vinci.\n\nIn contrast, the design of the East Building, by architect I. M. Pei, is geometrical, dividing the trapezoidal shape of the site into two triangles: one contains public galleries, and the other houses a library, offices, and a study center. The triangles establish a motif that is echoed throughout the building, realized in every dimension.\n\nThe East Building's central feature is a high atrium designed as an open interior court that is enclosed by a sculptural space spanning 16,000 sq ft (1,500 m2). The atrium is centered on the same axis that forms the circulation spine for the West Building and is constructed in the same Tennessee marble.[15]\n\nHowever, in 2005 the joints attaching the marble panels to the walls began to show signs of strain, creating a risk that panels might fall onto visitors below. In 2008, NGA officials decided that it had become necessary to remove and reinstall all of the panels. The renovation was completed in 2016.[16]\n\nThe East Building focuses on modern and contemporary art, with a collection including works by Pablo Picasso, Henri Matisse, Jackson Pollock, Andy Warhol, Roy Lichtenstein, Alexander Calder, a 1977 mural by Robert Motherwell and works by many other artists. The East Building also contains the main offices of the NGA and a large research facility, Center for Advanced Study in the Visual Arts (CASVA). Among the highlights of the East Building in 2012 was an exhibition of Barnett Newman's The Stations of the Cross series of 14 black and white paintings (1958–66).[17] Newman painted them after he had recovered from a heart attack; they are usually regarded as the peak of his achievement.[citation needed] The series has also been seen as a memorial to the victims of the Holocaust.[18]\n\nThe two buildings are connected by a walkway beneath 4th street, called \"the Concourse\" on the museum's map. In 2008, the National Gallery of Art commissioned American artist Leo Villareal to transform the Concourse into an artistic installation. Today, Multiverse is the largest and most complex light sculpture by Villareal featuring approximately 41,000 computer-programmed LED nodes that run through channels along the entire 200 ft (61 m)-long space.[19] The concourse also includes the food court and a gift shop.\n\nThe final element of the National Gallery of Art complex, the Sculpture Garden was completed in 1999 after more than 30 years of planning. To the west of the West Building, on the opposite side of Seventh Street, the 6.1 acres (2.5 ha) Sculpture Garden was designed by landscape architect Laurie Olin[20] as an outdoor gallery for monumental modern sculpture.\n\nThe Sculpture Garden contains plantings of Native American species of canopy and flowering trees, shrubs, ground covers, and perennials. A circular reflecting pool and fountain form the center of its design, which arching pathways of granite and crushed stone complement. (The pool becomes an ice-skating rink during the winter.) The sculptures exhibited in the surrounding landscaped area include pieces by Marc Chagall, David Smith, Mark Di Suvero, Roy Lichtenstein, Sol LeWitt, Tony Smith, Roxy Paine, Joan Miró, Louise Bourgeois, and Hector Guimard.[21]\n\nThe NGA's West Building was renovated from 2007 to 2009. Although some galleries closed for periods of time, others remained open.[22]\n\nAfter congressional testimony that the East Building suffered from \"systematic structural failures\", NGA adopted a Master Renovations Plan in 1999. This plan established the timeline for closing the building, and planned for the renovation of the electronic security systems, elevators, and HVAC.[23] Space between the ceilings of existing galleries and the building's skylights (which was never completed when the building was constructed in 1978)[23] would be renovated into two, 23 ft (7.0 m) high, hexagonal Tower Galleries. The galleries would have a combined 12,260 sq ft (1,139 m2) of space and will be lit by skylights. A rooftop sculpture garden would also be added. NGA officials said that the Tower Galleries would probably house modern art, and the creation of a distinct \"Rothko Room\" was possible.\n\nBeginning in 2011, NGA undertook an $85 million restoration of the East Building's façade.[24] The East Building is clad in 3 in (7.6 cm) thick pink marble panels. The panels are held about 2 in (5.1 cm) away from the wall by stainless steel anchors. Gravity holds the panel in the bottom anchors (which are placed at each corner), while \"button head\" anchors (stainless steel posts with large, flat heads) at the top corners keep the panel upright. Mortar was used on the gravity anchors to level the stones. Joints of flexible colored neoprene were placed between the panels. This system was designed to allow each panel to hang independent of its neighbors, and NGA officials say they are not aware of any other panel system like it.\n\nHowever, many panels were accidentally mortared together. Seasonal heating and cooling of the façade, infiltration of moisture, and shrinkage of the building's structural concrete by 2 in (5.1 cm) over time caused extensive damage to the façade. In 2005, regular maintenance showed that some panels were cracked or significantly damaged, while others leaned by more than 1 in (2.5 cm) out from the building (threatening to fall).\n\nThe NGA hired the structural engineering firm Robert Silman Associates to determine the cause of the problem.[25] Although the Gallery began raising private funds to fix the issue,[25] eventually federal funding was used to repair the building.[24] In 2012, the NGA chose a joint venture, Balfour Beatty/Smoot, to complete the repairs. Anodized aluminum anchors replaced the stainless steel ones, and the top corner anchors were moved to the center of the top edge of each stone. The neoprene joints were removed and new colored silicone gaskets installed, and leveling screws rather than mortar used to keep the panels square. Work began in November 2011,[25] and originally was scheduled to end in 2014.[24] By February 2012, however, the contractor said work on the façade would end in late 2013, and site restoration would take place in 2014.[25] The East Building remained open throughout the project.[22]\n\nIn March 2013, the National Gallery of Art announced a $68.4 million renovation to the East Building. This included $38.4 million to refurbish the interior mechanical plant of the structure,[23] and $30 million to create new exhibition space.[22] Because the angular interior space of the East Building made it impossible to close off galleries,[23] the renovation required all but the atrium and offices to close by December 2013. The structure remained closed for three years. The architectural firm of Hartman-Cox oversaw both aspects of the renovation.[23]\n\nA group of benefactors — which included Victoria and Roger Sant, Mitchell and Emily Rales, and David Rubenstein — privately financed the renovation. The Washington Post reported that the donation was one of the largest the NGA had received in a decade.[22] NGA staff said that they would use the closure to conserve artwork, plan purchases, and develop exhibitions. Plans for renovating conservation, construction, exhibition prep, groundskeeping, office, storage, and other internal facilities were also ready, but would not be implemented for many years.[23][26]\n\n"
        },
        {
            "title": "Collection",
            "text": "The NGA's collection galleries and Sculpture Garden display European and American paintings, sculpture, works on paper, photographs, and decorative arts. Paintings in the permanent collection date from the Middle Ages to the present. The Italian Renaissance collection includes two panels from Duccio's Maesta, the tondo of the Adoration of the Magi by Fra Angelico and Filippo Lippi, a Botticelli work on the same subject, Giorgione's Allendale Nativity, Giovanni Bellini's The Feast of the Gods, Ginevra de' Benci (the only painting by Leonardo da Vinci in the Americas) and groups of works by Titian and Raphael.\n\nThe collections include paintings by many European masters, including a version of Saint Martin and the Beggar, by El Greco, and works by Matthias Grünewald, Cranach the Elder, Rogier van der Weyden, Albrecht Dürer, Frans Hals, Rembrandt, Johannes Vermeer, Francisco Goya, Jean Auguste Dominique Ingres, and Eugène Delacroix, among others. The collection of sculpture and decorative arts includes such works as the Chalice of Abbot Suger of St-Denis and a collection of work by Auguste Rodin and Edgar Degas. Other highlights of the permanent collection include the second of the two original sets of Thomas Cole's series of paintings titled The Voyage of Life, (the first set is at the Munson-Williams-Proctor Arts Institute in Utica, New York) and the original version of Watson and the Shark by John Singleton Copley (two other versions are in the Museum of Fine Arts, Boston and the Detroit Institute of Arts).\n\nThe National Gallery's print collection comprises 75,000 prints, in addition to rare illustrated books. It includes collections of works by Albrecht Dürer, Rembrandt, Giovanni Battista Piranesi, William Blake, Mary Cassatt, Edvard Munch, Jasper Johns, and Robert Rauschenberg. The collection began with 400 prints donated by five collectors in 1941. In 1942, Joseph E. Widener donated his entire collection of nearly 2,000 works. In 1943, Lessing Rosenwald donated his collection of 8,000 old master and modern prints; between 1943 and 1979, he donated almost 14,000 more works. In 2008, Dave and Reba White Williams donated their collection of more than 5,200 American prints.[27]\n\nIn 2013, the NGA purchased from a private French collection Gerard van Honthorst's 1623 painting, The Concert, which had not been publicly viewed since 1795. After initially displaying the 1.23 by 2.06 m (4.0 by 6.8 ft) The Concert in a special installation in the West Building, the NGA moved the painting to a permanent display in the museum's Dutch and Flemish galleries.[28] Art experts estimated the sale price of The Concert at $20 million, though the NGA did not reveal the amount that it had paid.[29]\n\n"
        }
    ]
}