{
    "url": "https://en.wikipedia.org/wiki/National_Statuary_Hall_Collection",
    "title": "National Statuary Hall Collection",
    "table_of_contents": [
        "1 History",
        "2 Demographics",
        "2.1 Women",
        "2.2 Native Hawaiian and Native American members",
        "2.3 Members of Hispanic descent",
        "2.4 African American members",
        "2.5 Catholic clergy and nun",
        "2.6 Confederates",
        "3 Collection",
        "4 Replacement of statues",
        "4.1 Replacements",
        "4.2 Replacement pending",
        "4.3 Considered for replacement",
        "4.4 Rejected replacements",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe National Statuary Hall Collection in the United States Capitol is composed of statues donated by individual states to honor persons notable in their history. Limited to two statues per state, the collection was originally set up in the old Hall of the House of Representatives, which was then renamed National Statuary Hall. The expanding collection has since been spread throughout the Capitol and its Visitor's Center.\n\nWith the addition of New Mexico's second statue in 2005, the collection is now complete with 100 statues contributed by 50 states, plus two from the District of Columbia, and one for all the states, a statue of Rosa Parks. Alabama, Arizona, California, Florida, Iowa, Kansas, Michigan, Nebraska, and Ohio have each replaced one of their first two statues after Congress authorized replacements in 2000. In 2022, Kansas became the first state to replace both of their statues; it will soon be joined by Arkansas and Nebraska.\n\n"
        },
        {
            "title": "History",
            "text": "The concept of a National Statuary Hall originated in the middle of the nineteenth century, before the completion of the present House wing in 1857. At that time, the House of Representatives moved into its new larger chamber and the old vacant chamber became a thoroughfare between the Rotunda and the House wing. Suggestions for the use of the chamber were made as early as 1853 by Gouverneur Kemble, a former member of the House, who pressed for its use as a gallery of historical paintings. The space between the columns seemed too limited for this purpose, but it was well suited for the display of busts and statuary.\n\nOn April 19, 1864, Representative Justin S. Morrill asked: \"To what end more useful or grand, and at the same time simple and inexpensive, can we devote it [the Chamber] than to ordain that it shall be set apart for the reception of such statuary as each State shall elect to be deserving of in this lasting commemoration?\" His proposal to create a National Statuary Hall became law on July 2, 1864:\n\nOriginally, all state statues were placed in National Statuary Hall. However, the aesthetic appearance of the Hall began to suffer from overcrowding until, in 1933, the situation became unbearable. At that time the Hall held 65 statues, which stood, in some cases, three deep. More important, the structure of the chamber would not support the weight of any more statues. Therefore, in 1933 Congress passed a resolution that:\n\nUnder authority of this resolution it was decided that only one statue from each state should be placed in Statuary Hall. The others would be given prominent locations in designated areas and corridors of the Capitol. A second rearrangement of the statues was made in 1976 by authorization of the Joint Committee on the Library. To improve the crowded appearance of the collection, thirty-eight statues were rearranged in Statuary Hall according to height and material. Statues representing ten of the thirteen original colonies were moved to the Central Hall of the East Front Extension on the first floor of the Capitol. The remainder of the statues were distributed throughout the Capitol, mainly in the Hall of Columns and the connecting corridors of the House and Senate wings. Legislation was introduced in 2005 that would authorize the collection to include one statue from each U.S. Territory; it did not pass.[1]\n\nEach statue is the gift of a state, not of an individual or group of citizens. Proceedings for the donation of a statue usually begin in the state legislature with the enactment of a resolution that names the citizen to be commemorated and cites his or her qualifications, specifies a committee or commission to represent the state in selecting the sculptor, and provides for a method of obtaining the necessary funds to carry the resolution into effect. In recent years, the statues have been unveiled during ceremonies in the Rotunda and displayed there for up to six months. They are then moved to a permanent location approved by the Joint Committee on the Library. An act of Congress (2 U.S.C. § 2132), enacted in 2000, permits states to provide replacements and repossess the earlier one.\n\nA special act Archived March 12, 2021, at the Wayback Machine of Congress, Pub.L. 109–116 (text) (PDF), signed on December 1, 2005, directed the Joint Committee on the Library to obtain a statue of Rosa Parks and to place the statue in the United States Capitol in National Statuary Hall in a suitable permanent location. On February 27, 2013, Parks became the first African-American woman to have her likeness in the Hall.[2] Though located in Statuary Hall, Parks' statue is not part of the Collection; neither Alabama (her birth state) nor Michigan (where she lived most of her later years) commissioned it, and both states are represented in the Collection by other statues.\n\nIn 2002, Delegate Eleanor Holmes Norton introduced a bill in Congress to allow the District of Columbia to place two statues in the collection, in parity with the 50 states. While the bill was not enacted, the district commissioned two statues, one of abolitionist Frederick Douglass, the other of D.C. master planner Pierre L'Enfant, and housed them in One Judiciary Square in hopes of eventually placing them in the Capitol. A 2010 version of the bill to accept D.C.'s statues stalled after House Republicans began adding amendments in an attempt to soften D.C.'s gun laws.[3] A 2012 compromise bill led to the placement of the statue of Douglass, but not L'Enfant, on June 19, 2013.[4] Norton continued to pursue legislation to move the second statue to the Capitol.[5] The statue of L'Enfant was later placed in the Capitol in February 2022.[6]\n\nAmid national debates about Confederate statues and monuments, Democrats in Congress introduced bills in 2017 to remove statues of people who served in the Confederacy from the National Statuary Hall Collection, but the legislation made no progress.[7][8] Alabama, Florida, Arkansas, and Virginia have passed resolutions to remove statues of individuals with Confederate ties,[9][10][11] although Alabama retained a second statue of a Confederate veteran.[12] North Carolina and Arkansas have authorized replacing statues of Jim Crow-era politicians with racist views.[11][7]\n\n"
        },
        {
            "title": "Demographics",
            "text": "There are eleven statues of women representing states in the collection:[13] Frances E. Willard (Illinois), the first statue of a woman in the collection, was also sculpted by a woman, Helen Farnsworth Mears;[14] Helen Keller (Alabama); Florence Sabin (Colorado); Maria Sanford (Minnesota); Jeannette Rankin (Montana), the first woman elected to the House and, famously, the only Member of Congress to vote against U.S. entry into both World Wars; Sacagawea (North Dakota) and Sarah Winnemucca (Nevada), two of the six American Indians in the collection; Mother Joseph (Washington), a native of Canada; Esther Hobart Morris (Wyoming), Mary McLeod Bethune (Florida), and Amelia Earhart (Kansas). \nThe statue of Rosa Parks in the Capitol does not represent a state and \"is not a part of the National Statuary Hall Collection.\"[15] Statues of Willa Cather (Nebraska), Daisy Bates (Arkansas), and Barbara Johns (Virginia) have been authorized.[16][17][11][18]\n\nThe collection includes statues of Hawaiian king Kamehameha I and of six Native Americans: Popé (New Mexico), Will Rogers (Oklahoma), Sequoyah (Oklahoma), Sacagawea (North Dakota), Washakie (Wyoming), and Sarah Winnemucca (Nevada). Nebraska has authorized the addition of a statue of Chief Standing Bear,[19] and Washington has authorized a statue of Billy Frank Jr.[20]\n\nDennis Chávez, the first person of Hispanic descent to be elected to a full term in the U.S. Senate, represents New Mexico. Saint Junípero Serra, born in Spain, was a Spanish-era founder of the California mission system.\n\nIn February 2013, a statue of Rosa Parks was placed as the first full-length statue of an African American in the Capitol. It did not represent a particular state, but was commissioned directly by Congress.[21][22] A few months later, on Juneteenth, 2013, a statue of Frederick Douglass was placed in the Capitol Visitor Center as a gift of the District of Columbia.[4] There are also busts of Martin Luther King Jr. (1986) and Sojourner Truth (2009).[23]\n\nUntil 2018, no state had designated an African American as one of its two statues. In March 2018, Florida Governor Rick Scott signed legislation to replace the statue of Edmund Kirby Smith with one of African American educator and civil rights activist Mary McLeod Bethune.[24] The new statue was unveiled July 13, 2022.[25] In April 2019, Arkansas also authorized a statue of Daisy Bates.[11] In December 2020, Virginia Governor Ralph Northam announced that the statue of Confederate General Robert E. Lee would be replaced by a statue of African American civil rights activist Barbara Johns.[26]\n\nThe collection includes Father Damien from Hawai'i, Father Jacques Marquette from Wisconsin, Father Junipero Serra from California, and Father Eusebio Kino from Arizona, as well as Mother Joseph Pariseau from Washington.\n\nThe collection contains several statues of leaders of the Confederate States of America.[27] These include CSA President Jefferson Davis and Vice President Alexander Stephens and Confederate soldiers, most in Confederate Army uniforms: Generals Joseph Wheeler, James Z. George, Wade Hampton III, as well as Colonel Zebulon Baird Vance and former enlisted soldiers John E. Kenna and Edward Douglass White.[27] The collection also includes a statue of Uriah M. Rose, \"an attorney who sided with the Confederacy\" and was the chancellor of Pulaski County, Arkansas while Arkansas was part of the Confederacy.[27][11][28]\n\nAlabama replaced its statue of Confederate politician and army officer Jabez Curry in 2009. In 2018 the Florida legislature voted to replace its statue of Confederate general Edmund Kirby Smith with a statue of African American educator and Civil Rights activist Mary McLeod Bethune; Smith's statue was removed in 2021 ahead of the unveiling of Bethune's statue in 2022.[24][25][29] In 2019, Arkansas decided to replace both its statues, including the one of Uriah M. Rose, with civil rights activist Daisy Bates and Johnny Cash.[30] In 2020, Virginia decided to replace its statue of Robert E. Lee, which had stood in the collection since 1909, with one of Barbara Rose Johns Powell and the Lee statue was removed December 20–21, 2020.[31][32]\n\n"
        },
        {
            "title": "Replacement of statues",
            "text": "A 2000 change in the law allows a state to remove a previously placed statue from the collection and replace it with another.[33] Since then, eight states have replaced statues and other states have either considered or passed legislation calling for replacing one or both of their statues.\n\n"
        }
    ]
}