{
    "url": "https://en.wikipedia.org/wiki/National_Biodiversity_Network",
    "title": "National Biodiversity Network",
    "table_of_contents": [
        "1 Description",
        "2 NBN Trust",
        "3 Team",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The National Biodiversity Network (UK) (NBN) is a collaborative venture set up in 2000 in the United Kingdom[1] committed to making biodiversity information available through various media, including on the internet via the NBN Atlas—the data search website of the NBN.[2]\n\n"
        },
        {
            "title": "Description",
            "text": "It is estimated that up to 60,000 people routinely record biodiversity information in the UK and Ireland. Most of this effort is voluntary and is organised through about 2,000 national societies and recording schemes. The UK government through its agencies also collects biodiversity data and one of the principal elements for the collation and interpretation of this data is the network of Local Environmental Records Centres.[3]\n\nIn 2012, it had been listed in the top 1,000 UK charities that raised most donations.[4]\n\n"
        },
        {
            "title": "NBN Trust",
            "text": "The NBN Trust[1]—the organisation facilitating the building of the Network—supports agreed standards for the collection, collation and exchange of biodiversity data and encourages improved access. The present partnership consists of over 200 public and voluntary organisations and individual members.\n\nThe NBN Atlas currently holds over 230 million species records from over 900 different datasets (September 2020).[2] Data on the NBN Atlas can be accessed by anyone interested in UK, Northern Ireland and Isle of Man wildlife and can be searched at many different levels, as it allows the viewing of distribution maps and the downloading of data by using a variety of interactive tools.  The maps can be customised by date range and can show changes in a species’ distribution.\n\nThe organisation believes that, by providing tools to make wildlife data accessible in a digitised and exchangeable form and by providing easy access to the information people need, wise and informed decisions can be made to ensure the natural environment is protected now and for future generations.\n\nIn April 2017 the NBN Atlas replaced the NBN Gateway.\n\n"
        },
        {
            "title": "Team",
            "text": "The National Biodiversity Network Trust employs a team to facilitate and co-ordinate its growth and development and is referred to as the 'Secretariat'. The NBN Trust is a registered charity.[5]\n\n"
        }
    ]
}