{
    "url": "https://en.wikipedia.org/wiki/National_Space_Society",
    "title": "National Space Society",
    "table_of_contents": [
        "1 History",
        "2 Ad Astra",
        "3 International Space Development Conference",
        "4 NSS Chapters network",
        "4.1 National Space Society of Australia",
        "5 Awards",
        "5.1 Robert A. Heinlein Memorial Award",
        "5.2 NSS Von Braun Award",
        "5.3 Other scholarships and award activities",
        "6 Affiliations",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The National Space Society (NSS) is an American international nonprofit 501(c)(3) educational and scientific organization specializing in space advocacy. It is a member of the Independent Charities of America and an annual participant in the Combined Federal Campaign. The  society's vision is:  \"People living and working in thriving communities beyond the Earth, and the use of the vast resources of space for the dramatic betterment of humanity.\"[1]\n\nThe society supports human spaceflight and robotic spaceflight, by both the public (e.g., NASA, Russian Federal Space Agency and Japan Aerospace Exploration Agency) and private sector (e.g., SpaceX, Blue Origin, Virgin Galactic, etc.) organizations.\n\n"
        },
        {
            "title": "History",
            "text": "The society was established in the United States on March 28, 1987,  by the merger of the National Space Institute, founded in 1974 by Dr. Wernher von Braun,[2] and the L5 Society, founded in 1975 based on the concepts of Dr. Gerard K. O'Neill.[3]\n\nThe society has an elected volunteer Board of Directors and a Board of Governors. The chairman of the Board of Governors is United States Air Force Colonel Karlton Johnson (retired). [4] The chairman of the Board of Directors is Kirby Ikin. The current president is Michelle Hanlon.\n\nThe National Space Society was awarded the \"Five-Star Best in America\" award by the Independent Charities of America organization in 2005.\n\nIn 2014, the National Space Society launched[5] the Enterprise In Space[6] program. In order to ignite interest in space and science, technology, engineering, art and math (STEAM) education, Enterprise In Space plans to design, build, and launch a 3D-printed spacecraft into Earth orbit carrying 100+ experiments from K to postgraduate student teams. The orbiter is planned to be returned to Earth with the experiments for the student teams to analyze.\n\n"
        },
        {
            "title": "Ad Astra",
            "text": "The Society publishes a magazine Ad Astra, which appears quarterly in print and electronic form.[7]\n\n"
        },
        {
            "title": "International Space Development Conference",
            "text": "The society hosts an annual International Space Development Conference (ISDC) held in major cities throughout the United States, often during or close to the Memorial Day weekend.\n\n"
        },
        {
            "title": "NSS Chapters network",
            "text": "As listed in each quarterly issue of Ad Astra, a large number of NSS chapters exist around the world. The chapters may serve a local area such as a school, city or town, or have a topical or special interest focus, such as a rocketry or astronomy club, or educational/community outreach program. Chapters are the peripheral organs of the society by organizing events, communicating with the public on the merits and benefits of space exploration, and working to educate political leaders.[citation needed]\n\nA  strong contingent of chapters is located in Australia. Prior to the NSI-L5 merger, the L5 Society had been developing chapters around the world, and in Australia, three chapters had been established. The 'Southern Cross L5 Society' was formed in 1979, with groups in Sydney, Adelaide (in 1984) and Brisbane (in 1986). It was decided in late 1989 to create the National Space Society of Australia (NSSA) which could act as an umbrella organization\n\nSimilar efforts have taken hold in Brazil, Canada, and Mexico, as well as European countries that have a strong aerospace presence. including France, Germany, and the Netherlands.\n\n"
        },
        {
            "title": "Awards",
            "text": "The society administers a number of awards. These are typically presented during the annual International Space Development Conference that NSS hosts.  These awards are in recognition of individual volunteer effort, awards for NSS chapter work, the \"Space Pioneer\" award,[8] and two significant awards which are presented in alternate years.\n\nThe Robert A. Heinlein Memorial Award, is given in even-numbered years (2004, 2006, etc.) to \"honor those individuals who have made significant, lifetime contributions to the creation of a free spacefaring civilization.\n\nHeinlein Award Winners:[9]\n\nThe NSS Von Braun Award is given in odd-numbered years (1993, 1995, etc.) \"to recognize excellence in management of and leadership for a space-related project where the project is significant and successful and the manager has the loyalty of a strong team that he or she has created.\"  Awardees include:[12]\n\nVon Braun Award Winners:\n\nOther scholarships and award activities NSS provides or assists with include the following awards:\n\n"
        },
        {
            "title": "Affiliations",
            "text": "The National Space Society is an alliance organization of the Meade 4M Community, the Coalition for Space Exploration, in support of the educational initiatives and outreach of NSS, and a founding executive member of the Alliance for Space Development.[13]\n\n"
        }
    ]
}