{
    "url": "https://en.wikipedia.org/wiki/National_security_of_the_United_States",
    "title": "National security of the United States",
    "table_of_contents": [
        "1 Elements of U.S. national security policy",
        "2 U.S. national security and the Constitution",
        "3 Organization of U.S. national security",
        "4 National security and civil liberties",
        "5 National security reports",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNational security of the United States is a collective term encompassing the policies of both U.S. national defense and foreign relations.[1]\n\n"
        },
        {
            "title": "Elements of U.S. national security policy",
            "text": "Measures taken to ensure U.S. national security include:\n\n"
        },
        {
            "title": "U.S. national security and the Constitution",
            "text": "The phrase “national security” entered U.S. political discourse as early as the Constitutional Convention. The Federalists argued that civilian control of the military required a strong central government under a single constitution.  Alexander Hamilton wrote: “If a well-regulated militia be the most natural defense of a free country, it ought certainly to be under the regulation and at the disposal of that body which is constituted the guardian of the national security.” [3]\n\n"
        },
        {
            "title": "Organization of U.S. national security",
            "text": "U.S. National Security organization has remained essentially stable since July 26, 1947, when U.S. President Harry S. Truman signed the National Security Act of 1947. Together with its 1949 amendment, this act:\n\n"
        },
        {
            "title": "National security and civil liberties",
            "text": "After 9/11, the passage of the USA Patriot Act provoked debate about the alleged restriction of individual rights and freedoms for the sake of U.S. national security.  The easing of warrant requirements for intelligence surveillance, under Title II of the Act, spurred the NSA warrantless surveillance controversy.[5] In August 2008, the United States Foreign Intelligence Surveillance Court of Review (FISCR) affirmed the constitutionality of warrantless national security surveillance.[6]\n\n"
        },
        {
            "title": "National security reports",
            "text": "In May 2015, the White House released the report The National Security Implications of a Changing Climate.[7]\n\n"
        }
    ]
}