{
    "url": "https://en.wikipedia.org/wiki/National_Mall",
    "title": "National Mall",
    "table_of_contents": [
        "1 Landmarks, museums, and other features",
        "1.1 Features within the National Mall proper",
        "1.2 Features east of the National Mall proper",
        "1.3 Features west of the National Mall proper and in West Potomac Park",
        "2 Boundaries and dimensions",
        "2.1 Dimensions",
        "2.2 Boundaries",
        "3 Purposes",
        "4 History",
        "4.1 L'Enfant City Plan",
        "4.2 Downing Plan",
        "4.3 McMillan Plan",
        "4.4 Temporary war buildings",
        "4.4.1 World War I temporary buildings",
        "4.4.2 World War II temporary buildings",
        "4.5 Later history",
        "5 Demolished or moved structures",
        "6 Other attractions nearby",
        "6.1 Attractions east of the Capitol",
        "6.2 Attractions northeast of the National Mall (proper)",
        "6.3 Attractions north of the National Mall (proper)",
        "6.4 Attractions northwest of the National Mall (proper)",
        "6.5 Attractions west of the National Mall (proper)",
        "6.6 Attractions southwest of the National Mall (proper)",
        "6.7 Attractions south of the National Mall (proper)",
        "7 Usage",
        "7.1 Protests and rallies",
        "7.2 Presidential inaugurations",
        "7.3 Other events and recreational activities",
        "7.3.1 Annual events",
        "7.3.2 Other events",
        "8 Improvements and future plans",
        "8.1 National Mall Plan",
        "8.2 Reconstruction and restoration",
        "9 Transportation",
        "9.1 Public transportation",
        "9.2 Bicycles",
        "9.3 Electric scooters and Segways",
        "9.4 Pedicabs",
        "9.5 Motor vehicle parking",
        "10 Weather and climate",
        "11 See also",
        "12 References",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe National Mall is a landscaped park near the downtown area of Washington, D.C., the capital city of the United States, and contains and borders a number of museums of the Smithsonian Institution, art galleries, cultural institutions, and various memorials, sculptures, and statues. It is administered by the National Park Service (NPS) of the United States Department of the Interior as part of the National Mall and Memorial Parks unit of the National Park System.[4] The park receives approximately 24 million visitors each year.[5]\n\nThe core area of the National Mall extends between the United States Capitol grounds to the east and the Washington Monument to the west and is lined to the north and south by several museums and a federal office building.[6] The term National Mall may also include areas that are also officially part of neighboring West Potomac Park to the south and west and Constitution Gardens to the north, extending to the Lincoln Memorial on the west and Jefferson Memorial to the south.[7]\n\n"
        },
        {
            "title": "",
            "text": "The National Mall proper contains the following landmarks, museums and other features (including opening year):[7][6]\n\nNot marked on the above image:\n\nWith the exception of the National Gallery of Art, all of the museums on the National Mall proper are part of the Smithsonian Institution. The Smithsonian Gardens maintains a number of gardens and landscapes near its museums.[14] These include:\n\nFeatures east of the National Mall proper include:\n\nNot included in the above map: \n\n"
        },
        {
            "title": "Boundaries and dimensions",
            "text": "In its 1981 National Register of Historic Places nomination form, the NPS defined the boundaries of the National Mall (proper) as Constitution and Pennsylvania Avenues on the north, 1st Street NW on the east, Independence and Maryland Avenues on the south, and 14th Street NW on the west, with the exception of the section of land bordered by Jefferson Drive on the north, Independence Avenue on the south, and by 12th and 14th Streets respectively on the east and west, which the U.S. Department of Agriculture administers and which contains the Jamie L. Whitten Building (U.S. Department of Agriculture Administration Building).[6][26] The 2012–2016 National Park Service index describes the National Mall as being a landscaped park that extends from the Capitol to the Washington Monument, defined as a principal axis in the L'Enfant Plan for the city of Washington.[4]\n\nHowever, a 2010 NPS plan for the Mall contains maps that show the Mall's general area to be larger.[27][28] A document within the plan describes this area as \"the grounds of the U.S. Capitol west to the Potomac River, and from the Thomas Jefferson Memorial north to Constitution Avenue\".[7] A map within the plan entitled \"National Mall Areas\" illustrates \"The Mall\" as being the green space bounded on the east by 3rd Street, on the west by 14th Street, on the north by Jefferson Drive, NW, and on the south by Madison Drive, SW.[29] A Central Intelligence Agency map shows the Mall as occupying the space between the Lincoln Memorial and the United States Capitol.[30]\n\nIn 2011, the 112th United States Congress enacted the Legislative Branch Appropriations Act, 2012, which transferred to the Architect of the Capitol the NPS \"property which is bounded on the north by Pennsylvania Avenue Northwest, on the east by First Street Northwest and First Street Southwest, on the south by Maryland Avenue Southwest, and on the west by Third Street Southwest and Third Street Northwest\".[31] This act removed Union Square (the area containing the Ulysses S. Grant Memorial and the Capitol Reflecting Pool) from NPS jurisdiction.[32]\n\n"
        },
        {
            "title": "Purposes",
            "text": "The National Park Service states that the purposes of the National Mall are to:\n\n"
        },
        {
            "title": "History",
            "text": "In his 1791 plan for the future city of Washington, D.C., Pierre (Peter) Charles L'Enfant envisioned a garden-lined \"grand avenue\" approximately 1 mile (1.6 km) in length\nand 400 feet (120 m) wide, in an area that would lie between the Congress House (now the United States Capitol) and an equestrian statue of George Washington.  The statue would be placed directly south of the President's House (now the White House) and directly west of the Congress House (see L'Enfant Plan).[33][34][35] The National Mall (proper) occupies the site of this planned \"grand avenue\", which was never constructed.\n\nMathew Carey's 1802 map is reported to be the first to name the area west of the United States Capitol as the \"Mall\".[36] The name is derived from that of The Mall in London, which during the 1700s was a fashionable promenade near Buckingham Palace upon which the city's elite strolled.[37]\n\nThe Washington City Canal, completed in 1815 in accordance with the L'Enfant Plan, travelled along the former course of Tiber Creek to the Potomac River along B Street Northwest (NW) (now Constitution Avenue NW) and south along the base of a hill containing the Congress House, thus defining the northern and eastern boundaries of the Mall.[38][39][40] Being shallow and often obstructed by silt, the canal served only a limited role and became an open sewer that poured sediment and waste into the Potomac River's flats and shipping channel.[38][41] The portion of the canal that traveled near the Mall was covered over in 1871 for sanitary reasons.[38]\n\nSome consider a lockkeeper's house constructed in 1837 near the western end of the Washington City Canal for an eastward extension of the Chesapeake & Ohio Canal to be the oldest building still standing on the National Mall.[42] The structure, which is located near the southwestern corner of 17th Street NW and Constitution Avenue NW, is west of the National Mall (proper).[40][43]\n\nThe Smithsonian Institution Building (\"The Castle\"), constructed from 1847 to 1855, is the oldest building now present on the National Mall (proper).[44] The Washington Monument, whose construction began in 1848 and reached completion in 1888, stands near the planned site of its namesake's equestrian statue.[45] The Jefferson Pier marks the planned site of the statue itself.[46]\n\nDuring the early 1850s, architect and horticulturist Andrew Jackson Downing designed a landscape plan for the Mall.[34][48][49] Over the next half century, federal agencies developed several naturalistic parks within the Mall in accordance with Downing's plan.[34][48] Two such areas were Henry Park and Seaton Park.[50]\n\nDuring that period, the Mall was subdivided into several areas between B Street Northwest (NW) (now Constitution Avenue NW) and B Street Southwest (SW) (now Independence Avenue SW):\n\nIn 1856, the Armory (No. 27 on the 1893 map of the Mall) was built at the intersection of B Street SW and 6th Street SW on the Armory Grounds. In 1862, during the American Civil War, the building was converted to a military hospital known as Armory Square Hospital to house Union Army casualties. After the war ended, the Armory building became the home of the United States Fish Commission.[52]\n\nThe United States Congress established the United States Department of Agriculture in 1862 during the Civil War.[53] Designed by Adolf Cluss and Joseph von Kammerhueber, the United States Department of Agriculture Building (No. 25 on the map), was constructed in 1867–1868 north of B Street SW within a 35-acre site on the Mall.[54]\n\nAfter the Civil War ended, the Department of Agriculture started growing experimental crops and demonstration gardens on the Mall. These gardens extended from the Department's building near the south side of the Mall to B Street NW (the northern boundary of the Mall). The building was razed in 1930.[53] In addition, greenhouses belonging to the U.S. Botanical Garden (No. 16 on the map) appeared near the east end of the Mall between the Washington City Canal and the Capitol (later between 1st and 3rd Streets NW and SW).[48]\n\nOriginating during the early 1800s as a collection of market stalls immediately north of the Washington City Canal and the Mall, the Center Market (No. 19 on the map), which Adolf Cluss also designed, opened in 1872 soon after the canal closed. Located on the north side of Constitution Avenue NW, the National Archives now occupies the Market's site.[55][56]\n\nDuring that period, railroad tracks crossed the Mall on 6th Street, west of the Capitol.[34] Near the tracks, several structures were built over the years. The Baltimore and Potomac Railroad station (B on the map) rose in 1873 on the north side of the Mall at the southwest corner of 6th Street and B Street NW (now the site of the west building of the National Gallery of Art).[57]\n\nIn 1881, the Arts and Industries Building (No. 34 on the map), known originally as the National Museum Building, opened on the north side of B Street SW to the east of \"The Castle\". Designed in 1876 by Adolf Cluss and his associates, the building is the second oldest still standing on the National Mall (proper).[58]\n\nIn 1887, the Army Medical Museum and Library, which Adolf Cluss designed in 1885, opened on the Mall at northwest corner of B Street SW and 7th Street SW.[59][60] The Smithsonian Institution's Hirshhorn Museum now occupies the site of the building, which was demolished in 1968.[60]\n\nMeanwhile, in order to clean up the Potomac Flats and to make the Potomac River more navigable, in 1882 Congress authorized the Army Corps of Engineers to dredge the river. The Corps used the sediment removed from the shipping channel to fill in the flats. The work started in 1882 and continued until 1911, creating the Tidal Basin and 628 new acres of land. Part of the new land, which became West Potomac Park, expanded the Mall southward and westward (see 1893 map above).[41][61]\n\nIn 1902, the McMillan Commission's plan, which was partially inspired by the City Beautiful Movement and which purportedly extended L'Enfant's plan, called for a radical redesign of the Mall that would replace its greenhouses, gardens, trees, and commercial/industrial facilities with an open space.[34][48][62] The plan differed from L'Enfant's by replacing the 400 feet (120 m) wide \"grand avenue\" with a 300 feet (91 m) wide vista containing a long and broad expanse of grass.\n\nFour rows of American elm trees (Ulmus americana) planted fifty feet apart between two paths or streets would line each side of the vista. Buildings housing cultural and educational institutions constructed in the Beaux-Arts style would line each outer path or street, on the opposite side of the path or street from the elms.[34][48][62][63][64][65]\n\nIn subsequent years, the vision of the McMillan plan was generally followed with the planting of American elms and the layout of four boulevards down the Mall, two on either side of a wide lawn.[63][66][67] In accordance with a plan that it completed in 1976, the NPS converted the two innermost boulevards (Washington Drive NW and Adams Drive SW) into gravel walking paths.[63] The two outermost boulevards (Madison Drive NW and Jefferson Drive SW)) remain paved and open to vehicular traffic.[63]\n\nDuring World Wars I and II, the federal government constructed a number of temporary buildings (tempos) on the Mall, disrupting the area's planned layout. Most of these buildings were in two clusters: one near the Lincoln Memorial Reflecting Pool and the other on the National Mall (proper) in the vicinity of 4th through 7th Streets NW and SW.[68][69][70]\n\nThe United States entered World War I in April 1917.[72] By 1918, a row of tempos designated from north to south as Buildings A, B, and C had stretched across the Mall along the east side of the former railroad route on 6th Street. The smokestacks of the buildings' centrally-located power plant were set apart to preserve the view of the Washington Monument from the Capitol building.[69][71][73] Soon afterwards, the government constructed Buildings D, E and F to the east and west of the row.[69][73]\n\nAround 1921 (when the United States and Germany signed the U.S.–German Peace Treaty, thus formally ending the war between the two nations),[74] the government demolished Buildings A and B. The remaining tempos held offices of several agencies belonging to the Agriculture, Commerce, Treasury and War Departments for a number of years after the war ended.[69][73][75]\n\nThe government then slowly dismantled most of the tempos that had remained within the Mall (proper), removing the power plant and nearby buildings by 1936.[76] Among those removed was Building C, which the government demolished between 1933 and 1936.[77]\n\nBy 1937, the government had removed all of the World War I tempos that had been within the National Mall (proper) except for Building E, thus largely restoring the Mall's central vista.[66] However, another World War I tempo, which the government constructed south of the Mall in 1919 between 14th Street SW and the Tidal Basin as the Liberty Loan Building, remained standing in 2019 while housing the Treasury Department's Bureau of the Fiscal Service.[78][79]\n\nIn 1918, contractors for the United States Navy's Bureau of Yards and Docks constructed the Main Navy and Munitions Buildings along nearly a third of a mile of the south side of Constitution Avenue (then known as B Street), from 17th Street NW to 21st Street NW.[79][81][82][83] Although the Navy intended the buildings to provide temporary quarters for the United States military during World War I, the reinforced concrete structures remained in place until 1970.[79][81][82] After their demolition, much of their former sites became Constitution Gardens, which was dedicated in 1976.[82][84]\n\nDuring World War II, the government constructed a larger set of temporary buildings on the Mall in the area of the former World War I tempos, along the south side of Constitution Avenue between 12th and 14th Streets NW, on the west side of the Washington Monument grounds, along the entire length of the south side of the Lincoln Memorial Reflecting Pool and between the Reflecting Pool and the Main Navy and Munition buildings on the Pool's north side.  Numbers identified new buildings built on the Monument grounds, while letters identified the remainder. The government also built dormitories, residence halls and facilities for dining and recreation south of the eastern half of the Mall and within the part of West Potomac Park that lay south of the Mall's western half.[70][85]\n\nThe government progressively demolished all of the World War II tempos beginning in 1964.[79] After the government removed the Main Navy and Munitions buildings in 1970, much of their former sites became Constitution Gardens, which was dedicated in 1976.[82][79][84]\n\nThe planting of American elm trees (Ulmus americana) on the National Mall following the McMillan Plan started in the 1930s between 3rd and 14th Streets at the same time that Dutch Elm Disease (DED) began to appear in the United States. Concern was expressed about the impact that DED could have on these trees.[86]\n\nDED first appeared on the Mall during the 1950s and reached a peak in the 1970s. The NPS has used a number of methods to control this fungal epidemic, including sanitation, pruning, injecting trees with fungicide and replanting with DED-resistant American elm cultivars (see Ulmus americana cultivars). The NPS cloned one such cultivar ('Jefferson') from a DED-resistant tree growing near a path on the Mall in front of the Freer Gallery of Art, near the Smithsonian Institution Building (\"The Castle\").[87]\n\nThe NPS has combated the disease's local insect vector, the smaller European elm bark beetle (Scolytus multistriatus), by trapping and by spraying with insecticides. Soil compaction and root damage by crowds and construction projects also adversely affect the elms.[86]\n\nOn October 15, 1966, the NPS listed the National Mall on the National Register of Historic Places.[88] In 1981, the NPS prepared a National Register nomination form that documented the Mall's boundaries, features and historical significance.[6]\n\nFrom the 1970s to 1994, a fiberglass model of a triceratops named Uncle Beazley stood on the Mall in front of the National Museum of Natural History. The life-size statue, which is now located at the National Zoological Park (the National Zoo) in Northwest Washington, D.C., was donated to the Smithsonian Institution by the Sinclair Oil Corporation. The statue, which Louis Paul Jonas created for Sinclair's DinoLand pavilion at the 1964 New York World's Fair, was named after a dinosaur in Oliver Butterworth's 1956 children's book, The Enormous Egg, and the 1968 televised movie adaptation in which the statue appeared.[89]\n\nIn 2003, the 108th United States Congress enacted the Commemorative Works Clarification and Revision Act. This Act prohibits the siting of new commemorative works and visitor centers in a designated reserve area within the cross-axis of the Mall.[90]\n\nIn October 2013, a two-week federal government shutdown closed the National Mall and its museums and monuments.[91] However, when a group of elderly veterans tried to enter the National World War II Memorial during the shutdown's first day, the memorial's barricades were removed.[92] The NPS subsequently announced that the veterans had a legal right to be in the memorial and would not be barred in the future.[93] During the shutdown's second week, the NPS permitted a controversial immigration rally and concert to take place on the Mall.[94]\n\nOn December 8, 2016, the NPS listed on the National Register of Historic Places an increase in the National Mall Historic District's boundary to encompass an area bounded by 3rd Street, NW/SW, Independence Avenue, SW, Raoul Wallenberg Place, SW, the CSX Railroad, the Potomac River, Constitution Ave., NW, 17th Street, NW, the White House Grounds and 15th Street, NW. The listing's registration form, which contained 232 pages, described and illustrated the history and features of the historic district's proposed expanded area.[2]\n\n"
        },
        {
            "title": "Other attractions nearby",
            "text": "Other attractions within walking distance of the National Mall (proper) include:\n\n"
        },
        {
            "title": "Usage",
            "text": "In combination with the other attractions in the Washington Metropolitan Area, the National Mall makes the nation's capital city one of the most popular tourist destinations in the country. It has several other uses in addition to serving as a tourist focal point.\n\nThe National Mall's status as a vast, open expanse at the heart of the capital makes it an attractive site for protests and rallies of all types. One notable example was the 1963 March on Washington for Jobs and Freedom, a political rally during the Civil Rights Movement, at which Martin Luther King Jr. delivered his speech \"I Have a Dream\".\n\nThe largest officially recorded rally was the Vietnam War Moratorium Rally on October 15, 1969. However, in 1995, the NPS issued a crowd estimate for the Million Man March with which an organizer of the event, Nation of Islam leader Louis Farrakhan, disagreed.[98][99] The next year, a committee of the 104th United States Congress provided no funds for NPS crowd-counting activities in Washington, D.C. when it prepared legislation making 1997 appropriations for the U.S. Department of the Interior.[98][100]\n\nAs a result, the NPS has not provided any official crowd size estimates for Mall events since 1995.[98][99][101] The absence of such an official estimate fueled a political controversy following the presidential inauguration of Donald Trump in 2017 (see: Inauguration of Donald Trump crowd size).[102]\n\n\nOn April 25, 2004, the March for Women's Lives filled the Mall.[103] On January 27, 2007, tens of thousands of protesters opposed to the Iraq War converged on the Mall (see: January 27, 2007 anti-war protest), drawing comparisons by participants to the Vietnam War protest.[104][105]\nOn June 12, 2018, the National Hockey League's Washington Capitals staged a rally on the Mall after parading through the city to celebrate the franchise's first Stanley Cup championship victory. Tens of thousands of fans reportedly joined the beer-soaked event.[106]\n\nDuring presidential inaugurations, people without official tickets gather at the National Mall. Normally, the Mall between 7th and 14th Streets NW is used as a staging ground for the parade.[107] On December 4, 2008, the Presidential Inaugural Committee (see: United States presidential inauguration organizers) announced, \"for the first time, the entire length of the National Mall will be opened to the public so that more people than ever before will be able to witness the swearing-in of the president from a vantage point in sight of the Capitol.\"[108] The Committee made this arrangement because of the massive attendance – projected to be as many as 2 million people – that it expected for the first inauguration of Barack Obama on January 20, 2009.\n\nDespite the arrangement, a throng of people seeking access to the event climbed and then removed temporary protective fences around the Smithsonian's Mary Livingston Ripley Garden, six blocks from the site at which Obama took his inaugural oath. Hordes then trampled the garden's vegetation and elevated plant beds when entering and leaving the event.[109] Others could not find a way to enter the Mall in time to view the ceremony.\n\nMore than a thousand people with purple tickets missed the event while being stranded in the I-395 Third Street Tunnel beneath the Mall after police directed them there (see Purple Tunnel of Doom).[110] Terrance W. Gainer, the Sergeant at Arms of the United States Senate, stated that it appeared that the stranding had occurred because there were more bulky people in coats than the event's purple section could accommodate.[111] The Joint Congressional Committee on Inaugural Ceremonies subsequently announced that ticket holders that were not admitted would receive copies of the swearing-in invitation and program, photos of Obama and Vice President Joe Biden, and a color print of the ceremony.[112]\n\nThe National Mall has long served as a spot for jogging, picnics, and light recreation for the Washington population. The Smithsonian Carousel, located on the Mall in front of the Arts and Industry Building, is a popular attraction. The Allan Herschell Company built the carousel, which arrived at Gwynn Oak Park near Baltimore, Maryland, in 1947. The carousel was moved to the Mall in 1981 and now operates seasonally.[11]\n\nA number of large free events recur annually on the Mall.[113] A kite festival, formerly named the \"Smithsonian Kite Festival\" and now named the \"Blossom Kite Festival\", usually takes place each year on the Washington Monument grounds during the last weekend of March as part of the National Cherry Blossom Festival. The event's organizers cancelled the 2020 kite festival, which they had earlier scheduled to take place on the Washington Monument grounds on Saturday, March 28, because of concerns related the ongoing coronavirus pandemic.[114]\n\nAn Earth Day celebration often takes place on the Mall around April 22.[115] A week-long series of rallies, exhibits, observances and performances occurred on the Mall from April 17 to April 25, 2010 to commemorate Earth Day's 40th anniversary.[116] The final day's events featured performances by Sting, Mavis Staples, The Roots, John Legend and others.[117]\n\nThe 2012 Earth Day rally, which featured music, entertainment, celebrity speakers and environmental activities, took place on the Mall during a rainy day on Sunday, April 22. Cheap Trick, Dave Mason, Kicking Daisies, Sting, John Legend, Joss Stone, The Roots, Mavis Staples, Jimmy Cliff, Bob Weir and The Explorers Club performed and Congressmen John Dingell and Edward Markey spoke.[118] In 2013, an \"Earth Month\" at Washington's Union Station replaced the Mall's Earth Day event.[119] On April 19, 2015, a \"Global Citizen\" Earth Day concert featured performances on the Washington Monument grounds by Usher, My Morning Jacket, Mary J. Blige, \nTrain and No Doubt.[120]\n\nThe National Symphony Orchestra presents each year its National Memorial Day Concert on the west lawn of the United States Capitol during the evening of the Sunday before Memorial Day (the last Monday of May).[121] The National Gallery of Art hosts a Jazz in the Garden series each year in the museum's Sculpture Garden on Friday evenings from late May through August.[122]\n\nComponents of the United States Navy Band, the United States Air Force Band, the United States Marine Band and the United States Army Band perform on the west steps of the United States Capitol on Monday, Tuesday, Wednesday and Friday evenings, respectively, during June, July and August.[123][124] The Marine Band repeats each Wednesday Capitol performance on the following evening (Thursday) at the Sylvan Theater on the grounds of the Washington Monument.[124] Components of U.S. military bands also provide evening concerts at the World War II Memorial from May through August.[125]\n\nThe Smithsonian Folklife Festival takes place on the Mall each year for two weeks around Independence Day (July 4).[126][127] On that holiday, the A Capitol Fourth concert takes place in the late afternoon and early evening on the west lawn of the Capitol.[128] This and other Independence Day celebrations on and near the Mall end after sunset with a fireworks display between the Washington Monument and the Lincoln Memorial.[129]\n\nThe National Symphony Orchestra presents each year its Labor Day Capitol Concert on the west lawn of the United States Capitol during the evening of the Sunday before Labor Day (the first Monday of September).[130]\n\nOn April 9, 1939, singer Marian Anderson gave an Easter Sunday concert at the Lincoln Memorial after the Daughters of the American Revolution (DAR) denied a request by Howard University for her to give an Easter performance at the DAR's nearby racially segregated Constitution Hall (see: Marian Anderson's 1939 Lincoln Memorial concert). The event, which 75,000 people attended, occurred after President Franklin D. Roosevelt gave his assent for the performance.[131][132]\n\nThe 1976 United States Bicentennial celebration provided the motivation for planning to accommodate large numbers of expected visitors to the National Mall.  A number of major memorials were added to the Mall throughout that period.[133] On May 21, 1976, Constitution Gardens was dedicated.[134] On July 1, the Smithsonian National Air and Space Museum opened.[135] On July 4, the Bicentennial fireworks display on the Mall attracted one million viewers, making it second only to the 1965 presidential inauguration of Lyndon B. Johnson as the largest event in the Mall's history up to that time.[136]\n\nOn Sunday, October 9, 1979, Pope John Paul II celebrated Mass on the National Mall during a visit to Washington.[137] The celebration took place after an appellate court denied a motion for an injunction that atheists Madalyn Murray O'Hair and Jon Garth Murray had filed to prevent the event from occurring.[138]\n\nFrom 1980 through 1982, The Beach Boys and The Grass Roots performed Independence Day concerts on the Mall, attracting large crowds.[139][140][141] However, in April 1983, Secretary of the Interior James G. Watt, banned Independence Day concerts on the Mall by such groups.\n\nWatt said that \"rock bands\" that had performed on the Mall on Independence Day in 1981 and 1982 had encouraged drug use and alcoholism and had attracted \"the wrong element\", who would mug individuals and families attending any similar events in the future.[140] Watt then announced that Las Vegas crooner Wayne Newton, a friend and supporter of President Ronald Reagan and a contributor to Republican Party political campaigns, would perform at the Mall's 1983 Independence Day celebration.[140][142]\n\nDuring the ensuing uproar, Rob Grill, lead singer of The Grass Roots, stated that he felt \"highly insulted\" by Watt's remarks, which he called \"nothing but un-American\".[140] The Beach Boys stated that the Soviet Union, which had invited them to perform in Leningrad in 1978, \"obviously .... did not feel that the group attracted the wrong element\".[140] Vice President George H. W. Bush said of The Beach Boys, \"They're my friends and I like their music\".[140]\n\nOn July 3, 1983, thousands attended a heavily policed \"Rock Against Reagan\" concert that the hardcore punk rock band, Dead Kennedys, performed on the Mall in response to Watt's action.[143] When Newton entered an Independence Day stage on the Mall on July 4, members of his audience booed.[144][145] Watt apologized to The Beach Boys, First Lady Nancy Reagan apologized for Watt, and in 1984 The Beach Boys gave an Independence Day concert on the Mall to an audience of 750,000 people.[144][146]\n\nOn September 4, 2003, Britney Spears, Mary J. Blige, Aretha Franklin, Aerosmith and others performed in a nationally televised \"NFL Kickoff Live from the National Mall Presented by Pepsi Vanilla\" (see: Pre-game concerts for National Football League kickoff game).[147] Preceded by a three-day National Football League \"interactive Super Bowl theme park\", the event had primarily commercial purposes, unlike earlier major activities on the Mall. Three weeks later, the United States Senate overwhelmingly passed legislation that, when enacted into law, limited displays of commercial sponsorship on the Mall.[148]\n\nOn July 7, 2007, one leg of Live Earth was held outdoors at the National Museum of the American Indian on the Mall. Former Vice President Al Gore presented, and artists such as Garth Brooks and Trisha Yearwood performed.[149]\n\nOccurring once every two to three years on the Mall in the early fall from 2002 to 2009,[150] the U.S. Department of Energy Solar Decathlon displayed solar-powered houses that competitive collegiate teams designed, constructed and operated.[151][152] Igniting a controversy, the Department of Energy (DOE) decided to move the 2011 Decathlon off the Mall, claiming that this would support an effort to protect, improve and restore the park.[153] Federal officials stated that heavy equipment that had placed two-story houses on the Mall during earlier Decathlons had cracked walkways and killed grass to a greater extent than had most other Mall events.[154]\n\nOn February 4, 2011, a Washington Post editorial criticized attempts to have President Obama restore the Decathlon to the Mall.[155] Nevertheless, by February 12, 2011, at least thirteen U.S. senators had signed a letter asking the DOE to reconsider its decision.[154] On February 23, 2011, the DOE and the Department of the Interior announced that the 2011 Solar Decathlon would take place along Ohio Drive southeast of the Franklin Delano Roosevelt Memorial in West Potomac Park.[156] The event took place in the Park from September 23 through October 2, 2011.[152][157] The 2013 Decathlon took place in California instead of Washington.[158]\n\nFrom 2003 to 2013, the National Book Festival took place on the Mall each year in late September or early October.[159] However, the event moved to the Walter E. Washington Convention Center in 2014 because the NPS became concerned about the damage that pedestrians had inflicted on the Mall's lawn during previous Festivals.[160]\n\nA four-day exhibition took place each year on the Mall during Public Service Recognition Week (the first full week of May) until 2010. Government agencies participating in the event sponsored exhibits that displayed the works of public employees and that enabled visitors to learn about government programs and initiatives, discuss employee benefits, and interact with agency representatives.[161] However, the 2011 United States federal budget (Public Law 112-10), which was belatedly enacted on April 15, 2011, contained no funding for that year's event, forcing the event's cancellation.[162] The event did not take place in 2012.[163]\n\nOn June 12, 2010, Tareq and Michaele Salahi, a couple under investigation for allegedly crashing a White House state dinner for the prime minister of India in November 2009 (see: 2009 U.S. state dinner security breaches), hosted an America's Polo Cup match between the United States and India on the Mall, charging $95 per person for admission.[164]  A spokesman for the Embassy of India stated that neither the Embassy nor the government of India had any association with the event.[164] Reports of the event stated that the players who represented India were actually of Pakistani origin and were from Florida.[165]\n\nThe inaugural USA Science and Engineering Festival Expo took place on the National Mall and surrounding areas on October 23 and 24, 2010. More than 1,500 free interactive exhibits reportedly drew about 500,000 people to the event,[166] which had over 75 performances.[167] The second Expo took place on April 28–29, 2012, in the Walter E. Washington Convention Center.[168]\n\nOn Veterans Day, November 11, 2014, Bruce Springsteen, Eminem, Rihanna, Metallica, Carrie Underwood, Dave Grohl, the Zac Brown Band and other pop entertainers performed on the Mall during a free evening Concert for Valor honoring veterans and their families.  Attendance was in the hundreds of thousands, making it one of the biggest events on the Mall for the year.[169]\n\nThe annual Screen on the Green movie festival took place on the Mall on Monday nights during July and August for 17 years until 2015. Free classic movies were projected on large portable screens and typically drew crowds of thousands of people. Organizers cancelled the event in 2016 when the event's sponsors (HBO and Comcast) terminated their support, stating that they needed their resources for other projects.[170]\n\nDuring October 2020, artist Suzanne Brennan Firstenberg installed 267,080 white flags within a 4 acres (1.6 ha) site at the D.C. Armory Parade Grounds near Washington's Robert F. Kennedy Memorial Stadium to temporarily memorialize the lives lost in the United States during the COVID-19 pandemic.[171] She recreated her memorial on the Washington Monument grounds during September 2021 when covering for three weeks a 20 acres (8.1 ha) area with 700,000 white flags.[172]\n\n"
        },
        {
            "title": "Improvements and future plans",
            "text": "From 2006 through 2010, the NPS conducted a public process that created a plan for the future of the National Mall.[27] On July 13, 2010, the NPS issued in the Federal Register a notice of availability of a final environmental impact statement (EIS) for the National Mall Plan.[173] The two-volume final EIS responded to comments and incorporated changes to a draft EIS for the Plan.[174]\n\nOn November 9, 2010, the NPS and the Department of the Interior issued a Record of Decision (ROD) that completed the planning process.[27][175][176][177] The ROD contains a summary of the selected alternative, which is the basis for the Plan, together with mitigation measures developed to minimize environmental harm; other alternatives considered; the basis for the decision in terms of planning objectives and the criteria used to develop the preferred alternative; a finding of no impairment of park resources and values; the environmentally preferable alternative; and the public and agency involvement.[178][179]\n\nThe Plan proposed several changes to the Mall. The NPS would construct a vast expanse of paved surface in Union Square at the east end of the Mall to accommodate demonstrations and other events by reducing the size of the Capitol Reflecting Pool or by replacing the pool with a fountain or other minor water feature. Additional proposed changes included the replacement of the Sylvan Theater on the Washington Monument grounds with a facility containing offices, restaurants, and restrooms, as well as the replacement of an open space near the east end of Constitution Gardens with a multipurpose visitor facility containing food service, retail, and restrooms.[27][175][176][177]\n\nOn December 2, 2010, the National Capital Planning Commission (NCPC) unanimously approved the final National Mall Plan at a public hearing.[180] The NCPC's approval allowed the NPS to move forward with implementation of the Plan's recommendations.[27][177][178][180]\n\nOn March 1, 2012, the NCPC discussed a proposal that, when implemented, reduced the Mall's green space by widening and paving most of the north-south walkways that cross the Mall between Seventh and Fourteenth Streets. The project also replaced with gravel large areas of grass that were located near the Smithsonian Metro Station and the National Gallery of Art's Sculpture Garden.[181]\n\nOn September 8, 2011, the Trust for the National Mall[182] and the NPS announced an open competition for a redesign of the spaces on the National Mall that Union Square, the Sylvan Theater grounds and the Constitution Gardens lake now occupy.[183] Former First Lady of the United States Laura Bush agreed to be the honorary co-chair of a drive to raise funds for the three projects.[183]\n\nOn April 9, 2012, the Trust for the National Mall announced the ideas for the redesign of Union Square, the Sylvan Theater grounds and Constitution Gardens lake area that finalists in the competition had submitted. The Trust asked the public to submit online comments that the competition jury would consider when evaluating each design.[184] The Trust announced the winners of the competition on May 2, 2012. Groundbreaking for the first project was expected to take place by 2014, with the first ribbon-cutting ceremony by 2016.[185]\n\nOn October 1, 2015, the NCPC approved preliminary and final site and building plans that the NPS had submitted for the first phase rehabilitation of Constitution Gardens. Plans included the relocation and rehabilitation of the Lockkeeper's House, C & O Canal Extension, a new entry plaza at the corner of Constitution Avenue and 17th Street, NW, landscaping, a meadow and pollinator habitat and a new perimeter garden wall. A temporary path would connect to an existing plaza located at the eastern end of Constitution Garden's lake.[186]\n\nThe NPS began to implement the first phase rehabilitation of Constitution Gardens in 2017. A Park Service contractor moved the Lockkeeper's House, C & O Canal Extension, southward and westward away from Constitution Avenue, NW and 17th Street, NW while retaining the structure's east-west orientation.[43][187] The NPS restored the building's exterior to the conditions that had existed before the building was modified during 1915 and earlier years. The NPS also replaced the structure's brick chimneys, thus restoring the building to its original 1800s appearance.  The building reopened temporarily in late August 2018 and permanently on September 13 of that year.[42][43][188] The structure now serves in its new location as an NPS education center.[42][43]\n\nFrom 2010 to 2012, NPS contractors rebuilt the aging Lincoln Memorial Reflecting Pool, which had first been constructed in the early 1920s and whose water had come from the pipes that supply Washington, D.C., with its drinking water. As a result of the project, the pool now receives filtered water from the Tidal Basin through a high-density polyethylene (HDPE) pipeline.[189]\n\nThe NPS then began a four-year restoration of the portion of the central axis of the Mall that lies between 3rd Street and 14th Street.[190] By 2016, the restoration project had completely replaced the deteriorated and weedy turf that had previously covered much of that part of the Mall with a new cover containing soil, fescue (Festuca) and Kentucky bluegrass (Poa pratensis).[191]\n\n"
        },
        {
            "title": "Transportation",
            "text": "The National Mall is accessible via the Washington Metro, with the Smithsonian station located on the south side of the Mall, near the Smithsonian Institution Building between the Washington Monument and the United States Capitol.[192] The Federal Triangle, Archives, Judiciary Square and Union Station Metro stations are also located near the Mall, to the north.[193] The L'Enfant Plaza, Federal Center Southwest and Capitol South Metro stations are located several blocks south of the Mall.[194] Metrobus and the DC Circulator make scheduled stops near the Mall.[195]\n\nThe NPS provides parking facilities for bicycles near each of the major memorials as well as along the National Mall.[196] From March to October, an NPS concessionaire rents out bicycles at the Thompson Boat Center, located near the intersection of Virginia Avenue NW and Rock Creek and Potomac Parkway, 1 mile (1.6 km) north of the Lincoln Memorial along the Potomac River-Rock Creek Trail.[196][197] The first two of five approved Capital Bikeshare stations opened on the National Mall on March 16, 2012, shortly before the start of the 2012 National Cherry Blossom Festival.[198]\n\nThe National Mall is the official midpoint of the East Coast Greenway, a 2,900 mile–long system of shared-use bicycle trails linking Calais, Maine, with Key West, Florida.[199]\n\nThe use of an electric scooter or a Segway falls under the NPS definition of recreational use of a self-propelled vehicle. People without identified disabilities can only use such vehicles on park roadways.  NPS rules, therefore, prohibit people without disabilities from using electric scooters and Segways on sidewalks and paths within the National Mall and its memorials.[200][201]\n\nSeveral companies rent out electric scooters within the District of Columbia. However, the National Mall is outside of those companies' service areas. Some such companies, therefore, charge fines for people who end their rides on the Mall. Others do not allow people to end their trips until they have left the area.[201]\n\nThe NPS licenses pedicab drivers to provide transportation and tours of the National Mall through its Commercial Use Authorization program.[202]\n\nGeneral visitor parking is available along Ohio Drive SW, between the Lincoln and Thomas Jefferson Memorials. Bus parking is available primarily along Ohio Drive, SW, near the Lincoln and Thomas Jefferson Memorials, and along Ohio Drive SW, in East Potomac Park. There is limited handicapped parking at the Franklin Delano Roosevelt and World War II Memorials and near the Washington Monument and the Thomas Jefferson, Lincoln, Korean War Veterans, and Vietnam Veterans Memorials; otherwise, parking is extremely scarce in and near the Mall.[203]\n\nIn April 2017, the NPS awarded a contract for the installation of parking meters on streets and in parking areas on the Mall. On June 12, 2017, the NPS and the District of Columbia Department of Public Works began to enforce metered parking on approximately 1,100 parking spaces in which motorists could previously park without charge.[203][204]\n\n"
        },
        {
            "title": "Weather and climate",
            "text": "On July 16, 2016, speakers and musicians participated in a gathering of thousands of evangelicals during a Together 2016 rally on the Mall.[205][206] Although the event was originally scheduled to conclude at 9 p.m., it ended at 4 p.m. due to excessive heat. Officers reportedly responded to 350 medical calls for heat-related injuries. The large number of people who lost consciousness because of heat syncope overwhelmed emergency medical technicians.[205][207]\n\nOn July 1, 2021, an EF1 tornado formed in Arlington County, Virginia at 8:59 p.m., crossed the Potomac River near the Theodore Roosevelt Bridge, and traveled eastward along the National Mall before dissipating near 16th Street NW and Constitution Avenue south of the White House and The Ellipse, 4.4 mi (7 km) from where it had started. Its maximum winds were 90 mph (145 km/h), and it was as wide as 125 yards (114 m). The National Weather Service reported that wind damage to trees on the Mall “was prominent from 23rd St NW east for 0.75 mi (1.2 km) to near 16th Street NW south of The Ellipse”. The weather service stated that the tornado lifted up and twisted temporary fencing installed on the Mall for the upcoming July 4 Independence Day celebration. The fencing landed in a \"mangled and haphazard manner\" before the twister dissipated at 9:05 p.m.[208]\n\n"
        }
    ]
}