{
    "url": "https://en.wikipedia.org/wiki/National_Reconnaissance_Office",
    "title": "National Reconnaissance Office",
    "table_of_contents": [
        "1 Mission",
        "2 History",
        "2.1 Existence",
        "2.2 Funding controversy",
        "2.3 Future Imagery Architecture",
        "2.4 Mid-2000s to present",
        "3 Organization",
        "3.1 Personnel",
        "3.2 Budget",
        "3.3 NRO directives and instructions",
        "3.4 Coordination with USSPACECOM and USSF",
        "4 Technology",
        "4.1 Spacecraft",
        "4.1.1 GEOINT imaging",
        "4.1.2 GEOINT radar",
        "4.1.3 SIGINT",
        "4.1.4 Space communications",
        "4.2 NMIS network",
        "4.3 Sentient",
        "5 Locations",
        "6 In popular culture",
        "7 Image gallery",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe National Reconnaissance Office (NRO) is a member of the United States Intelligence Community and an agency of the United States Department of Defense which designs, builds, launches, and operates the reconnaissance satellites of the U.S. federal government, and provides satellite intelligence to several government agencies, particularly signals intelligence (SIGINT) to the NSA, imagery intelligence (IMINT) to the NGA, and measurement and signature intelligence (MASINT) to the DIA.[4]\n\nNRO is considered, along with the Central Intelligence Agency (CIA), National Security Agency (NSA), Defense Intelligence Agency (DIA), and National Geospatial-Intelligence Agency (NGA), to be one of the \"big five\" U.S. intelligence agencies.[5] The NRO is headquartered in Chantilly, Virginia,[6] 2 miles (3.2 km) south of the Washington Dulles International Airport.\n\nThe Director of the NRO reports to both the Director of National Intelligence and the Secretary of Defense.[7] The NRO's federal workforce is a hybrid organization consisting of some 3,000 personnel including NRO cadre, Air Force, Army, CIA, NGA, NSA, Navy and US Space Force[8]   personnel.[9]  A 1996 bipartisan commission report described the NRO as having by far the largest budget of any intelligence agency, and \"virtually no federal workforce\", accomplishing most of its work through \"tens of thousands\" of defense contractor personnel.[10]\n\n"
        },
        {
            "title": "Mission",
            "text": "The National Reconnaissance Office (NRO) develops, builds, launches, and operates space reconnaissance systems and conducts intelligence-related activities for U.S. national security.[11][12]\n\nThe NRO also coordinates collection and analysis of information from airplane and satellite reconnaissance by the military services and the Central Intelligence Agency.[13] It is funded through the National Reconnaissance Program, which is part of the National Intelligence Program (formerly known as the National Foreign Intelligence Program).[14]  The agency is part of the Department of Defense.\nThe NRO works closely with its intelligence and space partners, which include the National Security Agency (NSA), the National Geospatial-Intelligence Agency (NGA), the Central Intelligence Agency (CIA), the Defense Intelligence Agency (DIA), the United States Strategic Command, the United States Space Command, Naval Research Laboratory, and other agencies and organizations.\n\n"
        },
        {
            "title": "History",
            "text": "The NRO was established on August 25, 1960, after management problems and insufficient progress with the USAF satellite reconnaissance program (see SAMOS and MIDAS).[15]: 23 [16]  The formation was based on a 25 August 1960 recommendation to President Dwight D. Eisenhower during a special National Security Council meeting, and the agency was to coordinate the USAF and CIA's (and later the navy and NSA's) reconnaissance activities.[15]: 46 \n\nThe NRO's first photo reconnaissance satellite program was the Corona program,[17]: 25–28  the existence of which was declassified February 24, 1995, and which existed from August 1960 to May 1972 (although the first test flight occurred on February 28, 1959). The Corona system used (sometimes multiple) film capsules dropped by satellites, which were recovered mid-air by military craft. The first successful recovery from space (Discoverer XIII) occurred on August 12, 1960, and the first image from space was seen six days later. The first imaging resolution was 8 meters, which was improved to 2 meters. Individual images covered, on average, an area of about 10 by 120 miles (16 by 193 km). The last Corona mission (the 145th), was launched May 25, 1972, and this mission's last images were taken May 31, 1972. From May 1962 to August 1964, the NRO conducted 12 mapping missions as part of the \"Argon\" system. Only seven were successful.[17]: 25–28 \nIn 1963, the NRO conducted a mapping mission using higher resolution imagery, as part of the \"Lanyard\" program. The Lanyard program flew one successful mission.[citation needed]\nNRO missions since 1972 are classified, and portions of many earlier programs remain unavailable to the public.\n\nOn August 18, 2000, the National Reconnaissance Office recognized its ten original Founders. They were: William O. Baker, Merton E. Davies, Sidney Drell, Richard L. Garwin, Amrom Harry Katz, James R. Killian, Edwin H. Land, Frank W. Lehan, William J. Perry, Edward M. Purcell.[18] Although their early work was highly classified, this group of men went on to extraordinary public accomplishments, including a Secretary of Defense, a Nobel Laureate, a president of MIT, a recipient of the Presidential Medal of Science, a renowned planetary scientist, and more.\n\nThe NRO was first mentioned by the press in a 1971 New York Times article.[19][20] The first official acknowledgement of NRO was a Senate committee report in October 1973, which inadvertently exposed the existence of the NRO.[21] In 1985, a New York Times article revealed details on the operations of the NRO.[22]\n\nThe existence of the NRO was declassified on September 18, 1992, by the Deputy Secretary of Defense, as recommended by the Director of Central Intelligence.[23]\n\nA Washington Post article in September 1995 reported that the NRO had quietly hoarded between $1 billion and $1.7 billion in unspent funds without informing the Central Intelligence Agency, the Pentagon, or Congress.[24]\n\nThe CIA was in the midst of an inquiry into the NRO's funding because of complaints that the agency had spent $300 million of hoarded funds from its classified budget to build a new headquarters building in Chantilly, Virginia, a year earlier.\n\nIn total, NRO had accumulated US$3.8 billion (inflation adjusted US$ 6.8 billion in 2022) in forward funding. As a consequence, NRO's three distinct accounting systems were merged.[25]\n\nThe presence of the classified new headquarters was revealed by the Federation of American Scientists who obtained unclassified copies of the blueprints filed with the building permit application. After 9/11 those blueprints were apparently classified. The reports of an NRO slush fund were true. According to former CIA general counsel Jeffrey Smith, who led the investigation: \"Our inquiry revealed that the NRO had for years accumulated very substantial amounts as a 'rainy day fund.'\"[26]\n\nIn 1999 the NRO embarked on a $25 billion[27] project with Boeing entitled Future Imagery Architecture to create a new generation of imaging satellites. In 2002 the project was far behind schedule and would most likely cost $2 billion to $3 billion more than planned, according to NRO records. The government pressed forward with efforts to complete the project, but after two more years, several more review panels and billions more in expenditures, the project was killed in what the Times report calls \"perhaps the most spectacular and expensive failure in the 50-year history of American spy satellite projects.\"[28]\n\nOn August 23, 2001, Brian Patrick Regan, a civilian employee of TRW at NRO, was arrested at Dulles International Airport outside Washington while boarding a flight for Zurich. He was carrying coded information about Iraqi and Chinese missile sites. He also had the addresses of the Chinese and Iraqi Embassies in Switzerland and Austria. He was sentenced to life in prison without parole for offering to sell intelligence secrets to Iraq and China.[29]\n\nIn January 2008, the government announced that a reconnaissance satellite operated by the NRO would make an unplanned and uncontrolled re-entry into the Earth's atmosphere in the next several months. Satellite watching hobbyists said that it was likely the USA-193, built by Lockheed Martin Corporation, which failed shortly after achieving orbit in December 2006.[30] On February 14, 2008, the Pentagon announced that rather than allowing the satellite to make an uncontrolled re-entry while still in one piece, it would instead be shot down by a missile fired from a Navy cruiser.[31] The intercept took place on February 21, 2008, resulting in the satellite breaking up into multiple pieces.[32]\n\nIn July 2008, the NRO declassified the existence of its Synthetic Aperture Radar satellites, citing difficulty in discussing the creation of the Space-Based Radar with the United States Air Force and other entities.[33] In August 2009, FOIA archives were queried for a copy of the NRO video, \"Satellite Reconnaissance: Secret Eyes in Space.\"[34]  The seven-minute video chronicles the early days of the NRO and many of its early programs. It was proposed that the NRO share the imagery of the United States itself with the National Applications Office for domestic law enforcement purposes.[35] The NAO was disestablished in 2009.  The NRO is a non-voting associate member of the Civil Applications Committee (CAC).  The CAC is an inter-agency committee that coordinates and oversees the Federal- Civil use of classified collections. The CAC was officially chartered in 1975 by the Office of the President to provide Federal- Civil agencies access to National Systems data in support of mission responsibilities.[36] According to Asia Times Online, one important mission of NRO satellites is the tracking of non-US submarines on patrol or on training missions in the world's oceans and seas.[37] At the National Space Symposium in April 2010, NRO director General Bruce Carlson, United States Air Force (Retired) announced that until the end of 2011, NRO is embarking on \"the most aggressive launch schedule that this organization has undertaken in the last twenty-five years. There are a number of very large and very critical reconnaissance satellites that will go into orbit in the next year to a year and a half.\"[38]\n\nIn 2012, a McClatchy investigation found that the NRO was possibly breaching ethical and legal boundaries by encouraging its polygraph examiners to extract personal and private information from DoD personnel during polygraph tests that were limited to counterintelligence issues.[39]  Allegations of abusive polygraph practices were brought forward by former NRO polygraph examiners.[40]  In 2014, an inspector general's report concluded that NRO failed to report felony admissions of child sexual abuse to law enforcement authorities.  NRO obtained these criminal admissions during polygraph testing but never forwarded the information to police.  NRO's failure to act in the public interest by reporting child sexual predators was first made public in 2012 by former NRO polygraph examiners.[41] On August 30, 2019, Donald Trump tweeted an image of “the catastrophic accident during final launch preparations for the Safir SLV Launch at Semnan Launch Site One in Iran”. The image almost certainly came from a satellite known as USA 224, according to Marco Langbroek, a satellite tracker based in the Netherlands. The satellite was launched by the National Reconnaissance Office in 2011.[42] On January 31, 2020, Rocket Lab successfully launched a NROL-151 payload for the NRO.[43]\n\nOn December 19, 2020, NROL-108 was successfully launched aboard SpaceX's Falcon 9 rocket.[44] On July 15, 2020, NROL-149 was successfully launched aboard the first launch of Northrop Grumman's new Minotaur IV rocket. On April 27, 2021, NROL-82 was successfully launched aboard United Launch Alliance’s Delta IV rocket.[45] On June 15, 2021, NROL-111, a set of three classified satellites,[46] was successfully launched aboard a Northrop Grumman Minotaur I rocket.[47] On July 13, 2022, NROL-162 was launched aboard a Rocket Lab Electron rocket from Mahia, New Zealand.[48] On September 24, 2022, NROL-91 (USA 338) was launched from Vandenberg Space Force Base's Space Launch Complex 6 (SLC-6) aboard a United Launch Alliance Delta IV Heavy.\n\n"
        },
        {
            "title": "Organization",
            "text": "The NRO is part of the Department of Defense. The Director of the NRO is appointed by the President of the United States, by and with the consent of the Senate in accordance with Title 50 of U.S. code.[49] Traditionally, the position was given to either the Under Secretary of the Air Force or the Assistant Secretary of the Air Force for Space, but with the appointment of Donald Kerr as Director of the NRO in July 2005 the position is now independent. The Agency is organized as follows:[50]\n\nPrincipal Deputy Director of the NRO (PDDNRO)\n\nDeputy Director of the NRO (DDNRO) \n\nThe Corporate Staff\n\nOffice of Space Launch (OSL)\n\nAdvanced Systems and Technology Directorate (AS&T)\n\nBusiness Plans and Operations (BPO)\n\nCommunications Systems Acquisition Directorate (COMM)\n\nGround Enterprise Directorate (GED)\n\nGeospatial Intelligence Systems Acquisition Directorate (GEOINT)\n\nManagement Services and Operations (MS&O)\n\nMission Operations Directorate (MOD) \n\nMission Integration Directorate (MID)\n\nSignals Intelligence Systems Acquisition Directorate (SIGINT)\n\nSystems Engineering Directorate (SED)\n\nIn 2007, the NRO described itself as \"a hybrid organization consisting of some 3,000 personnel and jointly staffed by members of the armed services, the Central Intelligence Agency and DOD civilian personnel.\"[52] Between 2010 and 2012, the workforce is expected to increase by 100.[53] The majority of workers for the NRO are private corporate contractors, with $7 billion of the agency's $8 billion budget going to private corporations.[17]: 178 \n\nThe NRO derives its funding both from the US intelligence budget and the military budget. In 1971, the annual budget was estimated to be around $1 billion in nominal dollars ($ 6.7 billion real in 2022).[19] A 1975 report by Congress's Commission on the Organization of the Government for the Conduct of Foreign Policy states that the NRO had \"the largest budget of any intelligence agency\".[22] By 1994, the annual budget had risen to $6 billion (inflation adjusted $ 11 billion in 2022),[54] and for 2010 it is estimated to amount to $15 billion (inflation adjusted $ 18.6 billion in 2022).[55] This would correspond to 19% of the overall US intelligence budget of $80 billion for FY2010.[56] For Fiscal Year 2012 the budget request for science and technology included an increase to almost 6% (about $600 million) of the NRO budget after it had dropped to just about 3% of the overall budget in the years before.[53]\n\nUnder the Freedom of Information Act, the NRO declassified a list of secret directives for internal use. The following is a list of the released directives, which are available for download:\n\nAt a mid-2019 press event just prior to the establishment of USSPACECOM, then-Air Force General John W. Raymond (set to lead the new command) stated that the NRO will “respond to the direction of the United States Space Command commander” to “protecting and defending those (space) capabilities”. General Raymond further stated that “we [NRO and USSPACECOM] have a shared concept of operations, we have a shared vision and a shared concept of operations. We train together, we exercise together, we man the same C2 center, if you will, at the National Space Defense Center.\"[57]\n\nIn December 2019, the United States Space Force (USSF) was established, also helmed by John Raymond, now a Space Force General and Chief of Space Operations (CSO).[58] NRO continued its close relationship with American military space operations, partnering with the Space Force's Space and Missile Systems Center (SMC) to manage the National Security Space Launch (NSSL) program, which uses government and contract spacecraft to launch important government payloads.[59][60] NSSL supports both the USSF and NRO, as well as the Navy.[60] NRO Director Scolese has characterized his agency as critical to American space dominance, stating that NRO provides “unrivaled situational awareness and intelligence to the best imagery and signals data on the planet.”[59]\n\nIn August 2021, “Scolese said he, Raymond, and Dickinson recently agreed to a Protect and Defend Strategic Framework covering national security in space and the relationship between DOD and the intelligence community on everything from acquisition to operations”.[61]\n\n"
        },
        {
            "title": "Technology",
            "text": "NRO's technology is likely more advanced than its civilian equivalents. In the 1980s, the NRO had satellites and software that were capable of determining the exact dimensions of a tank gun.[22] In 2012 the agency donated two space telescopes to NASA. Despite being stored unused, the instruments are superior to the Hubble Space Telescope. One journalist observed, \"If telescopes of this caliber are languishing on shelves, imagine what they're actually using.\"[62]\n\nThe NRO maintains four main satellite constellations:[63]\n\nThe NRO spacecraft include:[64]\n\nThis list is likely to be incomplete, given the classified nature of many NRO spacecraft.\n\nThe NRO Management Information System (NMIS) is a computer network used to distribute NRO data classified as Top Secret.  It is also known as the Government Wide Area Network (GWAN).[67]\n\nThe Verge published an article in July 2019 describing Sentient as a product of the NRO, which is “an omnivorous analysis tool, capable of devouring data of all sorts, making sense of the past and present, anticipating the future, and pointing satellites toward what it determines will be the most interesting parts of that future”.[68]\n\n"
        },
        {
            "title": "Locations",
            "text": "In October 2008, NRO declassified five mission ground stations: three in the United States, near Washington, D.C.; Aurora, Colorado; and Las Cruces, New Mexico, and a presence at RAF Menwith Hill, UK, and at the Joint Defence Facility Pine Gap, Australia.\n\n"
        }
    ]
}