{
    "url": "https://en.wikipedia.org/wiki/Native_American_religion",
    "title": "Native American religions",
    "table_of_contents": [
        "1 Overview",
        "2 Major Native American religions",
        "2.1 Alaska Native religion",
        "2.1.1 Inuit religion",
        "2.2 Anishinaabe traditional beliefs",
        "2.3 Crow Way",
        "2.4 Earth Lodge Religion",
        "2.5 Ghost Dance",
        "2.6 Native Shaker Religion",
        "2.7 Longhouse Religion",
        "2.8 Mexicayotl",
        "2.9 Native American Church",
        "2.10 Waashat Religion",
        "2.11 Cruzo'ob Maya",
        "2.12 Stomp Dance",
        "3 Ceremonies",
        "3.1 Green Corn Ceremony",
        "3.2 Sun Dance",
        "4 Religious leaders",
        "5 Congressional legislation",
        "5.1 American Indian Religious Freedom Act",
        "5.2 Native American Graves Protection and Repatriation Act",
        "5.3 Religious Freedom Restoration Act",
        "5.4 Declaration on the Rights of Indigenous Peoples",
        "5.5 Sacred sites",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNative American religions are the spiritual practices of the Native Americans in the United States.  Ceremonial ways can vary widely and are based on the differing histories and beliefs of individual nations, tribes and bands. Early European explorers describe individual Native American tribes and even small bands as each having their own religious practices. Theology may be monotheistic, polytheistic, henotheistic, animistic, shamanistic, pantheistic or any combination thereof, among others. Traditional beliefs are usually passed down in the forms of oral histories, stories, allegories, and principles.\n\n"
        },
        {
            "title": "Overview",
            "text": "Beginning in the 1600s, European Christians, both Catholics and those of various Protestant denominations, sought to convert Native American tribes from their pre-existing beliefs to Christianity. After the United States gained independence in the late 1700s, its government continued to suppress Indigenous practices and promote forcible conversion. Government agencies and religious organizations often cooperated in these forcible conversion efforts. In many cases, violence was used as a tool of suppression, as in the government's violent eradication of Ghost Dance practitioners in 1890.[1]\n\nBy the turn of the 20th century, the American government began to turn to less violent means of suppressing Native American religious beliefs. A series of federal laws was passed banning traditional Indigenous practices such as feasts, Sun Dance ceremonies and the use of the sweat lodge, among others.[2] This government persecution and prosecution officially continued until 1978 with the passage of the American Indian Religious Freedom Act (AIRFA), although it has been argued that the AIRFA had little real effect on the protection Native religious beliefs.[3][4]\n\nAnother significant system of religious suppression was the removal of Native American children from their families into a system of government-funded and church-operated American Indian boarding schools (also known as residential schools). In these schools, Native children were taught European Christian beliefs, the values of mainstream white culture, and the English language, while simultaneously being forbidden to speak their own languages and practice their own cultural beliefs. This system of forcible conversion and suppression of Indigenous languages and cultures continued through the 1970s.[5][6][7]\n\nSome non-Native anthropologists estimate membership in traditional Native American religions in the 21st century to be about 9000 people.[8][9] Since Native Americans practicing traditional ceremonies do not usually have public organizations or membership rolls, these \"members\" estimates are likely substantially lower than the actual numbers of people who participate in traditional ceremonies. Native American spiritual leaders also note that these academic estimates substantially underestimate the numbers of participants because a century of US Federal government persecution and prosecutions of traditional ceremonies caused believers to practice their religions in secrecy. Many adherents of traditional spiritual ways also attend Christian services, at least some of the time, which can also affect statistics. Since the 80 years of those prior legal persecutions ended with AIRFA, some sacred sites in the United States are now protected areas under law.[10]\n\n"
        },
        {
            "title": "Major Native American religions",
            "text": "Traditional Alaskan Native religion involves mediation between people and spirits, souls, and other immortal beings.[11]\n\nTraditional Inuit religious practices include animism and shamanism, in which spiritual healers mediate with spirits.[12]\n\nAnishinaabe traditional belief system of the Anishinaabeg peoples.\n\n\n\nThe Earth Lodge Religion was founded in northern California and southern Oregon tribes such as the Wintun. It spread to tribes such as the Achomawi, Shasta, and Siletz, to name a few. It was also known as the \"Warm House Dance\" among the Pomo. It predicted occurrences similar to those predicted by the Ghost Dance, such as the return of ancestors or the world's end. The Earth Lodge Religion impacted the later religious practice, the Dream Dance, belonging to the Klamath and the Modoc.[13]\n\nThe Ghost Dance movement of the late 1800s was a religious revitalization movement in the Western United States. Initially founded as a local ceremony in Nevada, by the Paiute prophet Wodziwob, the movement did not gain widespread popularity until 1889–1890, when the Ghost Dance Religion was founded by Wovoka (Jack Wilson), who was also Northern Paiute. The Ghost Dance was created in a time of genocide, to save the lives of the Native Americans by enabling them to survive the current and coming catastrophes, by calling the dead to fight on their behalf, and to help them drive the colonists out of their lands.[14]\n\nIn December 1888, Wovoka, who was thought to be the son of the medicine man Tavibo (Numu-tibo'o), fell sick with a fever during an eclipse of the sun, which occurred on January 1, 1889. Upon his recovery, he claimed that he had visited the spirit world and the Supreme Being and predicted that the world would soon end, then be restored to a pure state in the presence of the Messiah. All Native Americans would inherit this world, including those who were already dead, in order to live eternally without suffering. In order to reach this reality, Wovoka stated that all Native Americans should live honestly, and shun the ways of whites (especially the consumption of alcohol). He called for meditation, prayer, singing, and dancing as an alternative to mourning the dead, for they would soon resurrect. Wovoka's followers saw him as a form of the messiah and he became known as the \"Red Man's Christ.\"\n\nTavibo had participated in the Ghost Dance of 1870 and had a similar vision of the Great Spirit of Earth removing all white men, and then of an earthquake removing all human beings. Tavibo's vision concluded that Native Americans would return to live in a restored environment and that only believers in his revelations would be resurrected.\n\nThis religion spread to many tribes on reservations in the West, including the Shoshone, Arapaho, Cheyenne, and Sioux (Dakota, Lakota, and Nakota). In fact, some bands of Lakota and Dakota were so desperate for hope during this period of forced relocation and genocide that, after making a pilgrimage to the Nevada Ghost Dance in 1889–1890, they became more militant in their resistance to the white colonists. Each Nation that adopted the Ghost Dance way provided their own understanding to the ceremony, which included the prediction that the white people would disappear, die, or be driven back across the sea. A Ghost Dance gathering at Wounded Knee in December 1890 was invaded by the Seventh Cavalry, who massacred unarmed Lakota and Dakota people, primarily women, children and the elderly.[15]\n\nThe earliest Ghost Dance heavily influenced religions such as the Earth Lodge, Bole-Maru Religion, and the Dream Dance. The Caddo Nation and several other communities still practice the Ghost Dance today, though usually in secret.[16]\n\nAlso known as Tschida, the Native Shaker Religion was influenced by the Waashat Religion and founded by John Slocum, a Squaxin Island member. The name comes from the shaking and twitching motions used by the participants to brush off their sins. The religion combines Christianity with traditional Indian teachings. This religion is still practiced today in the Indian Shaker Church.[13]\n\nThe Longhouse Religion is the popular name of the religious movement known as The Code of Handsome Lake or Gaihwi:io (\"Good Message\"), founded in 1799 by the Seneca prophet Handsome Lake (Sganyodaiyoʔ).[17] This movement combines and reinterprets elements of traditional Iroquois religious beliefs with elements adopted from Christianity, primarily from the Quakers. Gaihwi:io currently has about 5,000 practicing members. Originally the Gaihwi:io was known as the \"new religion\" in opposition to the prevailing animistic beliefs, but has since become known as the \"old religion\" in opposition to Christianity.\n\nMexicayotl (Nahuatl word meaning \"Essence of the Mexican\", \"Mexicanity\"; Spanish: Mexicanidad; see -yotl) is a movement reviving the indigenous religion, philosophy and traditions of ancient Mexico (Aztec religion and Aztec philosophy) amongst the Mexican people.[18]\n\nThe movement came to light in the 1950s, led by Mexico City intellectuals, but has grown significantly on a grassroots level only in more recent times, also spreading to the Chicanos of North America.[19] Their rituals involve the mitotiliztli.[20] The followers, called Mexicatl (singular) and Mexicah (plural), or simply Mexica, are mostly urban and suburban people.[19]\n\nThe Mexicayotl movement started in the 1950s with the founding of the group Nueva Mexicanidad by Antonio Velasco Piña. In the same years, Rodolfo Nieva López founded the Movimiento Confederado Restaurador de la Cultura del Anáhuac,[21] the co-founder of which was Francisco Jimenez Sanchez who in later decades became a spiritual leader of the Mexicayotl movement, endowed with the honorific Tlacaelel. He had a deep influence in shaping the movement, founding the In Kaltonal (\"House of the Sun\", also called Native Mexican Church) in the 1970s.[22]\n\nFrom the 1970s onwards Mexcayotl has grown developing in a web of local worship and community groups (called calpulli or kalpulli)[19] and spreading to the Mexican Americans or Chicanos in the United States. It has also developed strong ties with Mexican national identity movements and Chicano nationalism.[23] Sanchez's Native Mexican Church (which is a confederation of calpullis) was officially recognized by the government of Mexico in 2007.[24]\n\nThe Peyote Religion (legally termed and more properly known as the Native American Church), also sometimes called the \"Peyote Road\" or the \"Peyote Way\", is a religious tradition involving the ceremonial and sacred use of Lophophora williamsii (peyote).[25] Use of peyote for religious purposes is thousands of years old and some have thought it to have originated within one of the following tribes: the Carrizo, the Lipan Apache, the Mescalero Apache, the Tonkawa, the Karankawa, or the Caddo, with the Plains Cree, Carrizo, and the Lipan Apache being the three most likely sources.[citation needed] In Mexico the Huichol, Tepehuán, and other Native Mexicans use peyote.[26] Since then, despite several efforts to make peyote ceremonies illegal, ceremonial peyote use has spread from the Mexico area to Oklahoma and other western parts of the United States.[27] Notable Native American Church (NAC) members include Quannah Parker, the founder of the NAC, and Big Moon of the Kiowa tribe.\n\nThe Waashat Religion is also called the Washani Religion, Longhouse Religion, Seven Drum Religion, Sunday Dance Religion, Prophet Dance, and Dreamer Faith. The Wanapam Indian Smohalla (c. 1815–1895) used wáashat rituals to build the religion in the Pacific Northwest. Smohalla claimed that visions came to him through dreams and that he had visited the spirit world and had been sent back to teach his people. The name waasaní spoke to what the religion was about; it meant both dancing and worship.[28] He led a return to the original way of life before white influences and established ceremonial music and dancing. Smohalla's speaking was called Yuyunipitqana for \"Shouting Mountain\".[13]\n\nThe Dreamer Faith, and its elements of dancing, foreshadowed the later Ghost Dances of the plains peoples.[28] It was a back–to–our–heritage religion.[28] Believers thought that white people would disappear and nature would return to the way it was before they came.[28] To achieve this, the Natives must do the things required by the spirits, like a Weyekin.[28] What the spirits wanted was to throw off violent ways, cast off white culture, and not buy, sell or disrespect the Earth.[28] They must also dance the Prophet Dance (wáashat).[28]\n\nThe religion combined elements of Christianity with Native beliefs, but it rejected white-American culture.[28] This made it difficult to assimilate or control the tribes by the United States.[28] The U.S. was trying to convert the Plains tribes from hunter-gatherers to farmers, in the European-American tradition.[28] They wanted to remake the Natives but found a problem with those who followed the Dreamer Cult: \"Their model of a man is an Indian; They aspire to be Indian and nothing else.\" (T. B. Odeneal)[28]\n\nProphets of the movement included Smohalla (of the Wanapam people), Kotiakan (of the Yakama nation) and Homli (of the Walla Walla).[28] Their messages were carried along the Columbia River to other communities.[28] It is unclear exactly how it started or when Christianity influenced the earlier form, but it is thought to have something to do with the arrival of non-Indians or an epidemic and a prophet with an apocalyptic vision. The Waashat Dance involves seven drummers, a salmon feast, use of eagle and swan feathers and a sacred song sung every seventh day.[13]\n\nCruzo'ob is the name with which a group of insurgent Yucatec Maya was designated during the Caste War that took place in the Yucatán peninsula from 1847 to 1901. The term is made up of the word cross in the Spanish language and by the pluralizer o'ob from the Mayan language. The Caste War started by a social movement in 1847, three years later, it took a religious turn with the appearance of the Maya Cross (Talking Cross). According to the legend, the cult of the Cross is attributed to the soldier José María Barrera, Manuel Nahuat and Juan de la Cruz Puc. Barrera deserted the ranks of the Yucatecan government to join the rebellious Maya. In 1850 according to the White Yucatecos, in the vicinity of a cenote, Barrera formed three crosses in a tree, with the help of Manuel Nahuat, a Maya with ventriloquism skills, they managed to convince his companions of the discovery of a \"holy cross\". In the Maya legend version, the Cross appeared close to a cenote and inspire the Maya to continue fighting . In October 15,1850 appears the proclamation of Juan de la Cruz Puc, who was a Maya leader and interpreter of the cross. The Holy Maya Cross is the supreme symbol of the rebellious Yucatec Maya and Juan is seen as a prophet. The sermons and prophecies of Juan de la Cruz Puc are collected in the A'almaj T'aan, which is considered the Bible among the cruzo'ob faith . The rebellious Maya believed that through the cross, God communicated with them. In this way the town of Noh Cah Santa Cruz Balam Nah Kampocolché Cah was established and the cult of the Holy Cross (Talking Cross), the place became the capital of the Maya state known as Chan Santa Cruz (Little Holy Cross) .\n\nOn March 23, 1851, the community was attacked by the Yucatecan army under the orders of Colonel Novelo, during the siege Manuel Nahuat died, and the colonel took the three crosses. José María Barrera survived the attack, again established the cult of the Cross, which, from then on, communicated with the Maya only in writing. Barrera died at the end of 1852, but the cult was preserved and the followers of the Cross became known as cruzo'ob. The rebels were organized in a military theocracy similar to pre-Hispanic models. The superior leader was the Tata Chikiuc, the political-religious leader was the Nohoch Tata and the caretaker of the cross was the Tata Polin. In contrast, the whites were known as dzulob (dzul in singular). The Cruzo'ob faith began as a syncretic religion between Christianity and Maya spirituality. The faith is practiced mainly in the Mexican state of Quintana Roo and to a lesser extent in northern Belize.\n\nStomp dance, called sayvtketv by the Muscogee Creek, hilha by the Chickasaw and Choctaw, and gatiyo alisgisdi by the Cherokee, is a religious/social tradition celebrated by certain indigenous people of the southeastern woodlands. Those who are known to celebrate it, or who have previously celebrated it, are the Muscogee Creek, Alabama, Koasati, Coosa, Coweta, Taskigi, Yamasee, Okfuski, Yuchi, Chiaha, Kasihta, Okmulgi, Seminole, Chickasaw, Choctaw, Cherokee, Hainai, Nabedache, Nabiti, Nacogdoche, Nacono, Nadaco, Nasoni, Nechaui, Neche, Kadohadacho, Nanatsoho, Doustioni, Adai, Cahinnio, Eyeish, Ouachita, Tula, Yatasi, Natchez, Peoria, Miami, Shawnee, Ottawa, Delaware, Tuscarora, Houma, Chakchiuma, Seneca-Cayuga, as well as many others who belonged to the Mississippian Ideological Interaction Sphere.\n\nThe stomp dance, if ceremonial, is usually held at a designated stomp dance ground, but it may be held anywhere if it is social. It may be preceded by game of stickball, a game that was previously surrounded by much ceremonial practice. When the sun is set, men gather into arbors, the amount of which depend on the tribe. Women and children sit around the ceremonial square beside the arbors. The chief's speaker will call out who will lead the first song and ask all the men to say \"hoo\" and come up. Then all the men call the women forward, calling them \"turtles,\" because they shake shells on their legs. After this, the women come forward and they all dance various dances throughout the night, such as snake dance, friendship dance, ribbon dance, etc. The participants will \"touch medicine\" throughout the night, which is intended to give the participants purification and strength.\n\nOften, the participants will eat traditional foods at the gathering. Such foods as hominy, cornbread, pashofa, lye/grape dumplings, salt meat, fry bread, wild onions/ramps, and three sisters vegetables are usually eaten at stomp dances. Community is very important in tribes, as it preserves teachings and practices that could be lost without it. Stomp dance is just one of those ways tribes commune together.\n\n"
        },
        {
            "title": "Ceremonies",
            "text": "The Green Corn Ceremony is an annual ceremony practiced among various Native American peoples associated with the beginning of the yearly corn harvest.[29]\n\nThe sun dance is a religious ceremony practiced by a number of Native American and First Nations peoples, primarily those of the Plains Nations. Each tribe that has some type of sun dance ceremony that has their own distinct practices and ceremonial protocols. In many cases, the ceremony is held in private and is not open to the public. Most details of the ceremony are kept from public knowledge out of great respect for, and the desire for protection of, the traditional ways. Many of the ceremonies have features in common, such as specific dances and songs passed down through many generations, the use of traditional drums, the sacred pipe, praying, fasting and, in some cases, the piercing of the skin.\n\nIn Canada, the Plains Cree call this ceremony the Thirst Dance; the Saulteaux (Plains Ojibwe) call it the Rain Dance; and the Blackfoot (Siksika, Kainai, and Piikani) call it the Medicine Dance. It is also practiced by the Canadian Dakota and Nakoda, and the Dene.\n\n"
        },
        {
            "title": "Religious leaders",
            "text": "Leaders in Native religions include Popé, who led the  Pueblo revolt in 1675, Quautlatas, who inspired the Tepehuan Revolt against the Spanish in 1616, Neolin, Tenskwatawa, Kenekuk, Smohalla, John Slocum, Wovoka, Black Elk and many others.\n\nFrom time to time important religious leaders organized revivals. In Indiana in 1805, Tenskwatawa  (called the Shawnee Prophet by Americans) led a religious revival following a smallpox epidemic and a series of witch-hunts. His beliefs were based on the earlier teachings of the Lenape prophets, Scattamek and Neolin, who predicted a coming apocalypse that would destroy the European-American settlers.[30]  Tenskwatawa urged the tribes to reject the ways of the Americans: to give up firearms, liquor, American style clothing, to pay traders only half the value of their debts, and to refrain from ceding any more lands to the United States. The revival led to warfare led by his brother Tecumseh against the white settlers.[31] Juan de la Cruz Puc became seen as a prophet between the Yucatec Maya during the Caste War . Juan's sermons and prophecies were preserved in the A'almaj T'aan (Cruzo'ob Bible) and are still relevant between the Yucatec Maya people .\n\n"
        },
        {
            "title": "Congressional legislation",
            "text": "The American Indian Religious Freedom Act is a United States Federal Law and a joint resolution of Congress that provides protection for tribal culture and traditional religious rights such as access to sacred sites, freedom to worship through traditional ceremony, and use and possession of sacred objects for Native Americans, Inuit, Aleut, and Native Hawaiians. It was passed on August 11, 1978.\n\nThe Native American Graves Protection and Repatriation Act (NAGPRA), Pub.L. 101–601, 104 Stat. 3048, is a United States federal law passed on 16 November 1990 requiring federal agencies and institutions that receive federal funding[1] to return Native American cultural items and human remains to their respective peoples. Cultural items include funerary objects, sacred objects, and objects of cultural patrimony.\n\nThe Religious Freedom Restoration Act of 1993 (also known as RFRA), is a 1993 United States federal law aimed at preventing laws that substantially burden a person's free exercise of religion. It was held unconstitutional as applied to the states in the City of Boerne v. Flores decision in 1997, which ruled that the RFRA is not a proper exercise of Congress's enforcement power. However, it continues to be applied to the federal government - for instance, in Gonzales v. O Centro Espirita Beneficente Uniao do Vegetal - because Congress has broad authority to carve out exemptions from federal laws and regulations that it itself has authorized.  In response to City of Boerne v. Flores, some individual states passed State Religious Freedom Restoration Acts that apply to state governments and local municipalities.\n\nThe United Nations Declaration on the Rights of Indigenous Peoples was adopted by the United Nations General Assembly during its 61st session at UN Headquarters in New York City on 13 September 2007. Article 31, in particular, emphasizes that Indigenous Peoples have the right to their cultural heritage, including ceremonial knowledge, as protected  intellectual property.\n\nThe Native Sacred sites could be described as \"specific, discrete, narrowly delineated location on Federal land that is identified by an Indian tribe, or Indian individual determined to be an appropriately authoritative representative of an Indian religion, as sacred by virtue of its established religious significance to, or ceremonial use by, an Indian religion\".[32]\n\n"
        }
    ]
}