{
    "url": "https://en.wikipedia.org/wiki/Native_American_Church",
    "title": "Native American Church",
    "table_of_contents": [
        "1 History",
        "2 Beliefs of the church",
        "3 Relationship to Christianity",
        "4 Different fireplaces",
        "5 National organizational structure",
        "6 Ceremony and roles",
        "7 Music",
        "8 Artwork",
        "9 Persecution and law",
        "10 Influential people",
        "11 See also",
        "12 References",
        "13 Bibliography",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Native American Church (NAC), also known as Peyotism and Peyote Religion, is a Native American religion that teaches a combination of traditional Native American beliefs and Christianity, with sacramental use of the entheogen peyote.[1] The religion originated in the Oklahoma Territory (1890–1907) in the late nineteenth century, after peyote was introduced to the southern Great Plains from Mexico.[1][2][3] Today it is the most widespread indigenous religion among Native Americans in the United States (except Alaska Natives and Native Hawaiians), Canada (specifically First Nations people in Saskatchewan and Alberta), and Mexico, with an estimated 250,000 adherents as of the late twentieth century.[4][5][6][7]\n\n"
        },
        {
            "title": "History",
            "text": "Historically, many denominations of mainstream Christianity made attempts to convert Native Americans to Christianity in the Western Hemisphere. These efforts were partially successful, for many Native American tribes reflect Christian creed, including the Native American Church. Although conversion to Christianity was a slow process, the tenets of the Native American Church were more readily accepted.[8]\n\nOriginally formed in the Oklahoma Territory, the Native American Church is monotheistic, believing in a supreme being, called the Great Spirit.[1] The tenets of the Native American Church regard peyote as a sacred and holy sacrament and use it as a means to communicate with the Great Spirit (God), also referred to as the Creator.[8]\n\n"
        },
        {
            "title": "Beliefs of the church",
            "text": "A prominent belief amongst church members is that all plants are purposefully created by the Great Spirit. This includes peyote which was created for medicinal, spiritual, and healing purposes.[9] Disease and death are believed to be a result of an imbalance in the individual. Besides peyote, other sacred plants, prayer, and fasting are used to cure this imbalance. Use of peyote is never for recreational purposes and the hallucinogenic effects of the plant are considered spiritual visions. To most Native Americans, visions are a communion with the metaphysical. However, not every member experiences hallucinogenic effects during peyote rituals. The plant is meant to heal or fix social, personal, and communal problems. Members believe the plant is safe for children and pregnant women.[10] Members also believe in the importance of helping the world in order to create peace, health, and freedom. They seek guidance from the Great Spirit in protecting the earth, continuing the ways of their ancestors, and caring for future generations. In addition, they practice inclusivity and new members are welcome to join the church.[9]\n\n"
        },
        {
            "title": "Relationship to Christianity",
            "text": "Some American Natives dislike the beliefs of Christianity because of the history between natives and European Christian groups. Missionaries' attempts to alter or remove aspects of American Natives' heritage and culture has left many unable to reconcile with Christianity. On the other hand, some members seek to restore the relationship between the Church and Christians. They believe that forgiveness is important for the native concept of \"right-walking\".  Most members believe that Jesus Christ and the Great Spirit are one and the same.[9]\n\n"
        },
        {
            "title": "Different fireplaces",
            "text": "In the Native American Church, there are two main umbrella fireplaces (ceremonial peyote altars passed down generationally from family) that are conducted: the Half-Moon fireplace and the Cross-Fire fireplace.[11]\n\nHalf-Moon fireplace:\n\nCross-Fire fireplace:\n\nThere are many variations of each fireplace, and they depends greatly on tribe and environment. There are also special fireplaces that do not exactly fit into the mold of either main style, so the above list is by no means authoritative.\n\n"
        },
        {
            "title": "National organizational structure",
            "text": "Within the United States, there are two main umbrella chapters of the Native American Church:\n\nThere are other tribal specific offshoots of both umbrella chapters, notably the Navajo, with major chapters in both states representing both the original charter and the NAC of North America.\n\n"
        },
        {
            "title": "Ceremony and roles",
            "text": "Followers of the Native American Church have differing ceremonies, celebrations, and ways of practicing their religion. For example, among the Teton Sioux, the Cross Fire group uses the Bible for sermons, which are rejected by the Half Moon followers, though they each teach a similar Christian morality.[3] Ceremonies commonly last all night, beginning Saturday evening and ending early Sunday morning. Scripture reading, prayer, singing, and drumming are included.[1] In general, the Native American Church believes in one supreme God, the Great Spirit.\n\nCeremonies are generally held in a tipi and require a priest, pastor, or elder to conduct the service.[8] The conductor is referred to as the Roadman. The Roadman is assisted by a Fireman, whose task is to care for the holy fireplace, making sure that it burns consistently all night. The Roadman may use a prayer staff, a beaded and feathered gourd, a small drum, cedar, and his eagle feather as a means for conducting services. The Roadman's wife or other female relative prepares four sacramental foods and the \"second breakfast\" that are part of the church services. Her part takes place very early, between 4:30 and 5:00 in the morning. The four sacramental foods are water, shredded beef or \"sweet meat\", corn mush, and some variety of berry. To counterbalance the bitterness of the peyote consumed during the services, the sweet foods were added later. The second breakfast is like a typical American breakfast. It generally includes boiled eggs, toast, hash brown potatoes, coffee, and juice. This meal is served well after sunrise and just prior to the closing of the church services.\n\nChurch services are not regular Sunday occurrences but are held in accordance with special requests by a family for celebrating a birthday, or for a memorial or funeral service. Services begin at sundown on either a Friday or Saturday evening and end at sunrise. Thus, a participant \"sits up\" all night, giving up a full night's rest as part of a small sacrifice to the Holy Spirit and Jesus.\n\nThe church services culminate in a feast for the whole community the following day. Because peyote is a stimulant, all of the participating members are wide awake, so they, too, attend the feast. The need for sleep is generally felt in the late afternoon, particularly after the feast. Gifts are given to the Roadman and all his helpers by the sponsoring family at the feast to show deep appreciation for all his hard work.[8]\n\nCommon reasons for holding a service include the desire to cure illness, birthday celebrations, Christian holidays, school graduations, and other significant life events.[12]\n\n"
        },
        {
            "title": "Music",
            "text": "Music during prayer services consists of the singer with his gourd rattle staff and the water-drummer with his water-drum. The singer sings four songs, concludes his set, and passes the staff, gourd and drum along to the next relative to sing.\n\nThere are only two musical instruments used in an authentic Native American Church prayer service:\n\nPeyote songs of the Native American Church are in the peyote language.[ambiguous] This language makes up all peyote songs sung around all fireplaces, no matter what tribe or denomination nationally.[11] The language was introduced by the Carrizo and Coahuiltecan people of South Texas and is what people consider \"straight\" peyote songs.\n\nThat being said, many tribes incorporate their own language into peyote songs, which will assign that particular song to one particular tribe, instead of it being represented in an intertribal way as a \"straight\" song.\n\n"
        },
        {
            "title": "Artwork",
            "text": "Along with the founding of the Native American Church came new artwork and art techniques. European trade materials such as beads and metal were incorporated into artwork. Therefore, the category of \"peyote art\" includes traditional and contemporary styles. Many art pieces are ritual instruments or for ceremonial settings. These objects of art include gourd rattles made of hardwoods, glass beads, leather fringe, and dyed horsehair. Furthermore, most objects, if they are associated with the church, are produced by men. There are also feather fans that can be made from hawk, golden eagle, mascot or other birds' feathers. These fans are one of the most important objects related to the church because they represent the bird symbolism in the religion. Moreover, there are also drum sticks and ritual staffs that have carvings of tipis, birds, stars, sun patterns, and other symbols important to the church. However, there are also non-instrumental art pieces such as paintings and jewelry.[13]\n\n"
        },
        {
            "title": "Persecution and law",
            "text": "As the United States government became more involved in the control of drugs, the Native American Church faced possible legal issues regarding their use of peyote.[1] The Indian Religious Freedom Act of 1978, also called the American Indian Religious Freedom Act, was passed to provide legal protection for the Church's use of the plant.[8]\n\nThe controversy over peyote resulted in its legal classification as a controlled drug in the United States. However, as a result of US v. Boyll (1991) and other federal rulings, members of the Native American Church are allowed to transport, possess, and use peyote for religious purposes. While such use has been declared legal without regard to race or tribal status in all US states other than Idaho and Texas, which have outlawed use by non-natives, the purchase of peyote from licensed distributors can only be made via permit by enrolled tribal members, who also must intend to use it for religious purposes only.[8] These distributors, located in Texas near the Mexican border, sell wild peyote gathered in its native range by licensed collectors. Cultivation of peyote is legal under the same circumstances as possession, where the cultivator must be able to prove that plants are for use in Native American Church ceremonies, or depending on the state, for general religious ceremonies.\n\nThe Neo-American Church tried to claim LSD and marijuana as sacraments, seeking protection similar to that afforded to peyote use by the Native American Church. The courts ruled against them. The Peyote Way Church of God's failed federal lawsuit was rendered partially successful when Arizona expanded permitted use of peyote to general bona fide religious purposes, as well as spiritual intent.[14][circular reference] Colorado, New Mexico, Nevada and Oregon also allow for general religious use.\n\n"
        },
        {
            "title": "Influential people",
            "text": "Quanah Parker is the individual most associated with the early history of Peyotism and the Native American Church. Quanah Parker was a Comanche chief that created the Half Moon way and taught the Half Moon way to other tribes. At first, he was a warrior that would fight any people attempting to invade territory. However, after becoming sick, he realized his anger towards Americans and Mexicans was wrong. He then became a successful politician and befriended President Theodore Roosevelt.[9]\n\nOther prominent figures in its development include Chevato, Jim Aton, John Wilson, and Jonathan Koshiway. These people, and many others, played important roles in the introduction and adoption of the Native American Church.[12]\n\nVictor Griffin, known as the last chief of the Quapaw tribe, was noted for facilitating the incorporation of the Native American Church under Oklahoma law in 1911. He also helped spread the religion to some other related tribes in the region.\n\nLed by James Mooney, a first generation of anthropologists brought their help to Peyotists, providing testimonies before legislative bodies, and later encouraged the movement's leaders to consolidate peyote use into an established religion whose practice would be protected by law.[15]\n\nThe Native American novelist N. Scott Momaday gives a highly accurate portrayal of the peyote service in his book House Made of Dawn.\n\nReuben Snake was a Ho-Chunk roadman and worked towards the establishment of the American Indian Religious Freedom Act, which passed after his death in 1994 in order to legalize the use of ceremonial peyote.[16][17]\n\n"
        }
    ]
}