{
    "url": "https://en.wikipedia.org/wiki/National_Capital_Planning_Commission",
    "title": "National Capital Planning Commission",
    "table_of_contents": [
        "1 History",
        "2 Responsibilities",
        "3 Key planning initiatives",
        "4 International activities",
        "5 Public participation",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The National Capital Planning Commission (NCPC) is a U.S. government executive branch agency that provides planning guidance for Washington, D.C., and the surrounding National Capital Region. Through its planning policies and review of development proposals, the Commission seeks to protect and enhance the extraordinary resources of the national capital.[1]\n\nThe 12-member commission includes three presidential appointees, of which one must be from Virginia and one from Maryland, the mayor of Washington, D.C., the chair of the Council of the District of Columbia, two mayoral appointees, and the chair of the House and Senate committees with review authority over the District. Other commission members include the heads of the three major land holding agencies, which are the Department of Defense, the Department of the Interior, and the General Services Administration.[2] The Commission is supported by a professional staff of planners, architects, urban designers, historic preservation officers, among others.\n\n"
        },
        {
            "title": "History",
            "text": "Congress established the \"National Capital Park Commission\" in 1924 to acquire parkland for the capital in order to preserve forests and natural scenery in and about Washington to prevent pollution of Rock Creek and the Potomac and Anacostia Rivers, and to provide for the comprehensive development of the nation's park system. Two years later, Congress renamed the agency the \"National Capital Park and Planning Commission\" and gave it the additional responsibility of comprehensive planning for the Washington region. Among its early members was Clarence C. Zantzinger, a Philadelphia architect.[3]\n\nThe 1952 National Capital Planning Act gave the commission its current name and the responsibility for preservation of important natural and historic sites in the area.[4]\n\nThe Home Rule Act of 1973 gave some of the Commission's local planning authority to the District of Columbia government. The Commission remains the planning authority for federally-owned land and buildings in the region. In addition, NCPC plays an advisory role to the District in certain land use decisions.[4]\n\n"
        },
        {
            "title": "Responsibilities",
            "text": "NCPC operates under many laws and authorities that guide the agency’s work. These include the National Capital Planning Act, Height of Buildings Act of 1910, Commemorative Works Act, District of Columbia Zoning Act, Foreign Missions Act, International Centers Act, NEPA, Home Rule Act, and the Capper-Crampton Act.[4]\n\nNCPC principal responsibilities include:[5]\n\nNCPC often works in partnership with other federal and District agencies such as the National Park Service, U.S. Commission of Fine Arts, District Office of Planning, and District Department of Transportation.\n\n"
        },
        {
            "title": "Key planning initiatives",
            "text": "As part of its long-range planning responsibilities, NCPC produced a visionary blueprint for the nation’s capital. The 1997 plan Extending the Legacy: Planning America's Capital for the 21st century redefines Washington's monumental core and encourages the location of new museums, memorials, and federal office buildings in all quadrants of the city.[11]\n\nThe Memorials and Museums Master Plan advances the vision for Washington's monumental core expressed in NCPC's Extending the Legacy. It identifies 100 potential sites for future museums and memorials and provides general guidelines, siting criteria, and implementation strategies.[12]\n\nThe Monumental Core Framework Plan: Connecting New Destinations with the National Mall received unanimous approval from the Commission during its April 2009 meeting. The plan, a joint product of NCPC and the U.S. Commission of Fine Arts, aims to create vibrant and accessible destinations in the federal precincts surrounding the National Mall. It plans to reclaim Washington's waterfront, especially the Anacostia waterfront.[8]\n\nCapitalSpace is the first comprehensive planning analysis of Washington’s parks and open space in almost 40 years. The 2009 plan is a joint initiative of NCPC, the National Park Service and the District of Columbia. The six \"big ideas\" of the CapitalSpace plan includes linking Fort Circle Parks, improving playfields, enhancing center city parks, improving public schoolyards, enhancing natural areas and transforming small parks. [13]\n\nThe 2013 SW Ecodistrict Plan is a long range, comprehensive approach to transform a 110-acre, predominantly federal precinct into a well-connected, sustainable, mixed-use neighborhood, workplace, and cultural destination that links the National Mall and the Southwest Waterfront. [14]\n\nThe Pennsylvania Avenue Initiative is a multi-agency effort led by NCPC, the General Services Administration, the National Park Service, and the District of Columbia Government focused on concepts to redevelop the Avenue between the White House and U.S. Capitol into an inclusive place for people to gather, celebrate, and reconnect. [15]\n\nBeyond Granite, funded by a major grant from The Andrew W. Mellon Foundation in 2021, is a two-year collaborative effort between NCPC, the Trust for the National Mall, and the National Park Service. It will result in 8-10 different temporary commemorative works to help increase diversity and representation and expand who gets to tell their stories in the nation’s capital. [16]\n\n"
        },
        {
            "title": "International activities",
            "text": "NCPC was a founding member of Capitals Alliance, an international forum of planners and designers in capital cities around the world.[17]\n\nNCPC hosts international delegations of planners, academia, and visitors to discuss the agency's work.\n\n"
        },
        {
            "title": "Public participation",
            "text": "Commission meetings are open to the public. In addition, the public may comment on NCPC plans and activities.\n\n"
        }
    ]
}