{
    "url": "https://en.wikipedia.org/wiki/National_Building_Museum",
    "title": "National Building Museum",
    "table_of_contents": [
        "1 Pension Building",
        "2 Becoming a museum",
        "2.1 Museum Shop",
        "3 American politics",
        "4 Awards",
        "5 Outreach programs",
        "6 Images",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe National Building Museum is located at 401 F Street NW in Washington, D.C.  It is a museum of \"architecture, design, engineering, construction, and urban planning\". It was created by an act of Congress in 1980, and is a private non-profit institution; it is adjacent to the National Law Enforcement Officers Memorial and the Judiciary Square Metro station.  The museum hosts various temporary exhibits in galleries around the spacious Great Hall.\n\nThe building, completed in 1887, served as the Pension Building, housing the United States Pension Bureau, and hosted several presidential inaugural balls.  It is an important early large-scale example of Renaissance Revival architecture, and was designated a National Historic Landmark in 1985.\n\n"
        },
        {
            "title": "Pension Building",
            "text": "The National Building Museum is housed in the former Pension Bureau building, a brick structure completed in 1887 and designed by Montgomery C. Meigs, the U.S. Army quartermaster general.[2] It is notable for several architectural features, including the spectacular interior columns and a frieze, sculpted by Caspar Buberl, stretching around the exterior of the building and depicting Civil War soldiers in scenes somewhat reminiscent of those on Trajan's Column as well as the Horsemen Frieze of the Parthenon. The vast interior, measuring 316 × 116 feet (96 × 35 m),[3] has been used to hold inauguration balls; a Presidential Seal is set into the floor near the south entrance.\n\nAfter the Civil War, the United States Congress passed legislation that greatly extended the scope of pension coverage for veterans and their survivors and dependents, notably their widows and orphans. The number of staff needed to implement and administer the new benefits system ballooned to over 1,500, and quickly required a new building from which to run it all. Meigs was chosen to design and construct the new building. He departed from the established Greco-Roman models that had been the basis of government buildings in Washington, D.C., until then and which continued after the Pension Building's completion. Meigs based his design on Italian Renaissance precedents, notably Rome's Palazzo Farnese and the Palazzo della Cancelleria.[3]\n\nIncluded in his design was a frieze sculpted by Caspar Buberl. Because a sculpture of that size was well out of Meigs's budget, he had Buberl create 28 different scenes, totaling 69 feet (21 m) in length, which were then mixed and slightly modified to create the continuous 1,200-foot (365-m) parade of over 1,300 figures. Because of the 28 sections' modification and mixture, it is only in careful examination that the frieze is seen to be the same figures repeated several times. The sculpture includes infantry, navy, artillery, cavalry, and medical components, as well as a good deal of the supply and quartermaster functions, for it was in that capacity that Meigs had served during the Civil War.\n\nMeigs's correspondence with Buberl reveals that Meigs insisted that a black teamster, who \"must be a negro, a plantation slave, freed by war\", be included in the quartermaster panel. This figure was ultimately to assume a central position, over the building's west entrance.\n\nBuilt before modern artificial ventilation, the building was designed to maximize air circulation: all offices not only had exterior windows, but also opened onto the court, which was designed to admit cool air at ground level and exhaust hot air at the roof. Made of brick and tile, the stairs were designed for the limitations of disabled and aging veterans, having a gradual ascent with low steps. In addition, each step slanted slightly from back to front to allow easy drainage: a flight could be washed easily by pouring water from the top.\n\nWhen Philip Sheridan was asked to comment on the building, his biting reply echoed the negative sentiment of much of the Washington establishment of the day: \"Too bad the damn thing is fireproof.\" A similar quote is also attributed to William Tecumseh Sherman, perhaps casting doubt on the truth of the Sheridan tale.\n\nThe completed building, sometimes called \"Meigs Old Red Barn\", required more than 15 million bricks,[5] which, according to the wit of the day, were each counted by the parsimonious Meigs.\n\n"
        },
        {
            "title": "Becoming a museum",
            "text": "The building was used for federal government offices until the 1960s when it had fallen into a state of disrepair and was considered for demolition. After pressure from conservationists, the government commissioned a report by architect Chloethiel Woodard Smith of possible other uses for the building. Her 1967 report suggested a museum dedicated to the building arts. The building was then listed on the National Register of Historic Places in 1969. At that time, the building was still in use as the local draft bureau office. In 1980, Congress created the National Building Museum as a private, non-profit institution. The building itself was formally renamed the National Building Museum in 1997.[3]\n\nEvery year, the annual Christmas in Washington program was filmed at the museum, with the President and First Lady until the show's cancellation in 2015.\n\nThe National Building Museum Shop was honored in 2007 as the \"Best Museum Store\" in the country by Niche magazine, \"Best All-Around Museum Shop\" in the region by The Washington Post,[6] a \"Top Shop\" by the Washingtonian,[7] and named best museum shop in D.C. by National Geographic Traveler's blog, Intelligent Travel, in July 2009.[8] In 2010, The Huffington Post included the National Building Museum in a story, \"Museums with Amazing Gift Shops\".[9] The Museum Shop sells books about the built environment and an array of housewares, educational toys, watches, and items for an office, all with an emphasis on design.\n\n"
        },
        {
            "title": "American politics",
            "text": "On June 7, 2008, Hillary Clinton suspended her campaign for the Democratic presidential nomination with a farewell rally inside the museum.[10] Several of Clinton's most recognized quotes and sayings were first spoken on this date to several hundreds of supporters, including \"If we can blast fifty women into space, we will someday launch a woman into the White House.\"[11]\n\n"
        },
        {
            "title": "Awards",
            "text": "The National Building Museum presents three annual awards: the Honor Award for individuals and organizations who have made important contributions to the U.S.'s building heritage; the Vincent Scully Prize, which honors exemplary practice, scholarship, or criticism in architecture, historic preservation, and urban design; and the Henry C. Turner Prize for Innovation in Construction Technology, which recognizes outstanding leadership and innovation in the field of construction methods and processes.[citation needed]\n\n"
        },
        {
            "title": "Outreach programs",
            "text": "Investigating Where We Live\n\nInvestigating Where We Live is a summer program for teens from the DC metropolitan area. Students spend four weeks in teams equipped with cameras, and sketchbooks to discover the local communities. Students are given an introduction to photography and then investigate neighborhoods in Washington, D.C. Documenting history, landmarks, and residential areas, students assemble the community's identity. The original photographs and writings are incorporated into an exhibition at the Museum. Since 1996, more than 500 students have participated in learning about different communities within the District of Columbia.[12]\nUpon completion of the program, participants: \n\nPrevious exhibits include \"Investigating Where We Live: Recapturing Shaw's Legacy\" which taught high school students about DC's Shaw neighborhood.[14][15]\n\n"
        }
    ]
}