{
    "url": "https://en.wikipedia.org/wiki/National_Archives_Building",
    "title": "National Archives Building",
    "table_of_contents": [
        "1 Exhibits",
        "2 History",
        "2.1 Before the National Archives Building",
        "2.2 Planning stages",
        "2.3 Breaking ground",
        "2.4 Construction",
        "2.5 Completion",
        "2.6 Reencasement and renovation",
        "2.7 Timeline",
        "3 Warren Commission",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The National Archives Building, known informally as Archives I, is the headquarters of the United States National Archives and Records Administration. It is located north of the National Mall at 700 Pennsylvania Avenue, Northwest, Washington, D.C. The Rotunda entrance is on Constitution Avenue, while the research entrance is on Pennsylvania Avenue.[3] A second larger facility, known as \"Archives II\" (or simply as \"A2\"), is located in College Park, Maryland.\n\n"
        },
        {
            "title": "Exhibits",
            "text": "The National Archives building holds original copies of the three main formative documents of the United States and its government: the Declaration of Independence, the Constitution, and the Bill of Rights. These are displayed to the public in the main chamber of the National Archives, which is called the Rotunda for the Charters of Freedom.\n\nThe building hosts additional important American historical items, including the Articles of Confederation, the Louisiana Purchase Treaty, the Emancipation Proclamation, and collections of photography and other historically and culturally significant American artifacts. An original version of the 1297 Magna Carta confirmed by Edward I is an internationally historical document also on display.[4]\n\nOnce inside the Rotunda for the Charters of Freedom, there are no lines to see the individual documents and visitors are allowed to walk from document to document as they wish. Photography is not permitted in the National Archives Museum.[5] Photography with natural light is permitted in research rooms.[6]\n\n"
        },
        {
            "title": "History",
            "text": "From its founding, the U.S. federal government has documented its policies and decisions, but for almost 150 years it had virtually no method or place to safeguard historically important records. During those years, officials occasionally decried federal neglect, or too often, fires destroyed important documents, reinforcing the need for an archives. By the end of the 19th century, a few architects had even submitted plans to the government for an archives or a hall of records. By the early 20th century an organized effort aimed at creating the National Archives began, but not until 1926 did Congress finally approve the National Archives Building.[7]\n\nThat year, Congress authorized construction of the National Archives Building as part of a massive public buildings program designed to beautify the center of Washington, DC, and provide office space for the growing federal bureaucracy. This program led to the design and construction of buildings within the Federal Triangle. Secretary of the Treasury Andrew W. Mellon gave the responsibility for designing the Triangle grouping to a Board of Architectural Consultants. Louis A. Simon, an architect of the Office of the Supervising Architect for the U.S. Treasury, drafted a preliminary design for the Archives, placing it along Pennsylvania Avenue between 9th and 10th Streets, NW.  (This was prior to Simon's appointment as Supervising Architect in 1933.)\n\nIn late 1927, preliminary drawings of the individual Triangle buildings were incorporated into a formal presentation of the entire project. The drawings became the basis for a three-dimensional scale model that was publicly unveiled in April 1929. The next month, after examining the model, the Commission of Fine Arts was highly critical of Simon's design for an archives. Commissioners suggested that the noted architect John Russell Pope be added to the Board of Architectural Consultants and that he design the National Archives. Pope was asked to join when the death of a board member created a vacancy.\n\nPope's architectural vision transformed both the location and design of the National Archives Building. He successfully proposed relocating the Archives to the block between Seventh and Eighth Streets, a site he believed demanded a monumental building such as the National Archives. In place of Simon's design, Pope's National Archives was to be a neoclassical temple befitting an institution dedicated to American history.[7] The site was already occupied by a prominent landmark, the Center Market. The building was demolished to make way for the archives building.[8]\n\nGround was broken for the National Archives on September 5, 1931, by the Assistant Secretary of the Treasury, Ferry K. Heath.[9] By the time President Herbert Hoover laid the cornerstone of the building in February 1933, significant problems had arisen. Because the massive structure was to be constructed above an underground stream, the Tiber Creek, 8,575 piles had been driven into the unstable soil, before pouring a huge concrete bowl as a foundation. Another difficulty arose over the choice of building materials. Both limestone and granite were authorized as acceptable, but construction began during the darkest days of the Great Depression, and suppliers of each material lobbied fiercely to have the government use their stone. Ultimately, as in the other Federal Triangle buildings, limestone was used for the exterior superstructure and granite for the base. The limestone was provided by Ingalls Stone Company of Bedford, Indiana.[7]\n\nConstructing the National Archives was a monumental task. Not only was the building the most ornate structure on the Federal Triangle, but it also called for installation of specialized air-handling systems and filters, reinforced flooring, and thousands of feet of shelving to meet the building's archival storage requirements. The building's exterior took more than 4 years to finish and required a host of workers ranging from sculptors and model makers to air-conditioning contractors and structural-steel workers.[7]\n\nIn November 1935, 120 National Archives staff members moved into their uncompleted building. Most of the exterior work was complete, but many stack areas, where records would be stored, had no shelving for incoming records. Work also continued on the Rotunda and other public spaces. More significantly, earlier estimates about the need for future stack space proved to be quite insufficient. Almost as soon as Pope's original design was complete, a project to fill the Archives' interior courtyard began, doubling storage space from 374,000 square feet (34,700 m2) to more than 757,000 square feet (70,300 m2).[clarification needed]\n\nJohn Russell Pope's vision of the Archives as a temple of history has been preserved through maintenance and periodic restoration work on the building since the mid-1930s. Over the years, however, more records filled the building and even the courtyard expansion proved to be inadequate. By the late 1960s, the building reached its storage capacity of 900,000 cubic feet (25,000 m3) and the agency began renting large amounts of storage and administrative space.[clarification needed] The 1993 completion of a second National Archives building in College Park, Maryland, added 1.8 million square feet (170,000 m2) to the National Archives, providing the nation with the most modern archives facility in the world.[7]\n\nThe Declaration of Independence, the Constitution, and the Bill of Rights have been displayed to the public in the Rotunda of the National Archives Building since 1952. That year National Bureau of Standards placed the documents into hermetically sealed encasements filled with inert helium gas, which the Bureau believed would preserve the Charters well into the next century. Since the 1952 installation, National Archives conservators have conducted regular visual inspections of the encased documents. Since 1987, these inspections have been greatly enhanced through the use of an electronic imaging monitoring system developed for NASA by the Jet Propulsion Laboratory in California.\n\nIn an electronic inspection of the documents in 1995, conservators noticed changes in the glass encasements of the Declaration of Independence and the Bill of Rights. Glass experts from Libby-Owens-Ford (the original manufacturer of the encasement glass) and the Corning Glass Museum determined that the case glass components were showing signs of deterioration. Both the glass experts and the National Archives Advisory Committee on Preservation recommended that the Charters be reencased within seven years (by 2002) to ensure the continued safety and preservation of the documents.\n\nIn July 2001, the Charters were taken off display in the Rotunda to be removed from their deteriorating cases. National Archives conservators removed the documents from their cases and analyzed their condition. Appropriate conservation measures were taken on each document and they have been installed in the new encasements, returning to public display in September 2003.[7]\n\n"
        },
        {
            "title": "Warren Commission",
            "text": "Investigating the assassination of John F. Kennedy, the Warren Commission met formally for the first time on December 5, 1963 in a hearing room on the second floor of the National Archives Building.[13]\n\n"
        },
        {
            "title": "References",
            "text": " This article incorporates public domain material from websites or documents of the National Archives and Records Administration.\n\n"
        }
    ]
}