{
    "url": "https://en.wikipedia.org/wiki/National_Capitol_Columns",
    "title": "National Capitol Columns",
    "table_of_contents": [
        "1 Original use",
        "2 Transfer to Arboretum",
        "3 Two missing columns",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The National Capitol Columns are a monument in Washington, D.C.'s National Arboretum. It is an arrangement of twenty-two Corinthian columns which were a part of the United States Capitol from 1828 to 1958, placed amid 20 acres (8.1 ha) of open meadow, known as the Ellipse Meadow.[1]\n\n"
        },
        {
            "title": "Original use",
            "text": "The columns were quarried from sandstone near Aquia Creek in Virginia and transported to Washington on a barge. Old identification marks from the quarry are still visible on some of the stones.[1]\n\nThey were originally built as part of the east portico of the Capitol in 1828, long before the familiar Capitol dome was completed. However, when the dome was completed in 1866, it appeared inadequately supported by the columns, because the iron dome was significantly larger than the dome that the designer envisioned. To correct this visual illusion, an addition to the east side of the Capitol was constructed in 1958 and the columns were removed.[1]\n\n"
        },
        {
            "title": "Transfer to Arboretum",
            "text": "During the 1980s, Arboretum benefactor Ethel Garrett took up the cause of establishing a permanent home for the columns. Russell Page, a landscape designer and close friend of Garrett's, visited the Arboretum in September 1984, only months before his death. He determined that the east side of the Ellipse Meadow would be an ideal location, as the columns would be in scale with the more than 20 acres (8.1 ha) of open meadow available at the site.[1]\n\nThe columns were relocated to this site, and set on a foundation of stones from the steps that were originally on the east side of the Capitol. A reflecting pool, fed by a small rivulet of water running down a channel in the steps, reflects the columns and provides sound and movement.[1]\n\nA capital, or top portion, of one of the columns is located elsewhere in the meadow, so that visitors can see the detail that the stone carver incorporated into the design. Acanthus leaves are clearly visible, and the many layers of paint applied while the column was in place at the Capitol are visible on portions of the stone.[1]\n\n"
        },
        {
            "title": "Two missing columns",
            "text": "Only 22 of the original 24 columns stand in the Ellipse Meadow. The remaining two columns are damaged, and rest at the summit of Mount Hamilton, inside the Arboretum's Azalea Collection. Both are cracked in half and neither has a base or capital.\n\n"
        }
    ]
}