{
    "url": "https://en.wikipedia.org/wiki/Naturalized_epistemology",
    "title": "Naturalized epistemology",
    "table_of_contents": [
        "1 Forms of naturalism",
        "1.1 Replacement naturalism",
        "1.2 Cooperative naturalism",
        "1.3 Substantive naturalism",
        "2 Criticism",
        "3 References",
        "4 Bibliography",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Naturalized epistemology (a term coined by W. V. O. Quine) is a collection of philosophic views concerned with the theory of knowledge that emphasize the role of natural scientific methods. This shared emphasis on scientific methods of studying knowledge shifts focus to the empirical processes of knowledge acquisition and away from many traditional philosophical questions. There are noteworthy distinctions within naturalized epistemology. Replacement naturalism maintains that traditional epistemology should be abandoned and  replaced with the methodologies of the natural sciences.  The general thesis of cooperative naturalism is that traditional epistemology can benefit in its inquiry by using the knowledge we have gained from the cognitive sciences.  Substantive naturalism focuses on an asserted equality of facts of knowledge and natural facts.  \n\nObjections to naturalized epistemology have targeted features of the general project as well as characteristics of specific versions.  Some objectors suggest that natural scientific knowledge cannot be circularly grounded by the knowledge obtained through cognitive science, which is itself a natural science. This objection from circularity has been aimed specifically at strict replacement naturalism. There are similar challenges to substance naturalism that maintain that the substance naturalists' thesis that all facts of knowledge are natural facts is not only circular but fails to accommodate certain facts. Several other objectors have found fault in the inability of naturalized methods to adequately address questions about what value forms of potential knowledge have or lack.\n\n"
        },
        {
            "title": "Forms of naturalism",
            "text": "W. V. O. Quine's version of naturalized epistemology considers reasons for serious doubt about the fruitfulness of traditional philosophic study of scientific knowledge.[1] These concerns are raised in light of the long attested incapacity of philosophers to find a satisfactory answer to the problems of radical scepticism and, more particularly, to David Hume's criticism of induction. But also, because of the contemporaneous attempts and failures to reduce mathematics to pure logic by those in or philosophically sympathetic to The Vienna Circle. He concludes that studies of scientific knowledge concerned with meaning or truth fail to achieve the Cartesian goal of certainty. The failures in the reduction of mathematics to pure logic imply that scientific knowledge can at best be defined with the aid of less certain set-theoretic notions. Even if set theory's lacking the certainty of pure logic is deemed acceptable, the usefulness of constructing an encoding of scientific knowledge as logic and set theory is undermined by the inability to construct a useful translation from logic and set-theory back to scientific knowledge. If no translation between scientific knowledge and the logical structures can be constructed that works both ways, then the properties of the purely logical and set-theoretic constructions do not usefully inform understanding of scientific knowledge.[1]\n\nOn Quine's account, attempts to pursue the traditional project of finding the meanings and truths of science philosophically have failed on their own terms and failed to offer any advantage over the more direct methods of psychology. Quine rejects the analytic-synthetic distinction and emphasizes the holistic nature of our beliefs. Since traditional philosophic analysis of knowledge fails, those wishing to study knowledge ought to employ natural scientific methods. Scientific study of knowledge differs from philosophic study by focusing on how humans acquire knowledge rather than speculative analysis of knowledge.[1] According to Quine, this appeal to science to ground the project of studying knowledge, which itself underlies science, should not be dismissed for its circularity since it is the best option available after ruling out traditional philosophic methods for their more serious flaws. This identification and tolerance of circularity is reflected elsewhere in Quine's works.[2]\n\nCooperative naturalism is a version of naturalized epistemology which states that while there are evaluative questions to pursue, the empirical results from psychology concerning how individuals actually think and reason are essential and useful for making progress in these evaluative questions.  This form of naturalism says that our psychological and biological limitations and abilities are relevant to the study of human knowledge.  Empirical work is relevant to epistemology but only if epistemology is itself as broad as the study of human knowledge.[3]\n\nSubstantive naturalism is a form of naturalized epistemology that emphasizes how all epistemic facts are natural facts.  Natural facts can be based on two main ideas.  The first is that all natural facts include all facts that science would verify.  The second is to provide a list of examples that consists of natural items.  This will help in deducing what else can be included.[3]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Quine articulates the problem of circularity inherent in naturalized epistemology when it is treated as a replacement for traditional epistemology.[1] If the goal of traditional epistemology is to validate or to provide the foundation for the natural sciences, naturalized epistemology would be tasked with validating the natural sciences by means of those very sciences. That is, an empirical investigation into the criteria which are used to scientifically evaluate evidence must presuppose those very same criteria.[4] However, Quine points out that these thoughts of validation are merely a byproduct of traditional epistemology.[1] Instead, the naturalized epistemologist should only be concerned with understanding the link between observation and science even if that understanding relies on the very science under investigation.[1]\n\nIn order to understand the link between observation and science, Quine's naturalized epistemology must be able to identify and describe the process by which scientific knowledge is acquired. One form of this investigation is reliabilism which requires that a belief be the product of some reliable method if it is to be considered knowledge. Since naturalized epistemology relies on empirical evidence, all epistemic facts which comprise this reliable method must be reducible to natural facts.[3] That is, all facts related to the process of understanding must be expressible in terms of natural facts. If this is not true, i.e. there are facts which cannot be expressed as natural facts, science would have no means of investigating them. In this vein, Roderick Chisholm argues that there are epistemic principles (or facts) which are necessary to knowledge acquisition, but may not be, themselves, natural facts.[3] If Chisholm is correct, naturalized epistemology would be unable to account for these epistemic principles and, as a result, would be unable to wholly describe the process by which knowledge is obtained.\n\nBeyond Quine's own concerns and potential discrepancies between epistemic and natural facts, Hilary Putnam argues that the replacement of traditional epistemology with naturalized epistemology necessitates the elimination of the normative.[5]  But without the normative, there is no \"justification, rational acceptability [nor] warranted assertibility\". Ultimately, there is no \"true\" since any method for arriving at the truth was abandoned with the normative. All notions which would explain truth are only intelligible when the normative is presupposed.  Moreover, for there to be \"thinkers\", there \"must be some kind of truth\"; otherwise, \"our thoughts aren't really about anything [,...] there is no sense in which any thought is right or wrong\".[5] Without the normative to dictate how one should proceed or which methods should be employed, naturalized epistemology cannot determine the \"right\" criteria by which empirical evidence should be evaluated.[4] But these are precisely the issues which traditional epistemology has been tasked with. If naturalized epistemology does not provide the means for addressing these issues, it cannot succeed as a replacement to traditional epistemology.\n\nJaegwon Kim, another critic of naturalized epistemology, further articulates the difficulty of removing the normative component. He notes that modern epistemology has been dominated by the concepts of justification and reliability.[6] Kim explains that epistemology and knowledge are nearly eliminated in their common sense meanings without normative concepts such as these. These concepts are meant to engender the question \"What conditions must a belief meet if we are justified in accepting it as true?\". That is to say, what are the necessary criteria by which a particular belief can be declared as \"true\" (or, should it fail to meet these criteria, can we rightly infer its falsity)? This notion of truth rests solely on the conception and application of the criteria which are set forth in traditional and modern theories of epistemology.\n\nKim adds to this claim by explaining how the idea of \"justification\" is the only notion (among \"belief\" and \"truth\") which is the defining characteristic of an epistemological study. To remove this aspect is to alter the very meaning and goal of epistemology, whereby we are no longer discussing the study and acquisition of knowledge. Justification is what makes knowledge valuable and normative; without it what can rightly be said to be true or false? We are left with only descriptions of the processes by which we arrive at a belief. Kim realizes that Quine is moving epistemology into the realm of psychology, where Quine's main interest is based on the sensory input–output relationship of an individual. This account can never establish an affirmable statement which can lead us to truth, since all statements without the normative are purely descriptive (which can never amount to knowledge). The vulgar allowance of any statement without discrimination as scientifically valid, though not true, makes Quine's theory difficult to accept under any epistemic theory which requires truth as the object of knowledge.\n\nAs a result of these objections and others like them, most, including Quine in his later writings, have agreed that naturalized epistemology as a replacement may be too strong of a view.[3] However, these objections have helped shape rather than eliminate naturalized epistemology. One product of these objections is cooperative naturalism which holds that empirical results are essential and useful to epistemology. That is, while traditional epistemology cannot be eliminated, neither can it succeed in its investigation of knowledge without empirical results from the natural sciences.  In any case, Quinean Replacement Naturalism finds relatively few supporters.[3]\n\n"
        }
    ]
}