{
    "url": "https://en.wikipedia.org/wiki/Naturist_resort",
    "title": "Naturist resort",
    "table_of_contents": [
        "1 History",
        "2 Typical amenities",
        "3 Conduct",
        "4 In popular culture",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A naturist resort or nudist resort is an establishment that provides accommodation (or at least camping space) and other amenities for guests in a context where they are invited to practise naturism – that is, a lifestyle of non-sexual social nudity. A smaller, more rustic, or more basic naturist resort may be called a naturist camp.\n\nA naturist club is an association of people who practise naturism together, but the phrase is also frequently used as a synonym for \"naturist resort\", since in general such a resort will be run by such an association. In the United Kingdom and New Zealand, some naturist clubs are referred to as sun clubs.\n\nA naturist community is an intentional community whose members choose to live together and practise naturism on a permanent basis. Naturist communities were once referred to as nudist colonies, and this term still exists in popular culture, but it is avoided by most naturists today due to negative connotations.\n\nNaturist resorts and communities exist on a spectrum without sharp distinctions – a naturist resort might be primarily commercial in focus but also accommodate some permanent residents, while a naturist community might be primarily residential but also cater to some paying visitors. Some naturist resorts and communities require nudity as a condition of remaining on the site; others are clothing-optional, allowing people to wear clothing so long as they tolerate others going nude.\n\nA few naturist communities are large enough to host businesses such as shops, banks, and restaurants; these may be referred to as naturist villages. Examples include Vera Playa in Spain, and Centre Hélio-Marin Montalivet and the Naturist Village in Cap d'Agde, both in France. Some Europeans reserve the term \"naturist resort\" for communities of this scale.\n\n"
        },
        {
            "title": "History",
            "text": "The earliest known naturist club, the Fellowship of the Naked Trust, was founded in Matheran in British India in 1891 by a District and Sessions judge named Charles Crawford. The club had just two other members, brothers Andrew and Kellogg Calderwood. A proposal to add a female branch to the organization was never realized, and it went out of existence when Crawford was transferred to Ratnagiri shortly thereafter. He died in 1894. Correspondence between Crawford and early gay rights activist Edward Carpenter suggests the latter knew of similar groups in Vienna and Munich at the time, but no other evidence of their existence has surfaced.[1][2]\n\nThe term Nacktkultur (\"naked culture\") was coined in 1903 by Heinrich Pudor for Germany's growing naturist movement,[3] which connected nudity with vegetarianism, social reform, and various ideas about health and fitness.[4] It flourished through the 1920s in a network of 200 members' clubs,[5] and became associated with radical socialism.[6] In 1929, Adolf Koch's new school of naturism in Berlin hosted the first International Congress on Nudity.[3]\n\nMarcel Kienné de Mongeot is credited with introducing naturism to France in 1920, seeing it as a potential cure for tuberculosis (which had affected his family). In 1926 he founded the first French naturist club, Sparta Club at Garambouville near Evreux. A court case initiated by him established that nudism was legal on private property that was screened from public view. In 1931, Drs André and Gaston Durville established the first naturist village, Héliopolis, on the Île du Levant.[7]\n\nThe first landed naturist club in the United Kingdom was the \"Moonella Group\", established in Wickford, Essex, in 1924. Club membership was carefully vetted, and the founding members used pseudonyms to protect their identity, including the eponymous \"Moonella\", who owned the house and land on which the club met. It closed in 1926 because of building on adjacent land.[8][9] However, more \"sun clubs\" were established in Britain through the following decade. Naturist clubs appeared in Canada, New Zealand, and the United States in the 1930s.[10][11][12]\n\nHaving been established, naturist clubs coalesced in various countries to form national organizations. An early forerunner was the American Sunbathing Association, which was founded in 1931, and has now become the American Association for Nude Recreation (AANR).[12] Most of the national organizations were created in the 1940s and 1950s, including the British Sun Bathers Association (now British Naturism),[8] the Féderation Française de Naturisme,[7] the Canadian Sunbathing Association (now a division of the AANR),[10] and the New Zealand Sunbathing Association (now the New Zealand Naturist Federation).[13] In 1953 the national organizations in turn came together to form the International Naturist Federation (INF). The INF was founded at the world's first naturist holiday centre, Centre Hélio-Marin (CHM) Montalivet in France, which had been opened three years previously by Albert and Christine Lecocq.[7]\n\nCroatia is reputed to have been the first European country to develop commercial naturist resorts,[14] at a time when naturism in other countries was limited to membership clubs[15] (and when Croatia was part of Yugoslavia). The oldest naturist resort in Croatia is Koversada just outside Vrsar, which was established in 1961. Naturism now accounts for an estimated 15% of Croatia's tourist industry.[15] More commercial resorts followed in France, notably the Oltra Club in Cap d'Agde, a camping and caravanning site which in the 1970s became the nucleus of the new Naturist Village.[16]\n\nToday most naturist clubs with land and facilities operate them as resorts catering to paying guests, although many are still focused primarily on club members. The first two decades of the 21st century saw the appearance of the first commercial naturist resorts in South East Asia, with nine operating in Thailand as of the opening of Barefeet Heaven Hill Naturist Resort in December 2019,[17] and two in Bali.[18]\n\nWhilst tolerance for nudity in general is increasing over time,[4] and higher among younger generations,[19] naturist club membership numbers have fallen in recent decades[20] and average members are increasingly older people.[21] It is speculated that younger naturists no longer feel they need to join a club or visit a resort in order to practise naturism.[22]\n\n"
        },
        {
            "title": "Typical amenities",
            "text": "Naturist resorts typically offer much the same amenities as other holiday centres, with naturism itself being the main attraction. A naturist resort will reliably have facilities for swimming, whether an artificial pool or access to a natural body of water; in the former case, even resorts that are clothing-optional typically require nudity in the pool.[22] Hot tubs and saunas are also common amenities.\n\nAs naturism emphasizes outdoor exercise, naturist resorts typically feature grounds for non-contact outdoor sports such as tennis or pétanque. Larger resorts may provide golf or miniature golf courses. However, the two sports most strongly associated with naturist resorts are volleyball and miniten.\n\nNaturists adopted volleyball shortly after its invention in the late 19th century. Records of regular games in clubs can be found as early as the 1920s.[23][24] By the 1960s, a volleyball court could be found in almost all naturist resorts.[25] A large nude volleyball tournament (over 70 teams) has been held each autumn since 1971 at White Thorn Lodge in western Pennsylvania[26] and several smaller tournaments occur each year throughout North America.[27]\n\nMiniten is a tennis-like game created by naturists in the 1930s; it remains exclusively a naturist sport.[28] The original rules were drawn up by Mr R. Douglas Ogden, a Manchester-based businessman with an interest in sporting activities.[29] Instead of racquets, players use wooden bats known as thugs, which are shaped like a box around the player's hand.[30][31] The sport is run by the Amateur Miniten Association.\n\nNaturist villages generally accommodate businesses providing other amenities, which may include supermarkets, cafés, restaurants, and nightclubs.\n\n"
        },
        {
            "title": "Conduct",
            "text": "Sexual activity in social spaces is strictly forbidden in almost all naturist resorts, as are overt sexual invitations.[32][33][34] The exceptions, adults-only swingers' resorts such as Hedonism II in Jamaica, are not affiliated with any naturist organizations, and their practices are not accepted as naturist by most naturists. Some naturist villages, notably Cap d'Agde, have in the 21st century seen infiltration by swingers and \"libertines\" who have shifted the norm away from these rules of conduct; naturists resent and resist these changes as an \"invasion\".[35] In some cases formerly non-sexual naturist clubs have shifted to catering to swingers, and as a result have been expelled from their national naturist organization.[36]\n\nHistorically, most naturist clubs and resorts refused entry to men who were not accompanied by women, and these restrictions still remain in many places.[21] Many naturist clubs and resorts have rules against genital jewellery,[37] although an increasing number are relaxing them in practice. Most clubs have restrictions on photography; at the loosest, it is forbidden to photograph adults without their permission or children other than one's own.[32][34] For hygiene reasons, nude persons are required to cover furniture with a towel before sitting on it.[32][33]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Many films in the middle decades of the 20th century were presented as documentaries of the naturist lifestyle. In fact this was largely a pretext to exploit a loophole in censorship laws restricting the exhibition of nudity.[38] They were mainly shot in naturist resorts, but featured attractive glamour models in main roles. Acting and production standards were not high and outlets for exhibition were limited. Many films were re-released under new titles to trick patrons into seeing the films additional times.[39] Notable examples include Garden of Eden (1954), Naked as Nature Intended (1961), and Gentlemen Prefer Nature Girls (1963). The subgenre petered out in the mid-1960s due to a combination of falling audience numbers and law changes which rendered the documentary pretext unnecessary.[39] In the 21st century, naturist resorts periodically feature in television dramas.\n\n"
        }
    ]
}