{
    "url": "https://en.wikipedia.org/wiki/Natural_law",
    "title": "Natural law",
    "table_of_contents": [
        "1 History",
        "1.1 Ancient Greece",
        "1.1.1 Plato",
        "1.1.2 Aristotle",
        "1.1.3 Stoic natural law",
        "1.2 Ancient Rome",
        "1.3 Christianity",
        "1.3.1 Catholic natural law jurisprudence",
        "1.4 Islamic natural law",
        "1.5 Brehon law",
        "1.6 English jurisprudence",
        "1.6.1 Hobbes",
        "1.6.2 Cumberland's rebuttal of Hobbes",
        "1.6.3 American jurisprudence",
        "1.7 European liberal natural law",
        "2 Contemporary jurisprudence",
        "3 See also",
        "4 Notes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Natural law[1] (Latin: ius naturale, lex naturalis) is a system of law based on a close observation of human nature, and based on values intrinsic to human nature that can be deduced and applied independently of positive law (the express enacted laws of a state or society).[2] According to natural law theory (called jusnaturalism), all people have inherent rights, conferred not by act of legislation but by \"God, nature, or reason.\"[3] Natural law theory can also refer to \"theories of ethics, theories of politics, theories of civil law, and theories of religious morality.\"[4]\n\nIn the Western tradition, it was anticipated by the pre-Socratics, for example in their search for principles that governed the cosmos and human beings. The concept of natural law was documented in ancient Greek philosophy, including Aristotle,[5] and was referred to in ancient Roman philosophy by Cicero. References to it are also to be found in the Old and New Testaments of the Bible, and were later expounded upon in the Middle Ages by Christian philosophers such as Albert the Great and Thomas Aquinas. The School of Salamanca made notable contributions during the Renaissance.\n\nAlthough the central ideas of natural law had been part of Christian thought since the Roman Empire, the foundation for natural law as a consistent system was laid by Aquinas, as he synthesised ideas from his predecessors and condensed them into his \"Lex Naturalis\" (lit. \"Natural law\").[6] St. Thomas argues that because human beings have reason, and because reason is a spark of the divine (see image of God), all human lives are sacred and of infinite value compared to any other created object, meaning all humans are fundamentally equal and bestowed with an intrinsic basic set of rights that no human can remove.\n\nModern natural law theories took shape in the Age of Enlightenment, combining inspiration from Roman law, Christian scholastic philosophy, and contemporary concepts such as social contract theory. It was used in challenging the theory of the divine right of kings, and became an alternative justification for the establishment of a social contract, positive law, and government—and thus legal rights—in the form of classical republicanism. In the early decades of the 21st century, the concept of natural law is closely related to the concept of natural rights. Indeed, many philosophers, jurists and scholars use natural law synonymously with natural rights (Latin: ius naturale), or natural justice,[7] though others distinguish between natural law and natural right.[8]\n\nBecause of the intersection between natural law and natural rights, natural law has been claimed or attributed as a key component in the Act of Abjuration (1581) of the Netherlands, the Declaration of Independence (1776) of the United States, the Declaration of the Rights of Man and of the Citizen (1789) of France, the Universal Declaration of Human Rights (1948) of the United Nations, as well as the European Convention on Human Rights (1953) of the Council of Europe.\n\n"
        },
        {
            "title": "History",
            "text": "Although Plato did not have an explicit theory of natural law (he rarely used the phrase 'natural law' except in Gorgias 484 and Timaeus 83e), his concept of nature, according to John Wild, contains some of the elements found in many natural law theories.[9] According to Plato, we live in an orderly universe.[10] The basis of this orderly universe or nature are the forms, most fundamentally the Form of the Good, which Plato describes as \"the brightest region of Being.\"[11] The Form of the Good is the cause of all things, and when it is seen it leads a person to act wisely.[12] In the Symposium, the Good is closely identified with the Beautiful.[13] In the Symposium, Plato describes how the experience of the Beautiful by Socrates enabled him to resist the temptations of wealth and sex.[14] In the Republic, the ideal community is \"a city which would be established in accordance with nature.\"[15]\n\nGreek philosophy emphasized the distinction between \"nature\" (physis, φúσις) on the one hand and \"law,\" \"custom,\" or \"convention\" (nomos, νóμος) on the other.[citation needed] What the law commanded would be expected to vary from place to place, but what was \"by nature\" should be the same everywhere. A \"law of nature\" would therefore have the flavor more of a paradox than something that obviously existed.[8] Against the conventionalism that the distinction between nature and custom could engender, Socrates and his philosophic heirs, Plato and Aristotle, posited the existence of natural justice or natural right (dikaion physikon, δίκαιον φυσικόν, Latin ius naturale). Of these, Aristotle is often said to be the father of natural law.[7]\n\nAristotle's association with natural law may be due to the interpretation given to his works by Thomas Aquinas.[16] But whether Aquinas correctly read Aristotle is in dispute. According to some, Aquinas conflates natural law and natural right, the latter of which Aristotle posits in Book V of the Nicomachean Ethics (Book IV of the Eudemian Ethics). According to this interpretation, Aquinas's influence was such as to affect a number of early translations of these passages in an unfortunate manner, though more recent translations render those more literally.[17] Aristotle notes that natural justice is a species of political justice, specifically the scheme of distributive and corrective justice that would be established under the best political community; were this to take the form of law, this could be called a natural law, though Aristotle does not discuss this and suggests in the Politics that the best regime may not rule by law at all.[18]\n\nThe best evidence of Aristotle's having thought there was a natural law comes from the Rhetoric, where Aristotle notes that, aside from the \"particular\" laws that each people has set up for itself, there is a \"common\" law that is according to nature.[19] Specifically, he quotes Sophocles and Empedocles:\n\nSome critics believe that the context of this remark suggests only that Aristotle advised that it could be rhetorically advantageous to appeal to such a law, especially when the \"particular\" law of one's own city was averse to the case being made, not that there actually was such a law.[7] Moreover, they claim that Aristotle considered two of the three candidates for a universally valid, natural law provided in this passage to be wrong.[8] Aristotle's paternity of natural law tradition is consequently disputed.\n\nThe development of this tradition of natural justice into one of natural law is usually attributed to the Stoics. The rise of natural law as a universal system coincided with the rise of large empires and kingdoms in the Greek world.[21][full citation needed] Whereas the \"higher\" law that Aristotle suggested one could appeal to was emphatically natural, in contradistinction to being the result of divine positive legislation, the Stoic natural law was indifferent to either the natural or divine source of the law: the Stoics asserted the existence of a rational and purposeful order to the universe (a divine or eternal law), and the means by which a rational being lived in accordance with this order was the natural law, which inspired actions that accorded with virtue.[8]\n\nAs the English historian A. J. Carlyle (1861–1943) notes:\n\nNatural law first appeared among the stoics who believed that God is everywhere and in everyone (see classical pantheism). According to this belief, within humans there is a \"divine spark\" which helps them to live in accordance with nature. The stoics felt that there was a way in which the universe had been designed, and that natural law helped us to harmonise with this.[citation needed]\n\nIn the Fifth Book of his History of the Roman Republic Livy puts a formulation of the Natural Law into the mouth of Marcus Furius Camillus during the siege of the Falerii \"You, villain, have not come with your villainous offer to a nation or a commander like yourself. Between us and the Faliscans there is no fellowship based on a formal compact as between man and man, but the fellowship which is based on natural instincts exists between us, and will continue to do so. There are rights of war as there are rights of peace, and we have learnt to wage our wars with justice no less than with courage. We do not use our weapons against those of an age which is spared even in the capture of cities, but against those who are armed as we are, and who without any injury or provocation from us attacked the Roman camp at Veii. These men you, as far as you could, have vanquished by an unprecedented act of villainy; I shall vanquish them as I vanquished Veii, by Roman arts, by courage and strategy and force of arms.\"\n\nCicero wrote in his De Legibus that both justice and law originate from what nature has given to humanity, from what the human mind embraces, from the function of humanity, and from what serves to unite humanity.[24] For Cicero, natural law obliges us to contribute to the general good of the larger society.[25] The purpose of positive laws is to provide for \"the safety of citizens, the preservation of states, and the tranquility and happiness of human life.\" In this view, \"wicked and unjust statutes\" are \"anything but 'laws,'\" because \"in the very definition of the term 'law' there inheres the idea and principle of choosing what is just and true.\"[26] Law, for Cicero, \"ought to be a reformer of vice and an incentive to virtue.\"[27] Cicero expressed the view that \"the virtues which we ought to cultivate, always tend to our own happiness, and that the best means of promoting them consists in living with men in that perfect union and charity which are cemented by mutual benefits.\"[25]\n\nIn De Re Publica, he writes:\n\nCicero influenced the discussion of natural law for many centuries to come, up through the era of the American Revolution. The jurisprudence of the Roman Empire was rooted in Cicero, who held \"an extraordinary grip ... upon the imagination of posterity\" as \"the medium for the propagation of those ideas which informed the law and institutions of the empire.\"[29] Cicero's conception of natural law \"found its way to later centuries notably through the writings of Saint Isidore of Seville and the Decretum of Gratian.\"[30] Thomas Aquinas, in his summary of medieval natural law, quoted Cicero's statement that \"nature\" and \"custom\" were the sources of a society's laws.[31]\n\nThe Renaissance Italian historian Leonardo Bruni praised Cicero as the person \"who carried philosophy from Greece to Italy, and nourished it with the golden river of his eloquence.\"[32] The legal culture of Elizabethan England, exemplified by Sir Edward Coke, was \"steeped in Ciceronian rhetoric.\"[33] The Scottish moral philosopher Francis Hutcheson, as a student at Glasgow, \"was attracted most by Cicero, for whom he always professed the greatest admiration.\"[34] More generally in eighteenth-century Great Britain, Cicero's name was a household word among educated people.[34] Likewise, \"in the admiration of early Americans Cicero took pride of place as orator, political theorist, stylist, and moralist.\"[35]\n\nThe British polemicist Thomas Gordon \"incorporated Cicero into the radical ideological tradition that travelled from the mother country to the colonies in the course of the eighteenth century and decisively shaped early American political culture.\"[36] Cicero's description of the immutable, eternal, and universal natural law was quoted by Burlamaqui[37] and later by the American revolutionary legal scholar James Wilson.[38] Cicero became John Adams's \"foremost model of public service, republican virtue, and forensic eloquence.\"[39] Adams wrote of Cicero that \"as all the ages of the world have not produced a greater statesman and philosopher united in the same character, his authority should have great weight.\"[40] Thomas Jefferson \"first encountered Cicero as a schoolboy while learning Latin, and continued to read his letters and discourses throughout his life. He admired him as a patriot, valued his opinions as a moral philosopher, and there is little doubt that he looked upon Cicero's life, with his love of study and aristocratic country life, as a model for his own.\"[41] Jefferson described Cicero as \"the father of eloquence and philosophy.\"[42]\n\nThe New Testament carries a further exposition on the Abrahamic dialogue and links to the later Greek exposition on the subject, when Paul's Epistle to the Romans states: \"For when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves: Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the meanwhile accusing or else excusing one another.\"[43] The intellectual historian A. J. Carlyle has commented on this passage, \"There can be little doubt that St Paul's words imply some conception analogous to the 'natural law' in Cicero, a law written in men's hearts, recognized by man's reason, a law distinct from the positive law of any State, or from what St Paul recognized as the revealed law of God. It is in this sense that St Paul's words are taken by the Fathers of the fourth and fifth centuries like St Hilary of Poitiers, St Ambrose, and St Augustine, and there seems no reason to doubt the correctness of their interpretation.\"[44]\n\nBecause of its origins in the Old Testament, early Church Fathers, especially those in the West, saw natural law as part of the natural foundation of Christianity. The most notable among these was Augustine of Hippo, who equated natural law with humanity's prelapsarian state; as such, a life according to unbroken human nature was no longer possible and persons needed instead to seek healing and salvation through the divine law and grace of Jesus Christ. Augustine was also among the earliest to examine the legitimacy of the laws of man, and attempt to define the boundaries of what laws and rights occur naturally based on wisdom and conscience, instead of being arbitrarily imposed by mortals, and if people are obligated to obey laws that are unjust.[45]\n\nThe natural law was inherently teleological as well as deontological. For Christians, natural law is how human beings manifest the divine image in their life. This mimicry of God's own life is impossible to accomplish except by means of the power of grace. Thus, whereas deontological systems merely require certain duties be performed, Christianity explicitly states that no one can, in fact, perform any duties if grace is lacking. For Christians, natural law flows not from divine commands, but from the fact that humanity is made in God's image, humanity is empowered by God's grace. Living the natural law is how humanity displays the gifts of life and grace, the gifts of all that is good. Consequences are in God's hands, consequences are generally not within human control, thus in natural law, actions are judged by three things: (1) the person's intent, (2) the circumstances of the act and (3) the nature of the act. The apparent good or evil consequence resulting from the moral act is not relevant to the act itself. The specific content of the natural law is therefore determined by how each person's acts mirror God's internal life of love. Insofar as one lives the natural law, temporal satisfaction may or may not be attained, but salvation will be attained. The state, in being bound by the natural law, is conceived as an institution whose purpose is to assist in bringing its subjects to true happiness. True happiness derives from living in harmony with the mind of God as an image of the living God.[citation needed]\n\nAfter the Protestant Reformation, some Protestant denominations maintained parts of the Catholic concept of natural law. The English theologian Richard Hooker from the Church of England adapted Thomistic notions of natural law to Anglicanism  five principles: to live, to learn, to reproduce, to worship God, and to live in an ordered society.[46][irrelevant citation]\n\nCatholic counties in the tradition of the early Christian law and in the twelfth century, Gratian equated the natural law with divine law. Albertus Magnus would address the subject a century later, and his pupil, St. Thomas Aquinas, in his Summa Theologica I-II qq. 90–106, restored Natural Law to its independent state, asserting natural law as the rational creature's participation in the eternal law.[47] Yet, since human reason could not fully comprehend the Eternal law, it needed to be supplemented by revealed Divine law. (See also Biblical law in Christianity.) Meanwhile, Aquinas taught that all human or positive laws were to be judged by their conformity to the natural law. An unjust law is not a law, in the full sense of the word. It retains merely the 'appearance' of law insofar as it is duly constituted and enforced in the same way a just law is, but is itself a 'perversion of law.'[48] At this point, the natural law was not only used to pass judgment on the moral worth of various laws, but also to determine what those  laws meant in the first place. This principle laid the seed for possible societal tension with reference to tyrants.[49]\n\nThe Catholic Church holds the view of natural law introduced by Albertus Magnus and elaborated by Thomas Aquinas,[50] particularly in his Summa Theologiae, and often as filtered through the School of Salamanca. This view is also shared by some Protestants,[51] and was delineated by Anglican writer C. S. Lewis in his works Mere Christianity and The Abolition of Man.[52]\n\nThe Catholic Church understands human beings to consist of body and mind, the physical and the non-physical (or soul perhaps), and that the two are inextricably linked.[53] Humans are capable of discerning the difference between good and evil because they have a conscience.[54] There are many manifestations of the good that we can pursue. Some, like procreation, are common to other animals, while others, like the pursuit of truth, are inclinations peculiar to the capacities of human beings.[55]\n\nTo know what is right, one must use one's reason and apply it to Thomas Aquinas' precepts. This reason is believed to be embodied, in its most abstract form, in the concept of a primary precept: \"Good is to be sought, evil avoided.\"[56] St. Thomas explains that:\n\nHowever, while the primary and immediate precepts cannot be \"blotted out,\" the secondary precepts can be. Therefore, for a deontological ethical theory they are open to a surprisingly large amount of interpretation and flexibility. Any rule that helps humanity to live up to the primary or subsidiary precepts can be a secondary precept, for example:\n\nNatural moral law is concerned with both exterior and interior acts, also known as action and motive. Simply doing the right thing is not enough; to be truly moral one's motive must be right as well. For example, helping an old lady across the road (good exterior act) to impress someone (bad interior act) is wrong. However, good intentions don't always lead to good actions. The motive must coincide with the cardinal or theological virtues. Cardinal virtues are acquired through reason applied to nature; they are:\n\nThe theological virtues are:\n\nAccording to Aquinas, to lack any of these virtues is to lack the ability to make a moral choice. For example, consider a person who possesses the virtues of justice, prudence, and fortitude, yet lacks temperance. Due to their lack of self-control and desire for pleasure, despite their good intentions, they will find themself swaying from the moral path.\n\nIn the 16th century, the School of Salamanca (Francisco Suárez, Francisco de Vitoria, etc.) further developed a philosophy of natural law, and major interpretations were provided by 20th century philosophers such as Jacques Maritain.\n\nThe Catechism of the Catholic Church describes it in the following way: \"The natural law expresses the original moral sense which enables man to discern by reason the good and the evil, the truth and the lie: 'The natural law is written and engraved in the soul of each and every man, because it is human reason ordaining him to do good and forbidding him to sin . . . But this command of human reason would not have the force of law if it were not the voice and interpreter of a higher reason to which our spirit and our freedom must be submitted.'\"[58]\n\nThe natural law consists, for the Catholic Church, of one supreme and universal principle from which are derived all our natural moral obligations or duties. Thomas Aquinas resumes the various ideas of Catholic moral thinkers about what this principle is: since good is what primarily falls under the apprehension of the practical reason, the supreme principle of moral action must have the good as its central idea, and therefore the supreme principle is that good is to be done and evil avoided.[59]\n\nAbū Rayhān al-Bīrūnī, a medieval scholar, scientist, and polymath, understood \"natural law\" as the survival of the fittest. He argued that the antagonism between human beings can be overcome only through a divine law, which he believed to have been sent through prophets. This is also said to be the general position of the Ashari school, the largest school of Sunni theology,[60] as well as Ibn Hazm. Conceptualized thus, all \"laws\" are viewed as originating from subjective attitudes actuated by cultural conceptions and individual preferences, and so the notion of \"divine revelation\" is justified as some kind of \"divine intervention\" that replaces human positive laws, which are criticized as being relative, with a single divine positive law. This, however, also entails that anything may be included in \"the divine law\" as it would in \"human laws,\" but unlike the latter, \"God's law\" is seen as binding regardless of the nature of the commands by virtue of \"God's might\": since God is not subject to human laws and conventions, He may command what He wills just as He may do what He wills.\n\nThe Maturidi school, the second-largest school of Sunni theology, as well as the Mu'tazilites, posits the existence of a form of natural, or \"objective,\" law that humans can comprehend. Abu Mansur al-Maturidi stated that the human mind could know of the existence of God and the major forms of \"good\" and \"evil\" without the help of revelation. Al-Maturidi gives the example of stealing, which, he believes, is known to be evil by reason alone due to people's working hard for their property. Similarly, killing, fornication, and drunkenness are all \"discernible evils\" that the human mind could know of according to al-Maturidi. Likewise, Averroes (Ibn Rushd), in his treatise on Justice and Jihad and his commentary on Plato's Republic, writes that the human mind can know of the unlawfulness of killing and stealing and thus of the five maqasid or higher intents of the Islamic sharia, or the protection of religion, life, property, offspring, and reason. His Aristotelian commentaries also influenced the subsequent Averroist movement and the writings of Thomas Aquinas.[61]\n\nIbn Qayyim Al-Jawziyya also posited that human reason could discern between \"great sins\" and \"good deeds.\"[citation needed] Nonetheless, he, like Ibn Taymiyah, emphasized the authority of \"divine revelation\" and asserted that it must be followed even if it \"seems\" to contradict human reason, though he stressed that most, if not all, of \"God's commands\" are both sensible (that is, rationalizable) and advantageous to humans in both \"this life\" and \"the hereafter.\"\n\nThe concept of Istislah in Islamic law bears some similarities to the natural law tradition in the West, as exemplified by Thomas Aquinas. However, whereas natural law deems good what is self-evidently good, according as it tends towards the fulfillment of the person, istislah typically calls good whatever is related to one of five \"basic goods.\" Many jurists, theologians, and philosophers attempted to abstract these \"basic and fundamental goods\" from legal precepts. Al-Ghazali, for instance, defined them as religion, life, reason, lineage, and property, while others add \"honor\" also.[citation needed]\n\nEarly Irish law, An Senchus Mor (The Great Tradition) mentions in a number of places recht aicned or natural law. This is a concept predating European legal theory, and reflects a type of law that is universal and may be determined by reason and observation of natural action. Neil McLeod identifies concepts that law must accord with: fír (truth) and dliged (right or entitlement). These two terms occur frequently, though Irish law never strictly defines them. Similarly, the term córus (law in accordance with proper order) occurs in some places, and even in the titles of certain texts. These were two very real concepts to the jurists and the value of a given judgment with respect to them was apparently ascertainable. McLeod has also suggested that most of the specific laws mentioned have passed the test of time and thus their truth has been confirmed, while other provisions are justified in other ways because they are younger and have not been tested over time[62] The laws were written in the oldest dialect of the Irish language, called Bérla Féini [Bairla-faina], which even at the time was so difficult that persons about to become brehons had to be specially instructed in it, the length of time from beginning to becoming a learned Brehon was usually 20 years. Although under the law any third person could fulfill the duty if both parties agreed, and both were sane.[63] It has been included in an Ethno-Celtic breakaway subculture, as it has religious undertones and freedom of religious expression allows it to once again be used as a valid system in Western Europe.[64]\n\nHeinrich A. Rommen remarked upon \"the tenacity with which the spirit of the English common law retained the conceptions of natural law and equity which it had assimilated during the Catholic Middle Ages, thanks especially to the influence of Henry de Bracton (d. 1268) and Sir John Fortescue (d. cir. 1476).\"[65] Bracton's translator notes that Bracton \"was a trained jurist with the principles and distinctions of Roman jurisprudence firmly in mind\"; but Bracton adapted such principles to English purposes rather than copying slavishly.[66] In particular, Bracton turned the imperial Roman maxim that \"the will of the prince is law\" on its head, insisting that the king is under the law.[67] The legal historian Charles F. Mullett has noted Bracton's \"ethical definition of law, his recognition of justice, and finally his devotion to natural rights.\"[68] Bracton considered justice to be the \"fountain-head\" from which \"all rights arise.\"[69] For his definition of justice, Bracton quoted the twelfth-century Italian jurist Azo: \"'Justice is the constant and unfailing will to give to each his right.'\"[70] Bracton's work was the second legal treatise studied by the American historical figure Thomas Jefferson as a young apprentice lawyer.[71]\n\nFortescue stressed \"the supreme importance of the law of God and of nature\" in works that \"profoundly influenced the course of legal development in the following centuries.\"[72] The legal scholar Ellis Sandoz has noted that \"the historically ancient and the ontologically higher law—eternal, divine, natural—are woven together to compose a single harmonious texture in Fortescue's account of English law.\"[73] As the legal historian Norman Doe explains: \"Fortescue follows the general pattern set by Aquinas. The objective of every legislator is to dispose people to virtue.  It is by means of law that this is accomplished. Fortescue's definition of law (also found in Accursius and Bracton), after all, was 'a sacred sanction commanding what is virtuous [honesta] and forbidding the contrary.'\"[74] Fortescue cited the great Italian Leonardo Bruni for his statement that \"virtue alone produces happiness.\"[75]\n\nChristopher St. Germain's The Doctor and Student was a classic of English jurisprudence,.[76][77] Norman Doe notes that St. Germain's view \"is essentially Thomist,\" quoting Thomas Aquinas's definition of law as \"an ordinance of reason made for the common good by him who has charge of the community, and promulgated.\"[78]\n\nSir Edward Coke was the preeminent jurist of his time.[79] Coke's preeminence extended across the ocean: \"For the American revolutionary leaders, 'law' meant Sir Edward Coke's custom and right reason.\"[80][81] Coke defined law as \"perfect reason, which commands those things that are proper and necessary and which prohibits contrary things.\"[82] For Coke, human nature determined the purpose of law; and law was superior to any one person's reason or will.[83] Coke's discussion of natural law appears in his report of Calvin's Case (1608): \"The law of nature is that which God at the time of creation of the nature of man infused into his heart, for his preservation and direction.\" In this case the judges found that \"the ligeance or faith of the subject is due unto the King by the law of nature: secondly, that the law of nature is part of the law of England: thirdly, that the law of nature was before any judicial or municipal law: fourthly, that the law of nature is immutable.\" To support these findings, the assembled judges (as reported by Coke, who was one of them) cited as authorities Aristotle, Cicero, and the Apostle Paul; as well as Bracton, Fortescue, and St. Germain.[84]\n\nAfter Coke, the most famous common law jurist of the seventeenth century is Sir Matthew Hale. Hale wrote a treatise on natural law that circulated among English lawyers in the eighteenth century and survives in three manuscript copies.[85] This natural-law treatise has been published as Of the Law of Nature (2015).[86] Hale's definition of the natural law reads: \"It is the Law of Almighty God given by him to Man with his Nature discovering the morall good and moral evill of Moral Actions, commanding the former, and forbidding the latter by the secret voice or dictate of his implanted nature, his reason, and his concience.\"[87] He viewed natural law as antecedent, preparatory, and subsequent to civil government,[88] and stated that human law \"cannot forbid what the Law of Nature injoins, nor Command what the Law of Nature prohibits.\"[89] He cited as authorities Plato, Aristotle, Cicero, Seneca, Epictetus, and the Apostle Paul.[90] He was critical of Hobbes's reduction of natural law to self-preservation and Hobbes's account of the state of nature,[91] but drew positively on  Hugo Grotius's De jure belli ac pacis, Francisco Suárez's Tractatus de legibus ac deo legislatore, and John Selden's De jure naturali et gentium juxta disciplinam Ebraeorum.[92]\n\nAs early as the thirteenth century, it was held that \"the law of nature...is the ground of all laws\"[93] and by the Chancellor and Judges that \"it is required by the law of nature that every person, before he can be punish'd, ought to be present; and if absent by contumacy, he ought to be summoned and make default.\"[94][95] Further, in 1824, we find it held that \"proceedings in our Courts are founded upon the law of England, and that law is again founded upon the law of nature and the revealed law of God. If the right sought to be enforced is inconsistent with either of these, the English municipal courts cannot recognize it.\"[96]\n\nBy the 17th century, the medieval teleological view came under intense criticism from some quarters. Thomas Hobbes instead founded a contractarian theory of legal positivism on what all men could agree upon: what they sought (happiness) was subject to contention, but a broad consensus could form around what they feared (violent death at the hands of another). The natural law was how a rational human being, seeking to survive and prosper, would act. Natural law, therefore, was discovered by considering humankind's natural rights, whereas previously it could be said that natural rights were discovered by considering the natural law. In Hobbes' opinion, the only way natural law could prevail was for men to submit to the commands of the sovereign. Because the ultimate source of law now comes from the sovereign, and the sovereign's decisions need not be grounded in morality, legal positivism is born. Jeremy Bentham's modifications on legal positivism further developed the theory.\n\nAs used by Thomas Hobbes in his treatises Leviathan and De Cive, natural law is \"a precept, or general rule, found out by reason, by which a man is forbidden to do that which is destructive of his life, or takes away the means of preserving the same; and to omit that by which he thinks it may best be preserved.\"[97]\n\nAccording to Hobbes, there are nineteen Laws. The first two are expounded in chapter XIV of Leviathan (\"of the first and second natural laws; and of contracts\"); the others in chapter XV (\"of other laws of nature\").\n\nHobbes's philosophy includes a frontal assault on the founding principles of the earlier natural legal tradition,[98] disregarding the traditional association of virtue with happiness,[99] and likewise re-defining \"law\" to remove any notion of the promotion of the common good.[100] Hobbes has no use for Aristotle's association of nature with human perfection, inverting Aristotle's use of the word \"nature.\" Hobbes posits a primitive, unconnected state of nature in which men, having a \"natural proclivity...to hurt each other\" also have \"a Right to every thing, even to one anothers body\";[101] and \"nothing can be Unjust\" in this \"warre of every man against every man\" in which human life is \"solitary, poore, nasty, brutish, and short.\"[102] Rejecting Cicero's view that people join in society primarily through \"a certain social spirit which nature has implanted in man,\"[103] Hobbes declares that men join in society simply for the purpose of \"getting themselves out from that miserable condition of Warre, which is necessarily consequent...to the naturall Passions of men, when there is no visible Power to keep them in awe.\"[104] As part of his campaign against the classical idea of natural human sociability, Hobbes inverts that fundamental natural legal maxim, the Golden Rule. Hobbes's version is \"Do not that to another, which thou wouldst not have done to thy selfe.\"[105]\n\nThe English cleric Richard Cumberland wrote a lengthy and influential attack on Hobbes's depiction of individual self-interest as the essential feature of human motivation. Historian Knud Haakonssen has noted that in the eighteenth century, Cumberland was commonly placed alongside Alberico Gentili, Hugo Grotius and Samuel Pufendorf \"in the triumvirate of seventeenth-century founders of the 'modern' school of natural law.\"[106] The eighteenth-century philosophers Shaftesbury and Hutcheson \"were obviously inspired in part by Cumberland.\"[107] Historian Jon Parkin likewise describes Cumberland's work as \"one of the most important works of ethical and political theory of the seventeenth century.\"[108] Parkin observes that much of Cumberland's material \"is derived from Roman Stoicism, particularly from the work of Cicero, as \"Cumberland deliberately cast his engagement with Hobbes in the mould of Cicero's debate between the Stoics, who believed that nature could provide an objective morality, and Epicureans, who argued that morality was human, conventional and self-interested.\"[109] In doing so, Cumberland de-emphasized the overlay of Christian dogma (in particular, the doctrine of \"original sin\" and the corresponding presumption that humans are incapable of \"perfecting\" themselves without divine intervention) that had accreted to natural law in the Middle Ages.\n\nBy way of contrast to Hobbes's multiplicity of laws, Cumberland states in the very first sentence of his Treatise of the Laws of Nature that \"all the Laws of Nature are reduc'd to that one, of Benevolence toward all Rationals.\"[110] He later clarifies: \"By the name Rationals I beg leave to understand, as well God as Man; and I do it upon the Authority of Cicero.\" Cumberland argues that the mature development (\"perfection\") of human nature involves the individual human willing and acting for the common good.[111] For Cumberland, human interdependence precludes Hobbes's natural right of each individual to wage war against all the rest for personal survival. However, Haakonssen warns against reading Cumberland as a proponent of \"enlightened self-interest.\" Rather, the \"proper moral love of humanity\" is \"a disinterested love of God through love of humanity in ourselves as well as others.\"[112] Cumberland concludes that actions \"principally conducive to our Happiness\" are those that promote \"the Honour and Glory of God\" and also \"Charity and Justice towards men.\"[113] Cumberland emphasizes that desiring the well-being of our fellow humans is essential to the \"pursuit of our own Happiness.\"[114] He cites \"reason\" as the authority for his conclusion that happiness consists in \"the most extensive Benevolence,\" but he also mentions as \"Essential Ingredients of Happiness\" the \"Benevolent Affections,\" meaning \"Love and Benevolence towards others,\" as well as \"that Joy, which arises from their Happiness.\"[115]\n\nThe U.S. Declaration of Independence states that it has become necessary for the people of the United States to assume \"the separate and equal station to which the Laws of Nature and of Nature's God entitle them.\" Some early American lawyers and judges perceived natural law as too tenuous, amorphous, and evanescent a legal basis for grounding concrete rights and governmental limitations.[116] Natural law did, however, serve as authority for legal claims and rights in some judicial decisions, legislative acts, and legal pronouncements.[117] Robert Lowry Clinton argues that the U.S. Constitution rests on a common law foundation and the common law, in turn, rests on a classical natural law foundation.[118]\n\nLiberal natural law grew out of the medieval Christian natural law theories and out of Hobbes' revision of natural law, sometimes in an uneasy balance of the two.\n\nSir Alberico Gentili and Hugo Grotius based their philosophies of international law on natural law. In particular, Grotius's writings on freedom of the seas and just war theory directly appealed to natural law. About natural law itself, he wrote that \"even the will of an omnipotent being cannot change or abrogate\" natural law, which \"would maintain its objective validity even if we should assume the impossible, that there is no God or that he does not care for human affairs.\" (De iure belli ac pacis, Prolegomeni XI). This is the famous argument etiamsi daremus (non esse Deum), that made natural law no longer dependent on theology. However, German church-historians Ernst Wolf and M. Elze disagreed and claimed that Grotius' concept of natural law did have a theological basis.[119] In Grotius' view, the Old Testament contained moral precepts (e.g. the Decalogue) which Christ confirmed and therefore were still valid. Moreover, they were useful in explaining the content of natural law. Both biblical revelation and natural law originated in God and could therefore not contradict each other.[120]\n\nIn a similar way, Samuel Pufendorf gave natural law a theological foundation and applied it to his concepts of government and international law.[121]\n\nJohn Locke incorporated natural law into many of his theories and philosophy, especially in Two Treatises of Government. There is considerable debate about whether his conception of natural law was more akin to that of Aquinas (filtered through Richard Hooker) or Hobbes' radical reinterpretation, though the effect of Locke's understanding is usually phrased in terms of a revision of Hobbes upon Hobbesian contractarian grounds. Locke turned Hobbes' prescription around, saying that if the ruler went against natural law and failed to protect \"life, liberty, and property,\" people could justifiably overthrow the existing state and create a new one.[122]\n\nWhile Locke spoke in the language of natural law, the content of this law was by and large protective of natural rights, and it was this language that later liberal thinkers preferred. Political philosopher Jeremy Waldron has pointed out that Locke's political thought was based on \"a particular set of Protestant Christian assumptions.\"[123] To Locke, the content of natural law was identical with biblical ethics as laid down especially in the Decalogue, Christ's teaching and exemplary life, and St. Paul's admonitions.[124] Locke derived the concept of basic human equality, including the equality of the sexes (\"Adam and Eve\"), from Genesis 1, 26–28, the starting-point of the theological doctrine of Imago Dei.[125] One of the consequences is that as all humans are created equally free, governments need the consent of the governed.[126] Thomas Jefferson, arguably echoing Locke, appealed to unalienable rights in the Declaration of Independence, \"We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness.\"[127] The Lockean idea that governments need the consent of the governed was also fundamental to the Declaration of Independence, as the American Revolutionaries used it as justification for their separation from the British crown.[128]\n\nThe Belgian philosopher of law Frank van Dun is one among those who are elaborating a secular conception[129] of natural law in the liberal tradition. Anarcho-capitalist theorist Murray Rothbard argues that \"the very existence of a natural law discoverable by reason is a potentially powerful threat to the status quo and a standing reproach to the reign of blindly traditional custom or the arbitrary will of the State apparatus.\"[130] Austrian school economist Ludwig von Mises states that he relaid the general sociological and economic foundations of the liberal doctrine upon utilitarianism, rather than natural law, but R. A. Gonce argues that \"the reality of the argument constituting his system overwhelms his denial.\"[131] Murray Rothbard, however, says that Gonce makes a lot of errors and distortions in the analysis of Mises's works, including making confusions about the term which Mises uses to refer to scientific laws, \"laws of nature,\" saying it characterizes Mises as a natural law philosopher.[132] David Gordon notes, \"When most people speak of natural law, what they have in mind is the contention that morality can be derived from human nature. If human beings are rational animals of such-and-such a sort, then the moral virtues are...(filling in the blanks is the difficult part).\"[133]\n\nNobel Prize winning Austrian economist and social theorist F. A. Hayek said that, originally, \"the term 'natural' was used to describe an orderliness or regularity that was not the product of deliberate human will. Together with 'organism' it was one of the two terms generally understood to refer to the spontaneously grown in contrast to the invented or designed. Its use in this sense had been inherited from the stoic philosophy, had been revived in the twelfth century, and it was finally under its flag that the late Spanish Schoolmen developed the foundations of the genesis and functioning of spontaneously formed social institutions.\"[134] The idea that 'natural' was \"the product of designing reason\" is a product of a seventeenth century rationalist reinterpretation of the law of nature. Luis Molina, for example, when referred to the 'natural' price, explained that it is \"so called because 'it results from the thing itself without regard to laws and decrees, but is dependent on many circumstances which alter it, such as the sentiments of men, their estimation of different uses, often even in consequence of whims and pleasures.\"[135] And even John Locke, when talking about the foundations of natural law and explaining what he thought when citing \"reason,\" said: \"By reason, however, I do not think is meant here that faculty of the understanding which forms traint of thought and deduces proofs, but certain definite principles of action from which spring all virtues and whatever is necessary for the proper moulding of morals.\"[136]\n\nThis anti-rationalist approach to human affairs, for Hayek, was the same which guided Scottish enlightenment thinkers, such as Adam Smith, David Hume and Adam Ferguson, to make their case for liberty.[137] For them, no one can have the knowledge necessary to plan society, and this \"natural\" or \"spontaneous\" order of society shows how it can efficiently \"plan\" bottom-up.[138] Also, the idea that law is just a product of deliberate design, denied by natural law and linked to legal positivism, can easily generate totalitarianism: \"If law is wholly the product of deliberate design, whatever the designer decrees to be law is just by definition and unjust law becomes a contradiction in terms. The will of the duly authorized legislator is then wholly unfettered and guided solely by his concrete interests.\"[139] This idea is wrong because law cannot be just a product of \"reason\": \"no system of articulated law can be applied except within a framework of generally recognized but often unarticulated rules of justice.\"[140]\n\nHowever, a secular critique of the natural law doctrine was stated by Pierre Charron in his De la sagesse (1601): \"The sign of a natural law must be the universal respect in which it is held, for if there was anything that nature had truly commanded us to do, we would undoubtedly obey it universally: not only would every nation respect it, but every individual. Instead there is nothing in the world that is not subject to contradiction and dispute, nothing that is not rejected, not just by one nation, but by many; equally, there is nothing that is strange and (in the opinion of many) unnatural that is not approved in many countries, and authorized by their customs.\"[citation needed]\n\n"
        },
        {
            "title": "Contemporary jurisprudence",
            "text": "One modern articulation of the concept of natural laws was given by Belina and Dzudzek:[141]\n\nIn jurisprudence, natural law can refer to the several doctrines:\n\nThese meanings can either oppose or complement each other, although they share the common trait that they rely on inherence as opposed to design in finding just laws.\n\nWhereas legal positivism would say that a law can be unjust without it being any less a law, a natural law jurisprudence would say that there is something legally deficient about an unjust norm.\n\nBesides utilitarianism and Kantianism, natural law jurisprudence has in common with virtue ethics that it is a live option for a first principles ethics theory in analytic philosophy.\n\nThe concept of natural law was very important in the development of the English common law. In the struggles between Parliament and the monarch, Parliament often made reference to the Fundamental Laws of England, which were at times said to embody natural law principles since time immemorial and set limits on the power of the monarchy. According to William Blackstone, however, natural law might be useful in determining the content of the common law and in deciding cases of equity, but was not itself identical with the laws of England. Nonetheless, the implication of natural law in the common law tradition has meant that the great opponents of natural law and advocates of legal positivism, like Jeremy Bentham, have also been staunch critics of the common law.\n\nNatural law jurisprudence is currently[when?] undergoing a period of reformulation (as is legal positivism). The most prominent contemporary natural law jurist, Australian John Finnis, is based in Oxford, but there are also Americans Germain Grisez, Robert P. George, and Canadian Joseph Boyle and Brazilian Emídio Brasileiro. All have tried to construct a new version of natural law. The 19th-century anarchist and legal theorist Lysander Spooner was also a figure in the expression of modern natural law.\n\n\"New Natural Law\" as it is sometimes called, originated with Grisez. It focuses on \"basic human goods,\" such as human life, knowledge, and aesthetic experience, which are self-evidently and intrinsically worthwhile, and states that these goods reveal themselves as being incommensurable with one another.\n\nThe tensions between natural law and positive law have played, and continue to play, a key role in the development of international law.[142]\n\nU.S. Supreme Court justices Clarence Thomas[143][144][145] and Neil Gorsuch[146][147] are proponents of natural law.\n\n"
        }
    ]
}