{
    "url": "https://en.wikipedia.org/wiki/Naval_Medical_Research_Laboratory",
    "title": "Naval Medical Research Center",
    "table_of_contents": [
        "1 History",
        "2 Organization",
        "3 Former commanding officers",
        "3.1 Naval Medical Research Institute",
        "3.2 Naval Medical Research Center",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Naval Medical Research Center (NMRC) is an agency that performs basic and applied biomedical research to meet the needs of the United States Navy and United States Marine Corps.  Its areas of focus include study of infectious diseases, biodefense, military medicine, battlefield medicine, and bone marrow research.[1]  NMRC is under the United States Department of the Navy's Bureau of Medicine and Surgery.[2]\n\n"
        },
        {
            "title": "History",
            "text": "NMRC was originally the Naval Medical Research Institute, founded in 1942, and was located on the campus of the National Naval Medical Center in Bethesda, Maryland.  Besides researching health and safety issues for shipboard environments, it was involved in early radiobiology research after the development of atomic weapons, astronaut training during the 1960s Space Race, as well as the establishment of the Navy Tissue Bank and the National Marrow Donor Program.[1][3]\n\nThe Navy Toxicology Unit, which had been founded in 1959 in response to air quality issues within USS Nautilus as well as toxicity concerns about replacements for flammable hydraulic fluids, was incorporated into the Naval Medical Research Institute in 1975 and moved the following year from Bethesda to Wright-Patterson Air Force Base in Dayton, Ohio so it could share resources with the Aerospace Medical Research Laboratory's Toxic Hazards Division.[4]  The unit later became the Environmental Health Effects Laboratory at Naval Medical Research Unit Dayton.[5]\n\nIn 1998, the Naval Medical Research Institute was reorganized into the Naval Medical Research Center and became an umbrella organization for several other subordinate commands elsewhere in the nation and abroad.  Since 1999, it has been located in the Forest Glen Annex in Silver Spring, Maryland.  The Forest Glen Annex was originally an annex of the Walter Reed Army Medical Center, but as a result of the Base Realignment and Closure process the facility was transferred to the command of Fort Detrick in 2008.  NMRC occupies the Daniel K. Inouye Building, named for the late Senator Daniel Inouye, along with the Walter Reed Army Institute of Research.[1][3]\n\n"
        },
        {
            "title": "Organization",
            "text": "NMRC has 1600 employees.[6]  Its main campus in Silver Spring is divided into seven directorates:[7]\n\nThe Naval Infectious Diseases Diagnostic Laboratory is also located in the Silver Spring facility.  It provides clinical diagnostic laboratory services for active military and their families worldwide, specializing in less-common diseases not covered by the standard military treatment facilities of the Military Health System.[8]\n\nNMRC also has seven subordinate commands:[9]\n\nNaval Medical Research Units One, Four, and Five were disestablished in the 1970s, prior to the other units' incorporation into NMRC in 1998.\n\n"
        }
    ]
}