{
    "url": "https://en.wikipedia.org/wiki/Naxalite",
    "title": "Naxalite–Maoist insurgency",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "2.1 Summary",
        "2.2 Phase 1 (1967–1973) – formative phase",
        "2.2.1 Naxalbari uprising",
        "2.2.2 Communist Party of India (Marxist–Leninist)",
        "2.2.3 Violence in West Bengal",
        "2.2.4 Operation Steeplechase",
        "2.3 Phase 2 (1970s to late 1990s)",
        "2.4 Phase 3 (2004–present) – relative decline after brief fightback",
        "3 Influence zone and death toll of LWE",
        "3.1 Red corridor – LWE affected area",
        "3.2 LWE death count by year",
        "4 Causes",
        "4.1 Access to land and resources",
        "4.2 Under-developed tribal areas",
        "5 Sustainment of Naxal movement",
        "5.1 Recruitment of cadre",
        "5.2 Rape",
        "5.3 Sterilization",
        "5.4 Financial base",
        "6 Action taken by the state",
        "6.1 Infrastructure and social development projects",
        "6.2 Government views on the insurgency",
        "6.3 Salwa Judum and other anti-insurgency vigilante groups",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Naxalite–Maoist insurgency, officially referred to as the Left Wing Extremism (LWE),[24] is an ongoing conflict[25] between Maoist groups known as Naxalites or Naxals (a group of communists supportive of Maoist political sentiment and ideology) and the Indian government. The influence zone of LWE is called the red corridor, which has been steadily declining in terms of geographical coverage and number of violent incidents, and in 2021 it was confined to the 25 \"most affected\" locations (accounting for 85% of LWE violence) and 70 \"total affected\" districts (down from 180 in 2009)[26] across 10 states in two coal-rich, remote, forested hilly clusters in and around the Dandakaranya-Chhattisgarh-Odisha region and the tri-junction area of Jharkhand-Bihar and West Bengal.[24] The Naxalites have frequently targeted tribal police and government workers in what they say is a fight for improved land rights and more jobs for neglected agricultural labourers and the poor.[27]\n\nThe armed wing of the Naxalite–Maoists is called the People's Liberation Guerrilla Army (PLGA) and is estimated to have between 6,500 and 9,500 cadres in 2013, mostly equipped with small arms.[28][29] The Naxalites claim that they are following a strategy of rural rebellion similar to a protracted people's war against the government.[30]  The insurgency started after the 1967 Naxalbari uprising led by Charu Majumdar, Kanu Sanyal, and Jangal Santhal. Their origin can be traced to the Communist Party of India (Marxist) split in 1967, leading to the creation of the Communist Party of India (Marxist–Leninist). After in-party fighting and counter-measures taken by the government, the CPI(ML) split into many smaller factions carrying out terrorist attacks mostly in the Red corridor areas. \n\nNaxalism is largely active in tribal and rural areas of India which are remote and under-developed, and experts have advocated ethical governance, development and security as the solution.[31]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term Naxal comes from the village Naxalbari in West Bengal where the Naxalbari uprising of 1967 occurred. People who are engaged in the insurgency are called Naxals or Naxalite. The movement itself is referred to as Naxalism.\n\n"
        },
        {
            "title": "History",
            "text": "Naxalites are a group of far-left radical communists, supportive of Maoist political sentiment and ideology. Their origin can be traced to the splitting in 1967 of the Communist Party of India (Marxist), leading to the formation of the Communist Party of India (Marxist–Leninist). Initially the movement had its centre in West Bengal. In recent years, it has spread into less developed areas of rural central and eastern India, such as Chhattisgarh and Andhra Pradesh through the activities of underground groups like the Communist Party of India (Maoist). Dalits and other lower-caste members have also joined the militant movement.[32]\n\nIn 2007, it was estimated that Naxalites were active across \"half of India's 29 states\" who account for about 40 per cent of India's geographical area, an area known as the \"Red Corridor\", where according to estimates they had influence over 92,000 square kilometres. In 2009, Naxalites were active across approximately 180 districts in ten states of India.[33] In August 2010, Karnataka was removed from the list of Naxal-affected states.[34] In July 2011, the number of Naxal-affected areas was reduced to (including proposed addition of 20 districts) 83 districts across nine states.[35][26][36]\n\nThe LWE is characterised in following 3 distinct phases, \"Phase 1 (1967–1973)\" – the formative phase, \"Phase 2 (1967–late 1990s)\" – the era of spread of LWE, and \"Phase 3 (2004–Current)\" – relative decline after brief fightback.\n\nThe insurgency started in 1967 in the Naxalbari village of West Bengal by a radical faction of the CPI-M led by Charu Majumdar, Kanu Sanyal, and Jangal Santhal dubbed the Naxalbari uprising. Charu Majumdar wanted a protracted people's war in India similar to the Chinese revolution (1949). He wrote the Historic Eight Documents which became the foundation of the naxalite movement in 1967.[37][46]\n\nThe uprising inspired similar movements in Orissa, Andhra Pradesh (Srikakulam peasant uprising) and Kerala.[47]\n\nOn 18 May 1967, the Siliguri Kishan Sabha, of which Jangal Santhal was the president, declared their support for the movement initiated by Kanu Sanyal, and their readiness to adopt armed struggle to redistribute land to the landless.[48] At the time, the leaders of this revolt were members of the CPI (M), which joined a coalition government in West Bengal just a few months back. However, the led to dispute within the party as Charu Majumdar believed the CPM was to support a doctrine based on revolution similar to that of the People's Republic of China.[49][50] Leaders like land minister Hare Krishna Konar had been until recently \"trumpeting revolutionary rhetoric, suggesting that militant confiscation of land was integral to the party's programme.\"[51] However, now that they were in power, CPI (M) did not approve of the armed uprising, and all the leaders and a number of Calcutta sympathizers were expelled from the party. This disagreement within the party soon culminated with the Naxalbari Uprising on May 25 of the same year, and Majumdar led a group of dissidents to start a revolt.[49]\n\nOn 25 May 1967 in Naxalbari, Darjeeling district, a sharecropper of tribal background (Adivasi) who had been given land by the courts under the tenancy laws was attacked by the landlord's men. In retaliation, tribals started forcefully capturing back their lands. When a police team arrived, they were ambushed by a group of tribals led by Jangal Santhal, and a police inspector was killed in a hail of arrows. This event encouraged many Santhal tribals and other poor people to join the movement and to start attacking local landlords.[52] After seventy-two days of revolt, the CPI (M) coalition government suppressed this incident.[49]  Subsequently, In November 1967, this group, led by Sushital Ray Chowdhury, organised the All India Coordination Committee of Communist Revolutionaries (AICCCR).[53] Violent uprisings were organised in several parts of the country like the Srikakulam peasant uprising.\n\nMao Zedong provided ideological inspiration for the Naxalbari movement, advocating that Indian peasants and lower class tribals overthrow the government of the upper classes by force.[54][50] A large number of urban elites were also attracted to the ideology, which spread through Charu Majumdar's writings, particularly the Historic Eight Documents.[55] These documents were essays formed from the opinions of communist leaders and theorists such as Mao Zedong, Karl Marx, and Vladimir Lenin.[49] Using People's courts, similar to those established by Mao, Naxalites try opponents and execute with axes or knives, beat, or permanently exile them.[56]\n\nOn 22 April 1969 (Lenin's birthday), the AICCCR gave birth to the CPI (ML). The party was formed by the radicals of the CPI-M like Majumdar and Saroj Dutta. Practically all Naxalite groups trace their origin to the CPI (ML). The first party congress was held in Calcutta 1970. A Central Committee was elected. In 1971 Satyanarayan Singh revolted against the leadership, \"individual killing of people branded as class enemy\" and sectarianism of Majumdar. The result became that the party was split into two, one CPI (ML) led by Satyanarayan Singh and one CPI (ML) led by Majumdar.\n\nIn 1972, frail and broken Majumdar died of multiple diseases in police custody presumably as a result of torture; his death accelerated the fragmentation of the movement. After his death a series of splits took place during the major part of the 1970s. The naxalite movement suffered a period of extremely harsh repression that rivalled the Dirty Wars of South America at the same time that the movement got all more fragmented.[38] After Majumdar's death the CPI (ML) central committee split into pro- and anti-Majumdar factions. In December 1972 the Central Committee of the pro-Charu Majumdar CPI (ML) led by Sharma and Mahadev Mukherjee adopted resolution to follow the line of Charu Majumdar unconditionally which others did not agree to. The pro-Charu Majumdar CPI (ML) later split into pro- and anti-Lin Biao factions. The pro-Lin Biao faction became known as Communist Party of India (Marxist–Leninist) (Mahadev Mukherjee)[57] and the anti-Lin Biao-group later became known as Communist Party of India (Marxist–Leninist) Liberation[58] and was led by Jauhar, Vinod Mishra, Swadesh Bhattacharya.[38]  As a result of both external repression and a failure to maintain internal unity, the movement degenerated into extreme sectarianism.\n\nAround 1971 the Naxalites gained a strong presence among the radical sections of the student movement in Calcutta.[59] Students left school to join the Naxalites. Majumdar, to entice more students into his organisation, declared that revolutionary warfare was to take place not only in the rural areas as before, but now everywhere and spontaneously. Thus Majumdar declared an \"annihilation line\", a dictum that Naxalites should assassinate individual \"class enemies\" (such as landlords, businessmen, university teachers, police officers, politicians of the right and left) and others.[39][60]\n\nThe chief minister, Siddhartha Shankar Ray of the Congress Party, instituted strong counter-measures against the Naxalites. The West Bengal police fought back to stop the Naxalites. The house of Somen Mitra, the Congress MLA of Sealdah, was allegedly turned into a torture chamber where Naxals were incarcerated illegally by police and the Congress cadres. CPI(M) cadres were also involved in clashes with the Naxals. After suffering losses and facing the public rejection of Majumdar's \"annihilation line\", the Naxalites alleged human rights violations by the West Bengal police, who responded that the state was effectively fighting a civil war and that democratic pleasantries had no place in a war, especially when the opponent did not fight within the norms of democracy and civility.[52]\n\nIn July 1971, Indira Gandhi took advantage of President's rule to mobilise the Indian Army against the Naxalites and launched a colossal combined army and police counter-insurgency operation, termed \"Operation Steeplechase\" killing hundreds of Naxalites and imprisoning more than 20,000 suspects and cadres, including senior leaders.[40] The paramilitary forces and a brigade of para commandos also participated in Operation Steeplechase. The operation was choreographed in October 1969, and Lt. General J.F.R. Jacob was enjoined by Govind Narain, the Home Secretary of India, that \"there should be no publicity and no records\" and Jacob's request to receive the orders in writing was also denied by Sam Manekshaw.[61]\n\nBy the 1970s the government led many crackdowns on the movement and by 1973 the main cadres of the Naxalites had been eliminated and were dead or behind bars.[62] The movement fractured into more than 40 separate small groups.[63] As a result, instead of popular armed struggle in the countryside, individual terrorism in Calcutta became a principal method of struggle.\n\nThe early 1970s saw the spread of Naxalism to almost every state in India, barring Western India.[41] During the 1970s, the movement was fragmented into disputing factions. By 1980, it was estimated that around 30 Naxalite groups were active, with a combined membership of 30,000.[64] Though India’s first wave of insurgent violence ended badly for this domestic left-wing extremist movement but did not eliminate the conditions inspiring the movement or all of those willing to hold to the Naxalite cause. This time, the insurgency was done in South India particularly in the (undivided) state of Andhra Pradesh.[65]\n\nOn April 22, 1980, the Communist Party of India (Marxist-Leninist) People's War, commonly called as People's War Group (PWG) was founded by Kondapalli Seetharamaiah. He sought a more efficient structure in attacks and followed the principles of Charu Majumdar. By 1978 Naxalite peasant revolts had spread to the Karimnagar District and Adilabad District.This new waves of insurgents kidnapped landlords and forced them to confess to crimes, apologise to villagers, and repay forced bribes. By the early 1980s insurgents had established a stronghold and sanctuary in the interlinked North Telangana village and Dandakaranya forests areas along the Andhra Pradesh and Orissa border.\n\nIn 1985 Naxalite insurgents began ambushing police. After they killed a police sub-inspector in Warangal, IPS officer K. S. Vyas raised a special task force called the Greyhounds;[42] an elite anti-Naxalite commando unit that still exists today to establish control in the seven worst affected districts.\n\nThe governments of Andhra Pradesh and Orissa managed to quell down the rebels with a variety of counterinsurgency measures. Including the help of the Greyhounds,  the states established special laws that enabled police to capture and detain Naxalite cadres, fighters and presumed supporters.[66] They also invited additional central paramilitary forces. The states also set up rival mass organisations to attract youth away from the Naxalites, started rehabilitation programs (like the Surrender and Rehabilitation package[67]), and established new informant networks. By 1994, nearly 9000 Naxalites surrendered.\n\nIn 2003 following an attack on the then Chief Minister Chandrababu Naidu,[68] the state embarked on a rapid modernisation of its police force while ramping up its technical and operational capabilities.[67][69] By the early 2000s, Andhra Pradesh and Telangana have seen very minimal Naxal presence.\n\nThe Communist Party of India (Maoist) was founded on 21 September 2004, through the merger of the Communist Party of India (Marxist–Leninist) People's War (People's War Group), and the Maoist Communist Centre of India (MCCI). The merger was announced on 14 October the same year. In the merger a provisional central committee was constituted, with the erstwhile People's War Group leader Muppala Lakshmana Rao, alias \"Ganapathi\", as general secretary.[43] Further, on May Day 2014, the Communist Party of India (Marxist–Leninist) Naxalbari merged into the CPI (Maoist).[70] The CPI (Maoist) is active in the forest belt of Chhattisgarh, Bihar, Jharkhand, Maharashtra, Odisha and some remote regions of Jharkhand and Andhra Pradesh and Telangana.\n\nIt has carried out several attacks (see Timeline of the Naxalite–Maoist insurgency) notably on 15 February 2010, several of the guerrilla commanders of CPI (Maoist), killed 24 personnel of the Eastern Frontier Rifles.[44] On 6 April 2010, the Maoists ambushed and killed 76 paramilitary personnel.[71] On 25 May 2013, the CPI (Maoist) ambushed a convoy of the Indian National Congress at Bastar, and killed 27 people including Mahendra Karma, Nand Kumar Patel and Vidya Charan Shukla.[72] On 3 April 2021, twenty-two soldiers were killed in a Maoist ambush on the border of Bijapur and Sukma districts in southern Chhattisgarh.[73]\n\nIn September 2009, a all-out offensive was launched by the Government of India's paramilitary forces and the state's police forces against the CPI (Maoist) is termed by the Indian media as the \"Operation Green Hunt\".[45] Since the start of the operation: 2,266 Maoist militants have been killed, 10,181 have been arrested and 9,714 have surrendered.[74]\n\nIn 2020, Naxal activity began to increase once again in Telangana and other areas.[75]\n\nIn 2022, the West Bengal state government and police admitted that there had been a Maoist resurgence in the state, particularly in Jhargram, Purulia, Bankura, West Midnapur and Nadia. In May 2022, a new force was created by the Special Task Force of West Bengal Police named the \"Maoist Suppression Branch\".[76]\n\nAlso indicative of a Maoist resurgence, Naxal forces expanded into new territory in the 2020s, most notably Madhya Pradesh. In 2022, most of the Kanha Tiger Reserve in Madhya Pradesh fell under Maoist control.[77][78]\n\n"
        },
        {
            "title": "Influence zone and death toll of LWE",
            "text": "By July 2021, the number of \"most affected\" and \"total affected\" districts had come down to 25 (accounting for 85% of the LWE violence in India) and 70 respectively from 35 and 126 in April 2018.[24] This is a significant reduction from the peak in 2007–09 when Naxalites were active in 180 districts in ten states of India, an area known as the \"Red Corridor\", which accounts for 40 percent of India's geographical area spread over 92,000 sqkm.[79] Most Naxal violence is now concentrated to 2 clusters, the first in and round forested remote hilly areas of Dandakaranya spread across Chhattisgarh and neighbouring states,[80] and the second in the tri-border of Jharkhand-Bihar-West Bengal (areas west of Howrah)[81][82][83]\n\nIn 2021, the Naxalites operated mainly in the states of Jharkhand (14 affected districts), Bihar (10), Odisha (5),[83] Chhattisgarh (10), Madhya Pradesh (8), West Bengal (8), Maharashtra (2) and Andhra Pradesh,[26] which are listed below:[26]\n\nAs per the table below, estimated more than 13,000 people have been killed since 1996.\n\nThe first combat deaths of the insurgency were in 1980.[85] According to the Institute of Peace and Conflict studies, Naxal groups have recruited children in different capacities and exposed them to injury and death.[86] To enforce their control over the population, the Maoists have convened kangaroo courts to mete out summary justice, normally death, beatings, or exile.[87] Estimated death toll of LWE violence between 1980–2011 was 10,000 people (as per Al Jazeera),[88] including 6,000 between 1990–2010 peak of LWE (as per BBC).[89]\n\n"
        },
        {
            "title": "Causes",
            "text": "According to Maoist sympathisers, the Indian Constitution \"ratified colonial policy and made the state custodian of tribal homelands\", turning tribal populations into squatters on their own land and denied them their traditional rights to forest produce.[94] These Naxalite conflicts began in the late 1960s with the prolonged failure of the Indian government to implement constitutional reforms to provide for limited tribal autonomy with respect to natural resources on their lands, e.g. pharmaceutical and mining, as well as pass 'land ceiling laws', limiting the land to be possessed by landlords and distribution of excess land to landless farmers and labourers.[95] In Scheduled Tribes [ST] areas, disputes related to illegal alienation of ST land to non-tribal people, still common, gave rise to the Naxalite movement.[96]\n\nTribal communities are likely to participate in Naxalism to push back against structural violence by the state, including land theft for purposes of mineral extraction.[97] Impoverished areas with no electricity, running water, or healthcare provided by the state may accept social services from Naxalite groups, and give their support to the Naxal cause in return.[98] Some argue that the state's absence allowed for Naxalites to become the legitimate authority in these areas by performing state-like functions, including enacting policies of redistribution and building infrastructure for irrigation.[99] Healthcare initiatives such as malaria vaccination drives and medical units in areas without doctors or hospitals have also been documented.[100][101] Although Naxalite groups engage in coercion to grow membership, the Adivasi experience of poverty, when contrasted with the state's economic growth, can create an appeal for Naxal ideology and incentivise tribal communities to join Naxal movements out of \"moral solidarity\".[98]\n\n"
        },
        {
            "title": "Sustainment of Naxal movement",
            "text": "In terms of recruitment, the Naxalites focus heavily on the idea of a revolutionary personality, and in the early years of the movement, Charu Majumdar expressed how this type of persona is necessary for maintaining and establishing loyalty among the Naxalites.[102] According to Majumdar, he believed the essential characteristics of a recruit must be selflessness and the ability to self-sacrifice, and in order to produce such a specific personality, the organisation began to recruit students and youth.[102] In addition to entrenching loyalty and a revolutionary personality within these new insurgents, Naxalites chose the youth due to other factors. The organisation selected the youth because these students represented the educated section of Indian society, and the Naxalites felt it necessary to include educated insurgents because these recruits would then be crucial in the duty of spreading the communist teachings of Mao Zedong.[102] In order to expand their base, the movement relied on these students to spread communist philosophy to the uneducated rural and working class communities.[102] Majumdar believed it necessary to recruit students and youth who were able to integrate themselves with the peasantry and working classes, and by living and working in similar conditions to these lower-class communities, the recruits are able to carry the communist teachings of Mao Zedong to villages and urban centers.[102]\n\nShobha Mandi, a former Maoist militant who was in command of about 30 armed Maoists writes in her book Ek Maowadi Ki Diary that she gave up arms and she was repeatedly raped and assaulted by her fellow commanders for more than 7 years. She also claims that wife-swapping and adultery are the norm amongst the Maoists.[103]\n\nMaoist groups allegedly require their male recruits to receive a vasectomy, since having children would distract them from their activities. The government has responded by offering free vasectomy reversal surgeries to help rehabilitate surrendered Maoists back into society.[104]\n\nThere is a correlation between the core area of insurgency and the areas with extensive coal resources.[105] Naxalites conduct detailed socio-economic surveys before starting operating in a target area,[25] and they extort estimated 14 billion Indian rupees (more than $US300 million) from the area.[18]  A surrendered naxal claimed they spent some of it on building schools and dams.[106]\n\nThe financial base of the Naxalites is diverse because the organisation finances itself from a series of sources. The mining industry is known to be a profitable financial source for the Naxalites, as they tend to tax about 3% of the profits from each mining company that operates in the areas under Naxal control. In order to continue mining operations, these firms also pay the Naxalites for \"protection\" services which allows miners to work without having to worry about Naxalite attacks.[107] The organisation also funds itself through the drug trade, where it cultivates drug plants in areas of Orissa, Andhra Pradesh, Jharkhand, and Bihar.[108] Drugs such as marijuana and opium are distributed throughout the country by middlemen who work on behalf of the Naxalites.[108] The drug trade is extremely profitable for the movement, as about 40% of Naxal funding comes through the cultivation and distribution of opium.[108]\n\n"
        },
        {
            "title": "Action taken by the state",
            "text": "\n\nThree main schemes, the \"Special Central Assistance\" (SCA) scheme, \"Security Related Expenditure\" (SRE) scheme, and \"Special Infrastructure Scheme\" (SIS) have been launched for the economic development of LWE affected areas. As of July 2021, INR 2,698 crore (US$375 million) has released for 10,000 SCA projects, of which 85% were already complete. SRE is specially aimed at the \"Most affected\" districts, under which INR1,992 crore (US276 million) has been released since 2014. Under these scheme various projects have been approved, including 17,600 km roads in two phases of which phase-I of 9,343 km is already complete, 2343 out of 5000 new mobile towers are already operational and remaining will be operational by December 2022, 119 out of 234 approved new Eklavya Model Residential Schools (EMRS) are already operational, remaining 1789 post offices out of total 3114 will be ready by mid-2022, 1077 ATMs and 1236 bank branches with 14,230 banking correspondents for the financial inclusion of people affected by the LWE have been operationalised.[109] 400 fortified police station have been established under the SIS at the cost of INR 1006 crore (US$140 million). In addition funds have been released for the schemes to hire helicopters, media plan, police-public community activities and relations, etc.[110]\n\nAs of July 2021, Madhya Pradesh has formed 23,113 women self-help groups in LWE districts covering 274,000 families, loans to tribals were waved, land rights and land ownership documents to tribal were granted, and 18 industries which will provide employment to 4000 people are being established.[111]\n\nIn 2006, Prime Minister Manmohan Singh called the Naxalites the \"single biggest internal security challenge ever faced by our country\". In June 2011, he said, \"Development is the master remedy to win over people\", adding that the government was \"strengthening the development work in the 60 Maoist-affected districts.[112]\n\nIn 2010 the Indian government's Home Secretary, Gopal Krishna Pillai, acknowledged that there are legitimate grievances regarding local people's access to forest land and produce and the distribution of benefits from mining and hydro power developments,[113] but claims that the Naxalites' long-term goal is to establish an Indian communist state. He said the government decided to tackle the Naxalites head-on, and take back much of the lost areas.\n\nIn 2011, Indian police accused the Chinese government of providing sanctuary to the movement's leaders, and accused Pakistani ISI of providing financial support.[114]\n\nIn 2018, A senior home ministry official says the National Democratic Alliance (NDA) government sought to stem insurgency by earmarking development funds for revolt-hit areas and improving policing. “One of the major initiatives of the government was clearing implementation of a Rs 25,060 crore umbrella scheme to modernise central and state police forces over the next three years,” the official said.[115]\n\nSince late 1990 several government backed armed anti-insurgency vigilante groups emerged,[116][117] which were shut down in 2011 by the order of Supreme Court of India after the complaints of human rights violations and inquiry was ordered against the violators.[118]\n\nIn Chhattisgarh, Salwa Judum, an anti-insurgency vigilante group which was aimed at countering the naxalite violence in the region was launched in 2005. The militia consisting of local tribal youth received support and training from the Chhattisgarh state government.[116][119] The state[120][121] came under fire from pro-Maoist activist groups[122] for \"atrocities and abuse against women\",[123] employing child soldiers,[124][125] and looting and destruction of property,[126] allegations rejected by a fact finding commission of the National Human Rights Commission of India (NHRC) in 2008. The commission, which had been appointed by the Supreme Court of India, determined that the Salwa Judum was a spontaneous reaction by tribals against Maoist atrocities perpetrated against them.[127][128][129]\n\nAround that time similar paramilitary vigilante groups had emerged in Andhra Pradesh including the Fear Vikas, Green Tigers, Nalladandu, Red Tigers, Tirumala Tigers, Palnadu Tigers, Kakatiya Cobras, Narsa Cobras, Nallamalla Nallatrachu (Cobras) and Kranthi Sena. Civil liberties activists were murdered by the Nayeem gang in 1998 and 2000.[117] On 24 August 2005, members of the Narsi Cobras killed an individual rights activist and schoolteacher in Mahbubnagar district.[130] According to the Institute of Peace and Conflict studies, Naxal groups have recruited children in different capacities and exposed them to injury and death.[86] However the same accusation has been levelled at the state-sponsored Salwa Judum anti-Maoist group, and Special Police officers (SPOs) assisting the government security forces.[86]\n\nOn 5 July 2011, the Supreme Court of India declared the militia to be illegal and unconstitutional, and ordered its disbanding. The Court directed the Chhattisgarh government to recover all the firearms, ammunition and accessories. In the court's judgement, the use of Salwa Judum by the government for anti-Naxal operations was criticised for its violations of human rights and for employing poorly trained youth for counter-insurgency roles. The Supreme Court of India, also ordered the government to investigate all instances of alleged criminal activities of Salwa Judum.[118]\n\n"
        }
    ]
}