{
    "url": "https://en.wikipedia.org/wiki/NBC",
    "title": "NBC",
    "table_of_contents": [
        "1 History",
        "2 Programming",
        "2.1 NBC News",
        "2.2 Daytime programming",
        "2.3 Children's programming",
        "2.4 Specials",
        "2.5 Programming library",
        "3 Stations",
        "4 Related services",
        "4.1 Video-on-demand services",
        "4.2 NBC HD",
        "4.3 NBCi",
        "5 Logo",
        "6 International broadcasts",
        "6.1 Canada",
        "6.2 Europe and the Middle East",
        "6.2.1 NBC Super Channel becomes NBC Europe",
        "6.3 Latin America",
        "6.3.1 Mexico",
        "6.3.2 Nicaragua",
        "6.3.3 Canal de Noticias",
        "6.4 Caribbean",
        "6.4.1 Bahamas",
        "6.4.2 Netherlands Antilles",
        "6.5 Puerto Rico",
        "6.6 Bermuda",
        "6.7 Pacific",
        "6.7.1 Guam",
        "6.7.2 American Samoa",
        "6.7.3 Federated States of Micronesia",
        "6.8 Asia",
        "6.8.1 NBC Asia and CNBC Asia",
        "6.8.2 Regional partners",
        "6.9 Australia",
        "7 Criticism and controversies",
        "8 Presidents of NBC Entertainment",
        "8.1 Home video",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe National Broadcasting Company[a] (NBC) is an American English-language commercial broadcast television and radio network. The flagship property of the NBC Entertainment division of NBCUniversal, a division of Comcast, its headquarters are located at Comcast Building in New York City. The company also has offices in Los Angeles at 10 Universal City Plaza and Chicago at the NBC Tower. NBC is the oldest of the traditional \"Big Three\" American television networks, having been formed in 1926 by the Radio Corporation of America. NBC is sometimes referred to as the \"Peacock Network,\" (which ultimately became the name of its streaming service) in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting.[1]\n\nNBC has twelve owned-and-operated stations and nearly 200 affiliates throughout the United States and its territories, some of which are also available in Canada and Mexico via pay-television providers or in border areas over the air. NBC also maintains brand licensing agreements for international channels in South Korea and Germany.[2]\n\n"
        },
        {
            "title": "History",
            "text": "The oldest major broadcast network in the United States, NBC was founded in 1926 by the Radio Corporation of America (RCA), then owned by General Electric (GE), Westinghouse, AT&T Corporation, and United Fruit Company. In 1932, GE had to sell RCA and NBC due to antitrust charges. In 1986, control of NBC passed back to GE through its $6.4 billion purchase of RCA. Although retaining NBC, GE immediately closed most RCA's divisions.\n\n\nIn 2003, French media company Vivendi merged its entertainment assets with GE, forming NBC Universal. Comcast purchased a controlling interest in the company in 2011 and acquired General Electric's remaining stake in 2013.[3]\nNBC is the home broadcaster of some of the longest-running television series in American history, including the news program Meet the Press (debuted 1947); Today (debuted 1952); The Tonight Show (debuted nationally 1954); and Saturday Night Live (debuted 1975). All of these programs continue to be on NBC's schedule as of fall 2022. The drama series Law & Order: Special Victims Unit, which debuted in 1999, began its 24th season in September 2022 and is currently the longest-running live-action series in American prime-time television history.\n\n"
        },
        {
            "title": "Programming",
            "text": "As of 2022[update], NBC provides 87 hours of regularly scheduled network programming each week. The network provides 22 hours of prime-time programming to affiliated stations Monday through Saturdays from 8:00 p.m.–11:00 p.m. Eastern and Pacific Time (7:00 p.m.–10:00 p.m. in all other U.S. time zones) and Sundays from 7:00 p.m.–11:00 p.m. Eastern and Pacific Time (6:00 p.m.–10:00 p.m. in all other time zones).\n\nDaytime programming is provided on weekdays NBC News programming includes the morning news/interview program Today from 7:00 a.m.–11:00 a.m. weekdays, 7:00 a.m.–9:00 a.m. on Saturdays and 7:00 a.m.–8:00 a.m. on Sundays, it also airs NBC News Daily at 12:00 p.m.–1:00 p.m. on weekdays, it includes Nightly editions of NBC Nightly News , the Sunday political talk show Meet the Press, weekday early-morning news program Early Today and primetime newsmagazine Dateline NBC on Friday nights. Late nights feature the weeknight talk shows The Tonight Show Starring Jimmy Fallon, Late Night with Seth Meyers, and an overnight replay of Today with Hoda & Jenna. NBC affiliates carrying it in syndication also have the option to substitute a same-day encore of The Kelly Clarkson Show on weekdays. On Saturdays, the LXTV-produced 1st Look and Open House NYC air after Saturday Night Live (replays of the previous week's 1st Look also air on Friday late nights on most stations), with a Meet the Press encore a part of its Sunday overnight schedule.\n\nThe network's weekend morning children's programming time slot is programmed by Litton Entertainment under a time-lease agreement. The three-hour block of programming designed mainly for 14-16-year-old teenage viewers is under the umbrella branding of The More You Know, based on the network's long-time strand of internally-produced public service announcements of the same name. It premiered on October 8, 2016, giving Litton control of all but Fox's Weekend morning E/I programming among the five major broadcast networks.\n\nLive sports programming is also provided on weekends at any time between 7:00 a.m. and 11:30 p.m. Eastern Time, but most commonly between 12 p.m. and 6 p.m. Eastern. Due to the unpredictable length of sporting events, NBC will occasionally pre-empt scheduled programs (more common with the weekend editions of NBC Nightly News, and local and syndicated programs carried by its owned-and-operated stations and affiliates). NBC has also held the American broadcasting rights to the Summer Olympic Games since the 1988 games and the rights to the Winter Olympic Games since the 2002 games. Coverage of the Olympics on NBC has included pre-empting regularly scheduled programs during daytime, prime time, and late night. In July 2022, NBC announced that the Olympic Channel will be shut down on the 30th of September. NBC stated they will be announcing the plans for Olympic content in the fall of 2022.[4]\n\nNews coverage has long been an important part of NBC's operations and public image, dating to the network's radio days. Notable NBC News productions past and present include Today, NBC Nightly News (and its immediate predecessor, the Huntley-Brinkley Report), Meet the Press (which has the distinction of the longest continuously running program in the history of American television), Dateline NBC, Early Today, NBC News at Sunrise, NBC Nightside and Rock Center with Brian Williams.\n\nIn 1989, the news division began its expansion to cable with the launch of the business news channel CNBC. The company eventually formed other cable news services including MSNBC (created in 1996 originally as a joint venture with Microsoft, which now features a mix of general news and political discussion programs with a liberal stance),[5][6] and the 2008 acquisition of The Weather Channel in conjunction with Blackstone Group and Bain Capital. In addition, NBCSN (operated as part of the NBC Sports Group, which became an NBC property through Comcast's acquisition of NBCUniversal) carries sports news content alongside sports event telecasts. Key anchors from NBC News are also used during NBC Sports coverage of the Olympic Games.\n\nWhile NBC has aired a variety of soap operas in its daytime schedule over its history, Days of Our Lives (1965–2022) was the last soap opera on the network when it was taken off the network in 2022 (and moved to the Peacock streaming service). Currently the network only offers NBC News Daily on its afternoon schedule, with affiliates using the rest of the afternoon for syndicated or local programming. \n\nLong-running daytime dramas seen on NBC in the past include The Doctors (1963–1982), Another World (1964–1999), Santa Barbara (1984–1993), and Passions (1999–2007). NBC also aired the final 41⁄2 years of Search for Tomorrow (1982–1986) after that series was initially cancelled by CBS, although many NBC affiliates did not clear the show during its tenure on the network. NBC has also aired numerous short-lived soap operas, including Generations (1989–1991), Sunset Beach (1997–1999), and the two Another World spin-offs, Somerset (1970–1976) and Texas (1980–1982).\n\nNotable daytime game shows that once aired on NBC include The Price Is Right (1956–1963), Concentration (1958–1973; and 1987–1991 as Classic Concentration), The Match Game (1962–1969), Let's Make a Deal (1963–1968 and 1990–1991, as well as a short-lived prime-time revival in 2003), Jeopardy! (1964–1975 and 1978–1979), The Hollywood Squares (1966–1980), Wheel of Fortune (1975–1989 and 1991), Password Plus/Super Password (1979–1982 and 1984–1989), Sale of the Century (1969–1973 and 1983–1989) and Scrabble (1984–1990 and 1993). The last game show ever to air as part of NBC's daytime schedule was the short-lived Caesars Challenge, which ended in January 1994.\n\nNotable past daytime talk shows that have aired on NBC have included Home (1954–1957), The Ernie Kovacs Show (1955–1956), The Merv Griffin Show (1962–1963), Leeza (1994–1999) and Later Today (1999–2000).\n\nChildren's programming has played a part in NBC's programming since its initial roots in television. NBC's first major children's series, Howdy Doody, debuted in 1947 and was one of the era's first breakthrough television shows. From the mid-1960s until 1992, the bulk of NBC's children's programming was composed of mainly animated programming including classic Looney Tunes and Woody Woodpecker shorts; reruns of prime time animated sitcoms such as The Flintstones and The Jetsons; foreign acquisitions like Astro Boy and Kimba the White Lion; animated adaptions of Punky Brewster, ALF and Star Trek as well as animated vehicles for Gary Coleman and Mr. T; live-action programs like The Banana Splits, The Bugaloos and H.R. Pufnstuf; and the original broadcasts of Gumby, The Rocky and Bullwinkle Show, Underdog, The Smurfs, Alvin and the Chipmunks and Disney's Adventures of the Gummi Bears. From 1984 to 1989, the network aired a series of public service announcements called One to Grow On, which aired after the end credits of every program or every other children's program.[7]\n\nIn 1989, NBC premiered Saved by the Bell, a live-action teen sitcom which originated on The Disney Channel the previous year as Good Morning, Miss Bliss (which served as a starring vehicle for Hayley Mills; four cast members from that show were cast in the NBC series as the characters they originally played on Miss Bliss). Saved by the Bell, despite being given bad reviews from television critics, would become one of the most popular teen series in television history as well as the top-rated series on Saturday mornings, dethroning ABC's The Bugs Bunny and Tweety Show in its first season.\n\nThe success of Saved by the Bell led NBC to remove animated series from its Saturday morning lineup in August 1992 in favor of additional live-action series as part of a new block called TNBC, along with the debut of a Saturday edition of Today. Most of the series featured on the TNBC lineup were executive produced by Peter Engel (such as City Guys, Hang Time, California Dreams, One World and the Saved by the Bell sequel, Saved by the Bell: The New Class), with the lineup being designed from the start to meet the earliest form of the FCC's educational programming guidelines under the Children's Television Act.[8] NBA Inside Stuff, an analysis and interview program aimed at teens that was hosted for most of its run by Ahmad Rashad, was also a part of the TNBC lineup during the NBA season until 2002 (when the program moved to ABC as a result of that network taking the NBA rights from NBC).\n\nIn 2002, NBC entered into an agreement with Discovery Communications to carry educational children's programs from the Discovery Kids cable channel.[8] Debuting that September, the Discovery Kids on NBC block originally consisted exclusively of live-action series, including reality series Trading Spaces: Boys vs. Girls (a kid-themed version of the TLC series Trading Spaces); the Emmy-nominated reality game show Endurance, hosted and produced by J. D. Roth (whose production company, 3-Ball Productions, would also produce reality series The Biggest Loser for NBC beginning in 2003); and scripted series such as Strange Days at Blake Holsey High and Scout's Safari. The block later expanded to include some animated series such as Kenny the Shark, Tutenstein and Time Warp Trio.\n\nIn May 2006, NBC announced plans to launch a new Saturday morning children's block under the Qubo brand in September 2006.[9] An endeavor originally operated as a joint venture between NBCUniversal, Ion Media Networks, Scholastic Press, Classic Media and Corus Entertainment's Nelvana unit (Ion acquired the other partners' shares in 2013), the Qubo venture also encompassed weekly blocks on Telemundo and Ion Television, a 24-hour digital multicast network on Ion's owned-and-operated and affiliated stations, as well as video on demand services and a branded website. Qubo launched on NBC on September 9, 2006, with six programs (VeggieTales, Dragon, VeggieTales Presents: 3-2-1 Penguins!, Babar, Jane and the Dragon and Jacob Two-Two).\n\nOn March 28, 2012, it was announced that NBC would launch a new Saturday morning preschool block programmed by Sprout (originally jointly owned by NBCUniversal, PBS, Sesame Workshop and Apax Partners, with the former acquiring the other's interests later that year). The block, NBC Kids, premiered on July 7, 2012, replacing the \"Qubo on NBC\" block.[10][11][12][13]\n\nNBC holds the broadcast rights to several annual specials and award show telecasts, including the Golden Globe Awards and the Emmy Awards (which are rotated across all four major networks each year). Since 1953, NBC has served as the official U.S. broadcaster of the Macy's Thanksgiving Day Parade. CBS also carries unauthorized coverage of the Macy's parade as part of The Thanksgiving Day Parade on CBS; however, as NBC holds rights to the parade, it has exclusivity over the broadcast of Broadway and music performances appearing in the parade (CBS airs live performances separate from those seen in the parade as a result), and Macy's chose to reroute the parade in 2012 out of the view of CBS' cameras, although it continues to cover the parade. NBC began airing a same-day rebroadcast of the parade telecast in 2009 (replacing its annual Thanksgiving afternoon airing of Miracle on 34th Street). In 2007, NBC acquired the rights to the National Dog Show, which airs following the Macy's Thanksgiving Day Parade each year.\n\nThe network also broadcasts several live-action and animated specials during the Christmas holiday season, including the 2014 debuts How Murray Saved Christmas (an animated musical adaptation of the children's book of the same name) and Elf: Buddy's Musical Christmas (a stop-motion animated special based on the 2003 live-action film Elf).\n\nSince 2013, the network has aired live musical adaptations with major stars in lead roles. Originally dismissed as a gimmick, they have proven to be rating successes, as well as a nostalgic tribute to the early days of television. Past adaptations include:\n\nFrom 2003 to 2014, NBC also held rights to two of the three pageants organized by the Miss Universe Organization: the Miss Universe and Miss USA pageants (NBC also held rights to the Miss Teen USA pageant from 2003, when NBC also assumed rights to the Miss USA and Miss Universe pageants as part of a deal brokered by Miss Universe Organization owner Donald Trump that gave the network half-ownership of the pageants,[15] until 2007, when NBC declined to renew its contract to carry Miss Teen USA, effectively discontinuing televised broadcasts of that event). NBCUniversal relinquished the rights to Miss Universe and Miss USA on June 29, 2015, as part of its decision to cut business ties with Donald Trump and the Miss Universe Organization (which was half-owned by corporate parent NBCUniversal) in response to controversial remarks about Mexican immigrants made by Trump during the launch of his 2016 campaign for the Republican presidential nomination.[16][17]\n\nThrough the years, NBC has produced many in-house programs, in addition to airing content from other producers such as Revue Studios and its successor Universal Television. Notable in-house productions by NBC have included Get Smart, Bonanza, Little House on the Prairie, Las Vegas, Crossing Jordan and Law & Order.\n\n"
        },
        {
            "title": "Stations",
            "text": "NBC has twelve owned-and-operated stations and current and pending affiliation agreements with 223 additional television stations encompassing 50 states, the District of Columbia, six U.S. possessions and two non-U.S. territories (Aruba and Bermuda).[18][19] The network has a national reach of 88.91% of all households in the United States (or 277,821,345 Americans with at least one television set). Since January 24, 2022, when CBS affiliate WBKB-TV in Alpena, Michigan affiliated its DT2 subchannel with NBC, NBC is, to date, the only major network with an in-market affiliate in every Designated Market Area in the United States.[20]\n\nCurrently, New Jersey is the only U.S. state where NBC does not have a locally licensed affiliate. New Jersey is served by New York City O&O WNBC-TV and Philadelphia O&O WCAU; New Jersey formerly had an in-state affiliate in Atlantic City-based WMGM-TV, which was affiliated with the network from 1955 to 2014. NBC maintains affiliations with low-power stations (broadcasting either in analog or digital) in a few smaller markets, such as Binghamton, New York (WBGH-CD), Jackson, Tennessee (WNBJ-LD) and Juneau, Alaska (KATH-LD), that do not have enough full-power stations to support a standalone affiliate. In some markets, these stations also maintain digital simulcasts on a subchannel of a co-owned/co-managed full-power television station.\n\nSouthern New Hampshire receives NBC programming via network-owned WBTS-CD, licensed to serve Nashua; while nominally licensed as a low-power class A station, it transmits a full-power signal under a channel share with the WGBH Educational Foundation and its secondary Boston station WGBX-TV from Needham, Massachusetts, and serves as the NBC station for the entire Boston market. Until 2019, NBC operated a low-powered station in Boston, WBTS-LD (now WYCN-LD), which aimed to serve as its station in that market while using a network of additional full-power stations to cover the market in full (including Merrimack, New Hampshire-licensed Telemundo station WNEU, which transmitted WBTS on a second subchannel); NBC purchased the Nashua station (formerly WYCN-CD) in early 2018 after the FCC spectrum auction, and in 2019 relocated WYCN-LD to Providence, Rhode Island to serve as a Telemundo station for that market.\n\nCurrently, outside of the NBC Owned Television Stations-operated O&O group, Tegna Media is the largest operator of NBC stations in terms of overall market reach, owning or providing services to 20 NBC affiliates (including those in larger markets such as Atlanta, Denver, St. Louis, Seattle and Cleveland); Gray Television is the largest operator of NBC stations by numerical total, owning 23 NBC-affiliated stations.\n\n"
        },
        {
            "title": "Related services",
            "text": "NBC provides video on demand access for delayed viewing of the network's programming through various means, including via its website at NBC.com, a traditional VOD service called NBC on Demand available on most traditional cable and IPTV providers,[21] and through content deals with Hulu and Netflix (the latter of which carries only cataloged episodes of NBC programs, after losing the right to carry newer episodes of its programs during their current seasons in July 2011). NBCUniversal is a part-owner of Hulu (along with majority owner The Walt Disney Company, owner of ABC), and has offered full-length episodes of most of NBC's programming through the streaming service (which are available for viewing on Hulu's website and mobile app) since Hulu launched in private beta testing on October 29, 2007.[22][23][24][25]\n\nThe most recent episodes of the network's shows are usually made available on NBC.com and Hulu the day after their original broadcast. In addition, NBC.com and certain other partner websites (including Hulu) provide complete back catalogs of most of its current series as well as a limited selection of episodes of classic series from the NBCUniversal Television Distribution program library – including shows not broadcast by NBC during their original runs (including the complete or partial episode catalogs of shows like 30 Rock, The A-Team, Charles in Charge, Emergency!, Knight Rider (both the original series and the short-lived 2008 reboot), Kojak, Miami Vice, The Office, Quantum Leap and Simon & Simon).[26][27][28]\n\nOn February 18, 2015, NBC began providing live programming streams of local NBC stations in select markets, which are only available to authenticated subscribers of participating pay television providers. All eleven NBC-owned-and-operated stations owned by NBCUniversal Owned Television Stations' were the first stations to offer streams of their programming on NBC's website and mobile app, and new affiliation agreements have made a majority of the network's affiliates available through the network's website and app based on a viewer's location. The network's NFL game telecasts were not permitted to be streamed on the service for several years until a change to the league's mobile rights agreement in the 2018 season allowed games to be streamed through network websites and apps.[29][30][31][32]\n\nNBC's master feed is transmitted in 1080i high definition, the native resolution format for NBCUniversal's television properties. However, 19 of its affiliates transmit the network's programming in 720p HD, while four others carry the network feed in 480i standard definition[18] either due to technical considerations for affiliates of other major networks that carry NBC programming on a digital subchannel or because a primary feed NBC affiliate has not yet upgraded their transmission equipment to allow content to be presented in HD.\n\nNBC's master feed has not fully converted to 1080p or 2160p ultra-high-definition television (UHD). However, some NBC stations have already begun broadcasting at 1080p via ATSC 3.0 multiplex stations. One notable example is WRAL-TV in Raleigh, North Carolina (a station that re-joined NBC in February 2016), which is currently also broadcasting at 1080p via WNGT-CD, which is also serving as an ATSC 3.0 multiplex for the Raleigh area. While the equipment would allow the transmission of 2160p UHD, this was previously done through a secondary experimental station (WRAL-EX) where it transmitted limited NBC programming in UHD. The experimental station went off-air in 2018 as part of the FCC's repacking process.\n\nMeet the Press was the first regular series on a major television network to produce a high-definition broadcast on February 2, 1997, which aired in the format over WHD-TV in Washington, D.C., an experimental television station owned by a consortium of industry groups and stations which launched to allow testing of HD broadcasts and operated until 2002 (the program itself continued to be transmitted in 480i standard definition over the NBC network until May 2, 2010, when it became the last NBC News program to convert to HD).[33][34] NBC officially began its conversion to high definition with the launch of its simulcast feed, NBC HD, on April 26, 1999, when\nThe Tonight Show became the first HD program to air on the NBC network as well as the first regularly scheduled American network program to be produced and transmitted in high definition. The network gradually converted much of its existing programming from standard-definition to high definition beginning with the 2002–03 season, with select shows among that season's slate of freshmen scripted series being broadcast in HD from their debuts.[35]\n\nThe network completed its conversion to high definition in September 2012, with the launch of NBC Kids, a new Saturday morning children's block programmed by new partial sister network PBS Kids Sprout, which also became the second Saturday morning children's block with an entirely HD schedule (after the ABC-syndicated Litton's Weekend Adventure). All the network's programming has been presented in full HD since then (except for certain holiday specials produced prior to 2005 – such as its annual broadcast of It's a Wonderful Life – which continues to be presented in 4:3 SD, although some have been remastered for HD broadcast).\n\nThe network's high-definition programming is broadcast in 5.1 surround sound.\n\nIn 1999, NBC launched NBCi (briefly changing its web address to \"www.nbci.com\"), a heavily advertised online venture serving as an attempt to launch a web portal. This move saw NBC partner with Xoom.com (not to be confused with the current money transfer service), e-mail.com, AllBusiness.com,[36] and Snap.com (eventually acquiring all four companies outright; not to be confused with the current-day parent of Snapchat) to launch a multi-faceted internet portal with e-mail, web hosting, community, chat and personalization capabilities, and news content. Subsequently, in April 2000, NBC purchased GlobalBrain, a company specializing in search engines that learned from searches initiated by its users, for $32 million.\n\nThe experiment lasted roughly one season; after its failure, NBCi's operations were folded back into NBC.[37] The NBC Television portion of the website reverted to NBC.com. However, the NBCi website continued in operation as a portal for NBC-branded content (NBCi.com would be redirected to NBCi.msnbc.com), using a co-branded version of InfoSpace to deliver minimal portal content. In mid-2007, NBCi.com began to mirror the main NBC.com website;[38] NBCi.com was eventually redirected to the NBC.com domain in 2010. The websites of some local affiliates still use domains in this style however e.g. \"nbc4i.com\".\n\n"
        },
        {
            "title": "Logo",
            "text": "NBC has used a number of logos throughout its history; early logos used by the television and radio networks were similar to the logo of its then-parent company, RCA. Logos used later in NBC's existence incorporated stylized peacock designs, including the current version that has been in use since 1986.\n\n"
        },
        {
            "title": "International broadcasts",
            "text": "NBC network programs can be received throughout most of Canada on cable, satellite and IPTV providers through certain U.S.-based affiliates of the network (such as WBTS-CD in Boston, KING-TV in Seattle, KBJR-TV in Duluth, Minnesota, WGRZ in Buffalo, New York and WHEC-TV in Rochester, New York. Some programs carried on these stations are subject to simultaneous substitutions, a practice imposed by the Canadian Radio-television and Telecommunications Commission in which a pay television provider supplants an American station's signal with a feed from a Canadian station/network airing a particular program in the same time slot to protect domestic advertising revenue. Some of these affiliates are also receivable over the air in southern areas of the country located near the Canada–United States border (signal coverage was somewhat reduced after the digital television transition in 2009 due to the lower radiated power required to transmit digital signals).\n\nNBC no longer exists outside the Americas as a channel in its own right. However, NBC News and MSNBC programs are broadcast for a few hours a day on OSN News, formerly known as Orbit News in Africa and the Middle East. Sister network CNBC Europe also broadcasts occasional breaking news coverage from MSNBC as well as The Tonight Show Starring Jimmy Fallon.  CNBC Europe also broadcast daily airings of NBC Nightly News at 00:30 CET Monday to Fridays.[39][40]\n\nIn 1993, then-NBC parent General Electric acquired Super Channel, relaunching the Pan-European cable network as NBC Super Channel.[41] In 1996, the channel was renamed NBC Europe, but was, from then on, almost always referred to on-air as simply \"NBC\".\n\nMost of NBC Europe's prime time programming was produced in Europe due to rights restrictions associated with U.S. prime time shows; the channel's weekday late-night schedule after 11:00 p.m. Central European Time, however, featured The Tonight Show, Late Night with Conan O'Brien and Later, which the channel's slogan \"Where the Stars Come Out at Night\" was based around. Many NBC News programs were broadcast on NBC Europe, including Dateline NBC, Meet the Press and NBC Nightly News, the latter of which was broadcast simultaneously with the initial U.S. telecast. Today was also initially aired live in the afternoons, but was later broadcast instead the following morning on a more than half-day delay.\n\nIn 1999, NBC Europe ceased broadcasting in most of Europe outside of Germany; the network was concurrently relaunched as a German-language technology channel aimed at a younger demographic, with the new series NBC GIGA as its flagship program. In 2005, the channel was relaunched again as the free-to-air movie channel Das Vierte which eventually shut down end of 2013 (acquired by Disney, which replaced it with a German version of Disney Channel). GIGA Television was subsequently spun off as a separate digital channel, available on satellite and cable providers in Germany, Austria and Switzerland, which shut down as a TV station in the end of 2009.\n\nNBC programming is available in Mexico through free-to-air affiliates in markets located within proximity to the Mexico–United States border (such as KYMA-DT/Yuma, Arizona; KGNS-TV/Laredo, Texas; KTSM/El Paso, Texas; KVEO/Brownsville, Texas; and KNSD/San Diego), whose signals are readily receivable over-the-air in border areas of northern Mexico. Some U.S.-based border affiliates are also available on subscription television providers throughout the country, including in the Mexico City area.\n\nIn Nicaragua, cable and satellite providers used to carry either select U.S.-based NBC and Telemundo affiliated stations or the main network feed from NBCUniversal or Telemundo. The main local affiliate stations distributed in Nicaragua were NBC 6 WTVJ, Telemundo 51 WSCV in Miami. In addition to the NBC programming, they are also available by the NBC sister network Telemundo, a Spanish network based in the United States.\n\nIn late 2017, NBC affiliates stopped being distributed in Nicaragua and the rest of Central America. This decision coincided with other U.S. affiliated stations from ABC and CBS also being pulled off from the air in the region. This was due to concerns expressed by the broadcasters on broadcasting rights outside their original local coverage area.\n\nIn 1993, NBC launched a 24-hour Spanish-language news channel serving Latin America (the second news channel serving that region overall, after Noticias ECO, and the first to broadcast 24 hours a day), Canal de Noticias NBC, which based its news schedule around the \"wheel\" format conceived at CNN.[42] The channel, which was headquartered in the offices of the NBC News Channel affiliate news service in Charlotte, North Carolina, employed over 50 journalists to produce, write, anchor and provide technical services. Canal de Noticias NBC shut down in 1999 due to the channel's inability to generate sustainable advertising revenue.\n\nIn the Caribbean, many subscription providers carry either select U.S.-based NBC-affiliated stations or the main network feed from NBC O&Os WNBC in New York City or WTVJ in Miami. In addition, the network's programming has been available in the U.S. Virgin Islands since 2004 on WVGN-LD in Charlotte Amalie (owned by LKK Group), while Telemundo owned-and-operated station WKAQ-TV in San Juan, Puerto Rico carries the WNBC feed on a digital subchannel.\n\nIn the Bahamas, NBC programming is available via U.S.-based affiliate stations on domestic cable providers.\n\nIn Aruba, NBC maintains an affiliation with Oranjestad station PJA-TV (which brands on-air as \"ATV\").\n\nIn Puerto Rico, Telemundo O&O WKAQ-TV carries \"NBC Puerto Rico\" over their third subchannel, which is effectively a simulcast of WNBC with some local advertising and station identification.\n\nUntil it ended operations in 2014, NBC's entire program lineup was carried by VSB-TV, using the Eastern Time Zone feed, though an hour ahead due to its location in the Atlantic Time Zone. Bermuda currently receives NBC service from WTVJ Miami via cable.\n\nIn Guam, the entire NBC programming lineup is carried by Hagåtña affiliate KUAM-TV (which has been an NBC affiliate since 1956) via the network's East Coast satellite feed. Entertainment and news programming is broadcast day and date on a one-day tape delay as Guam is on the west side of the International Date Line (for example, the network's Thursday prime time lineup airs Friday evenings on KUAM, and is advertised by the station as airing on the latter night in on-air promotions). Live programming, including breaking news and sporting events, airs as scheduled; because of the time difference with the six U.S. time zones, live sports coverage often airs on the station early in the morning. KUAM's programming is relayed to the Northern Mariana Islands via satellite station WSZE in Saipan.\n\nIn American Samoa, NBC was affiliated with KKHJ-LP in Pago Pago[43] from 2005 to 2012. Cable television providers on the islands carry the network's programming via Seattle affiliate KING-TV.\n\nIn the Federated States of Micronesia, NBC programming is available on domestic cable providers via Honolulu affiliate KHNL.\n\nNBC Asia launched in 1994, distributed to India, Japan, Malaysia, South Korea, Taiwan, Thailand, Pakistan and the Philippines. Like NBC Europe, NBC Asia featured most of NBC's news programs as well as The Tonight Show, Late Night and Saturday Night Live. Like its European counterpart, it was not allowed to broadcast American-produced prime time shows due to existing broadcast agreements with other domestic broadcasters. NBC Asia produced a regional evening news program that aired each weeknight, and occasionally simulcast some programs from CNBC Asia and MSNBC. NBC also operated NBC Super Sports, a 24-hour channel devoted to televising sporting events.\n\nIn July 1998, NBC Asia was replaced by a regional version of the National Geographic Channel. As is the case with NBC Europe, CNBC Asia broadcasts select episodes of The Tonight Show and Late Night as well as Meet the Press as part of its weekend schedule, and airs NFL games under the Sunday Night Football brand.\n\nIn August 2019, NBC has acquired a minority stake in The News Broadcasting Corporation of India for operating across regional online news properties in local languages like Hindi, Punjabi, Malayalam, Tamil, Bengali and Marathi.\n\nThrough regional partners, NBC-produced programs are seen in some countries on the continent. In the Philippines, Jack TV (owned by Solar Entertainment) airs Will & Grace and Saturday Night Live, while TalkTV airs The Tonight Show and NBC News programs including the weekday and weekend editions of Today, Early Today, Dateline NBC and NBC Nightly News. Solar TV formerly broadcast The Jay Leno Show from 2009 to 2010. In Hong Kong, the English language free-to-air channel TVB Pearl (operated by TVB) airs live broadcasts of NBC Nightly News, as well as other select NBC programs.\n\nIn Australia, the Seven Network has maintained close ties with NBC and has used a majority of the U.S. network's image campaigns and slogans since the 1970s (conversely, in 2009, NBC and Seven both used the Guy Sebastian single \"Like it Like That\" in image promos for their respective summer schedules). The network's Seven News division has used John Williams-composed \"The Mission\" (the proprietary theme music for NBC News' flagship programs since 1985) as the theme music for its local and national news programs since the mid-1980s, though re-composed domestically to meet their own branding image. Local newscasts were also titled Seven Nightly News from the mid-1980s until c. 2000. NBC News and Seven News often share news resources, with the former division using Seven's reporters for breaking news coverage and select taped story packages relating to Australian stories and the latter sometimes incorporating NBC News reports into its national bulletins.\n\nSeven also rebroadcasts some of NBC's news and current affairs programming during the early morning hours (usually from 3:00 to 5:00 a.m. local time), including the weekday and weekend editions of Today (which it brands as NBC Today to differentiate it from the unrelated morning program of the same title on the Nine Network), Dateline NBC and Meet the Press.\n\n"
        },
        {
            "title": "Criticism and controversies",
            "text": "The NBC television network has been accused[44] of tolerating a culture of sexism and sexual harassment among its employees (especially within upper management and among senior anchors such as Matt Lauer) and also of covering up indiscretions committed by prominent figures in the company through intimidation campaigns against victims that include widespread use of non-disclosure agreements. This may have exposed the company to pressure from Harvey Weinstein to delay or terminate reporting on Weinstein's criminal abuse of many women.[45][46]\n\nIn March and April 2019, the Huffington Post and Wired reported that NBC had paid a firm to improve its reputation by lobbying for changes to the Wikipedia articles on Nextdoor, NBC and several others.\n\n"
        },
        {
            "title": "Presidents of NBC Entertainment",
            "text": "NBC Home Video was formed in 1981 by NBC. The company's videos were distributed by Warner Home Video in 1981, and then later Trimark Home Video in 1997. It was folded into Trimark Home Video in 2000.\n\n"
        }
    ]
}