{
    "url": "https://en.wikipedia.org/wiki/NBC_News",
    "title": "NBC News",
    "table_of_contents": [
        "1 History",
        "1.1 Caravan era",
        "1.2 Huntley-Brinkley era",
        "1.3 NBC Nightly News era",
        "1.4 2007–2016",
        "1.5 Sexual misconduct and NBC News",
        "2 Presidents",
        "3 Programming",
        "3.1 Former programming",
        "3.2 Syndicated productions",
        "3.3 Other productions",
        "3.4 NBC News International",
        "3.5 NBC News Radio",
        "3.6 NBC News Overnight and NBC Nightside",
        "4 Units",
        "4.1 Current",
        "4.2 Former",
        "5 Bureaus",
        "5.1 Major bureaus",
        "5.2 Minor bureaus (within the United States)",
        "5.3 Foreign bureaus (NBC News/CNBC/MSNBC)",
        "6 Noted coverage",
        "7 Notable personnel",
        "7.1 Anchors and hosts",
        "7.2 US-based correspondents and reporters",
        "7.3 International correspondents and reporters",
        "7.4 Contributors and analysts",
        "7.5 Former staff",
        "8 International broadcasts",
        "9 Theme music",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNBC News is the news division of the American broadcast television network NBC. The division operates under NBCUniversal Television and Streaming, a division of NBCUniversal, which is, in turn, a subsidiary of Comcast. The news division's various operations report to the president of NBC News, Noah Oppenheim.[1][2] The NBCUniversal News Group also comprises MSNBC, the network's 24-hour general news channel, business and consumer news channels CNBC and CNBC World, the Spanish language Noticias Telemundo and United Kingdom–based Sky News.[3]\n\nNBC News aired the first regularly scheduled news program in American broadcast television history on February 21, 1940. The group's broadcasts are produced and aired from 30 Rockefeller Plaza, NBCUniversal's headquarters in New York City.\n\nThe division presides over America's number-one-rated newscast,[4] NBC Nightly News, the world's first of its genre morning television program, Today, and the longest-running television series in American history, Meet the Press,  the Sunday morning program of newsmakers interviews. NBC News also offers 70 years of rare historic footage[5] from the NBCUniversal Archives online.\n\n"
        },
        {
            "title": "History",
            "text": "The first regularly scheduled American television newscast in history was made by NBC News on February 21, 1940, anchored by Lowell Thomas (1892–1981),  and airing weeknights at 6:45 p.m.  It was simply Lowell Thomas in front of a television camera while doing his NBC network radio broadcast, the television simulcast seen only in New York.[6] In June 1940, NBC, through its flagship station in New York City, W2XBS (renamed commercial WNBT in 1941, now WNBC) operating on channel one, televised 30¼ hours of coverage of the Republican National Convention live and direct from Philadelphia. The station used a series of relays from Philadelphia to New York and on to upper New York State, for rebroadcast on W2XB in Schenectady (now WRGB), making this among the first \"network\" programs of NBC Television. Due to wartime and technical restrictions, there were no live telecasts of the 1944 conventions, although films of the events were reportedly shown over WNBT the next day.\n\nAbout this time, there were irregularly scheduled, quasi-network newscasts originating from NBC's WNBT in New York City, (WNBC), and reportedly fed to WPTZ (now KYW-TV) in Philadelphia and WRGB in Schenectady, NY. Such as, Esso sponsored news features a well as The War As It Happens in the final days of World War II, another irregularly scheduled NBC television newsreel program which was also seen in New York, Philadelphia and Schenectady on the relatively few (roughly 5000) television sets which existed at the time. After the war, NBC Television Newsreel aired filmed news highlights with narration. Later in 1948, when sponsored by Camel Cigarettes, NBC Television Newsreel was renamed Camel Newsreel Theatre and then, when John Cameron Swayze was added as an on-camera anchor in 1949, the program was renamed Camel News Caravan.\n\nIn 1948, NBC teamed up with Life magazine to provide election night coverage of President Harry S. Truman's surprising victory over New York governor Thomas E. Dewey. The television audience was small, but NBC's share in New York was double that of any other outlet.[7] The following year, the Camel News Caravan, anchored by John Cameron Swayze, debuted on NBC. Lacking the graphics and technology of later years, it nonetheless contained many of the elements of modern newscasts.[8] NBC hired its own film crews and in the program's early years, it dominated CBS's competing program, which did not hire its own film crews until 1953.[8] (by contrast, CBS spent lavishly on Edward R. Murrow's weekly series, See It Now[8]). In 1950, David Brinkley began serving as the program's Washington correspondent, but attracted little attention outside the network until paired with Chet Huntley in 1956.[9] In 1955, the Camel News Caravan fell behind CBS's Douglas Edwards with the News, and Swayze lost the already tepid support of NBC executives.[8] The following year, NBC replaced the program with the Huntley-Brinkley Report.\n\nBeginning in 1951, NBC News was managed by Director of News Bill McAndrew, who reported to Vice President of News and Public Affairs J. Davidson Taylor.[10]\n\nTelevision assumed an increasingly prominent role in American family life in the late 1950s, and NBC News was called television's \"champion of news coverage.\"[11] NBC president Robert Kintner provided the news division with ample amounts of both financial resources and air time.[8] In 1956, the network paired anchors Chet Huntley and David Brinkley and the two became celebrities,[9] supported by reporters including John Chancellor, Frank McGee, Edwin Newman, Sander Vanocur, Nancy Dickerson, Tom Pettit, and Ray Scherer.\n\nCreated by Producer Reuven Frank, NBC's The Huntley–Brinkley Report had its debut on October 29, 1956.[12] During much of its 14-year run, it exceeded the viewership levels of its CBS News competition, anchored initially by Douglas Edwards and, beginning in April 1962, by Walter Cronkite.\n\nNBC's Vice President of News and Public Affairs, J. Davidson Taylor, was a Southerner who, with Producer Reuven Frank, was determined that NBC would lead television's coverage of the civil rights movement.[13] In 1955, NBC provided national coverage of Martin Luther King Jr.'s leadership of the Montgomery bus boycott in Montgomery, Alabama, airing reports from Frank McGee, then News Director of NBC's Montgomery affiliate WSFA-TV, who would later join the network.[14] A year later, John Chancellor's coverage of the admission of black students to Central High School in Little Rock, Arkansas was the first occasion when the key news story came from television rather than print[14] and prompted a prominent U.S. senator to observe later, \"When I think of Little Rock, I think of John Chancellor.\"[10]  Other reporters who covered the movement for the network included Sander Vanocur, Herbert Kaplow, Charles Quinn, and Richard Valeriani,[13] who was hit with an ax handle at a demonstration in Marion, Alabama in 1965.[15]\n\nWhile Walter Cronkite's enthusiasm for the space race eventually won the anchorman viewers for CBS and NBC News, with the work of correspondents such as Frank McGee, Roy Neal, Jay Barbree, and Peter Hackes, also provided ample coverage of American manned space missions in the Project Mercury, Project Gemini, and Project Apollo programs. In an era when space missions rated continuous coverage, NBC configured its largest studio, Studio 8H, for space coverage. It utilized models and mockups of rockets and spacecraft, maps of the earth and moon to show orbital trackage, and stages on which animated figures created by puppeteer Bil Baird were used to depict movements of astronauts before on-board spacecraft television cameras were feasible. (Studio 8H had been home to the NBC Symphony Orchestra and is now the home of Saturday Night Live.) NBC's coverage of the first moon landing in 1969 earned the network an Emmy Award.[16]\n\nIn the late 1950s, Kintner reorganized the chain of command at the network, making Bill McAndrew president of NBC News, reporting directly to Kintner.[10]  McAndrew served in that position until his death in 1968.[10] McAndrew was succeeded by his Executive Vice President, Producer Reuven Frank, who held the position until 1973.[10]\n\nOn November 22, 1963, NBC interrupted various programs on its affiliate stations at 1:45 p.m. to announce that President John F. Kennedy had been shot in Dallas, Texas. Eight minutes later, at 1:53:12 p.m., NBC broke into programming with a network bumper slide and Chet Huntley, Bill Ryan and Frank McGee informing the viewers what was going on as it happened; but since a camera was not in service, the reports were audio-only. However, NBC did not begin broadcasting over the air until 1:57 p.m. ET. About 40 minutes later, after word came that JFK was pronounced dead, NBC suspended regular programming and carried 71 hours of uninterrupted news coverage of the assassination and the funeral of the president—including the only live broadcast of the fatal shooting of Kennedy's assassin, Lee Harvey Oswald, by Jack Ruby as Oswald was being led in handcuffs by law-enforcement officials through the basement of Dallas Police Headquarters.[17]\n\nNBC's ratings lead began to slip toward the end of the 1960s and fell sharply when Chet Huntley retired in 1970 (Huntley died of cancer in 1974). The loss of Huntley, along with a reluctance by RCA to fund NBC News at a similar level as CBS was funding its news division, left NBC News in the doldrums. NBC's primary news show gained its present title, NBC Nightly News, on August 3, 1970.\n\nThe network tried a platoon of anchors (Brinkley, McGee, and John Chancellor) during the early months of Nightly News. Despite the efforts of the network's eventual lead anchor, the articulate, even-toned Chancellor, and an occasional first-place finish in the Nielsens, Nightly News in the 1970s was primarily a strong second.[8] By the end of the decade, NBC had to contend not only with a powerful CBS but also a surging ABC, led by Roone Arledge. Tom Brokaw became sole anchor in 1983, after co-anchoring with Roger Mudd for a year, and began leading NBC's efforts. In 1986 and 1987, NBC won the top spot in the Nielsens for the first time in years,[18] only to fall back when Nielsen's ratings methodology changed. In late 1996, Nightly News again moved into first place,[19] a spot it has held onto in most of the succeeding years. Brian Williams assumed primary anchor duties when Brokaw retired in December 2004.[20] In February 2015, NBC suspended Williams for six months for telling an inaccurate story about his experience in the 2003 invasion of Iraq.[21] He was replaced by Lester Holt on an interim basis. On June 18, 2015, it was announced that Holt would become the permanent anchor and Williams would be moved to MSNBC as an anchor of breaking news and special reports beginning in August.[22]\n\nIn 1993, Dateline NBC broadcast an investigative report about the safety of General Motors (GM) trucks. GM discovered the \"actual footage\" utilized in the broadcast had been rigged by the inclusion of explosive incendiaries attached to the gas tanks and the use of improper sealants for those tanks. GM subsequently filed an anti-defamation lawsuit against NBC, which publicly admitted the results of the tests were rigged and settled the lawsuit with GM on the very same day.[23]\n\nOn October 22, 2007, Nightly News moved into its new high definition studios, at Studio 3C at NBC Studios in 30 Rockefeller Plaza in New York City. The network's 24-hour cable network, MSNBC, joined the network in New York on that day as well. The new studios/headquarters for NBC News and MSNBC are now located in one area.[citation needed]\n\nDuring the financial crisis of 2007–2008, NBC News was urged to save $500 million by NBC Universal. On that occasion, NBC News laid off several of its in-house reporters such as Kevin Corke, Jeannie Ohm and Don Teague. This was the largest layoff in NBC News history.\n\nAfter the sudden death of the influential moderator Tim Russert of Meet the Press in June 2008, Tom Brokaw took over as an interim host; and on December 14, 2008, David Gregory became the new moderator of the show until August 14, 2014, when NBC announced that NBC News Political Director Chuck Todd would take over as the 12th moderator of Meet the Press starting September 7, 2014. David Gregory's last broadcast was August 10, 2014.[24][25]\n\nBy 2009, NBC had established leadership in network news, airing the highest-rated morning, evening, and Sunday interview news programs.[26] Its ability to share costs with MSNBC and share in the cable network's advertising and subscriber revenue made it far more profitable than its network rivals.[27]\n\nOn March 27, 2012, NBC News broadcast an edited segment from a 911 call placed by George Zimmerman before he shot Trayvon Martin. The editing made it appear that Zimmerman volunteered that Martin was black, rather than merely responding to the dispatcher's inquiry, which would support a view that the shooting was racially motivated. A media watchdog organization accused NBC News of engaging in \"an all-out falsehood.\" While NBC News initially declined to comment,[28] the news agency did issue an apology to viewers.[29] The Washington Post called the statement \"skimpy on the details on just how the mistake unfolded.\"[29]\n\nOn December 13, 2012, NBC News reporter Richard Engel and his five crew members, Aziz Akyavaş, Ghazi Balkiz, John Kooistra, Ian Rivers and Ammar Cheikh Omar, were kidnapped in Syria. Having escaped after five days in captivity, Engel said he believed that a Shabiha group loyal to al-Assad was behind the abduction, and that the crew was freed by the Ahrar al-Sham group five days later.[30] Engel's account was however challenged from early on.[31] In April 2015, NBC had to revise the kidnapping account, following further investigations by The New York Times, which suggested that the NBC team \"was almost certainly taken by a Sunni criminal element affiliated with the Free Syrian Army,\" rather than by a loyalist Shia group.[32]\n\nIn 2013, John Lapinski was Director of Elections, replacing Sheldon Gawiser. In 2015, the election team's decision desk group was given its first permanent space at 30 Rockefeller, replacing the News Sales Archives that had occupied the space previously.[33]\n\nThe NBC News Division was the first news team to possess the tape of Donald Trump  recorded by Access Hollywood, after a producer of the NBC show had made the News Division aware of it; the News Division internally debated publishing it for three days, and then an unidentified source gave a copy of the tape to The Washington Post Reporter David Fahrenthold, who contacted NBC for comment, notified the Trump campaign that he had the video, obtained confirmation of its authenticity, and released a story and the tape itself, scooping NBC.[34][35][36] Alerted that the Post might release the story immediately,[36] NBC News released its own story shortly after the Post story was published.[37][38]\n\nOn November 29, 2017, NBC News announced that Matt Lauer's employment had been terminated after an unidentified female NBC employee reported that Lauer had sexually harassed her during the 2014 Winter Olympics in Sochi, Russia, and that the harassment continued after they returned to New York.[39]  NBC News management said it had been aware that The New York Times and Variety had been conducting independent investigations of Lauer's behavior,[40] but that management had been unaware of previous allegations against Lauer.[41][42]  Linda Vester, a former NBC News correspondent, disputed the claims that management knew nothing, saying that \"everybody knew\" that Lauer was dangerous.[43]  According to Ronan Farrow, multiple sources have stated that NBC News was not only aware of Lauer's misconduct beforehand, but that Harvey Weinstein used this knowledge to pressure them into killing a story that would have outed his own sexual misconduct.[44][45] Variety reported allegations by at least ten of Lauer's current and former colleagues.[46] Additional accusations went public in the ensuing days.[40][47]\n\nNBC News President Noah Oppenheim suggested an investigation into alleged sexual misconduct by Harvey Weinstein after NBC contributor Ronan Farrow pitched a general idea to report on sexual harassment in Hollywood.[48]  After a 10-month investigation by Farrow and NBC Producer Rich McHugh, NBC chose not to publish it.[49][50] The story, with very few changes, was published a few weeks later in the New Yorker Magazine instead.[44] A story on the subject of Weinstein's alleged behavior also appeared several days earlier in The New York Times.[51] Following criticism for missing a major story it had initiated, NBC News defended the decision, saying that at the time Farrow was at NBC, the early reporting still had important missing necessary elements.[52] Farrow later disputed this characterization, saying that he had multiple named accusers willing to come forward and that the version ultimately published in the New Yorker had very few changes from the version that NBC News rejected.[44][50][52] This version went on to win the Pulitzer Prize for Public Service in April 2018.[53]  A former NBC News executive has said that the story on Weinstein was killed because NBC News was aware of the sexual misconduct by Lauer; in Catch and Kill: Lies, Spies, and a Conspiracy to Protect Predators, Ronan Farrow cites two sources within American Media, Inc. stating that the story was killed in response to an overt threat from Weinstein to out Lauer.[44][54]\n\n"
        },
        {
            "title": "Presidents",
            "text": "Twelve people have served as president of NBC News during its history: William R. McAndrew (managed since 1951, named president, 1965-1968), Reuven Frank (1968–73, 1981–85), Richard Wald (1973–77), Lester Crystal (1977–79), William J. Small (1979–81), Lawrence Grossman (1985–88), Michael Gartner (1988–93), Andrew Lack (1993–2001), Neal Shapiro (2001–05), and Steve Capus (2005–March 5, 2013). In August 2013, Deborah Turness assumed the role as President of NBC News, becoming the first woman to head the division.[55] In February 2017, Today Show Producer and Executive Noah Oppenheim was named President of NBC News.[2] Cesar Conde Present\n\n"
        },
        {
            "title": "Programming",
            "text": "NBC News provides content for the Internet, as well as cable-only news networks CNBC and MSNBC. It produces a daily (formerly twice-daily show) called Stay Tuned for Snapchat's Discover platform. It also produced programming for Quibi called The Report. The Stay Tuned team launched The Overview on Peacock in 2021.\n\nIn November 2016, NBC News Group chairman Andy Lack announced NBCUniversal intended to purchase a 25% stake in Euronews, a European news organization competing against the likes of BBC News and ITV News[58]  The transaction was completed at the end of May 2017; Deborah Turness, former President of NBC News, was appointed to run \"NBC News International,\" to perform NBC's role in the partnership, in which each network would contribute reporting to the other.[59]\n\nIn April 2020, NBCUniversal sold its stake in Euronews to focus all resources on the launch of NBC Sky World News, which was scheduled to launch later in 2020.[60] However, the proposed new service was scrapped in August 2020, resulting in layoffs of 60 employees.[61]\n\n\n\nNBC News Radio is an All-news radio service produced by iHeartMedia through its TTWN Networks subsidiary, in partnership with NBCU's news division. It has been available on iHeartRadio, iHeartMedia's online live audio and podcasting platform, on different supports (Web and smartphone apps) since July 2016. It can be heard around the clock in 15-minute cycles with the latest news, sports and other features. It uses the slogan \"The news you want, when you want it.\"[62]  It also supplies hourly newscasts to subscribing radio stations.\n\nWhile it is not owned by NBCUniversal itself, NBC News Radio features reports from NBC News correspondents, presented by anchors who are iHeartMedia employees. It is also provided to NBC's 24/7 News Source radio station affiliates as a service, including one-minute and two-minute hourly newscasts along with other audio content, such as features on money, health, politics and sports, heard on over 1,000 radio stations.[63] WOR in New York City serves as NBC News Radio's flagship.[64]\n\nThe current NBC News Radio digital station is NBC's first step into the all-news radio format since the closure of its ephemeral NBC News & Information Service (NIS) was heard on radio stations across the U.S. from 1975 to 1977.[65]  The service was not profitable for NBC and was discontinued after two years. The original major NBC Radio Network was purchased by Westwood One a decade later, in 1987, as General Electric, which had acquired NBC's parent company RCA, divested most properties not pertaining to the NBC television network, thus ending its direct participation in the radio business. NBC Radio Network's news operation was merged into the Mutual Broadcasting System, then into Westwood One's then-corporate sibling CBS Radio, and eventually assimilated into the syndicator itself.\n\nFor years,[specify] Westwood One has carried on syndicating several NBC-branded shows to affiliate radio stations, including audio versions of current-affairs NBC TV shows such as Meet the Press, a practice that continues to date.[66] As for hard news programming, Westwood One used to provide an homonymous NBC News Radio service, which was initially limited to a feed of one-hour reports updated from 6 a.m. to 10 p.m. ET offered to subscriber local stations. Dial Global –which has branded itself Westwood One since 2013– announced on March 5, 2012, its aim to expand NBC News Radio to a full-time 24-hour radio news network, replacing CNN Radio (that itself replaced both NBC Radio and Mutual in 1999). The original NBC News Radio service was eventually discontinued on December 14, 2014.  That coincided with the launch of the new, white-label Westwood One News service.[67]  It used content from WarnerMedia's CNN but was discontinued in 2019.\n\nIn addition to NBC News Radio, the audio portions of NBC News cable networks MSNBC and CNBC are available as Internet radio stations through the TuneIn podcasting service as well as the SiriusXM satellite radio platform.\n\nIn 1982, NBC News began production on NBC News Overnight with anchors Linda Ellerbee, Lloyd Dobyns, and Bill Schechner.  It usually aired at 1:35 a.m. E.T., following The Tonight Show and Late Night with David Letterman.\n\nNBC News Overnight was cancelled in December 1983, but in 1991, NBC News launched another overnight news show called NBC Nightside. During its run, the show's anchors included Sara James,[68] Bruce Hall, Antonio Mora, Tom Miller, Campbell Brown, Kim Hindrew, Tom Donavan, and Tonya Strong.  It was based at NBC Network affiliate WCNC-TV in Charlotte, North Carolina.  It provided an overnight news service which NBC affiliates could air until early morning programming began, in effect providing programming to help them stay on the air 24/7.  At the time, a few NBC affiliates had begun using CNN's Headline News service to provide overnight programming, and NBC decided to offer the network's own overnight news service.  CBS and ABC also began their own overnight news programming, as well. In addition, the facility produced a 24-hour news service aimed to Latin American viewers called \"Canal de Noticias, NBC.  The serviced closed in 1997 and five years later, the network bought Telemundo.\n\nNBC Nightside lasted until 1998 and was replaced by \"NBC All Night,\" composed of reruns of The Tonight Show with Jay Leno and Late Night with Conan O'Brien, and later from January 1, 2007, to September 23, 2011, Poker After Dark. NBC now airs same day repeats of the fourth hour of Today and CNBC's Mad Money on weekdays, LXTV programs on early Sunday mornings, and Meet the Press and Dateline encores on early Monday mornings.\n\n"
        },
        {
            "title": "Noted coverage",
            "text": "NBC News got the first American news interviews from two Russian presidents (Vladimir Putin, Mikhail Gorbachev), and Brokaw was the only American television news correspondent to witness the fall of the Berlin Wall in 1989.[75]\n\n"
        },
        {
            "title": "International broadcasts",
            "text": "MSNBC is not shown outside the Americas on a channel in its own right. However, both NBC News and MSNBC are shown for a few hours a day on OSN News in MENA Region.\n\nIn the 2000s MSNBC was shown on sister network CNBC Europe, both in scheduled slots and during breaking news, although rebroadcasts of MSNBC have stopped. However NBC Nightly News and Meet the Press are shown on the channel. In the Philippines, NBC Nightly News and Today is previously both shown on 9TV (formerly Talk TV and Solar News Channel), while Early Today was officially dropped from the network in December 2013, but they replaced by the repeats of Inside Edition, while Today dropped it in September 2014 to make room for the weekend children's programming and NBC Nightly News was the last to dropped it in March 2015, due to the firing of Brian Williams as anchor and the move of Lester Holt to main anchor position as well as the anticipation of rebranding of the said network to CNN Philippines in March of the same year (both Nightly News and Today were both previously aired on ETC from 2004 to 2005 and the now defunct 2nd Avenue from 2005 to 2007; Nightly News was later moved to C/S 9 (later Solar TV) from 2008 to 2011, while Today retains it separately on 2nd Avenue until 2011). After 5 years of not airing it in the Philippine airwaves, both NBC Nightly News and Today returned in November 2020 as the launch programs of TAP TV (NBC Nightly News was later moved to its sister network TAP Edge from January to October 2021, until they returned it to the said network in October 2021). TAP TV may also occasionally aired special coverage from NBC News, including the U.S. Elections every 2 years and the U.S. Presidential Inauguration every 4 years, as well as breaking news during regular broadcasts of Today. NBC Nightly News, along with the full program lineup of NBC, was carried by affiliate VSB-TV in Bermuda.\n\nThe Seven Network in Australia has close ties with NBC and has used a majority of the network's imaging and slogans since the 1970s. Seven News has featured The Mission as its news theme since the mid-1980s. Local newscasts were named Seven Nightly News from the mid-1980s until around 2000. NBC and Seven will often share news recourses between the two countries. NBC News has been known to use Seven News reporters for live reports on a developing news story in Australia. Seven News will sometimes also incorporate an NBC News report into its national bulletins. Today, Weekend Today and Meet The Press are all broadcast on the Seven Network during the early morning hours from 3-5 a.m., just before Seven's own morning show Sunrise.\n\nIn Hong Kong, NBC Nightly News is live digital television broadcast transmission (or delayed) on TVB Pearl daily from 7:00 AM until 8:00 AM Hong Kong Time (6:00 PM until 7:00 PM New York City Time).\n\nIn the United Kingdom, the ITV network used to air segments from NBC Nightly News on their ITV News at 5:30 morning newscast before it was cancelled in December 2012. NBC News share facilities and crew in the UK with ITN, which is the news provider for ITV. NBC News Now is shown as a linear channel on both the Sky and Virgin Media platforms in the UK.\n\n"
        },
        {
            "title": "Theme music",
            "text": "Most of NBC's news television programs use \"The Mission\" by John Williams as their theme. The composition was first used by NBC in 1985 and was updated in 2004.[87]\n\n"
        }
    ]
}