{
    "url": "https://en.wikipedia.org/wiki/Neale_Donald_Walsch",
    "title": "Neale Donald Walsch",
    "table_of_contents": [
        "1 Biography",
        "2 Career",
        "2.1 Media appearances",
        "3 Criticism",
        "4 Writings",
        "4.1 Conversations with God series",
        "4.2 Other writings",
        "4.3 Supplemental material",
        "5 See also",
        "6 References",
        "7 External links",
        "7.1 Interviews"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNeale Donald Walsch (born September 10, 1943) is an American author of the series Conversations with God. He is also an actor, screenwriter, and speaker.\n\n"
        },
        {
            "title": "Biography",
            "text": "Walsch was brought up as a Catholic by a family who encouraged his quest for spiritual truth. He informally studied comparative theology for many years.[citation needed] He says his books are not channelled, but rather that they are inspired by God and that they can help a person relate to God from a modern perspective. Walsch's vision is an expansion and unification of all present theologies to render them more relevant to our present day and time. He created Humanity's Team as a spiritual movement whose purpose is to communicate and implement his New Spirituality beliefs, particularly that we are all one with God and one with life, in a shared global state of being.[1] This state can be achieved, Walsch argues, by the act of helping other people: \"The fastest way to apply anything in your life is to help others to apply it... The fastest way to use any wisdom that resides in your soul is to help someone else... Because we are all one\".[2] Walsch has nine children. He has a home in southern Oregon where he lives with his wife, Em Claire, who is a working poet.\n\n"
        },
        {
            "title": "Career",
            "text": "Before writing the Conversations With God series, Walsch worked variously as a radio station program director, newspaper managing editor, and in marketing and public relations. In the early 1990s he suffered a series of crushing blows—a fire that destroyed all of his belongings, the break-up of his marriage, and a car accident that left him with a broken neck.[citation needed] Once recovered, but alone and unemployed, he was forced to live in a tent in Jackson Hot Springs, just outside Ashland, Oregon, collecting and recycling aluminium cans in order to eat. At the time, he thought his life had come to an end. Despondent, he began his writings after working his way out of homelessness and following a stint as a radio talk show host.[3]\n\nHis first book, Conversations with God, was published in 1995 and became an international bestseller. It remained on the New York Times Bestseller List for 135 weeks. Six of his other books have made the Times list in the years since. He has published 28 books and his works have been translated into 37 languages.\n\nIn 2003, the film Indigo, written by Walsch and James Twyman and directed by Stephen Simon was released. It chronicled the fictional story of the redemption of a grandfather, played by Walsch, through his granddaughter, who is an indigo child.\n\nConversations With God: The Movie opened in U.S. theaters in 2006 on October 27 and in Canada on November 10.  The film was released on DVD in February 2007.[4] Clips of the film can be found on YouTube.[5]\n\nOther documentaries and TV appearances include:\n\n"
        },
        {
            "title": "Criticism",
            "text": "Walsch was accused of plagiarism for a six-paragraph entry in one of the daily postings on his blog during 2008,  when he published an item titled \"Upside down, or right side up?\" on Beliefnet.com.[6][7] Walsch's entry purported to tell the tale of a miraculous appearance of the words \"Christ Was Love\" during the rehearsal of his son's school Christmas pageant; but his article was almost identical to an article published 10 years previously by Candy Chand in the spiritual magazine Clarity and spread over the internet in places such as the Heartwarmers website, down to the name of the son mentioned in both articles, Nicholas – as both authors have a son named Nicholas.[6][8] Walsch publicly apologized, saying that he must have erroneously internalized the story as his own over the years, a claim the original author said she does not believe.[6] The article was subsequently pulled from Beliefnet.com and Walsch voluntarily withdrew from the roster of authors.[6] Walsch said that he found the anecdote in old computer files from years earlier, saw his son's name in the copy, and was fully convinced that the history had really happened to him and that he had just forgotten it, but \"remembered\" when he saw the anecdote in his file. He cited it as a classic case of false memory and said that he had been repeating the anecdote as his own in many speeches over the years, adding that he was \"chagrined and astonished that my mind could play such a trick on me\".[6]\n\n"
        },
        {
            "title": "Writings",
            "text": "Please see the Bibliography at Conversations with God.\n\nWalsch has written a number of other books which he describes as \"in the CwG cosmology\", none of which are dialogues with God, but provide the reader with Walsch's insights:\n\nIn addition to the books of the CwG series, there are also a number of guidebooks, meditation books, and other books adapted from the CwG series and referring to the CwG message. Starting in 2008, The School of the New Spirituality, Inc. (SNS), founded by Walsch, starting publishing new guidebooks for the series.\n\n"
        }
    ]
}