{
    "url": "https://en.wikipedia.org/wiki/Neal_Stephenson",
    "title": "Neal Stephenson",
    "table_of_contents": [
        "1 Early life",
        "2 Writing",
        "3 Writing style",
        "4 Outside of writing",
        "5 Influence",
        "6 Bibliography",
        "6.1 Novels",
        "6.2 Short fiction",
        "6.3 Other fiction projects",
        "6.4 Non-fiction",
        "6.5 Critical studies, reviews and biography",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNeal Town Stephenson (born October 31, 1959) is an American writer known for his works of speculative fiction. His novels have been categorized as science fiction, historical fiction, cyberpunk, postcyberpunk, and baroque.\n\nStephenson's work explores mathematics, cryptography, linguistics, philosophy, currency, and the history of science. He also writes non-fiction articles about technology in publications such as Wired. He has written novels with his uncle, George Jewsbury (\"J. Frederick George\"), under the collective pseudonym Stephen Bury.\n\nStephenson has worked part-time as an advisor for Blue Origin, a company (founded by Jeff Bezos) developing a spacecraft and a space launch system,[1] and is also a cofounder of Subutai Corporation, whose first offering is the interactive fiction project The Mongoliad. He was Magic Leap's Chief Futurist from 2014 to 2020.[2]\n\n"
        },
        {
            "title": "Early life",
            "text": "Born on October 31, 1959, in Fort Meade, Maryland,[3] Stephenson came from a family of engineers and scientists; his father is a professor of electrical engineering while his paternal grandfather was a physics professor.  His mother worked in a biochemistry laboratory, and her father was a biochemistry professor. Stephenson's family moved to Champaign-Urbana, Illinois, in 1960 and then in 1966 to Ames, Iowa.  He graduated from Ames High School in 1977.[4]\n\nStephenson studied at Boston University,[4] first specializing in physics, then switching to geography after he found that it would allow him to spend more time on the university mainframe.[5] He graduated in 1981 with a B.A. in geography and a minor in physics.[4] Since 1984, Stephenson has lived mostly in the Pacific Northwest and currently lives in Seattle with his family.[4]\n\n"
        },
        {
            "title": "Writing",
            "text": "Stephenson's first novel, The Big U, published in 1984, is a satirical take on life at American Megaversity, a vast, bland, and alienating research university beset by chaotic riots.[6][7] His next novel, Zodiac (1988), is a thriller following a radical environmentalist in his struggle against corporate polluters.[6] Neither novel attracted much critical attention on first publication, but showcased concerns that Stephenson would further develop in his later work.[6]\n\nStephenson's breakthrough came in 1992 with Snow Crash, a cyberpunk or post-cyberpunk novel fusing memetics, computer viruses, and other high-tech themes with Sumerian mythology, along with a sociological extrapolation of extreme laissez-faire capitalism and collectivism.[7][8] Stephenson at this time would later be described by Mike Godwin as \"a slight, unassuming grad-student type whose soft-spoken demeanor gave no obvious indication that he had written the manic apotheosis of cyberpunk science fiction.\"[9] In 1994, Stephenson joined with his uncle, J. Frederick George, to publish a political thriller, Interface, under the pen name \"Stephen Bury\";[10] they followed this in 1996 with The Cobweb.\n\nStephenson's next solo novel, published in 1995, was The Diamond Age: or A Young Lady's Illustrated Primer. The plot involves a weapon implanted in a character's skull, near-limitless replicators for everything from mattresses to foods, smartpaper, and air and blood-sanitizing nanobots. It is set in a world with a neo-Victorian social structure.\n\nThis was followed by Cryptonomicon in 1999, a novel including concepts ranging from Alan Turing's research into codebreaking and cryptography during the Second World War, to a modern attempt to set up a data haven. In 2013, Cryptonomicon won the Prometheus Hall of Fame Award.\n\nThe Baroque Cycle is a series of historical novels set in the 17th and 18th centuries, and is in some respects a prequel to Cryptonomicon. It was originally published in three volumes of two or three books each – Quicksilver (2003), The Confusion, (2004) and The System of the World (2004) – but was subsequently republished as eight separate books: Quicksilver, King of the Vagabonds, Odalisque, Bonanza, Juncto, Solomon's Gold, Currency, and System of the World.  (The titles and exact breakdown vary in different markets.) The System of the World won the Prometheus Award in 2005.\n\nFollowing this, Stephenson wrote Anathem (2008), a long and detailed novel of speculative fiction. It is set in an Earthlike world, deals with metaphysics, and refers heavily to Ancient Greek philosophy. Anathem won the Locus Award for Best Science Fiction Novel in 2009.\n\nIn May 2010, the Subutai Corporation, of which Stephenson was named chairman, announced the production of an experimental multimedia fiction project called The Mongoliad, which centered upon a narrative written by Stephenson and other speculative fiction authors.[11][12]\n\nStephenson's novel REAMDE was released on September 20, 2011.[13] The title is a play on the common filename README. This thriller, set in the present, centers around a group of MMORPG developers caught in the middle of Chinese cyber-criminals, Islamic terrorists, and Russian mafia.[14]\n\nOn August 7, 2012, Stephenson released a collection of essays and other previously published fiction entitled Some Remarks: Essays and Other Writing.[15] This collection also includes a new essay and a short story created specifically for this volume.\n\nIn late 2013, Stephenson stated that he was working on a multi-volume work of historical novels that would \"have a lot to do with scientific and technological themes and how those interact with the characters and civilisation during a particular span of history\". He expected the first two volumes to be released in mid-to-late 2014.[16] However, at about the same time, he shifted his attention to a science fiction novel, Seveneves, which was completed about a year later and was published in May 2015.[17] On June 8, 2016, plans were announced to adapt Seveneves for the screen.[18]\n\nIn May 2016, as part of a video discussion with Bill Gates, Stephenson revealed that he had just submitted the manuscript for a new historical novel—\"a time travel book\"—co-written with Nicole Galland, one of his Mongoliad coauthors.[19] This was released as The Rise and Fall of D.O.D.O. on June 13, 2017.[20]\n\nIn June 2019 his novel Fall; or, Dodge in Hell was published. It is a near-future novel that explores mind uploading into the cloud, and contains characters from 2011's Reamde, 1999's Cryptonomicon, and other books.[21]\n\nTermination Shock, published in November 2021, is a climate fiction novel about solar geoengineering.[22]\n\n"
        },
        {
            "title": "Writing style",
            "text": "Stephenson's books tend to have elaborate plots drawing on numerous technological and sociological ideas at the same time. The discursive nature of his writing, together with significant plot and character complexity and an abundance of detail suggests a baroque writing style, which Stephenson brought fully to bear in the three-volume Baroque Cycle.[23]\n\n"
        },
        {
            "title": "Outside of writing",
            "text": "Stephenson worked at Blue Origin—Jeff Bezos' spaceflight company—for seven years in the early 2000s when its focus was on \"novel alternate approaches to space, alternate propulsion systems, and business models\", but left after Blue became a more standard aerospace company.[24]\n\nIn 2012, Stephenson launched a Kickstarter campaign for CLANG, a realistic sword-fighting fantasy game. The concept was to use motion control to provide an immersive experience. The campaign's funding goal of $500,000 was reached by the target date of July 9, 2012, on Kickstarter, but funding options remained open and the project continued to accept contributions on its official site.[25] The project ran out of money in September 2013.[26] This, and the circumstances around it, angered some backers[27] with some threatening a class action lawsuit.[28] The CLANG project ended in September 2014 without being completed. Stephenson took part of the responsibility for the project's failure, stating, \"I probably focused too much on historical accuracy and not enough on making it sufficiently fun to attract additional investment\".[29]\n\nIn 2014, Stephenson was hired as Chief Futurist by the Florida-based augmented reality company Magic Leap.[30] Stephenson left the company in April 2020 as part of a layoff.[2] In June 2021, Stephenson and colleagues Sean Stewart and Austin Grossman released New Found Land: The Long Haul, an Audible audio drama based on the intellectual property they developed at Magic Leap.[31]\n\nIn 2022, Stephenson launched Lamina1 to build an open source metaverse that would utilize smart contracts[32] on a blockchain.[33]\n\n"
        },
        {
            "title": "Influence",
            "text": "Stephenson's writing is influential in technology circles. Bill Gates, Sergey Brin, John Carmack, and Peter Thiel are all fans of his work.[34] In Snow Crash Stephenson coined the term Metaverse[35] and popularized the term avatar in a computing context.[36]  The Metaverse inspired the inventors of Google Earth[34] and Snow Crash was required reading on the Xbox development team under Microsoft executive J Allard.[16]  According to academic Paul Youngquist, Snow Crash also dealt the cyberpunk genre a \"killer blow\".[37] According to Publishers Weekly, Cryptonomicon is \"often credited with sketching the basis for cryptocurrency.\"[38]\n\n"
        }
    ]
}