{
    "url": "https://en.wikipedia.org/wiki/Negative_mass",
    "title": "Negative mass",
    "table_of_contents": [
        "1 In cosmology",
        "2 In general relativity",
        "2.1 Inertial versus gravitational mass",
        "2.2 Runaway motion",
        "3 Arrow of time and energy inversion",
        "4 Gravitational interaction of antimatter",
        "5 Experimentation",
        "6 In quantum mechanics",
        "6.1 Schrödinger equation",
        "7 In theory of vibrations and metamaterials",
        "8 See also",
        "9 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In theoretical physics, negative mass is a type of exotic matter whose mass is of opposite sign to the mass of normal matter, e.g. −1 kg.[1][2] Such matter would violate one or more energy conditions and show some strange properties such as the oppositely oriented acceleration for negative mass. It is used in certain speculative hypothetical technologies, such as time travel to the past and future,[3] construction of traversable artificial wormholes, which may also allow for time travel, Krasnikov tubes, the Alcubierre drive, and potentially other types of faster-than-light warp drives. Currently, the closest known real representative of such exotic matter is a region of negative pressure density produced by the Casimir effect.\n\n"
        },
        {
            "title": "In cosmology",
            "text": "In December 2018, astrophysicist Jamie Farnes from the University of Oxford proposed a \"dark fluid\" theory, related, in part, to notions of gravitationally repulsive negative masses, presented earlier by Albert Einstein, that may help better understand, in a testable manner, the considerable amounts of unknown dark matter and dark energy in the cosmos.[4][5]\n\n"
        },
        {
            "title": "In general relativity",
            "text": "Negative mass is any region of space in which for some observers the mass density is measured to be negative. This could occur due to a region of space in which the stress component of the Einstein stress–energy tensor is larger in magnitude than the mass density. All of these are violations of one or another variant of the positive energy condition of Einstein's general theory of relativity; however, the positive energy condition is not a required condition for the mathematical consistency of the theory.\n\nIn considering negative mass, it is important to consider which of these concepts of mass are negative. Ever since Newton first formulated his theory of gravity, there have been at least three conceptually distinct quantities called mass:\n\nThe law of conservation of momentum requires that active and passive gravitational mass be identical. Einstein's equivalence principle postulates that inertial mass must equal passive gravitational mass, and all experimental evidence to date has found these are, indeed, always the same.\n\nIn most analyses of negative mass, it is assumed that the equivalence principle and conservation of momentum continue to apply, and therefore all three forms of mass are still the same, leading to the study of \"negative mass\". But the equivalence principle is simply an observational fact, and is not necessarily valid. If such a distinction is made, a \"negative mass\" can be of three kinds: whether the inertial mass is negative, the gravitational mass, or both.\n\nIn his 4th-prize essay for the 1951 Gravity Research Foundation competition, Joaquin Mazdak Luttinger considered the possibility of negative mass and how it would behave under gravitational and other forces.[6]\n\nIn 1957, following Luttinger's idea, Hermann Bondi suggested in a paper in Reviews of Modern Physics that mass might be negative as well as positive.[7] He pointed out that this does not entail a logical contradiction, as long as all three forms of mass are negative, but that the assumption of negative mass involves some counter-intuitive form of motion. For example, an object with negative inertial mass would be expected to accelerate in the opposite direction to that in which it was pushed (non-gravitationally).\n\nThere have been several other analyses of negative mass, such as the studies conducted by R. M. Price,[8] though none addressed the question of what kind of energy and momentum would be necessary to describe non-singular negative mass. Indeed, the Schwarzschild solution for negative mass parameter has a naked singularity at a fixed spatial position. The question that immediately comes up is, would it not be possible to smooth out the singularity with some kind of negative mass density. The answer is yes, but not with energy and momentum that satisfies the dominant energy condition. This is because if the energy and momentum satisfies the dominant energy condition within a spacetime that is asymptotically flat, which would be the case of smoothing out the singular negative mass Schwarzschild solution, then it must satisfy the positive energy theorem, i.e. its ADM mass must be positive, which is of course not the case.[9][10] However, it was noticed by Belletête and Paranjape that since the positive energy theorem does not apply to asymptotic de Sitter spacetime, it would actually be possible to smooth out, with energy–momentum that does satisfy the dominant energy condition, the singularity of the corresponding exact solution of negative mass Schwarzschild–de Sitter, which is the singular, exact solution of Einstein's equations with cosmological constant.[11] In a subsequent article, Mbarek and Paranjape showed that it is in fact possible to obtain the required deformation through the introduction of the energy–momentum of a perfect fluid.[12]\n\n\nAlthough no particles are known to have negative mass, physicists (primarily Hermann Bondi in 1957,[7] William B. Bonnor in 1964 and 1989,[13][14] then Robert L. Forward[15]) have been able to describe some of the anticipated properties such particles may have. Assuming that all three concepts of mass are equivalent according to the equivalence principle, the gravitational interactions between masses of arbitrary sign can be explored, based on the Newtonian approximation of the Einstein field equations. The interaction laws are then:\nFor two positive masses, nothing changes and there is a gravitational pull on each other causing an attraction. Two negative masses would repel because of their negative inertial masses. For different signs however, there is a push that repels the positive mass from the negative mass, and a pull that attracts the negative mass towards the positive one at the same time.\n\nHence Bondi pointed out that two objects of equal and opposite mass would produce a constant acceleration of the system towards the positive-mass object,[7] an effect called \"runaway motion\" by Bonnor who disregarded its physical existence, stating: \n\nSuch a couple of objects would accelerate without limit (except a relativistic one); however, the total mass, momentum and energy of the system would remain zero. This behavior is completely inconsistent with a common-sense approach and the expected behavior of \"normal\" matter. Thomas Gold even hinted that the runaway linear motion could be used in a perpetual motion machine if converted to circular motion:\n\nBut Forward showed that the phenomenon is mathematically consistent and introduces no violation of conservation laws.[15] If the masses are equal in magnitude but opposite in sign, then the momentum of the system remains zero if they both travel together and accelerate together, no matter what their speed:\n\nAnd equivalently for the kinetic energy:\n\nHowever, this is perhaps not exactly valid if the energy in the gravitational field is taken into account.\n\nForward extended Bondi's analysis to additional cases, and showed that even if the two masses m(−) and m(+) are not the same, the conservation laws remain unbroken. This is true even when relativistic effects are considered, so long as inertial mass, not rest mass, is equal to gravitational mass.\n\nThis behaviour can produce bizarre results: for instance, a gas containing a mixture of positive and negative matter particles will have the positive matter portion increase in temperature without bound.[citation needed] However, the negative matter portion gains negative temperature at the same rate, again balancing out. Geoffrey A. Landis pointed out other implications of Forward's analysis,[17] including noting that although negative mass particles would repel each other gravitationally, the electrostatic force would be attractive for like charges and repulsive for opposite charges.\n\nForward used the properties of negative-mass matter to create the concept of diametric drive, a design for spacecraft propulsion using negative mass that requires no energy input and no reaction mass to achieve arbitrarily high acceleration.\n\nForward also coined a term, \"nullification\", to describe what happens when ordinary matter and negative matter meet: they are expected to be able to cancel out or nullify each other's existence. An interaction between equal quantities of positive mass matter (hence of positive energy E = mc2) and negative mass matter (of negative energy −E = −mc2) would release no energy, but because the only configuration of such particles that has zero momentum (both particles moving with the same velocity in the same direction) does not produce a collision, such interactions would leave a surplus of momentum.\n\n"
        },
        {
            "title": "Arrow of time and energy inversion",
            "text": "In general relativity, the universe is described as a Riemannian manifold associated to a metric tensor solution of Einstein's field equations. In such a framework, the runaway motion forbids the existence of negative matter.[7][14]\n\nSome bimetric theories of the universe propose that two parallel universes with an opposite arrow of time may exist instead of one, linked together by the Big Bang and interacting only through gravitation.[18][19] The universe is then described as a manifold associated to two Riemannian metrics (one with positive mass matter and the other with negative mass matter). According to group theory, the matter of the conjugated metric would appear to the matter of the other metric as having opposite mass and arrow of time (though its proper time would remain positive). The coupled metrics have their own geodesics and are solutions of two coupled field equations.[20]\n\nThe negative matter of the coupled metric, interacting with the matter of the other metric via gravity, could be an alternative candidate for the explanation of dark matter, dark energy, cosmic inflation and an accelerating universe.[20]\n\n"
        },
        {
            "title": "Gravitational interaction of antimatter",
            "text": "The overwhelming consensus among physicists is that antimatter has positive mass and should be affected by gravity just like normal matter. Direct experiments on neutral antihydrogen have not been sensitive enough to detect any difference between the gravitational interaction of antimatter, compared to normal matter.[21]\n\nBubble chamber experiments provide further evidence that antiparticles have the same inertial mass as their normal counterparts. In these experiments, the chamber is subjected to a constant magnetic field that causes charged particles to travel in helical paths, the radius and direction of which correspond to the ratio of electric charge to inertial mass. Particle–antiparticle pairs are seen to travel in helices with opposite directions but identical radii, implying that the ratios differ only in sign; but this does not indicate whether it is the charge or the inertial mass that is inverted. However, particle–antiparticle pairs are observed to electrically attract one another. This behavior implies that both have positive inertial mass and opposite charges; if the reverse were true, then the particle with positive inertial mass would be repelled from its antiparticle partner.\n\n"
        },
        {
            "title": "Experimentation",
            "text": "Physicist Peter Engels and a team of colleagues at Washington State University reported the observation of negative mass behavior in rubidium atoms. On 10 April 2017, Engels' team created negative effective mass by reducing the temperature of rubidium atoms to near absolute zero, generating a Bose–Einstein condensate. By using a laser-trap, the team were able to reverse the spin of some of the rubidium atoms in this state, and observed that once released from the trap, the atoms expanded and displayed properties of negative mass, in particular accelerating towards a pushing force instead of away from it.[22][23] This kind of negative effective mass is analogous to the well-known apparent negative effective mass of electrons in the upper part of the dispersion bands in solids.[24] However, neither case is negative mass for the purposes of the stress–energy tensor.\n\nSome recent work with metamaterials suggests that some as-yet-undiscovered composite of superconductors, metamaterials and normal matter could exhibit signs of negative effective mass in much the same way as low-temperature alloys melt at below the melting point of their components or some semiconductors have negative differential resistance.[25][26]\n\n"
        },
        {
            "title": "In quantum mechanics",
            "text": "In 1928, Paul Dirac's theory of elementary particles, now part of the Standard Model, already included negative solutions.[27] The Standard Model is a generalization of quantum electrodynamics (QED) and negative mass is already built into the theory.\n\nMorris, Thorne and Yurtsever[28] pointed out that the quantum mechanics of the Casimir effect can be used to produce a locally mass-negative region of space–time. In this article, and subsequent work by others, they showed that negative matter could be used to stabilize a wormhole. Cramer et al. argue that such wormholes might have been created in the early universe, stabilized by negative-mass loops of cosmic string.[29] Stephen Hawking has argued that negative energy is a necessary condition for the creation of a closed timelike curve by manipulation of gravitational fields within a finite region of space;[30] this implies, for example, that a finite Tipler cylinder cannot be used as a time machine.\n\nFor energy eigenstates of the Schrödinger equation, the wavefunction is wavelike wherever the particle's energy is greater than the local potential, and exponential-like (evanescent) wherever it is less. Naively, this would imply kinetic energy is negative in evanescent regions (to cancel the local potential). However, kinetic energy is an operator in quantum mechanics, and its expectation value is always positive, summing with the expectation value of the potential energy to yield the energy eigenvalue.\n\nFor wavefunctions of particles with zero rest mass (such as photons), this means that any evanescent portions of the wavefunction would be associated with a local negative mass–energy. However, the Schrödinger equation does not apply to massless particles; instead the Klein–Gordon equation is required.\n\n"
        },
        {
            "title": "In theory of vibrations and metamaterials",
            "text": "The mechanical model giving rise to the negative effective mass effect is depicted in Figure 1. A core with mass \n\n\n\n\nm\n\n2\n\n\n\n\n{\\displaystyle m_{2}}\n\n is connected internally through the spring with constant \n\n\n\n\nk\n\n2\n\n\n\n\n{\\displaystyle k_{2}}\n\n to a shell with mass \n\n\n\n\nm\n\n1\n\n\n\n\n{\\displaystyle m_{1}}\n\n. The system is subjected to the external sinusoidal force \n\n\n\nF\n(\nt\n)\n=\n\n\n\nF\n^\n\n\n\ns\ni\nn\nω\nt\n\n\n{\\displaystyle F(t)={\\widehat {F}}sin\\omega t}\n\n. If we solve the equations of motion for the masses \n\n\n\n\nm\n\n1\n\n\n\n\n{\\displaystyle m_{1}}\n\n and \n\n\n\n\nm\n\n2\n\n\n\n\n{\\displaystyle m_{2}}\n\n and replace the entire system with a single effective mass \n\n\n\n\nm\n\ne\nf\nf\n\n\n\n\n{\\displaystyle m_{eff}}\n\n we obtain:[31][32][33][34]\n\n\n\n\n\n\nm\n\ne\nf\nf\n\n\n=\n\nm\n\n1\n\n\n+\n\n\n\n\nm\n\n2\n\n\n\nω\n\n0\n\n\n2\n\n\n\n\n\nω\n\n0\n\n\n2\n\n\n−\n\nω\n\n2\n\n\n\n\n\n\n\n{\\displaystyle m_{eff}=m_{1}+{{m_{2}\\omega _{0}^{2}} \\over {\\omega _{0}^{2}-\\omega ^{2}}}}\n\n,\n\nwhere \n\n\n\n\nω\n\n0\n\n\n=\n\n\n\n\nk\n\n2\n\n\n\nm\n\n2\n\n\n\n\n\n\n\n{\\displaystyle \\omega _{0}={\\sqrt {k_{2} \\over m_{2}}}}\n\n.\n\nWhen the frequency \n\n\n\nω\n\n\n{\\displaystyle \\omega }\n\n approaches \n\n\n\n\nω\n\n0\n\n\n\n\n{\\displaystyle \\omega _{0}}\n\n from above the effective mass \n\n\n\n\nm\n\ne\nf\nf\n\n\n\n\n{\\displaystyle m_{eff}}\n\n will be negative.[31][32][33][34]\n\nThe negative effective mass (density) becomes also possible based on the electro-mechanical coupling exploiting plasma oscillations of a free electron gas (see Figure 2).[35][36] The negative mass appears as a result of vibration of a metallic particle with a frequency of \n\n\n\nω\n\n\n{\\displaystyle \\omega }\n\n which is close the frequency of the plasma oscillations of the electron gas \n\n\n\n\nm\n\n2\n\n\n\n\n{\\displaystyle m_{2}}\n\n relatively to the ionic lattice \n\n\n\n\nm\n\n1\n\n\n\n\n{\\displaystyle m_{1}}\n\n. The plasma oscillations are represented with the elastic spring \n\n\n\n\nk\n\n2\n\n\n=\n\nω\n\np\n\n\n2\n\n\n\nm\n\n2\n\n\n\n\n{\\displaystyle k_{2}=\\omega _{p}^{2}m_{2}}\n\n, where \n\n\n\n\nω\n\np\n\n\n\n\n{\\displaystyle \\omega _{p}}\n\n is the plasma frequency.[35][36] Thus, the metallic particle vibrated with the external frequency ω is described by the effective mass\n\n\n\n\n\n\nm\n\ne\nf\nf\n\n\n=\n\nm\n\n1\n\n\n+\n\n\n\n\nm\n\n2\n\n\n\nω\n\np\n\n\n2\n\n\n\n\n\nω\n\np\n\n\n2\n\n\n−\n\nω\n\n2\n\n\n\n\n\n\n\n{\\displaystyle m_{eff}=m_{1}+{{m_{2}\\omega _{p}^{2}} \\over {\\omega _{p}^{2}-\\omega ^{2}}}}\n\n,\n\nwhich is negative when the frequency ω approaches \n\n\n\n\nω\n\np\n\n\n\n\n{\\displaystyle \\omega _{p}}\n\n from above. Metamaterials exploiting the effect of the negative mass in the vicinity of the plasma frequency were reported.[35][36]\n\n"
        }
    ]
}