{
    "url": "https://en.wikipedia.org/wiki/Neil_Postman",
    "title": "Neil Postman",
    "table_of_contents": [
        "1 Biography",
        "2 Works",
        "3 On education",
        "4 Amusing Ourselves to Death",
        "5 Technopoly",
        "6 Selected bibliography",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNeil Postman (March 8, 1931 – October 5, 2003) was an American author, educator, media theorist and cultural critic, who eschewed digital technology, including personal computers, mobile devices, and cruise control in cars, and was critical of uses of technology, such as personal computers in school.[1] He is best known for twenty books regarding technology and education, including Amusing Ourselves to Death (1985), Conscientious Objections (1988), Technopoly: The Surrender of Culture to Technology (1992), The Disappearance of Childhood (1982) and The End of Education: Redefining the Value of School (1995).\n\n"
        },
        {
            "title": "Biography",
            "text": "Postman was born in New York City, where he spent most of his life.[2] In 1953, he graduated from the State University of New York at Fredonia and enlisted in the military but was released less than five months later.[3] At Teachers College, Columbia University, he was awarded a master's degree in 1955 and an Ed.D (Doctor of Education) degree in 1958.[4] Postman took a position with San Francisco State University's English Department in 1958.[3] Soon after, in 1959, he began teaching at New York University (NYU).[4]\n\nIn 1971, at NYU's Steinhardt School of Education, he founded a graduate program in media ecology. He became the School of Education's only University Professor in 1993, and was chairman of the Department of Culture and Communication until 2002.[4]\n\nPostman died at age 72 of lung cancer at a hospital in Flushing, Queens, on October 5, 2003. At the time, he had been married to his wife, Shelley Ross Postman, for 48 years. They had three children and were longtime residents of Flushing.[4]\n\n"
        },
        {
            "title": "Works",
            "text": "Postman wrote 20 books and more than 200 magazine and newspaper articles in, for example, The New York Times Magazine, The Atlantic Monthly, Harper's Magazine, Time, Saturday Review, Harvard Educational Review, The Washington Post, Los Angeles Times, Stern and Le Monde. He was the editor of the quarterly journal ETC: A Review of General Semantics from 1976 to 1986. In 1976, Postman taught a course for NYU credit on CBS-TV's Sunrise Semester called \"Communication: the Invisible Environment\".[5] He was also a contributing editor at The Nation. Several[citation needed] of his articles were reprinted after his death in the quarterly journal, ETC.: A Review of General Semantics as part of a 75th anniversary edition in October 2013.[6]\n\n"
        },
        {
            "title": "On education",
            "text": "In 1969 and 1970, Postman collaborated with the New Rochelle educator Alan Shapiro on the development of a model school based on the principles expressed in Teaching as a Subversive Activity.[7] In Teaching as a Subversive Activity, Postman and co-author Charles Weingartner suggest that many schools have curricula that are trivial and irrelevant to students' lives.[8] The result of Postman and Weingartner's critiques in Teaching as a Subversive Activity was the \"Program for Inquiry, Involvement, and Independent Study\" within New Rochelle High School.[7] This \"open school\" experiment survived for 15 years and in subsequent years many programs following these principles were developed in American high schools; current[when?] survivors include Walter Koral's language class at the Village School[9] in Great Neck, New York.\n\nIn a 1973 address, \"The Ecology of Learning\", at the Conference on English Education, Postman proposed seven changes for schools that build on his critiques expressed in Teaching as a Subversive Activity.[10] First, Postman proposed that schools should be \"convivial communities\" for learning rather than places that try to control students through judgement and punishment. Secondly, he suggested that schools should either discard or dramatically change grading practices that lead to competition in school rather than an attitude of learning. He also proposed getting rid of homogeneous groupings of students that reinforce social and economic inequalities, standardized tests that promote competition and permanently kept student records that are used to punish and control students. Proactively, he suggested that industries and professional schools, rather than K-12 schools, should develop criteria for selecting students and that schools should focus on civic education that teaches students their rights as citizens.[11]\n\nLater in his career, Postman moved away from his work in Teaching as a Subversive Activity with the publication of Teaching as a Conserving Activity.[12] In it Postman calls for schools to act as a counter to popular culture dominated by television and highlighted the need for an emphasis on literacy education.[13] Postman also argued for the need of teachers to separate themselves from students in dress and speech, offering an alternative role model for children. Postman was concerned with the degradation of the culture caused by technology and saw education as a means of conserving important cultural ideas.  \n\nIn a television interview conducted in 1995 on PBS's MacNeil/Lehrer NewsHour, Postman spoke about his opposition to the use of personal computers in schools. He felt that school was a place to learn together as a cohesive group and that it should not be used for individualized learning. Postman also worried that the personal computer was going to take away from individuals socializing as citizens and human beings.[14]\n\n"
        },
        {
            "title": "Amusing Ourselves to Death",
            "text": "One of Postman's most influential works is Amusing Ourselves to Death: Public Discourse in the Age of Show Business. In Amusing, Postman argued that by expressing ideas through visual imagery, television reduces politics, news, history and other serious topics to entertainment.[3] He worried that culture would decline if the people became an audience and their public business a \"vaudeville act\". He also argued that television is destroying the \"serious and rational public conversation\" that was sustained for centuries by the printing press.  Rather than the restricted information in George Orwell's 1984, the flow of distraction we experience is akin to  Aldous Huxley's A Brave New World.\n\n"
        },
        {
            "title": "Technopoly",
            "text": "In his 1992 book Technopoly: the Surrender of Culture to Technology, Postman defines \"Technopoly\" as a society which believes \"the primary, if not the only, goal of human labor and thought is efficiency, that technical calculation is in all respects superior to human judgment ... and that the affairs of citizens are best guided and conducted by experts\".\n\nIn a C-SPAN interview, Postman described Technopoly as \"the tendency in American culture to turn over to technology sovereignty, command, control over all of our social institutions.\"[15]\n\nPostman argued that the United States is the only country to have developed into a technopoly. He claimed that the U.S. has been inundated with technophiles who do not see the downside of technology. This is dangerous because technophiles want more technology and thus more information. However, according to Postman, it is impossible for a technological innovation to have only a one-sided effect. With the ever-increasing amount of information available, Postman argues that: \"Information has become a form of garbage, not only incapable of answering the most fundamental human questions but barely useful in providing coherent direction to the solution of even mundane problems.\"\n\nPostman was not opposed to all forms of technology. In page 7 of Technopoly, he agrees that technological advancements, specifically \"the telephone, ocean liners, and the reign of hygiene\", have lengthened and improved modern life. In his words, this agreement proves that he is not a \"one-eyed technophobe\".\n\nIn Technopoly, Postman discusses Luddism, explaining that being a Luddite often is associated with a naive opposition to technology. But, according to Postman, historical Luddites were trying to preserve their way of life and rights given to them prior to the advancement of new technologies.\n\n"
        }
    ]
}