{
    "url": "https://en.wikipedia.org/wiki/Neogene",
    "title": "Neogene",
    "table_of_contents": [
        "1 Divisions",
        "2 Geography",
        "3 Climate",
        "4 Flora and fauna",
        "5 Disagreements",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Neogene (/ˈniː.ədʒiːn/ NEE-ə-jeen),[6][7] informally Upper Tertiary or Late Tertiary, is a geologic period and system that spans 20.45 million years from the end of the Paleogene Period 23.03 million years ago (Mya) to the beginning of the present Quaternary Period 2.58 Mya. The Neogene is sub-divided into two epochs, the earlier Miocene and the later Pliocene. Some geologists assert that the Neogene cannot be clearly delineated from the modern geological period, the Quaternary.[8] The term \"Neogene\" was coined in 1853 by the Austrian palaeontologist Moritz Hörnes (1815–1868).[9]\n\nDuring this period, mammals and birds continued to evolve into modern forms, while other groups of life remained relatively unchanged. The first humans (Homo habilis) appeared in Africa near the end of the period.[10] Some continental movements took place, the most significant event being the connection of North and South America at the Isthmus of Panama, late in the Pliocene. This cut off the warm ocean currents from the Pacific to the Atlantic Ocean, leaving only the Gulf Stream to transfer heat to the Arctic Ocean. The global climate cooled considerably throughout the Neogene, culminating in a series of continental glaciations in the Quaternary Period that follows.\n\n"
        },
        {
            "title": "Divisions",
            "text": "In ICS terminology, from upper (later, more recent) to lower (earlier):\n\nThe Pliocene Epoch is subdivided into two ages:\n\nThe Miocene Epoch is subdivided into six ages:\n\nIn different geophysical regions of the world, other regional names are also used for the same or overlapping ages and other timeline subdivisions.\n\nThe terms Neogene System (formal) and Upper Tertiary System (informal) describe the rocks deposited during the Neogene Period.\n\n"
        },
        {
            "title": "Geography",
            "text": "The continents in the Neogene were very close to their current positions. The Isthmus of Panama formed, connecting North and South America. The Indian subcontinent continued to collide with Asia, forming the Himalayas. Sea levels fell, creating land bridges between Africa and Eurasia and between Eurasia and North America.\n\n"
        },
        {
            "title": "Climate",
            "text": "The global climate became seasonal and continued an overall drying and cooling trend which began at the start of the Paleogene. During the Early Miocene, mid-latitude seawater and continental thermal gradients were already very similar to those of the present.[11] The ice caps on both poles began to grow and thicken, and by the end of the period the first of a series of glaciations of the current Ice Age began.[12]\n\n"
        },
        {
            "title": "Flora and fauna",
            "text": "Marine and continental flora and fauna have a modern appearance. The reptile group Choristodera went extinct in the early part of the period, while the amphibians known as Allocaudata disappeared at the end of it. Neogene also marked the end of the reptilian genera Langstonia and Barinasuchus, terrestrial predators that were the last surviving members of Sebecosuchia, a group related to crocodiles. The oceans were dominated by large carnivores like megalodons and livyatans, and 19 million years ago about 70% of all pelagic shark species disappeared.[13] Mammals and birds continued to be the dominant terrestrial vertebrates, and took many forms as they adapted to various habitats. The first hominins, the ancestors of humans may have appeared in southern Europe and migrated into Africa.[14][15] The first humans (belonging to the species Homo habilis) appeared in Africa near the end of the period.[10]\n\nAbout 20 million years ago gymnosperms in the form of some conifer and cycad groups started to diversify and produce more species due to the changing conditions.[16] In response to the cooler, seasonal climate, tropical plant species gave way to deciduous ones and grasslands replaced many forests. Grasses therefore greatly diversified, and herbivorous mammals evolved alongside it, creating the many grazing animals of today such as horses, antelope, and bison. Ice age mammals like the mammoths and woolly rhinoceros were common in Pliocene. With lower levels of CO2 in the atmosphere, C4 plants expanded and reached ecological dominance in grasslands during the last 10 million years. Also Asteraceae (daisies) went through a significant adaptive radiation.[17] Eucalyptus fossil leaves occur in the Miocene of New Zealand, where the genus is not native today, but have been introduced from Australia.[18]\n\n"
        },
        {
            "title": "Disagreements",
            "text": "The Neogene traditionally ended at the end of the Pliocene Epoch, just before the older definition of the beginning of the Quaternary Period; many time scales show this division.\n\nHowever, there was a movement amongst geologists (particularly marine geologists) to also include ongoing geological time (Quaternary) in the Neogene, while others (particularly terrestrial geologists) insist the Quaternary to be a separate period of distinctly different record. The somewhat confusing terminology and disagreement amongst geologists on where to draw what hierarchical boundaries is due to the comparatively fine divisibility of time units as time approaches the present, and due to geological preservation that causes the youngest sedimentary geological record to be preserved over a much larger area and to reflect many more environments than the older geological record.[8] By dividing the Cenozoic Era into three (arguably two) periods (Paleogene, Neogene, Quaternary) instead of seven epochs, the periods are more closely comparable to the duration of periods in the Mesozoic and Paleozoic Eras.\n\nThe International Commission on Stratigraphy (ICS) once proposed that the Quaternary be considered a sub-era (sub-erathem) of the Neogene, with a beginning date of 2.58 Ma, namely the start of the Gelasian Stage.  In the 2004 proposal of the ICS, the Neogene would have consisted of the Miocene and  Pliocene Epochs.[19] The International Union for Quaternary Research (INQUA) counterproposed that the Neogene and the Pliocene end at 2.58 Ma, that the Gelasian be transferred to the Pleistocene, and the Quaternary be recognized as the third period in the Cenozoic, citing  key changes in Earth's climate, oceans, and biota that occurred 2.58 Ma and its correspondence to the Gauss-Matuyama magnetostratigraphic boundary.[20][21] In 2006 ICS and INQUA reached a compromise that made Quaternary a subera, subdividing Cenozoic into the old classical Tertiary and Quaternary, a compromise that was rejected by International Union of Geological Sciences because it split both Neogene and Pliocene in two.[22]\n\nFollowing formal discussions at the 2008 International Geological Congress in Oslo, Norway,[23] the ICS decided in May 2009 to make the Quaternary the youngest period of the Cenozoic Era with its base at 2.58 Mya and including the Gelasian Age, which was formerly considered part of the Neogene Period and Pliocene Epoch.[24] Thus the Neogene Period ends bounding the succeeding Quaternary Period at 2.58 Mya.\n\n"
        }
    ]
}