{
    "url": "https://en.wikipedia.org/wiki/Neonicotinoid",
    "title": "Neonicotinoid",
    "table_of_contents": [
        "1 History",
        "2 Market",
        "3 Agricultural usage",
        "3.1 Efficacy",
        "3.2 Seed coatings",
        "4 Regulation",
        "4.1 United States",
        "4.2 European Union",
        "4.2.1 EU restrictions on use",
        "4.2.2 Economic impact",
        "4.3 Canada",
        "4.4 Oceania",
        "5 Chemical activity and properties",
        "5.1 Basis of selectivity",
        "5.2 Persistence and half-life",
        "6 Environmental and species impact",
        "6.1 Bees",
        "6.2 Birds",
        "6.3 Other wildlife",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nNeonicotinoids (sometimes shortened to neonics /ˈniːoʊnɪks/) are a class of neuro-active insecticides chemically similar to nicotine.[1] In the 1980s Shell and in the 1990s Bayer started work on their development.[2]\n\nThe neonicotinoid family includes acetamiprid, clothianidin, dinotefuran, imidacloprid, nitenpyram, nithiazine, thiacloprid and thiamethoxam. Imidacloprid has been the most widely used insecticide in the world from 1999[3] through at least 2018[update].[4][5] Compared to organophosphate and carbamate insecticides, neonicotinoids are less toxic to birds and mammals.\n\nNeonicotinoid use has been studied in relation to adverse ecological effects, including honey-bee colony collapse disorder (CCD), and declining populations of insect-eating birds. In 2013, the European Union and a few neighbouring countries restricted the use of certain neonicotinoids.[6][7][8][9][10][11] In 2018 the EU banned the three main neonicotinoids (clothianidin, imidacloprid and thiamethoxam) for all outdoor uses,[12][13] but in 2020, France re-allowed the use of neonicotinoids on sugar beet crops.[14] Several US states have restricted neonicotinoids out of concern for pollinators and bees.[15]\n\n"
        },
        {
            "title": "History",
            "text": "The precursor to nithiazine was first synthesized by Henry Feuer, a chemist at Purdue University, in 1970.[16][17][18]\n\nShell researchers found in screening that this precursor showed insecticide potential and refined it to develop nithiazine.[2]\n\nIn 1984 nithiazine's mode of action was found to be as a postsynaptic acetylcholine receptor agonist,[19] the same as nicotine. Nithiazine does not act as an acetylcholinesterase inhibitor,[19] in contrast to the organophosphate and carbamate insecticides. While nithiazine has the desired specificity (i.e. low mammalian toxicity), it is not photostable—that is, it breaks down in sunlight, and thus is not commercially viable.\n\nIn 1985, Bayer (Shinzo Kagabu) patented imidacloprid as the first commercial neonicotinoid.[20]\n\nDuring the late 1990s, imidacloprid became widely used.[3][4][5][specify] Beginning in the early 2000s, two other neonicotinoids, clothianidin and thiamethoxam, entered the market[where?]. As of 2013[update], virtually all US corn was treated with one of these two insecticides.[21]  As of 2014[update], about a third of US soybean acreage was planted with neonicotinoid-treated seeds, usually imidacloprid or thiamethoxam.[22]\n\n"
        },
        {
            "title": "Market",
            "text": "Neonicotinoids have been registered in more than 120 countries. With a global turnover of €1.5 billion in 2008, they represented 24% of the global insecticide market. The market grew from €155 million in 1990 to €957 million in 2008. Neonicotinoids made up 80% of all seed treatment sales in 2008.[23][clarification needed]\n\nAs of 2011, seven neonicotinoids from different companies were on the market.[23]\n\n"
        },
        {
            "title": "Agricultural usage",
            "text": "Imidacloprid is effective against sucking insects, some chewing insects, soil insects and fleas on domestic animals.[24] It is systemic with particular efficacy against sucking insects and has a long residual activity. Imidacloprid can be added to the water used to irrigate plants. Controlled release formulations of imidacloprid take 2–10 days to release 50% of imidacloprid in water.[25]\nIt is applied against soil pests, seed, timber and animal pests as well as foliar treatments.\n\nAs of 2013[update] neonicotinoids were used in the U.S. on about 95 percent of corn and canola crops, the majority of cotton, sorghum, and sugar beets and about half of all soybeans. They have been used on the vast majority of fruit and vegetables, including apples, cherries, peaches, oranges, berries, leafy greens, tomatoes, and potatoes, to cereal grains, rice, nuts, and wine grapes.[26] Imidacloprid was possibly the most widely used insecticide, both within the neonicotinoids and in the worldwide market.[3][4][5]\n\nIn agriculture, usefulness of neonicotinoid seed treatments for pest prevention depends upon the timing of planting and pest arrival. For soybeans, neonicotinoid seed treatments typically are not effective against the soybean aphid, because the compounds break down 35–42 days after planting, and soybean aphids typically are not present or at damaging population levels before this time.[27][28][29] Neonicotinoid seed treatments can protect yield in individual cases such as late-planted fields or in areas with large infestations much earlier in the growing season.[29]\nOverall yield gains are not expected from neonicotinoid seed treatments for soybean insect pests in the United States, and foliar insecticides are recommended instead when insects do reach damaging levels.[27]\nHealth Canada estimated that neonicotinoids provide benefits equivalent to over 3% of the national farm gate value of corn and 1.5% to 2.1% of the national farm gate value of soybean in 2013 .[30]\n\n"
        },
        {
            "title": "Regulation",
            "text": "The US EPA operates a 15-year registration review cycle for all pesticides.[31] The EPA granted a conditional registration to clothianidin in 2003.[32] The EPA issues conditional registrations when a pesticide meets the standard for registration, but there are outstanding data requirements.[33] Thiamethoxam is approved for use as an antimicrobial pesticide wood preservative and as a pesticide; it was first approved in 1999.[34] Imidacloprid was registered in 1994.[35]\n\nAs all neonicotinoids were registered after 1984, they were not subject to reregistration, but because of environmental concerns, especially concerning bees, the EPA opened dockets to evaluate them.[36] The registration review docket for imidacloprid opened in December 2008, and the docket for nithiazine opened in March 2009. To best take advantage of new research as it becomes available, the EPA moved ahead the docket openings for the remaining neonicotinoids on the registration review schedule (acetamiprid, clothianidin, dinotefuran, thiacloprid, and thiamethoxam) to FY 2012.[36] The EPA said that it expected to complete the review for the neonicotinoids in 2018.[37]\n\nIn March 2012, the Center for Food Safety, Pesticide Action Network, Beyond Pesticides and a group of beekeepers filed an Emergency Petition with the EPA asking the agency to suspend the use of clothianidin. The agency denied the petition.[37] In March 2013, the US EPA was sued by the same group, with the Sierra Club and the Center for Environmental Health joining, which accused the agency of performing inadequate toxicity evaluations and allowing insecticide registration based on inadequate studies.[37][38] The case, Ellis et al v. Bradbury et al, was stayed as of October 2013.[39]\n\nOn 12 July 2013, Rep. John Conyers, on behalf of himself and Rep. Earl Blumenauer, introduced the \"Save American Pollinators Act\" in the House of Representatives. The Act called for suspension of the use of four neonicotinoids, including the three recently suspended by the European Union, until their review is complete, and for a joint Interior Department and EPA study of bee populations and the possible reasons for their decline.[40] The bill was assigned to a congressional committee on 16 July 2013 and did not leave committee.[41]\n\nThe US EPA has taken a variety of actions to regulate neonicotinoids in response to concerns about pollinators.[42] In 2014, under the Obama administration, a blanket ban was issued against the use of neonicotinoids on National Wildlife Refuges in response to concerns about off-target effects of the pesticide, and a lawsuit from environmental groups. In 2018, the Trump administration reversed this decision, stating that decisions on neonicotinoid usage on farms in wildlife refuges will be made on a case by case basis.[43] In May 2019, the Environmental Protection Agency revoked approval for a dozen pesticides containing clothianidin and thiamethoxam as part of a legal settlement.[44]\n\nThe first neonic was approved in the EU in 2005.[45]\n\nIn 2008, Germany revoked the registration of clothianidin for use on seed corn after an incident that resulted in the death of millions of nearby honey bees.[46] An investigation revealed that it was caused by a combination of factors:\n\nIn Germany, clothianidin use was also restricted in 2008 for a short period on rapeseed. After it was shown that rapeseed treatment did not have the same problems as maize, its use was reinstated under the condition that the pesticide be fixed to the rapeseed grains by an additional sticker, so that abrasion dusts would not be released into the air.[48]\n\nIn 2009, the German Federal Office of Consumer Protection and Food Safety decided to continue to suspend authorization for clothianidin use on corn. It had not yet been fully clarified to what extent and in what manner bees come into contact with the active substances in clothianidin, thiamethoxam and imidacloprid when used on corn. The question of whether liquid emitted by plants via guttation, which bees ingest, posed an additional risk was unanswered.[49]\n\nNeonicotinoid seed treatment is banned in Italy, but foliar use is allowed.[when?] This action was taken based on preliminary monitoring studies showing that bee losses were correlated with the application of seeds treated with these compounds; Italy based its decision on the known acute toxicity of these compounds to pollinators.[50][51]\n\nIn France, sunflower and corn seed treatment with imidacloprid are suspended; imidacloprid seed treatment for sugar beets and cereals are allowed, as is foliar use.[50][when?]\n\nIn 2012, the European Commission asked the European Food Safety Authority (EFSA) to study the safety of three neonicotinoids, in response to growing concerns about the impact of neonicotinoids on honey bees. The study was published in January 2013, stating that neonicotinoids pose an unacceptably high risk to bees, and that the industry-sponsored science upon which regulatory agencies' claims of safety have relied may be flawed and contain data gaps not previously considered. Their review concluded, \"A high acute risk to honey bees was identified from exposure via dust drift for the seed treatment uses in maize, oilseed rape and cereals. A high acute risk was also identified from exposure via residues in nectar and/or pollen.\"[52][53] EFSA reached the following conclusions:[54][55]\n\nEFSA's scientists identified a number of data gaps and were unable to finalize risk assessments for some uses authorized in the EU. EFSA also highlighted that risk to other pollinators should be further considered. The UK Parliament asked manufacturer Bayer Cropscience to explain discrepancies in the evidence they submitted.[56]\n\nIn response to the study, the European Commission recommended a restriction of their use across the European Union.[11] On 29 April 2013, 15 of the 27 EU member states voted to restrict the use of three neonicotinoids for two years starting 1 December 2013. Eight states voted against the ban, while four abstained. The law restricted the use of imidacloprid, clothianidin and thiamethoxam for seed treatment, soil application (granules) and foliar treatment in crops attractive to bees.[10][11] Temporary suspensions had previously been enacted in France, Germany, and Italy.[57] In Switzerland, where neonicotinoids were never used in alpine areas, neonics were banned because of accidental poisonings of bee populations and the relatively low safety margin for other beneficial insects.[58]\n\nEnvironmentalists called the move \"a significant victory for common sense and our beleaguered bee populations\" and said it is \"crystal clear that there is overwhelming scientific, political and public support for a ban.\"[11] The UK, which voted against the bill, disagreed: \"Having a healthy bee population is a top priority for us, but we did not support the proposal for a ban because our scientific evidence doesn't support it.\"[11] Bayer Cropscience, which makes two of the three banned products, remarked \"Bayer remains convinced neonicotinoids are safe for bees, when used responsibly and properly … clear scientific evidence has taken a back-seat in the decision-making process.\"[57] Reaction in the scientific community was mixed. Biochemist Lin Field said the decision was based on \"political lobbying\" and could lead to the overlooking of other factors involved in colony collapse disorder. Zoologist Lynn Dicks of Cambridge University disagreed, saying \"This is a victory for the precautionary principle, which is supposed to underlie environmental regulation.\"[11] Simon Potts, Professor of Biodiversity and Ecosystem Services at Reading University, called the ban \"excellent news for pollinators\", and said, \"The weight of evidence from researchers clearly points to the need to have a phased ban of neonicotinoids.\"[57]\n\nThe decision came up for review in 2016. In March 2017, The Guardian printed an article which claimed that they had obtained information that indicated that the European commission wanted a complete ban and cited \"high acute risks to bees\". A vote on the ban was expected in 2017 but delayed until early 2018 to assess the scientific findings.[59][60]\n\nOn 27 April 2018, member states of the European Union agreed upon a total ban on neonicotinoid insecticide use, except within closed greenhouses, to be imposed from the end of 2018.[61] The ban applies to the three main neonicotinoid active compounds: clothianidin, imidacloprid and thiamethoxam.[12][62] Use of the three compounds had been partially restricted in 2013.[63] The vote on the proposed ban followed a February 2018 report from the European Food Safety Authority which concluded that neonicotinoids posed a high risk to both domestic and wild bees.[64] Voting on the issue had previously been postponed on multiple occasions.[63] The ban had strong public support, but faced criticism from the agrochemical industry, and from certain farmers' groups.[61]\n\nIn January 2013, the Humboldt Forum for Food and Agriculture e. V. (HFFA), a non-profit think tank, published a report on the value of neonicotinoids in the EU. At their website HFFA lists as their partners/supporters: BASF SE, the world's largest chemical company; Bayer CropScience, makers of products for crop protection and nonagricultural pest control; E.ON, an electric utility service provider; KWS Seed, a seed producer; and the food company Nestlé.\n\nThe study was supported by COPA-COGECA, the European Seed Association and the European Crop Protection Association, and financed by neonicotinoid manufacturers Bayer CropScience and Syngenta. The report looked at the short- and medium-term impacts of a complete ban of all neonicotinoids on agricultural and total value added (VA) and employment, global prices, land use and greenhouse gas (GHG) emissions. In the first year, agricultural and total VA would decline by €2.8 and €3.8 billion, respectively. The greatest losses would be in wheat, maize and rapeseed in the UK, Germany, Romania and France. 22,000 jobs would be lost, primarily in Romania and Poland, and agricultural incomes would decrease by 4.7%. In the medium-term (5-year ban), losses would amount to €17 billion in VA, and 27,000 jobs. The greatest income losses would affect the UK, while most jobs losses would occur in Romania. Following a ban, the lowered production would induce more imports of agricultural commodities into the EU. Agricultural production outside the EU would expand by 3.3 million hectares, leading to additional emissions of 600 million tons of carbon dioxide equivalent.[65][citation needed]\n\nWhen the report was released, Peter Melchett, policy director of the Soil Association, which has been working to ban neonicotinoids in the UK, commented that since the report was funded by Bayer Crop Sciences and Syngenta, \"it was probably unlikely to conclude that neonicotinoids should be banned\". The spokesperson further stated: \"On the one hand, the chemical companies say we risk the additional costs to farmers amounting to £630 million. On the other, the possible cost of losing pollinating insects is thought to be worth three times as much (£1.8 billion*) to UK farmers.\"[66]\n\nUse of pesticides in Canada is a matter of federal jurisdiction. In 2016, Health Canada proposed phasing out imidacloprid over the next three to five years.[67] The government has voiced concerns regarding the impact of neonics on bees, invertebrate waterspecies, and birds.\n\nIn Ontario, nearly all corn seeds and a majority of soybeans get treated with neonicotinoids. In the summer of 2015, the province passed a law to reduce the presence of neonicotinoids. Ontario's regulations were written to reduce the percent of seeds and beans covered with neonicotinoids to 20 percent within two years.[68]\n\nOn 10 December 2015, Montreal banned all neonicotinoids – without exception – on all properties within the city limits, including the Botanical Garden, all agricultural areas and all golf courses.[69] Agricultural businesses opposed Montreal's ban.[70]\n\nIn July 2016, British Columbia's largest city, Vancouver, banned the use of neonics within Vancouver city limits, where it was primarily being used to kill off chafer beetles living under home lawns.[71]\n\nOn 11 October 2019, the Fiji government announced a ban on imidacloprid, effective 1 January 2020.[72]\n\n"
        },
        {
            "title": "Chemical activity and properties",
            "text": "Neonicotinoids, like nicotine, bind to nicotinic acetylcholine receptors (nAChRs) of a cell and trigger a response by that cell. In mammals, nicotinic acetylcholine receptors are located in cells of both the central nervous system and peripheral nervous systems. In insects these receptors are limited to the central nervous system.\nNicotinic acetylcholine receptors are activated by the neurotransmitter acetylcholine.\nWhile low to moderate activation of these receptors causes nervous stimulation, high levels overstimulate and block the receptors,[3][24]\ncausing paralysis and death. Acetylcholinesterase breaks down acetylcholine to terminate signals from these receptors. However, acetylcholinesterase cannot break down neonicotinoids and their binding is irreversible.[24]\n\nMammals and insects have different composition of the receptor subunits and the structures of the receptors.[73][74] Because most neonicotinoids bind much more strongly to insect neuron receptors than to mammal neuron receptors, these insecticides are more toxic to insects than mammals.[3][73][74]\n\nThe low mammalian toxicity of imidacloprid has been explained by its inability to cross the blood–brain barrier because of the presence of a charged nitrogen atom at physiological pH. The uncharged molecule can penetrate the insect blood–brain barrier.[3]\n\nOther neonicotinoids have a negatively charged nitro or cyano group, which interacts with a unique, positively charged amino acid residue present on insect, but not mammalian nAChRs.[75]\n\nHowever, the breakdown product desnitro-imidacloprid, which is formed in a mammal's body during metabolism[73] as well as in environmental breakdown of imidacloprid,[76] has a charged nitrogen and shows high affinity to mammalian nAChRs.[73] Desnitro-imidacloprid is quite toxic to mice.[77]\n\nToxic action may result from the active ingredient itself or from its residue. 6-chloronicotinic acid is a common degradation product of multiple neonicotinoids.[78]\n\nMost neonicotinoids are water-soluble and break down slowly in the environment, so they can be taken up by the plant and provide protection from insects as the plant grows.[citation needed]\nIndependent studies show that the photodegradation half-life time of most neonicotinoids is around 34 days when exposed to sunlight. However, it might take up to 1,386 days (3.8 years) for these compounds to degrade in the absence of sunlight and micro-organism activity. Some researchers are concerned that neonicotinoids applied agriculturally might accumulate in aquifers.[79]\n\n"
        },
        {
            "title": "Environmental and species impact",
            "text": "A dramatic rise in the number of annual beehive losses noticed around 2006 spurred interest in factors potentially affecting bee health.[80][81] Many biological factors influence colony collapse disorder, including varroa mite infestation and Israeli acute paralysis virus (IAPV).[82][83] Despite much speculation on the role of neonicotinoids, many collapsing colonies show no trace of them.[84]\n\nResearch has suggested potential toxicity to honey bees and other beneficial insects even with low levels of exposure. In lab studies, neonicotinoids were shown to increase mortality rates[85] and may induce multiple sublethal effects in exposed bees, including the ability to fly[86] and forage.[87] Neonicotinoids may also be responsible for detrimental effects on the bumblebee, another important pollinator.[88][89] In general, however, despite the fact that many laboratory studies have shown the potential for neonicotinoid toxicity, the majority of field studies have found only limited or no effects on honey bees.[85][90]\n\nIn April 2015 EASAC conducted a study of the potential effects on organisms providing a range of ecosystem services like pollination and natural pest control which are critical to sustainable agriculture. The resulting report concludes \"there is an increasing body of evidence that the widespread prophylactic use of neonicotinoids has severe negative effects on non-target organisms that provide ecosystem services including pollination and natural pest control.\"[91]\n\nA 2015 systematic review (Lundin et al., 2015) of the scientific literature on neonicotinoids and bees concluded that despite considerable research efforts, there are still significant knowledge gaps concerning the impacts of neonicotinoids on bees.[92]\n\nA review article (Carreck & Ratnieks, 2015) concluded that while laboratory based studies have demonstrated adverse sub-lethal effects of neonicotinoid insecticides on honey bees and bumble bees, these same effects have not been observed in field studies, which is likely due to an overestimation of three key dosage factors (concentration, duration and choice) in many laboratory based studies.[90]\n\nIn 2017, researchers demonstrated the combined effects of nutritional stress and low doses of common, widely used neonicotinoid pesticides (clothianidin, thiamethoxam) found in nectar and pollen. Their results provided the first demonstration that neonicotinoids and nutrition levels can synergistically interact and cause significant harm to animal survival, showing the complexity of neonicotinoid effects. In addition, the combined exposure reduced bee food consumption and hemolymph (bee blood) sugar levels.[93] Declines in managed and wild bee populations have been attributed, in part, to the combination of direct and indirect effects of neonicotinoids that render them vulnerable to pathogens.[94]\n\nA 2017 survey covering every continent with honeybees found neonicotinoids in three-fourths of honey samples, albeit in every case at levels considered safe for human consumption.[95]\n\nNeonicotinoids may have adverse effects on bird population. Neonicotinoid dust intended for plants and seed coatings can spread throughout the air and seep into the water, which unintentionally affects non-target wildlife.[96]\n\nGlobally, 60% of neonicotinoids are used as seed coatings.[97] Some seed-eating bird species can be poisoned by neonicotinoid-coated seeds.[98] There have been reports of developmental abnormalities and reduced eggshell thickness, fertilization success, and embryo size with direct exposure to pesticides including neonicotinoids.[99] Some studies suggest burying neonicotinoid seeds used for agriculture below the surface of the soil will prevent birds from eating them.[99]\n\nNeonicotinoids can have non-direct impacts on birds by disrupting the food chain.[100] The main goal of neonicotinoids is to target pests. However, this negatively affects insectivorous bird populations that rely on these insects for food.[101][102][103][104][105]\n\nNeonicotinoids can also leach into soil, accumulating in bodies of water that normally incubate insects.[102] A 2014 observational study conducted in the Netherlands correlated declines in some bird populations with environmental imidacloprid residues, although it stopped short of concluding that the association was casual.[106]\n\nIn March 2013, the American Bird Conservancy published a commentary on 200 studies on neonicotinoids calling for a ban on neonicotinoid use as seed treatments because of their toxicity to birds, aquatic invertebrates, and other wildlife.[107]\n\nA 2013 Dutch study found that water containing allowable concentrations of imidacloprid had 50% fewer invertebrate species compared with uncontaminated water.[108][109] A later study found the analysis was confounded with other co-occurring insecticides and did not show imidacloprid directly affected invertebrate diversity.[110]\n\nA 2014 review took a broader look at the ecological impact of neonicotinoids and fipronil, finding negative effects on invertebrates, but not microbes or fish.[111] Although not yet conclusive, there is increasing evidence that neonicotinoids can have negative effects on pollinating insects other than bees, including monarch butterflies.[112][113][114]\n\n"
        }
    ]
}