{
    "url": "https://en.wikipedia.org/wiki/Neoplatonism",
    "title": "Neoplatonism",
    "table_of_contents": [
        "1 Origins of the term",
        "2 Origins and history of classical neoplatonism",
        "2.1 Hellenism",
        "2.2 Saccas",
        "2.3 Plotinus",
        "2.4 Porphyry",
        "2.5 Iamblichus",
        "2.6 Academies",
        "3 Ideas",
        "3.1 The One",
        "3.2 Emanations",
        "3.2.1 Demiurge or nous",
        "3.2.2 World-soul",
        "3.2.3 Phenomenal world",
        "3.3 Celestial hierarchy",
        "3.4 Evil",
        "3.5 Return to the One",
        "4 Influence",
        "4.1 Early Christianity",
        "4.1.1 Augustine",
        "4.1.2 Origen and Pseudo-Dionysius",
        "4.1.3 Gnosticism",
        "4.2 Byzantine education",
        "4.3 Islamic neoplatonism",
        "4.4 Jewish thought",
        "4.5 Western mysticism",
        "4.6 Western Renaissance",
        "4.7 Cambridge Platonists (17th century)",
        "4.8 Transcendentalism and perennial philosophy",
        "4.9 Modern neoplatonism",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Neoplatonism is a strand of Platonic philosophy that emerged in the 3rd century AD against the background of Hellenistic philosophy and religion.[1][note 1][note 2] The term does not encapsulate a set of ideas as much as a chain of thinkers. But there are some ideas that are common to it. For example, the monistic idea that all of reality can be derived from a single principle, \"the One\".[2]\n\nNeoplatonism began with Ammonius Saccas and his student Plotinus (c. 204/5 – 271 AD) and stretched to the 6th century AD.[3] After Plotinus there were three distinct periods in the history of neoplatonism: the work of his student Porphyry (3rd to early 4th century); that of Iamblichus (3rd to 4th century); and the period in the 5th and 6th centuries, when the Academies in Alexandria and Athens flourished.[4]\n\nNeoplatonism had an enduring influence on the subsequent history of philosophy. In the Middle Ages, neoplatonic ideas were studied and discussed by Christian, Jewish, and Muslim thinkers.[5] In the Islamic cultural sphere, neoplatonic texts were available in Arabic and Persian translations, and notable philosophers such as al-Farabi, Solomon ibn Gabirol (Avicebron), Avicenna, and Maimonides incorporated neoplatonic elements into their own thinking.[6] Thomas Aquinas had direct access to works by Proclus, Simplicius and Pseudo-Dionysius the Areopagite, and he knew about other neoplatonists, such as Plotinus and Porphyry, through secondhand sources.[7] The mystic Meister Eckhart (c. 1260 – c. 1328) was also influenced by neoplatonism, propagating a contemplative way of life which points to the Godhead beyond the nameable God.\n\nNeoplatonism also had a strong influence on the perennial philosophy of the Italian Renaissance thinkers Marsilio Ficino and Pico della Mirandola, and continues through nineteenth-century Universalism and modern-day spirituality and nondualism.\n\n"
        },
        {
            "title": "Origins of the term",
            "text": "Neoplatonism is a modern term.[note 1] The term neoplatonism has a double function as a historical category. On the one hand, it differentiates the philosophical doctrines of Plotinus and his successors from those of the historical Plato. On the other, the term makes an assumption about the novelty of Plotinus's interpretation of Plato. In the nearly six centuries from Plato's time to Plotinus', there had been an uninterrupted tradition of interpreting Plato which had begun with Aristotle and with the immediate successors of Plato's Academy and continued on through a period of Platonism which is now referred to as middle Platonism. The term neoplatonism implies that Plotinus' interpretation of Plato was so distinct from those of his predecessors that it should be thought to introduce a new period in the history of Platonism. Some contemporary scholars, however, have taken issue with this assumption and have doubted that neoplatonism constitutes a useful label. They claim that merely marginal differences separate Plotinus' teachings from those of his immediate predecessors. As a pupil of philosopher Ammonius Saccas, Plotinus used the knowledge of his teacher and predecessors in order to inspire the next generation.[10]\n\nWhether neoplatonism is a meaningful or useful historical category is itself a central question concerning the history of the interpretation of Plato. For much of the history of Platonism, it was commonly accepted that the doctrines of the neoplatonists were essentially the same as those of Plato. The Renaissance Platonist Marsilio Ficino, for instance, thought that the neoplatonic interpretation of Plato was an authentic and accurate representation of Plato's philosophy.[11] Although it is unclear precisely when scholars began to disassociate the philosophy of the historical Plato from the philosophy of his neoplatonic interpreters, they had clearly begun to do so at least as early as the first decade of the nineteenth century. Contemporary scholars often identify the German theologian Friedrich Schleiermacher as an early thinker who took Plato's philosophy to be separate from that of his neoplatonic interpreters. However, others have argued that the differentiation of Plato from neoplatonism was the result of a protracted historical development that preceded Schleiermacher's scholarly work on Plato.[12]\n\n"
        },
        {
            "title": "Origins and history of classical neoplatonism",
            "text": "Neoplatonism started with Plotinus in the third century.[1][note 2] Three distinct phases in classical neoplatonism after Plotinus can be distinguished: the work of his student Porphyry; that of Iamblichus and his school in Syria; and the period in the fifth and sixth centuries, when the Academies in Alexandria and Athens flourished.[4]\n\nNeoplatonism synthesized ideas from various philosophical and religious cultural spheres. The most important forerunners from Greek philosophy were the Middle Platonists, such as Plutarch, and the neopythagoreans, especially Numenius of Apamea. Philo, a Hellenized Jew, translated Judaism into terms of Stoic, Platonic and neopythagorean elements, and held that God is \"supra rational\" and can be reached only through \"ecstasy\". Philo also held that the oracles of God supply the material of moral and religious knowledge. The earliest Christian philosophers, such as Justin Martyr and Athenagoras, who attempted to connect Christianity with Platonism, and the Christian Gnostics of Alexandria, especially Valentinus and the followers of Basilides, also mirrored elements of neoplatonism,[14] albeit without its rigorous self-consistency.\n\nAmmonius Saccas (died c. 265 AD) was a teacher of Plotinus. Through Ammonius Saccas, Plotinus may have been influenced by Indian thought. The similarities between neoplatonism and Indian philosophy, particularly Samkhya, have led several authors to suggest an Indian influence in its founding, particularly on Ammonius Saccas.[15][16][17]\n\nBoth Christians (see Eusebius, Jerome, and Origen) and pagans (see Porphyry and Plotinus) claimed him a teacher and founder of the neoplatonic system.[18] Porphyry stated in On the One School of Plato and Aristotle, that Ammonius' view was that the philosophies of Plato and Aristotle were in harmony. Eusebius and Jerome claimed him as a Christian until his death, whereas Porphyry claimed he had renounced Christianity and embraced pagan philosophy.\n\nPlotinus (c. 205 – c. 270) is widely considered the father of neoplatonism. Much of our biographical information about him comes from Porphyry's preface to his edition of Plotinus' Enneads. While he was himself influenced by the teachings of classical Greek, Persian and Indian philosophy and Egyptian theology,[19] his metaphysical writings later inspired numerous Christian, Jewish, Islamic and Gnostic metaphysicians and mystics over the centuries.\n\nPlotinus taught that there is a supreme, totally transcendent \"One\", containing no division, multiplicity, nor distinction; likewise, it is beyond all categories of being and non-being. The concept of \"being\" is derived by us from the objects of human experience and is an attribute of such objects, but the infinite, transcendent One is beyond all such objects and, therefore, is beyond the concepts which we can derive from them. The One \"cannot be any existing thing\" and cannot be merely the sum of all such things (compare the Stoic doctrine of disbelief in non-material existence) but \"is prior to all existents\".\n\nPorphyry (c. 233 – c. 309) wrote widely on astrology, religion, philosophy, and musical theory. He produced a biography of his teacher, Plotinus. He is important in the history of mathematics because of his Life of Pythagoras and his commentary on Euclid's Elements, which Pappus used when he wrote his own commentary. Porphyry is also known as an opponent of Christianity and as a defender of paganism; of his Adversus Christianos (Against the Christians) in 15 books, only fragments remain. He famously said, \"The gods have proclaimed Christ to have been most pious, but the Christians are a confused and vicious sect.\"\n\nIamblichus (c. 245 – c. 325) influenced the direction taken by later neoplatonic philosophy. He is perhaps best known for his compendium on Pythagorean philosophy. In Iamblichus' system, the realm of divinities stretched from the original One down to material nature itself, where soul, in fact, descended into matter and became \"embodied\" as human beings. The world is thus peopled by a crowd of superhuman beings influencing natural events and possessing and communicating knowledge of the future, and who are all accessible to prayers and offerings. Iamblichus had salvation as his final goal (see henosis). The embodied soul was to return to divinity by performing certain rites, or theurgy, literally, 'divine-working'.\n\nAfter Plotinus' (around 205–270) and his student Porphyry (around 232–309) Aristotle's (non-biological) works entered the curriculum of Platonic thought. Porphyry's introduction (Isagoge) to Aristotle's Categoria was important as an introduction to logic, and the study of Aristotle became an introduction to the study of Plato in the late Platonism of Athens and Alexandria. The commentaries of this group seek to harmonise Plato, Aristotle, and, often, the Stoics.[20] Some works of neoplatonism were attributed to Plato or Aristotle. De Mundo, for instance, is thought not to be the work of a 'pseudo-Aristotle' though this remains debatable.[21]\n\nHypatia (c. 360 – 415) was a Greek philosopher and mathematician who served as head of the Platonist school in Alexandria, Egypt, where she taught philosophy, mathematics and astronomy prior to her murder by a fanatical mob of Coptic Parabalani monks because she had been advising the Christian prefect of Egypt Orestes during his feud with Cyril, Alexandria's dynastic archbishop.[22] The extent of Cyril's personal involvement in her murder remains a matter of scholarly debate.\n\nProclus Lycaeus (February 8, 412 – April 17, 485) was a Greek neoplatonist philosopher, one of the last major Greek philosophers (see Damascius). He set forth one of the most elaborate, complex, and fully developed neoplatonic systems, providing also an allegorical way of reading the dialogues of Plato. The particular characteristic of Proclus' system is his insertion of a level of individual ones, called henads, between the One itself and the divine Intellect, which is the second principle. The henads are beyond being, like the One itself, but they stand at the head of chains of causation (seirai or taxeis) and in some manner give to these chains their particular character. They are also identified with the traditional Greek gods, so one henad might be Apollo and be the cause of all things apollonian, while another might be Helios and be the cause of all sunny things. The henads serve both to protect the One itself from any hint of multiplicity and to draw up the rest of the universe towards the One, by being a connecting, intermediate stage between absolute unity and determinate multiplicity.\n\n"
        },
        {
            "title": "Ideas",
            "text": "The Enneads of Plotinus are the primary and classical document of neoplatonism. As a form of mysticism, it contains theoretical and practical parts. The theoretical parts deal with the high origin of the human soul, showing how it has departed from its first estate. The practical parts show the way by which the soul may again return to the Eternal and Supreme.[14] The system can be divided between the invisible world and the phenomenal world, the former containing the transcendent, absolute One from which emanates an eternal, perfect, essence (nous, or intellect), which, in turn, produces the world-soul.\n\nFor Plotinus, the first principle of reality is \"the One\", an utterly simple, ineffable, unknowable subsistence which is both the creative source of the Universe[23] and the teleological end of all existing things. Although, properly speaking, there is no name appropriate for the first principle, the most adequate names are \"the One\" or \"the Good\". The One is so simple that it cannot even be said to exist or to be a being. Rather, the creative principle of all things is beyond being, a notion which is derived from Book VI of the Republic,[24] when, in the course of his famous analogy of the sun, Plato says that the Good is beyond being (ἐπέκεινα τῆς οὐσίας) in power and dignity.[25] In Plotinus' model of reality, the One is the cause of the rest of reality, which takes the form of two subsequent \"hypostases\" or substances: Nous and Soul (psyché). Although neoplatonists after Plotinus adhered to his cosmological scheme in its most general outline, later developments in the tradition also departed substantively from Plotinus' teachings in regards to significant philosophical issues, such as the nature of evil.\n\nFrom the One emanated the rest of the universe as a sequence of lesser beings.\n\nThe original Being initially emanates, or throws out, the nous, which is a perfect image of the One and the archetype of all existing things. It is simultaneously both being and thought, idea and ideal world. As image, the nous corresponds perfectly to the One, but as derivative, it is entirely different. What Plotinus understands by the nous is the highest sphere accessible to the human mind,[14] while also being pure intellect itself.  Nous is the most critical component of idealism, Neoplatonism being a pure form of idealism.[note 3] The demiurge (the nous) is the energy, or ergon (does the work), which manifests or organises the material world into perceivability.\n\nThe image and product of the motionless nous is the world-soul, which, according to Plotinus, is immaterial like the nous. Its relation to the nous is the same as that of the nous to the One. It stands between the nous and the phenomenal world, and it is permeated and illuminated by the former, but it is also in contact with the latter. The nous/spirit is indivisible; the world-soul may preserve its unity and remain in the nous, but, at the same time, it has the power of uniting with the corporeal world and thus being disintegrated. It therefore occupies an intermediate position. As a single world-soul, it belongs in essence and destination to the intelligible world; but it also embraces innumerable individual souls; and these can either allow themselves to be informed by the nous, or turn aside from the nous and choose the phenomenal world and lose themselves in the realm of the senses and the finite.[14]\n\nThe soul, as a moving essence, generates the corporeal or phenomenal world. This world ought to be so pervaded by the soul that its various parts should remain in perfect harmony. Plotinus is no dualist in the sense of certain sects, such as the Gnostics; in contrast, he admires the beauty and splendour of the world. So long as idea governs matter, or the soul governs the body, the world is fair and good. It is an image – though a shadowy image – of the upper world, and the degrees of better and worse in it are essential to the harmony of the whole. But, in the actual phenomenal world, unity and harmony are replaced by strife or discord; the result is a conflict, a becoming and vanishing, an illusive existence. And the reason for this state of things is that bodies rest on a substratum of matter. Matter is the indeterminate: that with no qualities. If destitute of form and idea, it is evil; as capable of form, it is neutral.[14] Evil here is understood as a parasite, having no-existence of its own (parahypostasis), an unavoidable outcome of the Universe, having an \"other\" necessity, as a harmonizing factor.[28]\n\nLater neoplatonic philosophers, especially Iamblichus, added hundreds of intermediate beings such as gods, angels, demons, and other beings as mediators between the One and humanity. The neoplatonist gods are omni-perfect beings and do not display the usual amoral behaviour associated with their representations in the myths.\n\nNeoplatonists did not believe in an independent existence of evil. They compared it to darkness, which does not exist in itself but only as the absence of light. So, too, evil is simply the absence of good. Things are good insofar as they exist; they are evil only insofar as they are imperfect, lacking some good which they should have.\n\nNeoplatonists believed human perfection and happiness were attainable in this world, without awaiting an afterlife. Perfection and happiness—seen as synonymous—could be achieved through philosophical contemplation.\n\nAll people return to the One, from which they emanated.[29][30][31]\n\nThe neoplatonists believed in the pre-existence, and immortality of the soul.[32][33] The human soul consists of a lower irrational soul and a higher rational soul (mind), both of which can be regarded as different powers of the one soul. It was widely held that the soul possesses a \"vehicle\" (okhêma),[34] accounting for the human soul's immortality and allowing for its return to the One after death.[35] After bodily death, the soul takes up a level in the afterlife corresponding with the level at which it lived during its earthly life.[36][37] The neoplatonists believed in the principle of reincarnation. Although the most pure and holy souls would dwell in the highest regions, the impure soul would undergo a purification,[33] before descending again,[38] to be reincarnated into a new body, perhaps into animal form.[39] Plotinus believed that a soul may be reincarnated into another human or even a different sort of animal. However, Porphyry maintained, instead, that human souls were only reincarnated into other humans.[40] A soul which has returned to the One achieves union with the cosmic universal soul[41] and does not descend again; at least, not in this world period.[38]\n\n"
        },
        {
            "title": "Influence",
            "text": "Certain central tenets of neoplatonism served as a philosophical interim for the Christian theologian Augustine of Hippo on his journey from dualistic Manichaeism to Christianity.[42]  As a Manichee hearer, Augustine had held that evil has substantial being and that God is made of matter; when he became a neoplatonist, he changed his views on these things. As a neoplatonist, and later a Christian, Augustine believed that evil is a privation of good[43] and that God is not material.[44] When writing his treatise 'On True Religion' several years after his 387 baptism, Augustine's Christianity was still tempered by neoplatonism.\n\nThe term logos was interpreted variously in neoplatonism. Plotinus refers to Thales[45] in interpreting logos as the principle of meditation, the interrelationship between the hypostases[46] (Soul, Spirit (nous) and the 'One'). St. John introduces a relation between Logos and the Son, Christ,[47] whereas Paul calls it 'Son', 'Image', and 'Form'.[47][48][49] Victorinus subsequently differentiated the Logos interior to God from the Logos related to the world by creation and salvation.[47]\n\nFor Augustine, the Logos \"took on flesh\" in Christ, in whom the Logos was present as in no other man.[50][51][52] He strongly influenced early medieval Christian philosophy.[53] Perhaps the key subject in this was Logos.\n\nSome early Christians, influenced by neoplatonism, identified the neoplatonic One, or God, with Yahweh. The most influential of these would be Origen, the pupil of Ammonius Saccas; and the sixth-century author known as Pseudo-Dionysius the Areopagite, whose works were translated by John Scotus in the ninth century for the West. Both authors had a lasting influence on Eastern Orthodox and Western Christianity, and the development of contemplative and mystical practices and theology.\n\nNeoplatonism also had links with Gnosticism, which Plotinus rebuked in his ninth tractate of the second Enneads: \"Against Those That Affirm The Creator of The Cosmos and The Cosmos Itself to Be Evil\" (generally known as \"Against The Gnostics\").\n\nDue to their belief being grounded in Platonic thought, the neoplatonists rejected Gnosticism's vilification of Plato's demiurge, the creator of the material world or cosmos discussed in the Timaeus. Neoplatonism has been referred to as orthodox Platonic philosophy by scholars like John D. Turner; this reference may be due, in part, to Plotinus' attempt to refute certain interpretations of Platonic philosophy, through his Enneads. Plotinus believed the followers of Gnosticism had corrupted the original teachings of Plato and often argued against likes of Valentinus who, according to Plotinus, had given rise to doctrines of dogmatic theology with ideas such as that the Spirit of Christ was brought forth by a conscious god after the fall from Pleroma. According to Plotinus, The One is not a conscious god with intent, nor a godhead, nor a conditioned existing entity of any kind, rather a requisite principle of totality which is also the source of ultimate wisdom.[54]\n\nAfter the Platonic Academy was destroyed in the first century BC, philosophers continued to teach Platonism, but it was not until the early 5th century (c. 410) that a revived academy (which had no connection with the original Academy) was established in Athens by some leading neoplatonists.[55] It persisted until 529 AD when it was finally closed by Justinian I because of active paganism of its professors. Other schools continued in Constantinople, Antioch and Alexandria which were the centers of Justinian's empire.[56][57]\n\nAfter the closure of the neoplatonic academy, neoplatonic and/or secular philosophical studies continued in publicly funded schools in Alexandria. In the early seventh century, the neoplatonist Stephanus of Alexandria brought this Alexandrian tradition to Constantinople, where it would remain influential, albeit as a form of secular education.[57] The university maintained an active philosophical tradition of Platonism and Aristotelianism, with the former being the longest unbroken Platonic school, running for close to two millennia until the fifteenth century[57]\n\nMichael Psellos (1018–1078), a Byzantine monk, writer, philosopher, politician and historian, wrote many philosophical treatises, such as De omnifaria doctrina. He wrote most of his philosophy during his time as a court politician at Constantinople in the 1030s and 1040s.\n\nGemistos Plethon (c. 1355 – 1452; Greek: Πλήθων Γεμιστός) remained the preeminent scholar of neoplatonic philosophy in the late Byzantine Empire. He introduced his understanding and insight into the works of neoplatonism during the failed attempt to reconcile the East–West Schism at the Council of Florence. At Florence, Plethon met Cosimo de' Medici and influenced the latter's decision to found a new Platonic Academy there. Cosimo subsequently appointed as head Marsilio Ficino, who proceeded to translate all Plato's works, the Enneads of Plotinus, and various other neoplatonist works into Latin.\n\nThe major reason for the prominence of neoplatonic influences in the historical Muslim world was availability of neoplatonic texts: Arabic translations and paraphrases of neoplatonic works were readily available to Islamic scholars greatly due to the availability of the Greek copies, in part, because Muslims conquered some of the more important centres of the Byzantine Christian civilization in Egypt and Syria.[citation needed]\n\nVarious Persian and Arabic scholars, including Avicenna (Ibn Sina), Ibn Arabi, al-Kindi, al-Farabi, and al-Himsi, adapted neoplatonism to conform to the monotheistic constraints of Islam.[58] The translations of the works which extrapolate the tenets of God in neoplatonism present no major modification from their original Greek sources, showing the doctrinal shift towards monotheism.[59] Islamic neoplatonism adapted the concepts of the One and the First Principle to Islamic theology, attributing the First Principle to God.[60] God is a transcendent being, omnipresent and inalterable to the effects of creation.[59] Islamic philosophers used the framework of Islamic mysticism in their interpretation of Neoplatonic writings and concepts.[note 4]\n\nIn the Middle Ages, neoplatonist ideas influenced Jewish thinkers, such as the Kabbalist Isaac the Blind, and the Jewish neoplatonic philosopher Solomon ibn Gabirol (Avicebron), who modified it in the light of their own monotheism.\n\nThe works of Pseudo-Dionysius were instrumental in the flowering of western medieval mysticism, most notably Meister Eckhart.\n\nNeoplatonism ostensibly survived in the Eastern Christian Church as an independent tradition and was reintroduced to the West by Pletho (c. 1355 – 1452/1454), an avowed pagan and opponent of the Byzantine Church, inasmuch as the latter, under Western scholastic influence, relied heavily upon Aristotelian methodology. Pletho's Platonic revival, following the Council of Florence (1438–1439), largely accounts for the renewed interest in Platonic philosophy which accompanied the Renaissance.\n\n\"Of all the students of Greek in Renaissance Italy, the best-known are the neoplatonists who studied in and around Florence\" (Hole). Neoplatonism was not just a revival of Plato's ideas, it is all based on Plotinus' created synthesis, which incorporated the works and teachings of Plato, Aristotle, Pythagoras, and other Greek philosophers.\nThe Renaissance in Italy was the revival of classic antiquity, and this started at the fall of the Byzantine empire, who were considered the \"librarians of the world\", because of their great collection of classical manuscripts and the number of humanist scholars that resided in Constantinople (Hole).\n\nNeoplatonism in the Renaissance combined the ideas of Christianity and a new awareness of the writings of Plato.\n\nMarsilio Ficino (1433–99) was \"chiefly responsible for packaging and presenting Plato to the Renaissance\" (Hole). In 1462, Cosimo I de' Medici, patron of arts, who had an interest in humanism and Platonism, provided Ficino with all 36 of Plato's dialogues in Greek for him to translate. Between 1462 and 1469, Ficino translated these works into Latin, making them widely accessible, as only a minority of people could read Greek. And, between 1484 and 1492, he translated the works of Plotinus, making them available for the first time to the West.\n\nGiovanni Pico della Mirandola (1463–94) was another neoplatonist during the Italian Renaissance. He could speak and write Latin and Greek, and had knowledge on Hebrew and Arabic. The pope banned his works because they were viewed as heretical – unlike Ficino, who managed to stay on the right side of the church.\n\nThe efforts of Ficino and Pico to introduce neoplatonic and Hermetic doctrines into the teaching of the Roman Catholic Church has recently been evaluated in terms of an attempted \"Hermetic Reformation\".[62]\n\nIn the seventeenth century in England, neoplatonism was fundamental to the school of the Cambridge Platonists, whose luminaries included Henry More, Ralph Cudworth, Benjamin Whichcote and John Smith, all graduates of the University of Cambridge. Coleridge claimed that they were not really Platonists, but \"more truly Plotinists\": \"divine Plotinus\", as More called him.\n\nLater, Thomas Taylor (not a Cambridge Platonist) was the first to translate Plotinus' works into English.[63][64]\n\nNotable modern neoplatonists include Thomas Taylor, \"the English Platonist\", who wrote extensively on Platonism and translated almost the entire Platonic and Plotinian corpora into English, and the Belgian writer Suzanne Lilar.\n\nThe science fiction writer Philip K. Dick identified as a neoplatonist and explores related mystical experiences and religious concepts in his theoretical work, compiled in The Exegesis of Philip K. Dick.[65]\n\n"
        }
    ]
}