{
    "url": "https://en.wikipedia.org/wiki/Neopythagoreanism",
    "title": "Neopythagoreanism",
    "table_of_contents": [
        "1 History",
        "2 See also",
        "3 Notes",
        "4 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Neopythagoreanism (or neo-Pythagoreanism) was a school of Hellenistic philosophy which revived Pythagorean doctrines. Neopythagoreanism was influenced by middle Platonism and in turn influenced Neoplatonism. It originated in the 1st century BC and flourished during the 1st and 2nd centuries AD. The Encyclopædia Britannica Eleventh Edition describes Neopythagoreanism as \"a link in the chain between the old and the new\" within Hellenistic philosophy. Central to Neopythagorean thought was the concept of a soul and its inherent desire for a unio mystica with the divine.[1]\n\nThe word Neopythagoreanism is a modern (19th century) term,[2] coined as a parallel of \"Neoplatonism\".\n\n"
        },
        {
            "title": "History",
            "text": "In the 1st century BC Cicero's friend Nigidius Figulus made an attempt to revive Pythagorean doctrines, but the most important members of the school were Apollonius of Tyana and Moderatus of Gades in the 1st century AD. Other important Neopythagoreans include the mathematician Nicomachus of Gerasa (fl. 150 AD), who wrote about the mystical properties of numbers. In the 2nd century, Numenius of Apamea sought to fuse additional elements of Platonism into Neopythagoreanism, prefiguring the rise of Neoplatonism. (Iamblichus, in particular, was especially influenced by Neopythagoreanism.)\n\nNeopythagoreanism was an attempt to re-introduce a mystical religious element into Hellenistic philosophy in place of what had come to be regarded as an arid formalism. The founders of the school sought to invest their doctrines with the halo of tradition by ascribing them to Pythagoras and Plato. They went back to the later period of Plato's thought, the period when Plato endeavoured to combine his doctrine of Ideas with Pythagorean number theory, and identified the good with the monad (which would give rise to the Neoplatonic concept of \"the One\"), the source of the duality of the infinite and the measured with the resultant scale of realities from the one down to the objects of the material world.\n\nThey emphasized the fundamental distinction between the soul and the body. God must be worshipped spiritually by prayer and the will to be good, not in outward action. The soul must be freed from its material surrounding, the \"muddy vesture of decay,\" by an ascetic habit of life. Bodily pleasures and all sensuous impulses must be abandoned as detrimental to the spiritual purity of the soul. God is the principle of good, matter the groundwork of evil. In this system can be distinguished not only the asceticism of Pythagoras and the later mysticism of Plato, but also the influence of Orphism and of Oriental philosophy. The platonic forms are no longer self-subsistent entities but are the elements which constitute the content of spiritual activity. The non-material universe is regarded as the sphere of mind or spirit.\n\nThe Porta Maggiore Basilica, where Neopythagoreans held their meetings in the 1st century, is believed to have been constructed by the Statilia gens.[3] It was discovered in 1915 near Porta Maggiore on Via Praenestina in Rome.[4][5][6]\n\n"
        }
    ]
}