{
    "url": "https://en.wikipedia.org/wiki/Netlabel",
    "title": "Netlabel",
    "table_of_contents": [
        "1 History",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A netlabel (also online label, web label, digi label, MP3 label or download label) is a record label that distributes its music through digital audio formats (such as MP3, Ogg Vorbis,  FLAC, or WAV) over the Internet. While similar to traditional record labels in many respects, netlabels typically emphasize free distribution online, often under licenses that encourage works to be shared (e.g., Creative Commons licenses), and artists often retain copyright.[1]\n\nNetlabels may have a considerably lower staff count than traditional record labels, in some instances being only a single individual in control of their music, maintaining sole ownership.[2] Physical LPs, for example, are rarely produced by a netlabel, relying entirely on digital distribution and means of the Internet to provide the product. Having no physical product makes the running costs of a netlabel considerably less than a traditional record label and some netlabels have abandoned any financial model altogether and instead, running the netlabel as a hobby.[3] Some employ guerrilla marketing to promote their work.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "Online music groups date back almost as far as the history of personal computers, and share close ties with video games and the demoscene. Early music groups released music in MOD formats, typically as part of a music disk, which often included a MOD player, visual effects, and textual information.\n\nNetlabels began to branch out from the tracker scene when the lossy MP3 file format became popular in the late 1990s. Some are still dedicated to electronic music and related genres, though this is rapidly changing and the quality of downloads are getting higher with the use of FLAC downloads offering CD quality uncompressed music.[citation needed]\n\nMost of the original netlabels have now ceased operations. Only a few of the originators of the movements are still currently active, and releasing in the same format, like Eerik Inpuj Sound, Upitup Records, 50/50innertainment Records, Kahvi Collective, Bedroom Research, Acroplane and Phonocake.\n\n"
        }
    ]
}