{
    "url": "https://en.wikipedia.org/wiki/Neuroscience_of_religion",
    "title": "Neuroscience of religion",
    "table_of_contents": [
        "1 Introduction",
        "2 Terminology",
        "3 Theoretical work",
        "4 Experimental work",
        "4.1 Magnetic stimulation studies",
        "4.2 Neuropsychology and neuroimaging",
        "4.3 Psychopharmacology",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThe neuroscience of religion, also known as neurotheology and as spiritual neuroscience,[1] attempts to explain religious experience and behaviour in neuroscientific terms.[2] It is the study of correlations of neural phenomena with subjective experiences of spirituality and hypotheses to explain these phenomena.   This contrasts with the psychology of religion which studies mental, rather than neural, states.\n\nProponents of the neuroscience of religion say there is a neurological and evolutionary basis for subjective experiences traditionally categorized as spiritual or religious.[3] The field has formed the basis of several popular science books.[4][5][6]\n\n"
        },
        {
            "title": "Introduction",
            "text": "\"Neurotheology\" is a neologism that describes the scientific study of the neural correlates of religious or spiritual beliefs, experiences and practices. Other researchers prefer to use terms like \"spiritual neuroscience\" or \"neuroscience of religion\". Researchers in the field attempt to explain the neurological basis for religious experiences, such as:[7]\n\n"
        },
        {
            "title": "Terminology",
            "text": "Aldous Huxley used the term neurotheology for the first time in the utopian novel Island. The discipline studies the cognitive neuroscience of religious experience and spirituality. The term is also sometimes used in a less scientific context or a philosophical context. Some of these uses, according to the mainstream scientific community, qualify as pseudoscience. Huxley used it mainly in a philosophical context.\n\nThe use of the term neurotheology in published scientific work is already common. A search on the citation indexing service provided by Institute for Scientific Information returns 68 articles (December/2020). A search in Google Scholar, also in 2020 December, gives several pages of references, both of books and scientific articles.\n\n"
        },
        {
            "title": "Theoretical work",
            "text": "In an attempt to focus and clarify what was a growing interest in this field, in 1994 educator and businessman Laurence O. McKinney published the first book on the subject, titled \"Neurotheology: Virtual Religion in the 21st Century\", written for a popular audience but also promoted in the theological journal Zygon.[9] According to McKinney, neurotheology sources the basis of religious inquiry in relatively recent developmental neurophysiology. According to McKinney's theory, pre-frontal development, in humans, creates an illusion of chronological time as a fundamental part of normal adult cognition past the age of three. The inability of the adult brain to retrieve earlier images experienced by an infantile brain creates questions such as \"where did I come from\" and \"where does it all go\", which McKinney suggests led to the creation of various religious explanations. The experience of death as a peaceful regression into timelessness as the brain dies won praise from readers as varied as author Arthur C. Clarke, eminent theologian Harvey Cox, and the Dalai Lama and sparked a new interest in the field.[citation needed]\n\nWhat Andrew B. Newberg and others \"discovered is that intensely focused spiritual contemplation triggers an alteration in the activity of the brain that leads one to perceive transcendent religious experiences as solid, tangible reality. In other words, the sensation that Buddhists call oneness with the universe.\"[10] The orientation area requires sensory input to do its calculus. \"If you block sensory inputs to this region, as you do during the intense concentration of meditation, you prevent the brain from forming the distinction between self and not-self,\" says Newberg. With no information from the senses arriving, the left orientation area cannot find any boundary between the self and the world. As a result, the brain seems to have no choice but \"to perceive the self as endless and intimately interwoven with everyone and everything.\" \"The right orientation area, equally bereft of sensory data, defaults to a feeling of infinite space. The meditators feel that they have touched infinity.\"[11]\n\nThe radical Catholic theologian Eugen Drewermann developed a two-volume critique of traditional conceptions of God and the soul and a reinterpretation of religion (Modern Neurology and the Question of God) based on current neuroscientific research.[12]\n\nHowever, it has also been argued \"that neurotheology should be conceived and practiced within a theological framework.\"[13] Furthermore, it has been suggested that creating a separate category for this kind of research is moot since conventional Behavioural and Social Neurosciences disciplines can handle any empirical investigation of this nature.[14]\n\nVarious theories regarding the evolutionary origin of religion and the evolutionary psychology of religion have been proposed.\n\n"
        },
        {
            "title": "Experimental work",
            "text": "In 1969, British biologist Alister Hardy founded a Religious Experience Research Centre at Oxford after retiring from his post as Linacre Professor of Zoology. Citing William James's The Varieties of Religious Experience (1902), he set out to collect first-hand accounts of numinous experiences.  He was awarded the Templeton Prize before his death in 1985. His successor David Hay suggested in God's Biologist: A life of Alister Hardy (2011) that the RERC later dispersed as investigators turned to newer techniques of scientific investigation.\n\nDuring the 1980s Michael Persinger stimulated the temporal lobes of human subjects with a weak magnetic field using an apparatus that popularly became known as the \"God helmet\"[15] and reported that many of his subjects claimed to experience a \"sensed presence\" during stimulation.[16] This work has been criticised,[2][17][18] though some researchers[19] have published a replication of one God Helmet experiment.[20]\n\nGranqvist et al. claimed that Persinger's work was not \"double-blind.\" Participants were often graduate students who knew what sort of results to expect, and there was the risk that the experimenters' expectations would be transmitted to subjects by unconscious cues. The participants were frequently given an idea of the purpose of the study by being asked to fill in questionnaires designed to test their suggestibility to paranormal experiences before the trials were conducted. Granqvist et al. failed to replicate Persinger's experiments double-blinded, and concluded that the presence or absence of the magnetic field had no relationship with any religious or spiritual experience reported by the participants, but was predicted entirely by their suggestibility and personality traits. Following the publication of this study, Persinger et al. dispute this.[21] One published attempt to create a \"haunted room\" using environmental \"complex\" electromagnetic fields based on Persinger's theoretical and experimental work did not produce the sensation of a \"sensed presence\" and found that reports of unusual experiences were uncorrelated with the presence or absence of these fields. As in the study by Granqvist et al., reports of unusual experiences were instead predicted by the personality characteristics and suggestibility of participants.[22] One experiment with a commercial version of the God helmet found no difference in response to graphic images whether the device was on or off.[23][24]\n\nThe first researcher to note and catalog the abnormal experiences associated with temporal lobe epilepsy (TLE) was neurologist Norman Geschwind, who noted a set of religious behavioral traits associated with TLE seizures.[25] These include hypergraphia, hyperreligiosity, reduced sexual interest, fainting spells, and pedantism, often collectively ascribed to a condition known as Geschwind syndrome.\n\nVilayanur S. Ramachandran explored the neural basis of the hyperreligiosity seen in TLE using the galvanic skin response (GSR), which correlates with emotional arousal, to determine whether the hyperreligiosity seen in TLE was due to an overall heightened emotional state or was specific to religious stimuli. Ramachandran presented two subjects with neutral, sexually arousing and religious words while measuring GSR. Ramachandran was able to show that patients with TLE showed enhanced emotional responses to the religious words, diminished responses to the sexually charged words, and normal responses to the neutral words. This study was presented as an abstract at a neuroscience conference and referenced in Ramachandran's book, Phantoms in the Brain,[26] but it has never been published in the peer-reviewed scientific press.\n\nResearch by Mario Beauregard at the University of Montreal, using fMRI on Carmelite nuns, has purported to show that religious and spiritual experiences include several brain regions and not a single 'God spot'. As Beauregard has said, \"There is no God spot in the brain. Spiritual experiences are complex, like intense experiences with other human beings.\"[27] The neuroimaging was conducted when the nuns were asked to recall past mystical states, not while actually undergoing them; \"subjects were asked to remember and relive (eyes closed) the most intense mystical experience ever felt in their lives as a member of the Carmelite Order.\"[28]\nA 2011 study by researchers at the Duke University Medical Center found hippocampal atrophy is associated with older adults who report life-changing religious experiences, as well as those who are \"born-again Protestants, Catholics, and those with no religious affiliation\".[29]\n\nA 2016 study using fMRI found \"a recognizable feeling central to ... (Mormon)... devotional practice was reproducibly associated with activation in nucleus accumbens, ventromedial prefrontal cortex, and frontal attentional regions. Nucleus accumbens activation preceded peak spiritual feelings by 1–3 s and was replicated in four separate tasks. ... The association of abstract ideas and brain reward circuitry may interact with frontal attentional and emotive salience processing, suggesting a mechanism whereby doctrinal concepts may come to be intrinsically rewarding and motivate behavior in religious individuals.\"[30]\n\nSome scientists working in the field hypothesize that the basis of spiritual experience arises in neurological physiology.  Speculative suggestions have been made that an increase of N,N-dimethyltryptamine levels in the pineal gland contribute to spiritual experiences.[31][32] Scientific studies confirming this have yet to be published. It has also been suggested that stimulation of the temporal lobe by psychoactive ingredients of 'Magic Mushrooms' mimics religious experiences.[33] This hypothesis has found laboratory validation with respect to psilocybin.[34][35]\n\n"
        }
    ]
}