{
    "url": "https://en.wikipedia.org/wiki/Neuropterida",
    "title": "Neuropterida",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Neuropterida[1] are a clade, sometimes placed at superorder level, of holometabolous insects with over 5,700 described species, containing the orders Neuroptera (lacewings, antlions), Megaloptera (alderflies, dobsonflies), and Raphidioptera (snakeflies).\n\nHistorically, they were known as Neuroptera, but this name nowadays refers to lacewings and their relatives (e.g. antlions) only, which formerly were known as Planipennia. Part of the Endopterygota and related to beetles, they can be considered an unranked taxon. Arguably, the Endopterygota might be considered an unranked clade instead, and be divided into numerous superorders to signify the close relationships of certain endopterygote groups.[2]\n\nThe Mecoptera (scorpionflies) were formerly included here too by some authors, but they actually belong to the Mecopteroidea (or Antliophora), the endopterygote clade containing also true flies and fleas.\n\nNeuropterida are fairly primitive-looking insects, with large wings but weak wing muscles, giving them a clumsy flight. Most are active at dusk or in the night as adults, and the larvae of many are aquatic, living in rivers. At least the larvae, but in many cases the adults too, are predators of small arthropods. Adult neuropteridans range in size from that of a midge to that of a large dragonfly (15 cm (5.9 in) wingspan); the largest species tend to resemble drab, clumsily flying damselflies.\n\nIn addition to the three living orders, there is an entirely extinct family of Neuropterida, the monotypic Rafaelidae. These are of an indeterminate but probably rather basal position; thus the single genus Rafaelia from the Early Cretaceous Santana Formation's Crato Member in Brazil might for the time being be better placed in the Neuropterida directly, without assigning it to an order, until relatives are found and/or its systematic position gets resolved better.[2] The extinct order Glosselytrodea may also be a member or close relative, though classification is unclear.[3]\n\nMolecular analysis has clarified the group's phylogeny, as shown in the cladogram.[4][5]\n\n\n"
        }
    ]
}