{
    "url": "https://en.wikipedia.org/wiki/Neurophilosophy",
    "title": "Neurophilosophy",
    "table_of_contents": [
        "1 Specific issues",
        "2 The indirectness of studies of mind and brain",
        "2.1 fMRI",
        "2.2 Rejections of fMRI",
        "2.3 Reverse Inference",
        "2.4 Pure Insertion",
        "2.5 Resting-state Functional-Connectivity MRI",
        "2.5.1 Methodological Issues with functional-connectivity",
        "2.6 Dissociation in cognitive neuropsychology",
        "2.7 Single unit recordings",
        "2.8 Computational neuroscience",
        "3 Computation and representation in the brain",
        "3.1 Historical overview",
        "3.2 Representation",
        "3.3 Views on computation",
        "4 List of neurophilosophers",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Neurophilosophy or philosophy of neuroscience is the interdisciplinary study of neuroscience and philosophy that explores the relevance of neuroscientific studies to the arguments traditionally categorized as philosophy of mind. The philosophy of neuroscience attempts to clarify neuroscientific methods and results using the conceptual rigor and methods of philosophy of science.\n\n"
        },
        {
            "title": "Specific issues",
            "text": "Below is a list of specific issues important to philosophy of neuroscience:\n\n"
        },
        {
            "title": "The indirectness of studies of mind and brain",
            "text": "Many of the methods and techniques central to neuroscientific discovery rely on assumptions that can limit the interpretation of the data. Philosophers of neuroscience have discussed such assumptions in the use of functional magnetic resonance imaging,[6][7] dissociation in cognitive neuropsychology,[8][9] single unit recording,[10] and computational neuroscience.[11] Following are descriptions of many of the current controversies and debates about the methods employed in neuroscience.\n\nMany fMRI studies rely heavily on the assumption of \"localization of function\"[12] (same as functional specialization). \n\nLocalization of function means that many cognitive functions can be localized to specific brain regions. A good example of functional localization comes from studies of the motor cortex.[13] There seem to be different groups of cells in the motor cortex responsible for controlling different groups of muscles. \n\n\nMany philosophers of neuroscience criticize fMRI for relying too heavily on this assumption. Michael Anderson points out that subtraction-method fMRI misses a lot of brain information that is important to the cognitive processes.[14] Subtraction fMRI only shows the differences between the task activation and the control activation, but many of the brain areas activated in the control are obviously important for the task as well.\n\n\nSome philosophers entirely reject any notion of localization of function and thus believe fMRI studies to be profoundly misguided.[15] These philosophers maintain that brain processing acts holistically, that large sections of the brain are involved in processing most cognitive tasks (see holism in neurology and the modularity section below). One way to understand their objection to the idea of localization of function is the radio repairman thought experiment.[16] In this thought experiment, a radio repairman opens up a radio and rips out a tube. The radio begins whistling loudly and the radio repairman declares that he must have ripped out the anti-whistling tube. There is no anti-whistling tube in the radio and the radio repairman has confounded function with effect. This criticism was originally targeted at the logic used by neuropsychological brain lesion experiments, but the criticism is still applicable to neuroimaging. These considerations are similar to Van Orden's and Paap's criticism of circularity in neuroimaging logic.[17] According to them, neuroimagers assume that their theory of cognitive component parcellation is correct and that these components divide cleanly into feed-forward modules. These assumptions are necessary to justify their inference of brain localization. The logic is circular if the researcher then uses the appearance of brain region activation as proof of the correctness of their cognitive theories.\n\n\nA different problematic methodological assumption within fMRI research is the use of reverse inference[18] A reverse inference is when the activation of a brain region is used to infer the presence of a given cognitive process. Poldrack points out that the strength of this inference depends critically on the likelihood that a given task employs a given cognitive process and the likelihood of that pattern of brain activation given that cognitive process. In other words, the strength of reverse inference is based upon the selectivity of the task used as well as the selectivity of the brain region activation. \n\n\nA 2011 article published in the NY times has been heavily criticized for misusing reverse inference.[19] In the study, participants were shown pictures of their iPhones and the researchers measured activation of the insula. The researchers took insula activation as evidence of feelings of love and concluded that people loved their iPhones. Critics were quick to point out that the insula is not a very selective piece of cortex, and therefore not amenable to reverse inference.\n\n\nThe Neuropsychologist Max Coltheart took the problems with reverse inference a step further and challenged neuroimagers to give one instance in which neuroimaging had informed psychological theory[20] Coltheart takes the burden of proof to be an instance where the brain imaging data is consistent with one theory but inconsistent with another theory. \n\n\nRoskies maintains that Coltheart's ultra cognitive position makes his challenge unwinnable.[21] Since Coltheart maintains that the implementation of a cognitive state has no bearing on the function of that cognitive state, then it is impossible to find neuroimaging data that will be able to comment on psychological theories in the way Coltheart demands. Neuroimaging data will always be relegated to the lower level of implementation and be unable to selectively determine one or another cognitive theory. \n\n\nIn a 2006 article, Richard Henson suggests that forward inference can be used to infer dissociation of function at the psychological level.[22] He suggests that these kinds of inferences can be made when there is crossing activations between two task types in two brain regions and there is no change in activation in a mutual control region.\n\n\nOne final assumption worth mentioning is the assumption of pure insertion in fMRI.[23] The assumption of pure insertion is the assumption that a single cognitive process can be inserted into another set of cognitive processes without affecting the functioning of the rest. For example, if you wanted to find the reading comprehension area of the brain, you might scan participants while they were presented with a word and while they were presented with a non-word (e.g. \"Floob\"). If you infer that the resulting difference in brain pattern represents the regions of the brain involved in reading comprehension, you have assumed that these changes are not reflective of changes in task difficulty or differential recruitment between tasks. The term pure insertion was coined by Donders as a criticism of reaction time methods.\n\n\nRecently, researchers have begun using a new functional imaging technique called resting-state functional-connectivity MRI.[24] Subjects' brains are scanned while the subject sits idly in the scanner. By looking at the natural fluctuations in the bold pattern while the subject is at rest, the researchers can see which brain regions co-vary in activation together. Afterward, they can use the patterns of covariance to construct maps of functionally-linked brain areas. \n\n\nThe name \"functional-connectivity\" is somewhat misleading since the data only indicates co-variation. Still, this is a powerful method for studying large networks throughout the brain. \n\n\nThere are a couple of important methodological issues that need to be addressed. Firstly, there are many different possible brain mappings that could be used to define the brain regions for the network. The results could vary significantly depending on the brain region chosen. \n\n\nSecondly, what mathematical techniques are best to characterize these brain regions?\n\n\nThe brain regions of interest are somewhat constrained by the size of the voxels. Rs-fcMRI uses voxels that are only a few millimeters cubed, so the brain regions will have to be defined on a larger scale. Two of the statistical methods that are commonly applied to network analysis can work on the single voxel spatial scale, but graph theory methods are extremely sensitive to the way nodes are defined. \n\n\nBrain regions can be divided according to their cellular architecture, according to their connectivity, or according to physiological measures. Alternatively, you could take a \"theory-neutral\" approach, and randomly divide the cortex into partitions with an arbitrary size of your choosing. \n\n\nAs mentioned earlier, there are several approaches to network analysis once your brain regions have been defined. Seed-based analysis begins with an a priori defined seed region and finds all of the regions that are functionally connected to that region. Wig et al.caution that the resulting network structure will not give any information concerning the inter-connectivity of the identified regions or the relations of those regions to regions other than the seed region. \n\n\nAnother approach is to use independent component analysis (ICA) to create Spatio-temporal component maps, and the components are sorted into those that carry information of interest and those that are caused by noise. Wigs et al. once again warns us that inference of functional brain region communities is difficult under ICA. ICA also has the issue of imposing orthogonality on the data.[25]\n\n\nGraph theory uses a matrix to characterize covariance between regions, which is then transformed into a network map. The problem with graph theory analysis is that network mapping is heavily influenced by a priori brain region and connectivity (nodes and edges). This places the researcher at risk of cherry-picking regions and connections according to their own preconceived theories. However, graph theory analysis is still considered extremely valuable, as it is the only method that gives pair-wise relationships between nodes. \n\n\nWhile ICA may have an advantage in being a fairly principled method, it seems that using both methods will be important to better understanding the network connectivity of the brain. Mumford et al. hoped to avoid these issues and use a principled approach that could determine pair-wise relationships using a statistical technique adopted from analysis of gene co-expression networks.\n\nCognitive Neuropsychology studies brain damaged patients and uses the patterns of selective impairment in order to make inferences on the underlying cognitive structure. Dissociation between cognitive functions is taken to be evidence that these functions are independent. Theorists have identified several key assumptions that are needed to justify these inferences:[26]\n1) Functional Modularity- the mind is organized into functionally separate cognitive modules.\n2). Anatomical Modularity- the brain is organized into functionally separate modules. This assumption is very similar to the assumption of functional localization. These assumptions differ from the assumption of functional modularity, because it is possible to have separable cognitive modules that are implemented by diffuse patterns of brain activation.\n3)Universality- The basic organization of functional and anatomical modularity is the same for all normal humans. This assumption is needed if we are to make any claim about functional organization based on dissociation that extrapolates from the instance of a case study to the population.\n4) Transparency / Subtractivity- the mind does not undergo substantial reorganization following brain damage. It is possible to remove one functional module without significantly altering the overall structure of the system. This assumption is necessary in order to justify using brain damaged patients in order to make inferences about the cognitive architecture of healthy people.\n\nThere are three principal types of evidence in cognitive neuropsychology: association, single dissociation and double dissociation.[27] Association inferences observe that certain deficits are likely to co-occur. For example, there are many cases who have deficits in both abstract and concrete word comprehension following brain damage. Association studies are considered the weakest form of evidence, because the results could be accounted for by damage to neighboring brain regions and not damage to a single cognitive system.[28] Single Dissociation inferences observe that one cognitive faculty can be spared while another can be damaged following brain damage. This pattern indicates that a) the two tasks employ different cognitive systems b) the two tasks occupy the same system and the damaged task is downstream from the spared task or c) that the spared task requires fewer cognitive resources than the damaged task. The \"gold standard\" for cognitive neuropsychology is the double dissociation. Double dissociation occurs when brain damage impairs task A in Patient1 but spares task B and brain damage spares task A in Patient 2 but damages task B. It is assumed that one instance of double dissociation is sufficient proof to infer separate cognitive modules in the performance of the tasks.\n\nMany theorists criticize cognitive neuropsychology for its dependence on double dissociations. In one widely cited study, Joula and Plunkett used a model connectionist system to demonstrate that double dissociation behavioral patterns can occur through random lesions of a single module.[29] They created a multilayer connectionist system trained to pronounce words. They repeatedly simulated random destruction of nodes and connections in the system and plotted the resulting performance on a scatter plot. The results showed deficits in irregular noun pronunciation with spared regular verb pronunciation in some cases and deficits in regular verb pronunciation with spared irregular noun pronunciation. These results suggest that a single instance of double dissociation is insufficient to justify inference to multiple systems.[30]\n\nCharter offers a theoretical case in which double dissociation logic can be faulty.[31] If two tasks, task A and task B, use almost all of the same systems but differ by one mutually exclusive module apiece, then the selective lesioning of those two modules would seem to indicate that A and B use different systems. Charter uses the example of someone who is allergic to peanuts but not shrimp and someone who is allergic to shrimp and not peanuts. He argues that double dissociation logic leads one to infer that peanuts and shrimp are digested by different systems. John Dunn offers another objection to double dissociation.[32] He claims that it is easy to demonstrate the existence of a true deficit but difficult to show that another function is truly spared. As more data is accumulated, the value of your results will converge on an effect size of zero, but there will always be a positive value greater than zero that has more statistical power than zero. Therefore, it is impossible to be fully confident that a given double dissociation actually exists.\n\nOn a different note, Alphonso Caramazza has given a principled reason for rejecting the use of group studies in cognitive neuropsychology.[33] Studies of brain damaged patients can either take the form of a single case study, in which an individual's behavior is characterized and used as evidence, or group studies, in which a group of patients displaying the same deficit have their behavior characterized and averaged. In order to justify grouping a set of patient data together, the researcher must know that the group is homogenous, that their behavior is equivalent in every theoretically meaningful way. In brain damaged patients, this can only be accomplished a posteriori by analyzing the behavior patterns of all the individuals in the group. Thus according to Caramazza, any group study is either the equivalent of a set of single case studies or is theoretically unjustified. Newcombe and Marshall pointed out that there are some cases (they use Geschwind's syndrome as an example) and that group studies might still serve as a useful heuristic in cognitive neuropsychological studies.[34]\n\nIt is commonly understood in neuroscience that information is encoded in the brain by the firing patterns of neurons.[35] Many of the philosophical questions surrounding the neural code are related to questions about representation and computation that are discussed below. There are other methodological questions including whether neurons represent information through an average firing rate or whether there is information represented by the temporal dynamics. There are similar questions about whether neurons represent information individually or as a population.\n\nMany of the philosophical controversies surrounding computational neuroscience involve the role of simulation and modeling as explanation. Carl Craver has been especially vocal about such interpretations.[36] Jones and Love wrote an especially critical article targeted at Bayesian behavioral modeling that did not constrain the modeling parameters by psychological or neurological considerations[37]\nEric Winsberg has written about the role of computer modeling and simulation in science generally, but his characterization is applicable to computational neuroscience.[38]\n\n"
        },
        {
            "title": "Computation and representation in the brain",
            "text": "The computational theory of mind has been widespread in neuroscience since the cognitive revolution in the 1960s. This section will begin with a historical overview of computational neuroscience and then discuss various competing theories and controversies within the field.\n\nComputational neuroscience began in the 1930s and 1940s with two groups of researchers.[citation needed] The first group consisted of Alan Turing, Alonzo Church and John von Neumann, who were working to develop computing machines and the mathematical underpinnings of computer science.[39] This work culminated in the theoretical development of so-called Turing machines and the Church–Turing thesis, which formalized the mathematics underlying computability theory. The second group consisted of Warren McCulloch and Walter Pitts who were working to develop the first artificial neural networks. McCulloch and Pitts were the first to hypothesize that neurons could be used to implement a logical calculus that could explain cognition. They used their toy neurons to develop logic gates that could make computations.[40] However these developments failed to take hold in the psychological sciences and neuroscience until the mid-1950s and 1960s.\nBehaviorism had dominated the psychology until the 1950s when new developments in a variety of fields overturned behaviorist theory in favor of a cognitive theory. From the beginning of the cognitive revolution, computational theory played a major role in theoretical developments. Minsky and McCarthy's work in artificial intelligence, Newell and Simon's computer simulations, and Noam Chomsky's importation of information theory into linguistics were all heavily reliant on computational assumptions.[41] By the early 1960s, Hilary Putnam was arguing in favor of machine functionalism in which the brain instantiated Turing machines. By this point computational theories were firmly fixed in psychology and neuroscience.\nBy the mid-1980s, a group of researchers began using multilayer feed-forward analog neural networks that could be trained to perform a variety of tasks. The work by researchers like Sejnowski, Rosenberg, Rumelhart, and McClelland were labeled as connectionism, and the discipline has continued since then.[42] The connectionist mindset was embraced by Paul and Patricia Churchland who then developed their \"state space semantics\" using concepts from connectionist theory. Connectionism was also condemned by researchers such as Fodor, Pylyshyn, and Pinker. The tension between the connectionists and the classicists is still being debated today.\n\nOne of the reasons that computational theories are appealing is that computers have the ability to manipulate representations to give meaningful output. Digital computers use strings of 1s and 0s in order to represent the content such as this Wikipedia page. Most cognitive scientists posit that our brains use some form of representational code that is carried in the firing patterns of neurons. Computational accounts seem to offer an easy way of explaining how our brains carry and manipulate the perceptions, thoughts, feelings, and actions that make up our everyday experience.[43] While most theorists maintain that representation is an important part of cognition, the exact nature of that representation is highly debated. The two main arguments come from advocates of symbolic representations and advocates of associationist representations.\n\nSymbolic representational accounts have been famously championed by Fodor and Pinker. Symbolic representation means that the objects are represented by symbols and are processed through rule governed manipulations that are sensation to the constitutive structure. The fact that symbolic representation is sensitive to the structure of the representations is a major part of its appeal. Fodor proposed the Language of Thought Hypothesis in which mental representations manipulated in the same way that language is syntactically manipulated in order to produce thought. According to Fodor, the language of thought hypothesis explains the systematicity and productivity seen in both language and thought.[44]\n\nAssociativist representations are most often described with connectionist systems. In connectionist systems, representations are distributed across all the nodes and connection weights of the system and thus are said to be sub symbolic.[45] It is worth noting that a connectionist system is capable of implementing a symbolic system. There are several important aspects of neural nets that suggest that distributed parallel processing provides a better basis for cognitive functions than symbolic processing. Firstly, the inspiration for these systems came from the brain itself indicating biological relevance. Secondly, these systems are capable of storing content addressable memory, which is far more efficient than memory searches in symbolic systems. Thirdly, neural nets are resilient to damage while even minor damage can disable a symbolic system. Lastly, soft constraints and generalization when processing novel stimuli allow nets to behave more flexibly than symbolic systems.\n\nThe Churchlands described representation in a connectionist system in terms of state space. The content of the system is represented by an n-dimensional vector where the n= the number of nodes in the system and the direction of the vector is determined by the activation pattern of the nodes. Fodor rejected this method of representation on the grounds that two different connectionist systems could not have the same content.[46] Further mathematical analysis of connectionist system relieved that connectionist systems that could contain similar content could be mapped graphically to reveal clusters of nodes that were important to representing the content.[47] Unfortunately for the Churchlands, state space vector comparison was not amenable to this type of analysis. Recently, Nicholas Shea has offered his own account for content within connectionist systems that employs the concepts developed through cluster analysis.\n\nComputationalism, a kind of functionalist philosophy of mind, is committed to the position that the brain is some sort of computer, but what does it mean to be a computer? The definition of a computation must be narrow enough so that we limit the number of objects that can be called computers. For example, it might seem problematic to have a definition wide enough to allow stomachs and weather systems to be involved in computations. However, it is also necessary to have a definition broad enough to allow all of the wide varieties of computational systems to compute. For example, if the definition of computation is limited to syntactic manipulation of symbolic representations, then most connectionist systems would not be able to compute.[48] Rick Grush distinguishes between computation as a tool for simulation and computation as a theoretical stance in cognitive neuroscience.[49] For the former, anything that can be computationally modeled counts as computing. In the latter case, the brain is a computing function that is distinct from systems like fluid dynamic systems and the planetary orbits in this regard. The challenge for any computational definition is to keep the two senses distinct.\n\nAlternatively, some theorists choose to accept a narrow or wide definition for theoretical reasons. Pancomputationalism is the position that everything can be said to compute. This view has been criticized by Piccinini on the grounds that such a definition makes computation trivial to the point where it is robbed of its explanatory value.[50]\n\nThe simplest definition of computations is that a system can be said to be computing when a computational description can be mapped onto the physical description. This is an extremely broad definition of computation and it ends up endorsing a form of pancomputationalism. Putnam and Searle, who are often credited with this view, maintain that computation is observer-related. In other words, if you want to view a system as computing then you can say that it is computing. Piccinini points out that, in this view, not only is everything computing, but also everything is computing in an indefinite number of ways.[51] Since it is possible to apply an indefinite number of computational descriptions to a given system, the system ends up computing an indefinite number of tasks.\n\nThe most common view of computation is the semantic account of computation. Semantic approaches use a similar notion of computation as the mapping approaches with the added constraint that the system must manipulate representations with semantic content. Note from the earlier discussion of representation that both the Churchlands' connectionist systems and Fodor's symbolic systems use this notion of computation. In fact, Fodor is famously credited as saying \"No computation without representation\".[52] Computational states can be individuated by an externalized appeal to content in a broad sense (i.e. the object in the external world) or by internalist appeal to the narrow sense content (content defined by the properties of the system).[53] In order to fix the content of the representation, it is often necessary to appeal to the information contained within the system.\nGrush provides a criticism of the semantic account.[49] He points out that appeal to the informational content of a system to demonstrate representation by the system. He uses his coffee cup as an example of a system that contains information, such as the heat conductance of the coffee cup and the time since the coffee was poured, but is too mundane to compute in any robust sense. Semantic computationalists try to escape this criticism by appealing to the evolutionary history of system. This is called the biosemantic account. Grush uses the example of his feet, saying that by this account his feet would not be computing the amount of food he had eaten because their structure had not been evolutionarily selected for that purpose. Grush replies to the appeal to biosemantics with a thought experiment. Imagine that lightning strikes a swamp somewhere and creates an exact copy of you. According to the biosemantic account, this swamp-you would be incapable of computation because there is no evolutionary history with which to justify assigning representational content. The idea that for two physically identical structures one can be said to be computing while the other is not should be disturbing to any physicalist.\n\nThere are also syntactic or structural accounts for computation. These accounts do not need to rely on representation. However, it is possible to use both structure and representation as constrains on computational mapping. Shagrir identifies several philosophers of neuroscience who espouse structural accounts. According to him, Fodor and Pylyshyn require some sort of syntactic constraint on their theory of computation. This is consistent with their rejection of connectionist systems on the grounds of systematicity. He also identifies Piccinini as a structuralist quoting his 2008 paper: \"the generation of output strings of digits from input strings of digits in accordance with a general rule that depends on the properties of the strings and (possibly) on the internal state of the system\".[54] Though Piccinini undoubtedly espouses structuralist views in that paper, he claims that mechanistic accounts of computation avoid reference to either syntax or representation.[53] It is possible that Piccinini thinks that there are differences between syntactic and structural accounts of computation that Shagrir does not respect.\n\nIn his view of mechanistic computation, Piccinini asserts that functional mechanisms process vehicles in a manner sensitive to the differences between different portions of the vehicle, and thus can be said to generically compute. He claims that these vehicles are medium-independent, meaning that the mapping function will be the same regardless of the physical implementation. Computing systems can be differentiated based upon the vehicle structure and the mechanistic perspective can account for errors in computation.\n\nDynamical systems theory presents itself as an alternative to computational explanations of cognition. These theories are staunchly anti-computational and anti-representational. Dynamical systems are defined as systems that change over time in accordance with a mathematical equation. Dynamical systems theory claims that human cognition is a dynamical model in the same sense computationalists claim that the human mind is a computer.[55] A common objection leveled at dynamical systems theory is that dynamical systems are computable and therefore a subset of computationalism. Van Gelder is quick to point out that there is a big difference between being a computer and being computable. Making the definition of computing wide enough to incorporate dynamical models would effectively embrace pancomputationalism.\n\n"
        }
    ]
}