{
    "url": "https://en.wikipedia.org/wiki/Neuroethics",
    "title": "Neuroethics",
    "table_of_contents": [
        "1 Two categories of problems",
        "2 Historical background and implications of neuroscience ethics",
        "3 Important activity since 2002",
        "4 Sources of information",
        "5 Key issues",
        "5.1 Brain interventions",
        "5.2 Brain imaging",
        "5.3 Memory dampening",
        "5.4 Ethics of brain organoids",
        "5.4.1 Sentient organoids",
        "5.4.2 Guidelines and legislation",
        "5.4.3 Humanized animals",
        "5.5 Ethics of cognitive wetware",
        "5.6 Cognitive diversity",
        "5.7 Stem cell therapy",
        "5.8 Disorders of consciousness",
        "5.9 Pharmacological enhancement",
        "5.10 Neuromarketing",
        "5.10.1 Political neuromarketing",
        "5.11 Neurological treatments",
        "5.12 Neuroscience and free will",
        "6 Academic journals",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In philosophy and neuroscience, Neuroethics is the study of both the ethics of neuroscience and the neuroscience of ethics.[1][2] The ethics of neuroscience comprises the bulk of work in neuroethics. It concerns the ethical, legal and social impact of neuroscience, including the ways in which neurotechnology can be used to predict or alter human behavior and \"the implications of our mechanistic understanding of brain function for society... integrating neuroscientific knowledge with ethical and social thought\".[2]\n\nSome neuroethics problems are not fundamentally different from those encountered in bioethics. Others are unique to neuroethics because the brain, as the organ of the mind, has implications for broader philosophical problems, such as the nature of free will, moral responsibility, self-deception, and personal identity.[3] Examples of neuroethics topics are given later in this article (see \"Key issues in neuroethics\" below).\n\nThe origin of the term \"neuroethics\" has occupied some writers. Rees and Rose (as cited in \"References\" on page 9)[inconsistent] claim neuroethics is a neologism that emerged only at the beginning of the 21st century, largely through the oral and written communications of ethicists and philosophers.  According to Racine (2010), the term was coined by the Harvard physician Anneliese A. Pontius in 1973 in a paper entitled \"Neuro-ethics of 'walking' in the newborn\" for the Perceptual and Motor Skills. The author reproposed the term in 1993 in her paper for Psychological Report, often wrongly mentioned as the first title containing the word \"neuroethics\". Before 1993, the American neurologist Ronald Cranford has used the term (see Cranford 1989).  Illes (2003) records uses, from the scientific literature, from 1989 and 1991.  Writer William Safire is widely credited with giving the word its current meaning in 2002, defining it as \"the examination of what is right and wrong, good and bad about the treatment of, perfection of, or unwelcome invasion of and worrisome manipulation of the human brain\".[4]\n\n"
        },
        {
            "title": "Two categories of problems",
            "text": "Neuroethics encompasses the myriad ways in which developments in basic and clinical neuroscience intersect with social and ethical issues. The field is so young that any attempt to define its scope and limits now will undoubtedly be proved wrong in the future, as neuroscience develops and its implications continue to be revealed. At present, however, we can discern two general categories of neuroethical issue: those emerging from what we can do and those emerging from what we know.\n\nIn the first category are the ethical problems raised by advances in functional neuroimaging, psychopharmacology, brain implants and brain-machine interfaces. In the second category are the ethical problems raised by our growing understanding of the neural bases of behavior, personality, consciousness, and states of spiritual transcendence.\n\n"
        },
        {
            "title": "Historical background and implications of neuroscience ethics",
            "text": "Primitive societies for the most part lacked a system of neuroethics to guide them in facing the problems of mental illness and violence as civilization advanced. Trepanation led through a tortuous course to \"psychosurgery\".[5][6] Basic neuroscience research and psychosurgery advanced in the first half of the 20th century in tandem, but neuroscience ethics was left behind science and technology.[7] Medical ethics in modern societies even in democratic governments, not to mention in authoritarian ones, has not kept pace with the advances of technology despite the announced social \"progress\"; and ethics continues to lag behind science in dealing with the problem of mental illness in association with human violence.[8][9] Unprovoked \"pathological\" aggression persists, reminding us daily that civilization is a step away from relapsing into barbarism. Neuroscience ethics (neuroethics) must keep up with advances in neuroscience research and remain separate from state-imposed mandates to face this challenge.[10]\n\nA recent writer on the history of psychosurgery as it relates to neuroethics concludes: \"The lessons of history sagaciously reveal wherever the government has sought to alter medical ethics and enforce bureaucratic bioethics, the results have frequently vilified medical care and research. In the 20th century in both the communist USSR and Nazi Germany, medicine regressed after these authoritarian systems corrupted the ethics of the medical profession and forced it to descend to unprecedented barbarism. The Soviet psychiatrists and Nazi doctor's dark descent into barbarism was a product of physicians willingly cooperating with the totalitarian state, purportedly in the name of the \"collective good\", at the expense of their individual patients.\" This must be kept in mind when establishing new guidelines in neuroscience research and bioethics.[10]\n\n"
        },
        {
            "title": "Important activity since 2002",
            "text": "There is no doubt that people were thinking and writing about the ethical implications of neuroscience for many years before the field adopted the label \"neuroethics\", and some of this work remains of great relevance and value.  However, the early 21st century saw a tremendous surge in interest concerning the ethics of neuroscience, as evidenced by numerous meetings, publications, and organizations dedicated to this topic.\n\nIn 2002, there were several meetings that drew together neuroscientists and ethicists to discuss neuroethics:  the American Association for the Advancement of Science with the journal Neuron, the University of Pennsylvania, the Royal Society, Stanford University, and the Dana Foundation.  This last meeting was the largest, and resulted in a book, Neuroethics: Mapping the Field, edited by Steven J. Marcus and published by Dana Press.   That same year, the Economist ran a cover story entitled \"Open Your Mind: The Ethics of Brain Science\", Nature published the article \"Emerging ethical issues in neuroscience\".[11] Further articles appeared on neuroethics in Nature Neuroscience, Neuron, and Brain and Cognition.\n\nThereafter, the number of neuroethics meetings, symposia, and publications continued to grow.  The over 38 000 members of the Society for Neuroscience recognized the importance of neuroethics by inaugurating an annual \"special lecture\" on the topic, first given by Donald Kennedy, editor-in-chief of Science Magazine.  Several overlapping networks of scientists and scholars began to coalesce around neuroethics-related projects and themes.  For example, the American Society for Bioethics and Humanities established a Neuroethics Affinity Group, students at the London School of Economics established the Neuroscience and Society Network linking scholars from several different institutions, and a group of scientists and funders from around the world began discussing ways to support international collaboration in neuroethics through what came to be called the International Neuroethics Network.  Stanford began publishing the monthly Stanford Neuroethics Newsletter, Penn developed the informational website neuroethics.upenn.edu, and the Neuroethics and Law Blog was launched.\n\nSeveral relevant books were published during this time as well: Sandra Ackerman's Hard Science, Hard Choices: Facts, Ethics and Policies Guiding Brain Science Today (Dana Press), Michael Gazzaniga's The Ethical Brain (Dana Press), Judy Illes' edited volume, Neuroethics: Defining the Issues in Theory, Practice and Policy (both Oxford University Press), Dai Rees and Steven Rose's edited volume The New Brain Sciences: Perils and Prospects (Cambridge University Press) and Steven Rose's The Future of the Brain (Oxford University Press).\n\n2006 marked the founding of the International Neuroethics Society (INS) (originally the Neuroethics Society), an international group of scholars, scientists, clinicians, and other professionals who share an interest in the social, legal, ethical and policy implications of advances in neuroscience. The mission of the International Neuroethics Society \"is to promote the development and responsible application of neuroscience through interdisciplinary and international research, education, outreach and public engagement for the benefit of people of all nations, ethnicities, and cultures\".[12] The first President of the INS was Steven Hyman (2006–2014),  succeeded by Barbara Sahakian (2014–2016). Judy Illes is the current President, who like Hyman and Sahakian,  was also a pioneer in the field of neuroethics and a founder member of the INS.\n\nOver the next several years many centers for neurotics were established. A 2014 review of the field lists 31 centers and programs around the world;[13] some of the longest-running include the Neuroethics Research Unit at the Institut de recherches cliniques de Montreal (IRCM), the National Core for Neuroethics at the University of British Columbia in 2007, the Center for Neurotechnology Studies of the Potomac Institute for Policy Studies, the Wellcome Centre for Neuroethics at the University of Oxford; and the Center for Neuroscience & Society at the University of Pennsylvania.\n\nSince 2017, neuroethics working groups across multiple organizations have published a spate of reports and guiding principles. In 2017, the Global Neuroethics Summit Delegates prepared a set of ethical questions to guide research in brain science, published in Neuron.[14] In December 2018, The Neuroethics Working Group of the National Institutes of Health (NIH) Brain Research through Advancing Innovative Neurotechnologies (BRAIN) Initiative proposed incorporating Neuroethics Guiding Principles into the research advanced by the Initiative.[15] In December 2019, the Organisation for Economic Co-operation and Development (OECD) confirmed a set of neuroethics principles and recommendations; now this interdisciplinary group is developing a toolkit for implementation, moving from the theoretical to the practical.[16] In early 2020, the Institute of Electrical and Electronics Engineers (IEEE) developed a neuroethical framework to facilitate the development of guidelines for engineers working on new neurotechnologies.[17]\n\n"
        },
        {
            "title": "Sources of information",
            "text": "The books, articles and websites mentioned above are by no means a complete list of good neuroethics information sources.  For example, readings and websites that focus on specific aspects of neuroethics, such as brain imaging or enhancement, are not included.  Nor are more recent sources, such as Walter Glannon's book Bioethics and the Brain (Oxford University Press) and his reader, entitled Defining Right and Wrong in Brain Science (Dana Press).  We should also here mention a book that was in many ways ahead of its time, Robert Blank's Brain Policy (published in 1999 by Georgetown University Press).  The scholarly literature on neuroethics has grown so quickly that one cannot easily list all of the worthwhile articles, and several journals are now soliciting neuroethics submissions for publication, including the American Journal of Bioethics – Neuroscience, BioSocieties, the Journal of Cognitive Neuroscience, and Neuroethics.  The web now has many sites, blogs, and portals offering information about neuroethics.  A list can be found at the end of this entry.\n\n"
        },
        {
            "title": "Key issues",
            "text": "Neuroethics encompasses a wide range of issues, which can only be sampled here.[18] Some have close ties to traditional biomedical ethics, in that different versions of these issues can arise in connection with organ systems other than the brain.  For example, how should incidental findings be handled when a presumed healthy research subject is scanned for neuroscience research and the scan reveals an abnormality?  How safe are the drugs used to enhance normal brain function?  These are neuroethical issues with clear precedents in traditional bioethics.  They are important issues, and luckily we can call upon society's experience with the relevant precedents to help determine the best courses of action in the present cases.  In contrast, many neuroethical issues are at least partly novel, and this accounts for some of the intellectual fascination of neuroethics.  These relatively newer issues force us to think about the relation between mind and brain and its ethical implications.\n\nThe ethics of neurocognitive enhancement, that is the use of drugs and other brain interventions to make normal people \"better than well\", is an example of a neuroethical issue with both familiar and novel aspects.  On the one hand, we can be informed by previous bioethical work on physical enhancements such as doping for strength in sports and the use of human growth hormone for normal boys of short stature.  On the other hand, there are also some arguably novel ethical issues that arise in connection with brain enhancement, because these enhancements affect how people think and feel, thus raising the relatively new issues of \"cognitive liberty\".  The growing role of psychopharmacology in everyday life raises a number of ethical issues, for example the influence of drug marketing on our conceptions of mental health and normalcy, and the increasingly malleable sense of personal identity that results from what Peter D. Kramer called \"cosmetic psychopharmacology\".\n\nNonpharmacologic methods of altering brain function are currently enjoying a period of rapid development, with a resurgence of psychosurgery for the treatment of medication refractory mental illnesses and promising new therapies for neurological and psychiatric illnesses based on deep brain stimulation as well as relatively noninvasive transcranial stimulation methods.  Research on brain-machine interfaces is primarily in a preclinical phase but promises to enable thought-based control of computers and robots by paralyzed patients.  As the tragic history of frontal lobotomy reminds us, permanent alteration of the brain cannot be undertaken lightly.  Although nonpharmacologic brain interventions are exclusively aimed at therapeutic goals, the US military sponsors research in this general area (and more specifically in the use of transcranial direct current stimulation) that is presumably aimed at enhancing the capabilities of soldiers.[19]\n\nIn addition to the important issues of safety and incidental findings, mentioned above, some arise from the unprecedented and rapidly developing ability to correlate brain activation with psychological states and traits. One of the most widely discussed new applications of imaging is based on correlations between brain activity and intentional deception. Intentional deception can be thought of in the context of a lie detector. This means that scientists use brain imaging to look at certain parts of the brain during moments when a person is being deceptive. A number of different research groups have identified fMRI correlates of intentional deception in laboratory tasks, and despite the skepticism of many experts, the technique has already been commercialized.  A more feasible application of brain imaging is \"neuromarketing\", whereby people's conscious or unconscious reaction to certain products can purportedly be measured.\n\nResearchers are also finding brain imaging correlates of myriad psychological traits, including personality, intelligence, mental health vulnerabilities, attitudes toward particular ethnic groups, and predilection for violent crime.  Unconscious racial attitudes may be manifest in brain activation.  These capabilities of brain imaging, actual and potential, raise a number of ethical issues.  The most obvious concern involves privacy.  For example, employers, marketers, and the government all have a strong interest in knowing the abilities, personality, truthfulness and other mental contents of certain people.  This raises the question of whether, when, and how to ensure the privacy of our own minds.\n\nAnother ethical problem is that brain scans are often viewed as more accurate and objective than in fact they are.  Many layers of signal processing, statistical analysis and interpretation separate imaged brain activity from the psychological traits and states inferred from it.  There is a danger that the public (including judges and juries, employers, insurers, etc.) will ignore these complexities and treat brain images as a kind of indisputable truth.\n\nA related misconception is called neuro-realism:  In its simplest form, this line of thought says that something is real because it can be measured with electronic equipment.  A person who claims to have pain, or low libido, or unpleasant emotions is \"really\" sick if these symptoms are supported by a brain scan, and healthy or normal if correlates cannot be found in a brain scan.[20][21] The case of phantom limbs demonstrate the inadequacy of this approach.\n\nWhile complete memory erasure is still an element of science-fiction, certain neurological drugs have been proven to dampen the strength and emotional association of a memory. Propranolol, an FDA-approved drug, has been suggested to effectively dull the painful effects of traumatic memories if taken within 6 hours after the event occurs.[22] This has begun the discussion of ethical implications, assuming the technology for memory erasure will only improve.\nOriginally, propranolol was reserved for hypertension patients. However, doctors are permitted to use the drug for off-label purposes—leading to the question of whether they actually should. There are numerous reasons for skepticism; for one, it may prevent us from coming to terms with traumatic experiences, it may tamper with our identities and lead us to an artificial sense of happiness, demean the genuineness of human life, and/or encourage some to forget memories they are morally obligated to keep. Whether or not it is ethical to fully or partially erase the memory of a patient, it is certainly becoming a more relevant topic as this technology improves in our society.[23]\n\nIn general, cognitive diversity – or some \"optimum range of diversity\" – was found highly valuable. Science and technology such as gene editing technology may raise related ethical issues.[40] There have also been speculations that cognitive enhancement technologies (CETs) may increase population-level cognitive diversity, e.g. as different people will choose to enhance different aspects of their cognition. Moral enhancement is also a topic in neuroethics.[41]\n\nMost of the issues concerning the uses of stem cells in the brain are the same as any of the bioethical or purely ethical questions you will find regarding the use and research of stem cells. The field of stem cell research is a very new field that poses many ethical questions concerning the allocation of stem cells as well as their possible uses.  Since most stem cell research is still in its preliminary phase most of the neuroethical issues surrounding stem cells are the same as stem cell ethics in general.\n\nMore specifically the way that stem cell research has been involved in neuroscience is through the treatment of neurodegenerative diseases and brain tumors. In these cases scientists are using neural stem cells to regenerate tissue and to be used as carriers for gene therapy. In general, neuroethics revolves around a cost benefit approach to find techniques and technologies that are most beneficial to patients. There has been progress in certain fields that have been shown to be beneficial when using stem cells to treat certain neurodegenerative diseases such as Parkinson's disease.[42]\n\nA study done in 2011 showed that induced pluripotent stem cells (iPSCs) can be used to aid in Parkinson's research and treatment. The cells can be used to study the progression of Parkinson's as well as used in regenerative treatment. Animal studies have shown that the use of iPSCs can improve motor skills and dopamine release of test subjects with Parkinson's. This study shows a positive outcome in the use of stem cells for neurological purposes.[43]\n\nIn another study done in 2011 used stem cells to treat cerebral palsy. This study, however, was not as successful as the Parkinson's treatment. In this case stem cells were used to treat animal models who had been injured in a way that mimicked CP. This brings up a neuroethical issue of animal models used in science. Since most of their \"diseases\" are inflicted and do not occur naturally, they can not always be reliable examples of how a person with the actual disease would respond to treatment. The stem cells used did survive implantation, but did not show significant nerve regeneration. However, studies are ongoing in this area.[44]\n\nAs discussed, stem cells are used to treat degenerative diseases. One form of a degenerative disease that can occur in the brain as well as throughout the body is an autoimmune disease. Autoimmune diseases cause the body to \"attack\" its own cells and therefore destroys those cells as well as whatever functional purpose those cells have or contribute to. One form of an autoimmune disease that affects the central nervous system is multiple sclerosis. In this disease the body attacks the glial cells that form myelin coats around the axons on neurons. This causes the nervous system to essentially \"short circuit\" and pass information very slowly. Stem cells therapy has been used to try to cure some of the damage caused by the body in MS. Hematopoietic stem cell transplantation has been used to try and cure MS patients by essentially \"reprogramming\" their immune system. The main risk encountered with this form of treatment is the possibility of rejection of the stem cells. If the hematopoietic stem cells can be harvested from the individual, risk of rejection is much lower. But, there can be the risk of those cells being programmed to induce MS. However, if the tissue is donated from another individual there is high risk of rejection leading to possibly fatal toxicity in the recipient's body. Considering that there are fairly good treatments for MS, the use of stem cells in this case may have a higher cost than the benefits they produce. However, as research continues perhaps stem cells will truly become a viable treatment for MS as well as other autoimmune diseases.[45]\n\nThese are just some examples of neurological diseases in which stem cell treatment has been researched. In general, the future looks promising for stem cell application in the field of neurology. However, possible complications lie in the overall ethics of stem cell use, possible recipient rejection, as well as over-proliferation of the cells causing possible brain tumors. Ongoing research will further contribute in the decision of whether stem cells should be used in the brain and whether their benefits truly outweigh their costs.\n\nThe primary ethical dilemma that is brought up in stem cell research is concerning the source of embryonic stem cells (hESCs). As the name states, hESCs come from embryos. To be more specific, they come from the inner cell mass of a blastophere, which is the beginning stage of an embryo. However, that mass of cells could have the potential to give rise to human life, and there in lies the problem. Often, this argument leads back to a similar moral debate held around abortion. The question is: when does a mass of cells gain personhood and autonomy?[46] Some individuals believe that an embryo is in fact a person at the moment of conception and that using an embryo for anything other than creating a baby would essentially be killing a baby. On the other end of the spectrum, people argue that the small ball of cells at that point only has the potential to become a fetus, and that potentiality, even in natural conception, is far from guaranteed. According to a study done by developmental biologists, between 75–80% of embryos created through intercourse are naturally lost before they can become fetuses.[47] This debate is not one that has a right or wrong answer, nor can it be clearly settled.  Much of the ethical dilemma surrounding hESCs relies on individual beliefs about life and the potential for scientific advancement versus creating new human life.\n\nPatients in coma, vegetative, or minimally conscious state pose ethical challenges. The patients are unable to respond, therefore the assessment of their needs can only be approached by adopting a third person perspective. They are unable to communicate their pain levels, quality of life, or end of life preferences. Neuroscience and brain imaging have allowed us to explore the brain activity of these patients more thoroughly. Recent findings from studies using functional magnetic resonance imaging have changed the way we view vegetative patients. The images have shown that aspects emotional processing, language comprehension and even conscious awareness might be retained in patients whose behavior suggests a vegetative state. If this is the case, it is unethical to allow a third party to dictate the life and future of the patient.[48] For example, defining death is an issue that comes with patients with severe traumatic brain injuries. The decision to withdraw life-sustaining care from these patients can be based on uncertain assessments about the individual's conscious awareness. Case reports have shown that these patients in a persistent vegetative state can recover unexpectedly. This raises the ethical question about the premature termination of care by physicians. The hope is that one day, neuroimaging technologies can help us to define these different states of consciousness and enable us to communicate with patients in vegetative states in a way that was never before possible.[49][50] The clinical translation of these advanced technologies is of vital importance for the medical management of these challenging patients. In this situation, neuroscience has both revealed ethical issues and possible solutions.[51]\n\nCosmetic neuro-pharmacology, the use of drugs to improve cognition in normal healthy individuals, is highly controversial. Some case reports with the antidepressant Prozac indicated that patients seemed \"better than well\", and authors hypothesized that this effect might be observed in individuals not afflicted with psychiatric disorders.[52] Following these case reports much controversy arose over the veracity and ethics of the cosmetic use of these antidepressants.  Opponents of cosmetic pharmacology believe that such drug usage is unethical and that the concept of cosmetic pharmacology is a manifestation of naive consumerism. Proponents, such as philosopher Arthur Caplan, state that it is an individual's (rather than government's, or physician's) right to determine  whether to use a drug for cosmetic purposes.[53] Anjan Chatterjee, a neurologist at the University of Pennsylvania, has argued that western medicine stands on the brink of a neuro-enhancement revolution in which people will be able to improve their memory and attention through pharmacological means.  Jacob Appel, a Brown University bioethicist, has raised concerns about the possibility of employers mandating such enhancement for their workers.[54][55] The ethical concerns regarding pharmacological enhancement are not limited to Europe and North America; indeed, there is increasing attention given to cultural and regulatory contexts for this phenomenon, around the globe.[56]\n\nThe politics of neuromarketing is this idea of using advertisements to convince the mind of a voter to vote for a certain party. This has already been happening within the elections throughout the years. In the 2006 reelection of Governor Arnold Schwarzenegger, he was double digits off in the voting in comparison to his Democratic opponent. However, Schwarzenegger's theme in this campaign was whether or not the voters would want to continue Schwarzenegger's reforms or go back to the days of the recalled governor, Gray Davis. In normal marketing, voters would use \"detail, numbers, facts and figures to prove we were better off under the new governor\".[57] However, with neuromarketing, voters followed powerful advertisement visuals and used these visuals to convince themselves that Schwarzenegger was the better candidate. Now, with political neuromarketing, there exists a lot of controversy. The ethics behind political neuromarketing are debatable. Some argue that political neuromarketing will cause voters to make rash decisions while others argue that these messages are beneficial because they depict what the politicians can do. However, control over political decisions could make voters not see the reality of things. Voters may not look into the details of the reforms, personality, and morality each person brings to their political campaign and may be swayed by how powerful the advertisements seem to be. However, there are also people that may disagree with this idea. Darryl Howard, \"a consultant to two Republican winners on November 2, says he crafted neuromarketing-based messages for TV, direct mail and speeches for Senate, Congressional and Gubernatorial clients in 2010\". He says that these advertisements that were presented, show honesty and continues to say how he and other politicians decide which advertisements are the most effective.[58]\n\nNeuroscience has led to a deeper understanding of the chemical imbalances present in a disordered brain. In turn, this has resulted in the creation of new treatments and medications to treat these disorders. When these new treatments are first being tested, the experiments prompt ethical questions. First, because the treatment is affecting the brain, the side effects can be unique and sometimes severe. A special kind of side effect that many subjects have claimed to experience in neurological treatment tests is changes in \"personal identity\". Although this is a difficult ethical dilemma because there are no clear and undisputed definitions of personality, self, and identity, neurological treatments can result in patients losing parts of \"themselves\" such as memories or moods. Yet another ethical dispute in neurological treatment research is the choice of patients. From a perspective of justice, priority should be given to those who are most seriously impaired and who will benefit most from the intervention. However, in a test group, scientists must select patients to secure a favorable risk-benefit ratio. Setting priority becomes more difficult when a patient's chance to benefit and the seriousness of their impairment do not go together. For example, many times an older patient will be excluded despite the seriousness of their disorder simply because they are not as strong or as likely to benefit from the treatment.[59] The main ethical issue at the heart of neurological treatment research on human subjects is promoting high-quality scientific research in the interest of future patients, while at the same time respecting and guarding the rights and interests of the research subjects. This is particularly difficult in the field of neurology because damage to the brain is often permanent and will change a patient's way of life forever.\n\nNeuroethics also encompasses the ethical issues raised by neuroscience as it affects our understanding of the world and of ourselves in the world.  For example, if everything we do is physically caused by our brains, which are in turn a product of our genes and our life experiences, how can we be held responsible for our actions?  A crime in the United States requires a \"guilty act\" and a \"guilty mind\". As neuropsychiatry evaluations have become more commonly used in the criminal justice system and neuroimaging technologies have given us a more direct way of viewing brain injuries, scholars have cautioned that this could lead to the inability to hold anyone criminally responsible for their actions. In this way, neuroimaging evidence could suggest that there is no free will and each action a person makes is simply the product of past actions and biological impulses that are out of our control.[60]  The question of whether and how personal autonomy is compatible with neuroscience ethics and the responsibility of neuroscientists to society and the state is a central one for neuroethics.[51] However, there is some controversy over whether autonomy entails the concept of 'free will' or is a 'moral-political' principle separate from metaphysical quandaries.[61]\n\nIn late 2013 U.S. President Barack Obama made recommendations to the Presidential Commission for the Study of Bioethical Issues as part of his $100 million Brain Research through Advancing Innovative Neurotechnologies (BRAIN) Initiative. This Spring discussion resumed in a recent interview and article sponsored by Agence France-Presse (AFP): \"It is absolutely critical... to integrate ethics from the get-go into neuroscience research,\" and not \"for the first time after something has gone wrong\", said Amy Gutmann, Bioethics Commission Chair.\"[62] But no consensus has been reached. Miguel Faria, a Professor of Neurosurgery and an Associate Editor in Chief of Surgical Neurology International, who was not involved in the Commission's work said, \"any ethics approach must be based upon respect for the individual, as doctors pledge according to the Hippocratic Oath which includes vows to be humble, respect privacy and doing no harm; and pursuing a path based on population-based ethics is just as dangerous as having no medical ethics at all\".[63] Why the danger of population-based bioethics?[62] Faria asserts, \"it is centered on utilitarianism, monetary considerations, and the fiscal and political interests of the state, rather than committed to placing the interest of the individual patient or experimental subject above all other considerations\".[64] For her part, Gutmann  believes the next step is \"to examine more deeply the ethical implications of neuroscience research and its effects on society\".[62]\n\n"
        },
        {
            "title": "Academic journals",
            "text": "Main Editor: Neil Levy, CAPPE, Melbourne; University of Oxford\n\nNeuroethics is an international peer-reviewed journal dedicated to academic articles on the ethical, legal, political, social and philosophical issues provoked by research in the contemporary sciences of the mind, especially, but not only, neuroscience, psychiatry and psychology. The journal publishes high-quality reflections on questions raised by the sciences of the mind, and on the ways in which the sciences of the mind illuminate longstanding debates in ethics.\n\nMain Editor: Paul Root Wolpe, Emory University\n\nAJOB Neuroscience, the official journal of the International Neuroethics Society, is devoted to covering critical topics in the emerging field of neuroethics.[65] The journal is a new avenue in bioethics and strives to present a forum in which to: foster international discourse on topics in neuroethics, provide a platform for debating current issues in neuroethics, and enable the incubation of new emerging priorities in neuroethics. AJOB-Neuroscience launched in 2007 as a section of the American Journal of Bioethics and became an independent journal in 2010, publishing four issues a year.[66]\n\n"
        }
    ]
}