{
    "url": "https://en.wikipedia.org/wiki/Neuromorphic_engineering",
    "title": "Neuromorphic engineering",
    "table_of_contents": [
        "1 Neurological inspiration",
        "2 Examples",
        "2.1 Neuromorphic sensors",
        "3 Ethical considerations",
        "3.1 Social concerns",
        "3.2 Personhood",
        "4 Dual use (military applications)",
        "5 Legal considerations",
        "5.1 Ownership and property rights",
        "6 Neuromemristive systems",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNeuromorphic engineering, also known as neuromorphic computing,[1][2][3] is the use of electronic circuits to mimic neuro-biological architectures present in the nervous system.[4][5] A neuromorphic computer/chip is any device that uses physical artificial neurons (made from silicon) to do computations.[6][7] In recent times, the term neuromorphic has been used to describe analog, digital, mixed-mode analog/digital VLSI, and software systems that implement models of neural systems (for perception, motor control, or multisensory integration). The implementation of neuromorphic computing on the hardware level can be realized by oxide-based memristors,[8] spintronic memories, threshold switches, transistors,[9][7] among others. Training software-based neuromorphic systems of spiking neural networks can be achieved using error backpropagation, e.g., using Python based frameworks such as snnTorch,[10] or using canonical learning rules from the biological learning literature, e.g., using BindsNet.[11]\n\nA key aspect of neuromorphic engineering is understanding how the morphology of individual neurons, circuits, applications, and overall architectures creates desirable computations, affects how information is represented, influences robustness to damage, incorporates learning and development, adapts to local change (plasticity), and facilitates evolutionary change.\n\nNeuromorphic engineering is an interdisciplinary subject that takes inspiration from biology, physics, mathematics, computer science, and electronic engineering[7] to design artificial neural systems, such as vision systems, head-eye systems, auditory processors, and autonomous robots, whose physical architecture and design principles are based on those of biological nervous systems.[12] One of the first applications for neuromorphic engineering was proposed by Carver Mead[13] in the late 1980s.\n\n"
        },
        {
            "title": "Neurological inspiration",
            "text": "Neuromorphic engineering is for now set apart by the inspiration it takes from what we know about the structure and operations of the brain. Neuromorphic engineering translates what we know about the brain's function into computer systems. Work has mostly focused on replicating the analog nature of biological computation and the role of neurons in cognition.\n\nThe biological processes of neurons and their synapses are dauntingly complex, and thus very difficult to artificially simulate. A key feature of biological brains is that all of the processing in neurons uses analog chemical signals. This makes it hard to replicate brains in computers because the current generation of computers is completely digital. However, the characteristics of these parts can be abstracted into mathematical functions that closely capture the essence of the neuron's operations.\n\nThe goal of neuromorphic computing is not to perfectly mimic the brain and all of its functions, but instead to extract what is known of its structure and operations to be used in a practical computing system. No neuromorphic system will claim nor attempt to reproduce every element of neurons and synapses, but all adhere to the idea that computation is highly distributed throughout a series of small computing elements analogous to a neuron. While this sentiment is standard, researchers chase this goal with different methods.[14]\n\n"
        },
        {
            "title": "Examples",
            "text": "As early as 2006, researchers at Georgia Tech published a field programmable neural array.[15] This chip was the first in a line of increasingly complex arrays of floating gate transistors that allowed programmability of charge on the gates of MOSFETs to model the channel-ion characteristics of neurons in the brain and was one of the first cases of a silicon programmable array of neurons.\n\nIn November 2011, a group of MIT researchers created a computer chip that mimics the analog, ion-based communication in a synapse between two neurons using 400 transistors and standard CMOS manufacturing techniques.[16][17]\n\nIn June 2012, spintronic researchers at Purdue University presented a paper on the design of a neuromorphic chip using lateral spin valves and memristors. They argue that the architecture works similarly to neurons and can therefore be used to test methods of reproducing the brain's processing. In addition, these chips are significantly more energy-efficient than conventional ones.[18]\n\nResearch at HP Labs on Mott memristors has shown that while they can be non-volatile, the volatile behavior exhibited at temperatures significantly below the phase transition temperature can be exploited to fabricate a neuristor,[19] a biologically-inspired device that mimics behavior found in neurons.[19] In September 2013, they presented models and simulations that show how the spiking behavior of these neuristors can be used to form the components required for a Turing machine.[20]\n\nNeurogrid, built by Brains in Silicon at Stanford University,[21] is an example of hardware designed using neuromorphic engineering principles. The circuit board is composed of 16 custom-designed chips, referred to as NeuroCores. Each NeuroCore's analog circuitry is designed to emulate neural elements for 65536 neurons, maximizing energy efficiency. The emulated neurons are connected using digital circuitry designed to maximize spiking throughput.[22][23]\n\nA research project with implications for neuromorphic engineering is the Human Brain Project that is attempting to simulate a complete human brain in a supercomputer using biological data. It is made up of a group of researchers in neuroscience, medicine, and computing.[24] Henry Markram, the project's co-director, has stated that the project proposes to establish a foundation to explore and understand the brain and its diseases, and to use that knowledge to build new computing technologies. The three primary goals of the project are to better understand how the pieces of the brain fit and work together, to understand how to objectively diagnose and treat brain diseases, and to use the understanding of the human brain to develop neuromorphic computers. That the simulation of a complete human brain will require a supercomputer a thousand times more powerful than today's encourages the current focus on neuromorphic computers.[25] $1.3 billion has been allocated to the project by The European Commission.[26]\n\nOther research with implications for neuromorphic engineering involve the BRAIN Initiative[27] and the TrueNorth chip from IBM.[28] Neuromorphic devices have also been demonstrated using nanocrystals, nanowires, and conducting polymers.[29] There also is development of a memristive device for quantum neuromorphic architectures.[30] In 2022, researchers at MIT have reported the development of brain-inspired artificial synapses, using the ion proton (H+), for 'analog deep learning'.[31][32]\n\nIntel unveiled its neuromorphic research chip, called “Loihi”, in October 2017. The chip uses an asynchronous spiking neural network (SNN) to implement adaptive self-modifying event-driven fine-grained parallel computations used to implement learning and inference with high efficiency.[33][34]\n\nIMEC, a Belgium-based nanoelectronics research center, demonstrated the world's first self-learning neuromorphic chip. The brain-inspired chip, based on OxRAM technology, has the capability of self-learning and has been demonstrated to have the ability to compose music.[35] IMEC released the 30-second tune composed by the prototype. The chip was sequentially loaded with songs in the same time signature and style. The songs were old Belgian and French flute minuets, from which the chip learned the rules at play and then applied them.[36]\n\nThe Blue Brain Project, led by Henry Markram, aims to build biologically detailed digital reconstructions and simulations of the mouse brain. The Blue Brain Project has created in silico models of rodent brains, while attempting to replicate as many details about its biology as possible. The supercomputer-based simulations offer new perspectives on understanding the structure and functions of the brain.\n\nThe European Union funded a series of projects at the University of Heidelberg, which led to the development of \nBrainScaleS (brain-inspired multiscale computation in neuromorphic hybrid systems), a hybrid analog neuromorphic supercomputer located at Heidelberg University, Germany. It was developed as part of the Human Brain Project neuromorphic computing platform and is the complement to the SpiNNaker supercomputer (which is based on digital technology). The architecture used in BrainScaleS mimics biological neurons and their connections on a physical level; additionally, since the components are made of silicon, these model neurons operate on average 864 times (24 hours of real time is 100 seconds in the machine simulation) that of their biological counterparts.[37]\n\nThe concept of neuromorphic systems can be extended to sensors (not just to computation). An example of this applied to detecting light is the retinomorphic sensor or, when employed in an array, the event camera. In 2022, researchers from the Max Planck Institute for Polymer Research reported an organic artificial spiking neuron that exhibits the signal diversity of biological neurons while operating in the biological wetware, thus enabling in-situ neuromorphic sensing and biointerfacing applications.[38][39]\n\n"
        },
        {
            "title": "Ethical considerations",
            "text": "While the interdisciplinary concept of neuromorphic engineering is relatively new, many of the same ethical considerations apply to neuromorphic systems as apply to human-like machines and artificial intelligence in general. However, the fact that neuromorphic systems are designed to mimic a human brain gives rise to unique ethical questions surrounding their usage.\n\nHowever, the practical debate is that neuromorphic hardware as well as artificial \"neural networks\" are immensely simplified models of how the brain operates or processes information at a much lower complexity in terms of size and functional technology and a much more regular structure in terms of connectivity. Comparing neuromorphic chips to the brain is a very crude comparison similar to comparing a plane to a bird just because they both have wings and a tail. The fact is that neural cognitive systems are many orders of magnitude more energy- and compute-efficient than current state-of-the-art AI and neuromorphic engineering is an attempt to narrow this gap by inspiring from the brain's mechanism just like many engineering designs have bio-inspired features.\n\nSignificant ethical limitations may be placed on neuromorphic engineering due to public perception.[40] Special Eurobarometer 382: Public Attitudes Towards Robots, a survey conducted by the European Commission, found that 60% of European Union citizens wanted a ban of robots in the care of children, the elderly, or the disabled. Furthermore, 34% were in favor of a ban on robots in education, 27% in healthcare, and 20% in leisure. The European Commission classifies these areas as notably “human.” The report cites increased public concern with robots that are able to mimic or replicate human functions. Neuromorphic engineering, by definition, is designed to replicate the function of the human brain.[41]\n\nThe social concerns surrounding neuromorphic engineering are likely to become even more profound in the future. The European Commission found that EU citizens between the ages of 15 and 24 are more likely to think of robots as human-like (as opposed to instrument-like) than EU citizens over the age of 55. When presented an image of a robot that had been defined as human-like, 75% of EU citizens aged 15–24 said it corresponded with the idea they had of robots while only 57% of EU citizens over the age of 55 responded the same way. The human-like nature of neuromorphic systems, therefore, could place them in the categories of robots many EU citizens would like to see banned in the future.[41]\n\nAs neuromorphic systems have become increasingly advanced, some scholars[who?] have advocated for granting personhood rights to these systems. If the brain is what grants humans their personhood, to what extent does a neuromorphic system have to mimic the human brain to be granted personhood rights? Critics of technology development in the Human Brain Project, which aims to advance brain-inspired computing, have argued that advancement in neuromorphic computing could lead to machine consciousness or personhood.[42] If these systems are to be treated as people, critics argue, then many tasks humans perform using neuromorphic systems, including the act of termination of neuromorphic systems, may be morally impermissible as these acts would violate the autonomy of the neuromorphic systems.[43]\n\n"
        },
        {
            "title": "",
            "text": "The Joint Artificial Intelligence Center, a branch of the U.S. military, is a center dedicated to the procurement and implementation of AI software and neuromorphic hardware for combat use. Specific applications include smart headsets/goggles and robots. JAIC intends to rely heavily on neuromorphic technology to connect \"every sensor (to) every shooter\" within a network of neuromorphic-enabled units.\n\n"
        },
        {
            "title": "Legal considerations",
            "text": "Skeptics have argued that there is no way to apply the electronic personhood, the concept of personhood that would apply to neuromorphic technology, legally. In a letter signed by 285 experts in law, robotics, medicine, and ethics opposing a European Commission proposal to recognize “smart robots” as legal persons, the authors write, “A legal status for a robot can’t derive from the Natural Person model, since the robot would then hold human rights, such as the right to dignity, the right to its integrity, the right to remuneration or the right to citizenship, thus directly confronting the Human rights. This would be in contradiction with the Charter of Fundamental Rights of the European Union and the Convention for the Protection of Human Rights and Fundamental Freedoms.”[44]\n\nThere is significant legal debate around property rights and artificial intelligence. In Acohs Pty Ltd v. Ucorp Pty Ltd, Justice Christopher Jessup of the Federal Court of Australia found that the source code for Material Safety Data Sheets could not be copyrighted as it was generated by a software interface rather than a human author.[45] The same question may apply to neuromorphic systems: if a neuromorphic system successfully mimics a human brain and produces a piece of original work, who, if anyone, should be able to claim ownership of the work?[46]\n\n"
        },
        {
            "title": "Neuromemristive systems",
            "text": "Neuromemristive systems is a subclass of neuromorphic computing systems that focuses on the use of memristors to implement neuroplasticity. While neuromorphic engineering focuses on mimicking biological behavior, neuromemristive systems focus on abstraction.[47] For example, a neuromemristive system may replace the details of a cortical microcircuit's behavior with an abstract neural network model.[48]\n\nThere exist several neuron inspired threshold logic functions[8] implemented with memristors that have applications in high level pattern recognition applications. Some of the applications reported recently include speech recognition,[49] face recognition[50] and object recognition.[51] They also find applications in replacing conventional digital logic gates.[52][53]\n\nFor ideal passive memristive circuits there is an exact equation (Caravelli-Traversa-Di Ventra equation) for the internal memory of the circuit:[54]\n\nas a function of the properties of the physical memristive network and the external sources. In the equation above, \n\n\n\nα\n\n\n{\\displaystyle \\alpha }\n\n is the \"forgetting\" time scale constant, \n\n\n\nξ\n=\nr\n−\n1\n\n\n{\\displaystyle \\xi =r-1}\n\n and \n\n\n\nr\n=\n\n\n\nR\n\noff\n\n\n\nR\n\non\n\n\n\n\n\n\n{\\displaystyle r={\\frac {R_{\\text{off}}}{R_{\\text{on}}}}}\n\n is the ratio of off and on values of the limit resistances of the memristors, \n\n\n\n\n\n\nS\n→\n\n\n\n\n\n{\\displaystyle {\\vec {S}}}\n\n is the vector of the sources of the circuit and \n\n\n\nΩ\n\n\n{\\displaystyle \\Omega }\n\n is a projector on the fundamental loops of the circuit. The constant \n\n\n\nβ\n\n\n{\\displaystyle \\beta }\n\n has the dimension of a voltage and is associated to the properties of the memristor; its physical origin is the charge mobility in the conductor. The diagonal matrix and vector \n\n\n\nW\n=\ndiag\n⁡\n(\n\n\n\nW\n→\n\n\n\n)\n\n\n{\\displaystyle W=\\operatorname {diag} ({\\vec {W}})}\n\n and \n\n\n\n\n\n\nW\n→\n\n\n\n\n\n{\\displaystyle {\\vec {W}}}\n\n respectively, are instead the internal value of the memristors, with values between 0 and 1. This equation thus requires adding extra constraints on the memory values in order to be reliable.\nIt has been recently shown that the equation above exhibits tunneling phenomena.[55]\n\n"
        }
    ]
}