{
    "url": "https://en.wikipedia.org/wiki/Neuroptera",
    "title": "Neuroptera",
    "table_of_contents": [
        "1 Anatomy and biology",
        "2 Life cycle and ecology",
        "3 Evolution",
        "4 Phylogeny",
        "4.1 Taxonomy",
        "5 In human culture",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe insect order Neuroptera, or net-winged insects, includes the lacewings, mantidflies, antlions, and their relatives. The order consists of some 6,000 species.[1] Neuroptera can be grouped together with the Megaloptera and Raphidioptera in the unranked taxon Neuropterida (once known as Planipennia) including: alderflies, fishflies, dobsonflies, and snakeflies.\n\nAdult Neuropterans have four membranous wings, all about the same size, with many veins. They have chewing mouthparts, and undergo complete metamorphosis.\n\nNeuropterans first appeared during the Permian period, and continued to diversify through the Mesozoic era.[2] During this time, several unusually large forms evolved, especially in the extinct family Kalligrammatidae, often called \"the butterflies of the Jurassic\" for their large, patterned wings.[3]\n\n"
        },
        {
            "title": "Anatomy and biology",
            "text": "Neuropterans are soft-bodied insects with relatively few specialized features. They have large lateral compound eyes, and may or may not also have ocelli. Their mouthparts have strong mandibles suitable for chewing, and lack the various adaptations found in most other endopterygote insect groups.\n\nThey have four wings, usually similar in size and shape, and a generalised pattern of veins.[4] Some neuropterans have specialised sense organs in their wings, or have bristles or other structures to link their wings together during flight.[5]\n\nThe larvae are specialised predators, with elongated mandibles adapted for piercing and sucking. The larval body form varies between different families, depending on the nature of their prey. In general, however, they have three pairs of thoracic legs, each ending in two claws. The abdomen often has adhesive discs on the last two segments.[5]\n\n"
        },
        {
            "title": "Life cycle and ecology",
            "text": "The larvae of most families are predators. Many chrysopids, hemerobids and coniopterygids eat aphids and other pest insects, and some have been used for biological control (either from commercial distributors, but also abundant and widespread in nature).[6][7]\n\nLarvae in various families cover themselves in debris (sometimes including dead prey insects) as camouflage, taken to an extreme in the ant lions, which bury themselves completely out of sight and ambush prey from \"pits\" in the soil. Larvae of some Ithonidae are root feeders, and larvae of Sisyridae are aquatic, and feed on freshwater sponges. A few mantispids are parasites of spider egg sacs.\n\nAs in other holometabolic orders, the pupal stage is enclosed in some form of cocoon composed of silk and soil or other debris. The pupa eventually cuts its way out of the cocoon with its mandibles, and may even move about for a short while before undergoing the moult to the adult form.[5]\n\nAdults of many groups are also predatory, but some do not feed, or consume only nectar.\n\nBeetles, wasps, and some lake flies parasitize neuropteran larvae.\n\n"
        },
        {
            "title": "Evolution",
            "text": "Neuropterans first appeared near the end of the Permian period, as shown by fossils of the Permithonidae from the Tunguska basin in Siberia and a similar fauna from Australia.[2]\n\nThe osmylids are of Jurassic or Early Cretaceous origin and may be the most ancient of the Neuropteran groups.[8] The extinct osmylid Protosmylus is fossilized in middle Eocene Baltic amber.[9] The genus Burmaleon is described from two fossils of Cenomanian age Burmese amber, implying crown group radiation in the Early Cretaceous or earlier.[10][11] The family Kalligrammatidae lived from the Jurassic to Aptian (Lower Cretaceous) periods.[12]\n\nIthonidae are from the Jurassic to Recent, and the extinct lineages of the family were widespread geographically.[13]\n\n"
        },
        {
            "title": "Phylogeny",
            "text": "Molecular analysis in 2018 using mitochondrial rRNA and mitogenomic data places the Megaloptera as sister to Neuroptera, and Raphidioptera as sister to this combined lineage, though these results were considered tentative.[14][8] The fossil record has contributed to the understanding of the group's phylogeny.[1][15][16][17] Relationships within the Myrmeleontiformia are still in flux.[18]\n\n\n\n\nReview of the Neropterid group orders by Engel, Winterton, and Breitkreuz (2018) included grouping of the Neuropteran families in a nested set of clades, an abandonment of the paraphyletic suborder \"Hemerobiiformia\" and redefinition of Myrmeleontiformia as a clade.[19]\n\nNeuroptera\n\nThe fossil genus †Mesohemerobius Ping, 1928 from the Late Jurassic-Early Cretaceous of China has been treated as incertae sedis within Neuroptera, while the fossil families †Permoberothidae and †Permithonidae are treated as a sister group to clade Eidoneuroptera formed by Neuroptera + Megaloptera.[19]\n\n"
        },
        {
            "title": "In human culture",
            "text": "The use of Neuroptera in biological control of insect pests has been investigated, showing that it is difficult to establish and maintain populations in fields of crops.[21]\n\nFive species of Neuroptera are among 1681 insect species eaten by humans worldwide.[22]\n\nThe New Guinea Highland people claim to be able to maintain a muscular build and great stamina despite their low protein intake as a result of eating insects including Neuroptera.[23]\n\n"
        }
    ]
}