{
    "url": "https://en.wikipedia.org/wiki/Neutrality_Act_of_1794",
    "title": "Neutrality Act of 1794",
    "table_of_contents": [
        "1 Origins and evolution",
        "2 Legislative history",
        "3 Recent applications",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Neutrality Act of 1794 was a United States law which made it illegal for a United States citizen to wage war against any country at peace with the United States.\nThe Act declares in part:[1]\n\nThe act also forbade foreign war vessels to outfit in American waters and set a three-mile territorial limit at sea.[2]\n\nThe act was repealed and replaced several times while also being amended and a similar statute is in force as 18 U.S.C. § 960.[3][4]\n\n"
        },
        {
            "title": "Origins and evolution",
            "text": "One reason for the act was to create a liability for violation of Section 8 of Article One of the United States Constitution, which reserves to the United States Congress the power to decide to go to war.[5]\n\nThe Continental Congress previously had an alliance with France in 1778[6] that France accused the United States of violating with the 1794 American Jay Treaty with Great Britain. The French Ambassador to the United States, Edmond-Charles Genêt, had been actively recruiting American privateers for attacks on Spain and Great Britain, with whom the French Republican Government was at war.\n\nSome individuals in America were supporting the French Republican Government by engaging in privateering[7] and other Americans were engaging in filibuster military operations against British Canada and Spanish possessions in Florida and South America.\n\nThis led to George Washington's Proclamation of Neutrality in 1793 and the act of 1794.\n\nThe Neutrality Act of 1794 was used in the trials of Aaron Burr, William S. Smith and Etienne Guinet, who, with Frenchman Jean Baptist LeMaitre, were convicted of outfitting an armed ship to take part in France's war against Great Britain.[8]\n\nThe Neutrality Act of 1794 was joined by the Neutrality Act of 1817[9] that included States that had recently become independent from Spain that were not mentioned in the original act.[10] Unrecognised governments such as \"colonies, districts, or people\" are given the same recognition as \"states and princes\" in the last clause of section 5.[11] Henry Clay called it \"an Act for the benefit of Spain against the republics of America.\"[11]\n\nThe Neutrality Act of 1817 also prescribed maximum penalties of three years imprisonment and up to a three thousand dollar fine.[12]\n\nThe Neutrality Act of 1794 and the Neutrality Act of 1817 were repealed and replaced by the Neutrality Act of 1818.[13]\n\nThe Neutrality Act of 1794 was repealed, reenacted, and amended several times since and its successor remains in force as 18 U.S.C. § 960.[4]\n\n"
        },
        {
            "title": "Legislative history",
            "text": "On March 13, 1794, the Vice President, John Adams, broke a tie in the Senate in favor of the bill that would become the Neutrality Act of 1794. The House of Representatives voted to consider the bill immediately on May 31, 1794. On June 2, 1794, the Committee of the Whole made a motion to remove section six of the bill. This section prohibited the sale of prizes captured by foreign warships or privateers within the United States.[14]\n\n"
        },
        {
            "title": "Recent applications",
            "text": "In 1981, nine men involved in Operation Red Dog were sentenced to three years in prison pursuant to the successor statute of the Neutrality Act of 1794; they had planned to overthrow the government of Dominica.[15][16]\n\nIn the 2007 Laotian coup d'état conspiracy allegation, the United States government alleged after a sting operation that a group of conspirators planned to violate the successor statute of the Neutrality Act of 1794 by overthrowing the government of Communist Laos.[17] The United States Government has since dropped all charges against these defendants.\n\nIn May 2016 four United States residents were convicted of violating the successor statute of the Neutrality Act of 1794 for their role in the 2014 Gambian coup d'état attempt.[18]\n\n"
        }
    ]
}