{
    "url": "https://en.wikipedia.org/wiki/Neutrino",
    "title": "Neutrino",
    "table_of_contents": [
        "1 History",
        "1.1 Pauli's proposal",
        "1.2 Direct detection",
        "1.3 Neutrino flavor",
        "1.4 Solar neutrino problem",
        "1.5 Oscillation",
        "1.6 Cosmic neutrinos",
        "2 Properties and reactions",
        "2.1 Flavor, mass, and their mixing",
        "2.2 Flavor oscillations",
        "2.3 Mikheyev–Smirnov–Wolfenstein effect",
        "2.4 Antineutrinos",
        "2.5 Majorana mass",
        "2.6 Nuclear reactions",
        "2.7 Induced fission and other disintegration events",
        "2.8 Types",
        "3 Research",
        "3.1 Detectors near artificial neutrino sources",
        "3.2 Gravitational effects",
        "3.3 Sterile neutrino searches",
        "3.4 Neutrinoless double-beta decay searches",
        "3.5 Cosmic ray neutrinos",
        "3.6 Speed",
        "3.6.1 Superluminal neutrino glitch",
        "3.7 Mass",
        "3.8 Size",
        "3.9 Chirality",
        "3.10 GSI anomaly",
        "4 Sources",
        "4.1 Artificial",
        "4.1.1 Reactor neutrinos",
        "4.1.2 Accelerator neutrinos",
        "4.1.3 Nuclear weapons",
        "4.2 Geologic",
        "4.3 Atmospheric",
        "4.4 Solar",
        "4.5 Supernovae",
        "4.6 Supernova remnants",
        "4.7 Big Bang",
        "5 Detection",
        "6 Scientific interest",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Bibliography",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A neutrino (/njuːˈtriːnoʊ/ new-TREE-noh; denoted by the Greek letter ν) is a fermion (an elementary particle with spin of 1/2) that interacts only via the weak interaction and gravity.[2][3] The neutrino is so named because it is electrically neutral and because its rest mass is so small (-ino) that it was long thought to be zero. The rest mass of the neutrino is much smaller than that of the other known elementary particles excluding massless particles.[1] The weak force has a very short range, the gravitational interaction is extremely weak due to the very small mass of the neutrino, and neutrinos do not participate in the strong interaction.[4]\nThus, neutrinos typically pass through normal matter unimpeded and undetected.[2][3]\n\nWeak interactions create neutrinos in one of three leptonic flavors: electron neutrinos (νe), muon neutrinos (νμ), or tau neutrinos (ντ), in association with the corresponding charged lepton.[5] Although neutrinos were long believed to be massless, it is now known that there are three discrete neutrino masses with different tiny values, but the three masses do not uniquely correspond to the three flavors. A neutrino created with a specific flavor is a specific mixture of all three mass states (a quantum superposition). Similar to some other neutral particles, neutrinos oscillate between different flavors in flight as a consequence. For example, an electron neutrino produced in a beta decay reaction may interact in a distant detector as a muon or tau neutrino.[6][7] The three mass values are not yet known as of 2022, but laboratory experiments and cosmological observations have determined the differences of their squares,[8] an upper limit on their sum (< 2.14 × 10−37 kg),[1][9]\nand an upper limit on the mass of the electron neutrino.[10]\n\nFor each neutrino, there also exists a corresponding antiparticle, called an antineutrino, which also has spin of 1/2 and no electric charge. Antineutrinos are distinguished from neutrinos by having opposite-signed lepton number and weak isospin, and right-handed instead of left-handed chirality. To conserve total lepton number (in nuclear beta decay), electron neutrinos only appear together with positrons (anti-electrons) or electron-antineutrinos, whereas electron antineutrinos only appear with electrons or electron neutrinos.[11][12]\n\nNeutrinos are created by various radioactive decays; the following list is not exhaustive, but includes some of those processes:\n\nThe majority of neutrinos which are detected about the Earth are from nuclear reactions inside the Sun. At the surface of the Earth, the flux is about 65 billion (6.5×1010) solar neutrinos, per second per square centimeter.[13][14] Neutrinos can be used for tomography of the interior of the earth.[15][16]\n\nResearch is intense in the hunt to elucidate the essential nature of neutrinos, with aspirations of finding:\n\n"
        },
        {
            "title": "History",
            "text": "The neutrino[a]\nwas postulated first by Wolfgang Pauli in 1930 to explain how beta decay could conserve energy, momentum, and angular momentum (spin). In contrast to Niels Bohr, who proposed a statistical version of the conservation laws to explain the observed continuous energy spectra in beta decay, Pauli hypothesized an undetected particle that he called a \"neutron\", using the same -on ending employed for naming both the proton and the electron. He considered that the new particle was emitted from the nucleus together with the electron or beta particle in the process of beta decay and had a mass similar to the electron.[17][b]\n\nJames Chadwick discovered a much more massive neutral nuclear particle in 1932 and named it a neutron also, leaving two kinds of particles with the same name. The word \"neutrino\" entered the scientific vocabulary through Enrico Fermi, who used it during a conference in Paris in July 1932 and at the Solvay Conference in October 1933, where Pauli also employed it. The name (the Italian equivalent of \"little neutral one\") was jokingly coined by Edoardo Amaldi during a conversation with Fermi at the Institute of Physics of via Panisperna in Rome, in order to distinguish this light neutral particle from Chadwick's heavy neutron.[18]\n\nIn Fermi's theory of beta decay, Chadwick's large neutral particle could decay to a proton, electron, and the smaller neutral particle (now called an electron antineutrino):\n\nFermi's paper, written in 1934, unified Pauli's neutrino with Paul Dirac's positron and Werner Heisenberg's neutron–proton model and gave a solid theoretical basis for future experimental work. The journal Nature rejected Fermi's paper, saying that the theory was \"too remote from reality\". He submitted the paper to an Italian journal, which accepted it, but the general lack of interest in his theory at that early date caused him to switch to experimental physics.[19][20]:  24 \n\nBy 1934, there was experimental evidence against Bohr's idea that energy conservation is invalid for beta decay: At the Solvay conference of that year, measurements of the energy spectra of beta particles (electrons) were reported, showing that there is a strict limit on the energy of electrons from each type of beta decay. Such a limit is not expected if the conservation of energy is invalid, in which case any amount of energy would be statistically available in at least a few decays. The natural explanation of the beta decay spectrum as first measured in 1934 was that only a limited (and conserved) amount of energy was available, and a new particle was sometimes taking a varying fraction of this limited energy, leaving the rest for the beta particle. Pauli made use of the occasion to publicly emphasize that the still-undetected \"neutrino\" must be an actual particle.[20]:  25  The first evidence of the reality of neutrinos came in 1938 via simultaneous cloud-chamber measurements of the electron and the recoil of the nucleus.[21]\n\nIn 1942, Wang Ganchang first proposed the use of beta capture to experimentally detect neutrinos.[22]\nIn the 20 July 1956 issue of Science, Clyde Cowan, Frederick Reines, Francis B. \"Kiko\" Harrison, Herald W. Kruse, and Austin D. McGuire published confirmation that they had detected the neutrino,[23][24]\na result that was rewarded almost forty years later with the 1995 Nobel Prize.[25]\n\nIn this experiment, now known as the Cowan–Reines neutrino experiment, antineutrinos created in a nuclear reactor by beta decay reacted with protons to produce neutrons and positrons:\n\nThe positron quickly finds an electron, and they annihilate each other. The two resulting gamma rays (γ) are detectable. The neutron can be detected by its capture on an appropriate nucleus, releasing a gamma ray. The coincidence of both events – positron annihilation and neutron capture – gives a unique signature of an antineutrino interaction.\n\nIn February 1965, the first neutrino found in nature was identified by a group which included Jacques Pierre Friederich (Friedel) Sellschop.[26] The experiment was performed in a specially prepared chamber at a depth of 3 km in the East Rand (\"ERPM\") gold mine near Boksburg, South Africa. A plaque in the main building commemorates the discovery. The experiments also implemented a primitive neutrino astronomy and looked at issues of neutrino physics and weak interactions.[27]\n\nThe antineutrino discovered by Cowan and Reines was the antiparticle of the electron neutrino.\n\nIn 1962, Lederman, Schwartz, and Steinberger showed that more than one type of neutrino exists by first detecting interactions of the muon neutrino (already hypothesised with the name neutretto),[28]\nwhich earned them the 1988 Nobel Prize in Physics.\n\nWhen the third type of lepton, the tau, was discovered in 1975 at the Stanford Linear Accelerator Center, it was also expected to have an associated neutrino (the tau neutrino). The first evidence for this third neutrino type came from the observation of missing energy and momentum in tau decays analogous to the beta decay leading to the discovery of the electron neutrino. The first detection of tau neutrino interactions was announced in 2000 by the DONUT collaboration at Fermilab; its existence had already been inferred by both theoretical consistency and experimental data from the Large Electron–Positron Collider.[29]\n\nIn the 1960s, the now-famous Homestake experiment made the first measurement of the flux of electron neutrinos arriving from the core of the Sun and found a value that was between one third and one half the number predicted by the Standard Solar Model. This discrepancy, which became known as the solar neutrino problem, remained unresolved for some thirty years, while possible problems with both the experiment and the solar model were investigated, but none could be found. Eventually, it was realized that both were actually correct and that the discrepancy between them was due to neutrinos being more complex than was previously assumed. It was postulated that the three neutrinos had nonzero and slightly different masses, and could therefore oscillate into undetectable flavors on their flight to the Earth. This hypothesis was investigated by a new series of experiments, thereby opening a new major field of research that still continues. Eventual confirmation of the phenomenon of neutrino oscillation led to two Nobel prizes, to R. Davis, who conceived and led the Homestake experiment, and to A.B. McDonald, who led the SNO experiment, which could detect all of the neutrino flavors and found no deficit.[30]\n\nA practical method for investigating neutrino oscillations was first suggested by Bruno Pontecorvo in 1957 using an analogy with kaon oscillations; over the subsequent 10 years, he developed the mathematical formalism and the modern formulation of vacuum oscillations. In 1985 Stanislav Mikheyev and Alexei Smirnov (expanding on 1978 work by Lincoln Wolfenstein) noted that flavor oscillations can be modified when neutrinos propagate through matter. This so-called Mikheyev–Smirnov–Wolfenstein effect (MSW effect) is important to understand because many neutrinos emitted by fusion in the Sun pass through the dense matter in the solar core (where essentially all solar fusion takes place) on their way to detectors on Earth.\n\nStarting in 1998, experiments began to show that solar and atmospheric neutrinos change flavors (see Super-Kamiokande and Sudbury Neutrino Observatory). This resolved the solar neutrino problem: the electron neutrinos produced in the Sun had partly changed into other flavors which the experiments could not detect.\n\nAlthough individual experiments, such as the set of solar neutrino experiments, are consistent with non-oscillatory mechanisms of neutrino flavor conversion, taken altogether, neutrino experiments imply the existence of neutrino oscillations. Especially relevant in this context are the reactor experiment KamLAND and the accelerator experiments such as MINOS. The KamLAND experiment has indeed identified oscillations as the neutrino flavor conversion mechanism involved in the solar electron neutrinos. Similarly MINOS confirms the oscillation of atmospheric neutrinos and gives a better determination of the mass squared splitting.[31] Takaaki Kajita of Japan, and Arthur B. McDonald of Canada, received the 2015 Nobel Prize for Physics for their landmark finding, theoretical and experimental, that neutrinos can change flavors.\n\nAs well as specific sources, a general background level of neutrinos is expected to pervade the universe, theorized to occur due to two main sources.\n\nAround 1 second after the Big Bang, neutrinos decoupled, giving rise to a background level of neutrinos known as the cosmic neutrino background (CNB).\n\nR. Davis and M. Koshiba were jointly awarded the 2002 Nobel Prize in Physics. Both conducted pioneering work on solar neutrino detection, and Koshiba's work also resulted in the first real-time observation of neutrinos from the SN 1987A supernova in the nearby Large Magellanic Cloud. These efforts marked the beginning of neutrino astronomy.[32]\n\nSN 1987A represents the only verified detection of neutrinos from a supernova. However, many stars have gone supernova in the universe, leaving a theorized diffuse supernova neutrino background.\n\n"
        },
        {
            "title": "Properties and reactions",
            "text": "Neutrinos have half-integer spin (1/2ħ); therefore they are fermions. Neutrinos are leptons. They have only been observed to interact through the weak force, although it is assumed that they also interact gravitationally.\n\nWeak interactions create neutrinos in one of three leptonic flavors: electron neutrinos (νe), muon neutrinos (νμ), or tau neutrinos (ντ), associated with the corresponding charged leptons, the electron (e−), muon (μ−), and tau (τ−), respectively.[33]\n\nAlthough neutrinos were long believed to be massless, it is now known that there are three discrete neutrino masses; each neutrino flavor state is a linear combination of the three discrete mass eigenstates. Although only differences of squares of the three mass values are known as of 2016,[8] experiments have shown that these masses are tiny in magnitude. From cosmological measurements, it has been calculated that the sum of the three neutrino masses must be less than one-millionth that of the electron.[1][9]\n\nMore formally, neutrino flavor eigenstates (creation and annihilation combinations) are not the same as the neutrino mass eigenstates (simply labeled \"1\", \"2\", and \"3\"). As of 2016, it is not known which of these three is the heaviest. In analogy with the mass hierarchy of the charged leptons, the configuration with mass 2 being lighter than mass 3 is conventionally called the \"normal hierarchy\", while in the \"inverted hierarchy\", the opposite would hold. Several major experimental efforts are underway to help establish which is correct.[34]\n\nA neutrino created in a specific flavor eigenstate is in an associated specific quantum superposition of all three mass eigenstates. The three masses differ so little that they cannot possibly be distinguished experimentally within any practical flight path. The proportion of each mass state in the pure flavor states produced has been found to depend profoundly on the flavor. The relationship between flavor and mass eigenstates is encoded in the PMNS matrix. Experiments have established moderate- to low-precision values for the elements of this matrix, with the single complex phase in the matrix being only poorly known, as of 2016.[8]\n\nA non-zero mass allows neutrinos to possibly have a tiny magnetic moment; if so, neutrinos would interact electromagnetically, although no such interaction has ever been observed.[35]\n\nNeutrinos oscillate between different flavors in flight. For example, an electron neutrino produced in a beta decay reaction may interact in a distant detector as a muon or tau neutrino, as defined by the flavor of the charged lepton produced in the detector. This oscillation occurs because the three mass state components of the produced flavor travel at slightly different speeds, so that their quantum mechanical wave packets develop relative phase shifts that change how they combine to produce a varying superposition of three flavors. Each flavor component thereby oscillates as the neutrino travels, with the flavors varying in relative strengths. The relative flavor proportions when the neutrino interacts represent the relative probabilities for that flavor of interaction to produce the corresponding flavor of charged lepton.[6][7]\n\nThere are other possibilities in which neutrinos could oscillate even if they were massless: If Lorentz symmetry were not an exact symmetry, neutrinos could experience Lorentz-violating oscillations.[36]\n\nNeutrinos traveling through matter, in general, undergo a process analogous to light traveling through a transparent material. This process is not directly observable because it does not produce ionizing radiation, but gives rise to the MSW effect. Only a small fraction of the neutrino's energy is transferred to the material.[37]\n\nFor each neutrino, there also exists a corresponding antiparticle, called an antineutrino, which also has no electric charge and half-integer spin. They are distinguished from the neutrinos by having opposite signs of lepton number and opposite chirality (and consequently opposite-sign weak isospin). As of 2016, no evidence has been found for any other difference.\n\nSo far, despite extensive and continuing searches for exceptions, in all observed leptonic processes there has never been any change in total lepton number; for example, if the total lepton number is zero in the initial state, then the final state has only matched lepton and anti-lepton pairs: electron neutrinos appear in the final state together with only positrons (anti-electrons) or electron antineutrinos, and electron antineutrinos with electrons or electron neutrinos.[11][12]\n\nAntineutrinos are produced in nuclear beta decay together with a beta particle (in beta decay a neutron decays into a proton, electron, and antineutrino). All antineutrinos observed thus far had right-handed helicity (i.e., only one of the two possible spin states has ever been seen), while neutrinos were all left-handed.[c]\n\nAntineutrinos were first detected as a result of their interaction with protons in a large tank of water. This was installed next to a nuclear reactor as a controllable source of the antineutrinos (see Cowan–Reines neutrino experiment).\nResearchers around the world have begun to investigate the possibility of using antineutrinos for reactor monitoring in the context of preventing the proliferation of nuclear weapons.[38][39][40]\n\nBecause antineutrinos and neutrinos are neutral particles, it is possible that they are the same particle. Particles that have this property are known as Majorana particles, named after the Italian physicist Ettore Majorana who first proposed the concept. For the case of neutrinos this theory has gained popularity as it can be used, in combination with the seesaw mechanism, to explain why neutrino masses are so small compared to those of the other elementary particles, such as electrons or quarks. Majorana neutrinos would have the property that the neutrino and antineutrino could be distinguished only by chirality; what experiments observe as a difference between the neutrino and antineutrino could simply be due to one particle with two possible chiralities.\n\nAs of 2019[update], it is not known whether neutrinos are Majorana or Dirac particles. It is possible to test this property experimentally. For example, if neutrinos are indeed Majorana particles, then lepton-number violating processes such as neutrinoless double beta decay would be allowed, while they would not if neutrinos are Dirac particles. Several experiments have been and are being conducted to search for this process, e.g. GERDA,[41] EXO,[42] SNO+,[43]\nand CUORE.[44]\nThe cosmic neutrino background is also a probe of whether neutrinos are Majorana particles, since there should be a different number of cosmic neutrinos detected in either the Dirac or Majorana case.[45]\n\nNeutrinos can interact with a nucleus, changing it to another nucleus. This process is used in radiochemical neutrino detectors. In this case, the energy levels and spin states within the target nucleus have to be taken into account to estimate the probability for an interaction. In general the interaction probability increases with the number of neutrons and protons within a nucleus.[30][46]\n\nIt is very hard to uniquely identify neutrino interactions among the natural background of radioactivity. For this reason, in early experiments a special reaction channel was chosen to facilitate the identification: the interaction of an antineutrino with one of the hydrogen nuclei in the water molecules. A hydrogen nucleus is a single proton, so simultaneous nuclear interactions, which would occur within a heavier nucleus, don't need to be considered for the detection experiment. Within a cubic metre of water placed right outside a nuclear reactor, only relatively few such interactions can be recorded, but the setup is now used for measuring the reactor's plutonium production rate.\n\nVery much like neutrons do in nuclear reactors, neutrinos can induce fission reactions within heavy nuclei.[47] So far, this reaction has not been measured in a laboratory, but is predicted to happen within stars and supernovae. The process affects the abundance of isotopes seen in the universe.[46] Neutrino-induced disintegration of deuterium nuclei has been observed in the Sudbury Neutrino Observatory, which uses a heavy water detector.\n[48]\n\nThere are three known types (flavors) of neutrinos: electron neutrino νe, muon neutrino νμ, and tau neutrino ντ, named after their partner leptons in the Standard Model (see table at right). The current best measurement of the number of neutrino types comes from observing the decay of the Z boson. This particle can decay into any light neutrino and its antineutrino, and the more available types of light neutrinos,[d]\nthe shorter the lifetime of the Z boson. Measurements of the Z lifetime have shown that three light neutrino flavors couple to the Z.[33] The correspondence between the six quarks in the Standard Model and the six leptons, among them the three neutrinos, suggests to physicists' intuition that there should be exactly three types of neutrino.\n\n"
        },
        {
            "title": "Research",
            "text": "There are several active research areas involving the neutrino. Some are concerned with testing predictions of neutrino behavior. Other research is focused on measurement of unknown properties of neutrinos; there is special interest in experiments that determine their masses and rates of CP violation, which cannot be predicted from current theory.\n\nInternational scientific collaborations install large neutrino detectors near nuclear reactors or in neutrino beams from particle accelerators to better constrain the neutrino masses and the values for the magnitude and rates of oscillations between neutrino flavors. These experiments are thereby searching for the existence of CP violation in the neutrino sector; that is, whether or not the laws of physics treat neutrinos and antineutrinos differently.[8]\n\nThe KATRIN experiment in Germany began to acquire data in June 2018[49] to determine the value of the mass of the electron neutrino, with other approaches to this problem in the planning stages.[1]\n\nDespite their tiny masses, neutrinos are so numerous that their gravitational force can influence other matter in the universe.\n\nThe three known neutrino flavors are the only candidates for dark matter that are experimentally established elementary particles – specifically, they would be hot dark matter. However, the currently known neutrino types seem to be essentially ruled out as a substantial proportion of dark matter, based on observations of the cosmic microwave background. It still seems plausible that heavier, sterile neutrinos might compose warm dark matter, if they exist.[50]\n\nOther efforts search for evidence of a sterile neutrino – a fourth neutrino flavor that would not interact with matter like the three known neutrino flavors.[51][52][53][54] The possibility of sterile neutrinos is unaffected by the Z boson decay measurements described above: If their mass is greater than half the Z boson's mass, they could not be a decay product. Therefore, heavy sterile neutrinos would have a mass of at least 45.6 GeV.\n\nThe existence of such particles is in fact hinted by experimental data from the LSND experiment. On the other hand, the currently running MiniBooNE experiment suggested that sterile neutrinos are not required to explain the experimental data,[55] although the latest research into this area is on-going and anomalies in the MiniBooNE data may allow for exotic neutrino types, including sterile neutrinos.[56] A re-analysis of reference electron spectra data from the Institut Laue-Langevin[57] in 2011 has also hinted at a fourth, light sterile neutrino.[58] Triggered by the 2011 findings, several experiments at very short distances from nuclear reactors have searched for sterile neutrinos since then. While most of them were able to rule out the existence of a light sterile neutrino, results are overall ambiguous.[59]\n\nAccording to an analysis published in 2010, data from the Wilkinson Microwave Anisotropy Probe of the cosmic background radiation is compatible with either three or four types of neutrinos.[60]\n\nAnother hypothesis concerns \"neutrinoless double-beta decay\", which, if it exists, would violate lepton number conservation. Searches for this mechanism are underway but have not yet found evidence for it. If they were to, then what are now called antineutrinos could not be true antiparticles.\n\nCosmic ray neutrino experiments detect neutrinos from space to study both the nature of neutrinos and the cosmic sources producing them.[61]\n\nBefore neutrinos were found to oscillate, they were generally assumed to be massless, propagating at the speed of light (c). According to the theory of special relativity, the question of neutrino velocity is closely related to their mass: If neutrinos are massless, they must travel at the speed of light, and if they have mass they cannot reach the speed of light. Due to their tiny mass, the predicted speed is extremely close to the speed of light in all experiments, and current detectors are not sensitive to the expected difference.\n\nAlso, there are some Lorentz-violating variants of quantum gravity which might allow faster-than-light neutrinos.[citation needed] A comprehensive framework for Lorentz violations is the Standard-Model Extension (SME).\n\nThe first measurements of neutrino speed were made in the early 1980s using pulsed pion beams (produced by pulsed proton beams hitting a target). The pions decayed producing neutrinos, and the neutrino interactions observed within a time window in a detector at a distance were consistent with the speed of light. This measurement was repeated in 2007 using the MINOS detectors, which found the speed of 3 GeV neutrinos to be, at the 99% confidence level, in the range between 0.999976 c and 1.000126 c. The central value of 1.000051 c is higher than the speed of light but, with uncertainty taken into account, is also consistent with a velocity of exactly c or slightly less. This measurement set an upper bound on the mass of the muon neutrino at 50 MeV with 99% confidence.[62][63] After the detectors for the project were upgraded in 2012, MINOS refined their initial result and found agreement with the speed of light, with the difference in the arrival time of neutrinos and light of −0.0006% (±0.0012%).[64]\n\nA similar observation was made, on a much larger scale, with supernova 1987A (SN 1987A). Antineutrinos with an energy of 10 MeV from the supernova were detected within a time window that was consistent with the speed of light for the neutrinos. So far, all measurements of neutrino speed have been consistent with the speed of light.[65][66]\n\nIn September 2011, the OPERA collaboration released calculations showing velocities of 17 GeV and 28 GeV neutrinos exceeding the speed of light in their experiments. In November 2011, OPERA repeated its experiment with changes so that the speed could be determined individually for each detected neutrino. The results showed the same faster-than-light speed. In February 2012, reports came out that the results may have been caused by a loose fiber optic cable attached to one of the atomic clocks which measured the departure and arrival times of the neutrinos. An independent recreation of the experiment in the same laboratory by ICARUS found no discernible difference between the speed of a neutrino and the speed of light.[67]\n\nIn June 2012, CERN announced that new measurements conducted by all four Gran Sasso experiments (OPERA, ICARUS, Borexino and LVD) found agreement between the speed of light and the speed of neutrinos, finally refuting the initial OPERA claim.[68]\n\nThe Standard Model of particle physics assumed that neutrinos are massless.[70] The experimentally established phenomenon of neutrino oscillation, which mixes neutrino flavour states with neutrino mass states (analogously to CKM mixing), requires neutrinos to have nonzero masses.[71] Massive neutrinos were originally conceived by Bruno Pontecorvo in the 1950s. Enhancing the basic framework to accommodate their mass is straightforward by adding a right-handed Lagrangian.[72]\n\nProviding for neutrino mass can be done in two ways, and some proposals use both:\n\nThe strongest upper limit on the masses of neutrinos comes from cosmology: the Big Bang model predicts that there is a fixed ratio between the number of neutrinos and the number of photons in the cosmic microwave background. If the total energy of all three types of neutrinos exceeded an average of 50 eV per neutrino, there would be so much mass in the universe that it would collapse.[73] This limit can be circumvented by assuming that the neutrino is unstable, but there are limits within the Standard Model that make this difficult. A much more stringent constraint comes from a careful analysis of cosmological data, such as the cosmic microwave background radiation, galaxy surveys, and the Lyman-alpha forest. Analysis of data from the WMAP microwave space telescope found that the sum of the masses of the three neutrino species must be less than 0.3 eV.[74] In 2018, the Planck collaboration published a stronger bound of 0.11 eV, which was derived by combining their CMB total intensity, polarization and gravitational lensing observations with Baryon-Acoustic oscillation measurements from galaxy surveys and supernova measurements from Pantheon.[75] A 2021 reanalysis that adds redshift space distortion measurements from the SDSS-IV eBOSS survey gets an even tighter upper limit of 0.09 eV.[76] However, several ground-based telescopes with similarly sized error bars as Planck prefer higher values for the neutrino mass sum, indicating some tension in the data sets.[77]\n\nThe Nobel prize in Physics 2015 was awarded to Takaaki Kajita and Arthur B. McDonald for their experimental discovery of neutrino oscillations, which demonstrates that neutrinos have mass.[78][79]\n\nIn 1998, research results at the Super-Kamiokande neutrino detector determined that neutrinos can oscillate from one flavor to another, which requires that they must have a nonzero mass.[80] While this shows that neutrinos have mass, the absolute neutrino mass scale is still not known. This is because neutrino oscillations are sensitive only to the difference in the squares of the masses.[81]\nAs of 2020,[82] the best-fit value of the difference of the squares of the masses of mass eigenstates 1 and 2 is |Δm221| = 0.000074 eV2, while for eigenstates 2 and 3 it is |Δm232| = 0.00251 eV2. Since |Δm232| is the difference of two squared masses, at least one of them must have a value which is at least the square root of this value. Thus, there exists at least one neutrino mass eigenstate with a mass of at least 0.05 eV.[83]\n\nA number of efforts are under way to directly determine the absolute neutrino mass scale in laboratory experiments, especially using nuclear beta decay. Upper limits on the effective electron neutrino masses come from beta decays of tritium. The Mainz Neutrino Mass Experiment set an upper limit of m < 2.2 eV/c2 at 95% Confidence Level.[84] Since June 2018 the KATRIN experiment searches for a mass between 0.2 eV and 2 eV in tritium decays.[49] The February 2022 upper limit is mν < 0.8 eV c–2 at 90% CL in combination with a previous campaign by KATRIN from 2019.[69][85]\n\nOn 31 May 2010, OPERA researchers observed the first tau neutrino candidate event in a muon neutrino beam, the first time this transformation in neutrinos had been observed, providing further evidence that they have mass.[86]\n\nIf the neutrino is a Majorana particle, the mass may be calculated by finding the half-life of neutrinoless double-beta decay of certain nuclei. The current lowest upper limit on the Majorana mass of the neutrino has been set by KamLAND-Zen: 0.060–0.161 eV.[87]\n\nSince the neutrino is an elementary particle it does not have a size in the same sense as everyday objects: Like all other Standard Model fundamental particles, neutrinos are point-like, with neither width nor volume.[88] Consequences of having a conventional \"size\" are absent: There is no minimum distance between them, and neutrinos cannot be condensed into a separate uniform substance that occupies a finite volume.\n\nIn one sense, particles with mass have a wavelength (the Compton wavelength) which is useful for estimating their cross-sections for collisions. The smaller a particle's mass, the larger its Compton wavelength. Based on the upper limit of 0.161 eV/c2 given above, the \"matter wave\" of a neutrino would be on the order of at least 200 nm (0.2 μm) or longer, comparable to the wavelengths of ultraviolet light at the shortest UV wavelength(s) (UVC). This extremely long wavelength (for a particle with mass) leads physicists to suspect that even though neutrinos follow Fermi statistics, that their behavior may be much like a wave, making them seem Bosonic, and thus placing them near the border between particles (fermions) and waves (bosons).[citation needed]\n\nExperimental results show that within the margin of error, all produced and observed neutrinos have left-handed helicities (spins antiparallel to momenta), and all antineutrinos have right-handed helicities.[89] In the massless limit, that means that only one of two possible chiralities is observed for either particle. These are the only chiralities included in the Standard Model of particle interactions.\n\nIt is possible that their counterparts (right-handed neutrinos and left-handed antineutrinos) simply do not exist. If they do exist, their properties are substantially different from observable neutrinos and antineutrinos. It is theorized that they are either very heavy (on the order of GUT scale—see Seesaw mechanism), do not participate in weak interaction (so-called sterile neutrinos), or both.\n\nThe existence of nonzero neutrino masses somewhat complicates the situation. Neutrinos are produced in weak interactions as chirality eigenstates. Chirality of a massive particle is not a constant of motion; helicity is, but the chirality operator does not share eigenstates with the helicity operator. Free neutrinos propagate as mixtures of left- and right-handed helicity states, with mixing amplitudes on the order of mν⁄E. This does not significantly affect the experiments, because neutrinos involved are nearly always ultrarelativistic, and thus mixing amplitudes are vanishingly small. Effectively, they travel so quickly and time passes so slowly in their rest-frames that they do not have enough time to change over any observable path. For example, most solar neutrinos have energies on the order of 0.100 MeV~1.00 MeV; consequently, the fraction of neutrinos with \"wrong\" helicity among them cannot exceed 10−10.[90][91]\n\nAn unexpected series of experimental results for the rate of decay of heavy highly charged radioactive ions circulating in a storage ring has provoked theoretical activity in an effort to find a convincing explanation.\nThe observed phenomenon is known as the GSI anomaly, as the storage ring is a facility at the GSI Helmholtz Centre for Heavy Ion Research in Darmstadt Germany. \n\nThe rates of weak decay of two radioactive species with half lives of about 40 seconds and 200 seconds were found to have a significant oscillatory modulation, with a period of about 7 seconds.[92]\nAs the decay process produces an electron neutrino, some of the suggested explanations for the observed oscillation rate propose new or altered neutrino properties. Ideas related to flavour oscillation met with skepticism.[93]\nA later proposal is based on differences between neutrino mass eigenstates.[94]\n\n"
        },
        {
            "title": "Sources",
            "text": "Nuclear reactors are the major source of human-generated neutrinos. The majority of energy in a nuclear reactor is generated by fission (the four main fissile isotopes in nuclear reactors are 235U, 238U, 239Pu and 241Pu), the resultant neutron-rich daughter nuclides rapidly undergo additional beta decays, each converting one neutron to a proton and an electron and releasing an electron antineutrino ( n → p + e− + νe ). Including these subsequent decays, the average nuclear fission releases about 200 MeV of energy, of which roughly 95.5% remains in the core as heat, and roughly 4.5% (or about 9 MeV)[95] is radiated away as antineutrinos. For a typical nuclear reactor with a thermal power of 4000 MW,[e] \nthe total power production from fissioning atoms is actually 4185 MW, of which 185 MW is radiated away as antineutrino radiation and never appears in the engineering. This is to say, 185 MW of fission energy is lost from this reactor and does not appear as heat available to run turbines, since antineutrinos penetrate all building materials practically without interaction.\n\nThe antineutrino energy spectrum depends on the degree to which the fuel is burned (plutonium-239 fission antineutrinos on average have slightly more energy than those from uranium-235 fission), but in general, the detectable antineutrinos from fission have a peak energy between about 3.5 and 4 MeV, with a maximum energy of about 10 MeV.[96] There is no established experimental method to measure the flux of low-energy antineutrinos. Only antineutrinos with an energy above threshold of 1.8 MeV can trigger inverse beta decay and thus be unambiguously identified (see § Detection below).\n\nAn estimated 3% of all antineutrinos from a nuclear reactor carry an energy above that threshold. Thus, an average nuclear power plant may generate over 1020 antineutrinos per second above the threshold, but also a much larger number ( 97%⁄3%  ≈ 30 times this number) below the energy threshold; these lower-energy antineutrinos are invisible to present detector technology.\n\nSome particle accelerators have been used to make neutrino beams. The technique is to collide protons with a fixed target, producing charged pions or kaons. These unstable particles are then magnetically focused into a long tunnel where they decay while in flight. Because of the relativistic boost of the decaying particle, the neutrinos are produced as a beam rather than isotropically. Efforts to design an accelerator facility where neutrinos are produced through muon decays are ongoing.[97] Such a setup is generally known as a \"neutrino factory\".\n\nNuclear weapons also produce very large quantities of neutrinos. Fred Reines and Clyde Cowan considered the detection of neutrinos from a bomb prior to their search for reactor neutrinos; a fission reactor was recommended as a better alternative by Los Alamos physics division leader J.M.B. Kellogg.[98] Fission weapons produce antineutrinos (from the fission process), and fusion weapons produce both neutrinos (from the fusion process) and antineutrinos (from the initiating fission explosion).\n\nNeutrinos are produced together with the natural background radiation. In particular, the decay chains of 238U and 232Th isotopes, as well as40K, include beta decays which emit antineutrinos. These so-called geoneutrinos can provide valuable information on the Earth's interior. A first indication for geoneutrinos was found by the KamLAND experiment in 2005, updated results have been presented by KamLAND,[99] and Borexino.[100] The main background in the geoneutrino measurements are the antineutrinos coming from reactors.\n\nAtmospheric neutrinos result from the interaction of cosmic rays with atomic nuclei in the Earth's atmosphere, creating showers of particles, many of which are unstable and produce neutrinos when they decay. A collaboration of particle physicists from Tata Institute of Fundamental Research (India), Osaka City University (Japan) and Durham University (UK) recorded the first cosmic ray neutrino interaction in an underground laboratory in Kolar Gold Fields in India in 1965.[101]\n\nSolar neutrinos originate from the nuclear fusion powering the Sun and other stars.\nThe details of the operation of the Sun are explained by the Standard Solar Model. In short: when four protons fuse to become one helium nucleus, two of them have to convert into neutrons, and each such conversion releases one electron neutrino.\n\nThe Sun sends enormous numbers of neutrinos in all directions. Each second, about 65 billion (6.5×1010) solar neutrinos pass through every square centimeter on the part of the Earth orthogonal to the direction of the Sun.[14] Since neutrinos are insignificantly absorbed by the mass of the Earth, the surface area on the side of the Earth opposite the Sun receives about the same number of neutrinos as the side facing the Sun.\n\nColgate & White (1966)[102] calculated that neutrinos carry away most of the gravitational energy released during the collapse of massive stars,[102] events now categorized as Type Ib and Ic and Type II supernovae. When such stars collapse, matter densities at the core become so high (1017 kg/m3) that the degeneracy of electrons is not enough to prevent protons and electrons from combining to form a neutron and an electron neutrino. Mann (1997)[103] found a second and more profuse neutrino source is the thermal energy (100 billion kelvins) of the newly formed neutron core, which is dissipated via the formation of neutrino–antineutrino pairs of all flavors.[103]\n\nColgate and White's theory of supernova neutrino production was confirmed in 1987, when neutrinos from Supernova 1987A were detected. The water-based detectors Kamiokande II and IMB detected 11 and 8 antineutrinos (lepton number = −1) of thermal origin,[103] respectively, while the scintillator-based Baksan detector found 5 neutrinos (lepton number = +1) of either thermal or electron-capture origin, in a burst less than 13 seconds long. The neutrino signal from the supernova arrived at Earth several hours before the arrival of the first electromagnetic radiation, as expected from the evident fact that the latter emerges along with the shock wave. The exceptionally feeble interaction with normal matter allowed the neutrinos to pass through the churning mass of the exploding star, while the electromagnetic photons were slowed.\n\nBecause neutrinos interact so little with matter, it is thought that a supernova's neutrino emissions carry information about the innermost regions of the explosion. Much of the visible light comes from the decay of radioactive elements produced by the supernova shock wave, and even light from the explosion itself is scattered by dense and turbulent gases, and thus delayed. The neutrino burst is expected to reach Earth before any electromagnetic waves, including visible light, gamma rays, or radio waves. The exact time delay of the electromagnetic waves' arrivals depends on the velocity of the shock wave and on the thickness of the outer layer of the star. For a Type II supernova, astronomers expect the neutrino flood to be released seconds after the stellar core collapse, while the first electromagnetic signal may emerge hours later, after the explosion shock wave has had time to reach the surface of the star. The Supernova Early Warning System project uses a network of neutrino detectors to monitor the sky for candidate supernova events; the neutrino signal will provide a useful advance warning of a star exploding in the Milky Way.\n\nAlthough neutrinos pass through the outer gases of a supernova without scattering, they provide information about the deeper supernova core with evidence that here, even neutrinos scatter to a significant extent. In a supernova core the densities are those of a neutron star (which is expected to be formed in this type of supernova),[104]\nbecoming large enough to influence the duration of the neutrino signal by delaying some neutrinos. The 13 second-long neutrino signal from SN 1987A lasted far longer than it would take for unimpeded neutrinos to cross through the neutrino-generating core of a supernova, expected to be only 3200 kilometers in diameter for SN 1987A.\n\nThe number of neutrinos counted was also consistent with a total neutrino energy of 2.2×1046 joules, which was estimated to be nearly all of the total energy of the supernova.[32]\n\nFor an average supernova, approximately 1057 (an octodecillion) neutrinos are released, but the actual number detected at a terrestrial detector \n\n\n\nN\n\n\n{\\displaystyle N}\n\n will be far smaller, at the level of\n\nwhere \n\n\n\nM\n\n\n{\\displaystyle M}\n\n is the mass of the detector (with e.g. Super Kamiokande having a mass of 50 kton) and \n\n\n\nd\n\n\n{\\displaystyle d}\n\n is the distance to the supernova.[105]\nHence in practice it will only be possible to detect neutrino bursts from supernovae within or nearby the Milky Way (our own galaxy). In addition to the detection of neutrinos from individual supernovae, it should also be possible to detect the diffuse supernova neutrino background, which originates from all supernovae in the Universe.[106]\n\nThe energy of supernova neutrinos ranges from a few to several tens of MeV. The sites where cosmic rays are accelerated are expected to produce neutrinos that are at least one million times more energetic, produced from turbulent gaseous environments left over by supernova explosions: Supernova remnants. The origin of the cosmic rays was attributed to supernovas by Baade and Zwicky; this hypothesis was refined by Ginzburg and Syrovatsky who attributed the origin to supernova remnants, and supported their claim by the crucial remark, that the cosmic ray losses of the Milky Way is compensated, if the efficiency of acceleration in supernova remnants is about 10 percent. Ginzburg and Syrovatskii's hypothesis is supported by the specific mechanism of \"shock wave acceleration\" happening in supernova remnants, which is consistent with the original theoretical picture drawn by Enrico Fermi, and is receiving support from observational data. The very high-energy neutrinos are still to be seen, but this branch of neutrino astronomy is just in its infancy. The main existing or forthcoming experiments that aim at observing very-high-energy neutrinos from our galaxy are Baikal, AMANDA, IceCube, ANTARES, NEMO and Nestor. Related information is provided by very-high-energy gamma ray observatories, such as VERITAS, HESS and MAGIC. Indeed, the collisions of cosmic rays are supposed to produce charged pions, whose decay give the neutrinos, neutral pions, and gamma rays the environment of a supernova remnant, which is transparent to both types of radiation.\n\nStill-higher-energy neutrinos, resulting from the interactions of extragalactic cosmic rays, could be observed with the Pierre Auger Observatory or with the dedicated experiment named ANITA.\n\nIt is thought that, just like the cosmic microwave background radiation leftover from the Big Bang, there is a background of low-energy neutrinos in our Universe. In the 1980s it was proposed that these may be the explanation for the dark matter thought to exist in the universe. Neutrinos have one important advantage over most other dark matter candidates: They are known to exist. This idea also has serious problems.\n\nFrom particle experiments, it is known that neutrinos are very light. This means that they easily move at speeds close to the speed of light. For this reason, dark matter made from neutrinos is termed \"hot dark matter\". The problem is that being fast moving, the neutrinos would tend to have spread out evenly in the universe before cosmological expansion made them cold enough to congregate in clumps. This would cause the part of dark matter made of neutrinos to be smeared out and unable to cause the large galactic structures that we see.\n\nThese same galaxies and groups of galaxies appear to be surrounded by dark matter that is not fast enough to escape from those galaxies. Presumably this matter provided the gravitational nucleus for formation. This implies that neutrinos cannot make up a significant part of the total amount of dark matter.\n\nFrom cosmological arguments, relic background neutrinos are estimated to have density of 56 of each type per cubic centimeter and temperature 1.9 K (1.7×10−4 eV) if they are massless, much colder if their mass exceeds 0.001 eV. Although their density is quite high, they have not yet been observed in the laboratory, as their energy is below thresholds of most detection methods, and due to extremely low neutrino interaction cross-sections at sub-eV energies. In contrast, boron-8 solar neutrinos – which are emitted with a higher energy – have been detected definitively despite having a space density that is lower than that of relic neutrinos by some 6 orders of magnitude.\n\n"
        },
        {
            "title": "Detection",
            "text": "Neutrinos cannot be detected directly because they do not carry electric charge, which means they do not ionize the materials they pass through. Other ways neutrinos might affect their environment, such as the MSW effect, do not produce traceable radiation. A unique reaction to identify antineutrinos, sometimes referred to as inverse beta decay, as applied by Reines and Cowan (see below), requires a very large detector to detect a significant number of neutrinos. All detection methods require the neutrinos to carry a minimum threshold energy. So far, there is no detection method for low-energy neutrinos, in the sense that potential neutrino interactions (for example by the MSW effect) cannot be uniquely distinguished from other causes. Neutrino detectors are often built underground to isolate the detector from cosmic rays and other background radiation.\n\nAntineutrinos were first detected in the 1950s near a nuclear reactor. Reines and Cowan used two targets containing a solution of cadmium chloride in water. Two scintillation detectors were placed next to the cadmium targets. Antineutrinos with an energy above the threshold of 1.8 MeV caused charged current interactions with the protons in the water, producing positrons and neutrons. This is very much like β+ decay, where energy is used to convert a proton into a neutron, a positron (e+) and an electron neutrino (νe) is emitted:\n\nFrom known β+ decay:\n\nIn the Cowan and Reines experiment, instead of an outgoing neutrino, you have an incoming antineutrino (νe) from a nuclear reactor:\n\nThe resulting positron annihilation with electrons in the detector material created photons with an energy of about 0.5 MeV. Pairs of photons in coincidence could be detected by the two scintillation detectors above and below the target. The neutrons were captured by cadmium nuclei resulting in gamma rays of about 8 MeV that were detected a few microseconds after the photons from a positron annihilation event.\n\nSince then, various detection methods have been used. Super Kamiokande is a large volume of water surrounded by photomultiplier tubes that watch for the Cherenkov radiation emitted when an incoming neutrino creates an electron or muon in the water. The Sudbury Neutrino Observatory is similar, but used heavy water as the detecting medium, which uses the same effects, but also allows the additional reaction any-flavor neutrino photo-dissociation of deuterium, resulting in a free neutron which is then detected from gamma radiation after chlorine-capture. Other detectors have consisted of large volumes of chlorine or gallium which are periodically checked for excesses of argon or germanium, respectively, which are created by electron-neutrinos interacting with the original substance. MINOS used a solid plastic scintillator coupled to photomultiplier tubes, while Borexino uses a liquid pseudocumene scintillator also watched by photomultiplier tubes and the NOνA detector uses liquid scintillator watched by avalanche photodiodes. The IceCube Neutrino Observatory uses 1 km3 of the Antarctic ice sheet near the south pole with photomultiplier tubes distributed throughout the volume.\n\n"
        },
        {
            "title": "Scientific interest",
            "text": "Neutrinos' low mass and neutral charge mean they interact exceedingly weakly with other particles and fields. This feature of weak interaction interests scientists because it means neutrinos can be used to probe environments that other radiation (such as light or radio waves) cannot penetrate.\n\nUsing neutrinos as a probe was first proposed in the mid-20th century as a way to detect conditions at the core of the Sun. The solar core cannot be imaged directly because electromagnetic radiation (such as light) is diffused by the great amount and density of matter surrounding the core. On the other hand, neutrinos pass through the Sun with few interactions. Whereas photons emitted from the solar core may require 40,000 years to diffuse to the outer layers of the Sun, neutrinos generated in stellar fusion reactions at the core cross this distance practically unimpeded at nearly the speed of light.[107][108]\n\nNeutrinos are also useful for probing astrophysical sources beyond the Solar System because they are the only known particles that are not significantly attenuated by their travel through the interstellar medium. Optical photons can be obscured or diffused by dust, gas, and background radiation. High-energy cosmic rays, in the form of swift protons and atomic nuclei, are unable to travel more than about 100 megaparsecs due to the Greisen–Zatsepin–Kuzmin limit (GZK cutoff). Neutrinos, in contrast, can travel even greater distances barely attenuated.\n\nThe galactic core of the Milky Way is fully obscured by dense gas and numerous bright objects. Neutrinos produced in the galactic core might be measurable by Earth-based neutrino telescopes.[20]\n\nAnother important use of the neutrino is in the observation of supernovae, the explosions that end the lives of highly massive stars. The core collapse phase of a supernova is an extremely dense and energetic event. It is so dense that no known particles are able to escape the advancing core front except for neutrinos. Consequently, supernovae are known to release approximately 99% of their radiant energy in a short (10 second) burst of neutrinos.[109] These neutrinos are a very useful probe for core collapse studies.\n\nThe rest mass of the neutrino is an important test of cosmological and astrophysical theories (see Dark matter). The neutrino's significance in probing cosmological phenomena is as great as any other method, and is thus a major focus of study in astrophysical communities.[110]\n\nThe study of neutrinos is important in particle physics because neutrinos typically have the lowest mass, and hence are examples of the lowest-energy particles theorized in extensions of the Standard Model of particle physics.\n\nIn November 2012, American scientists used a particle accelerator to send a coherent neutrino message through 780 feet of rock. This marks the first use of neutrinos for communication, and future research may permit binary neutrino messages to be sent immense distances through even the densest materials, such as the Earth's core.[111]\n\nIn July 2018, the IceCube Neutrino Observatory announced that they have traced an extremely-high-energy neutrino that hit their Antarctica-based research station in September 2017 back to its point of origin in the blazar TXS 0506 +056 located 3.7 billion light-years away in the direction of the constellation Orion. This is the first time that a neutrino detector has been used to locate an object in space and that a source of cosmic rays has been identified.[112][113][114]\n\nIn November 2022, the IceCube Neutrino Observatory found evidence of high-energy neutrino emission from NGC 1068, also known as Messier 77, an active galaxy in the constellation Cetus and one of the most familiar and well-studied galaxies to date.[115]\n\n"
        }
    ]
}