{
    "url": "https://en.wikipedia.org/wiki/Never_Bet_the_Devil_Your_Head",
    "title": "Never Bet the Devil Your Head",
    "table_of_contents": [
        "1 Synopsis",
        "2 Analysis",
        "3 Publication history",
        "4 Adaptations",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\"Never Bet the Devil Your Head\", often subtitled \"A Moral Tale\", is a short story by American author Edgar Allan Poe, first published in 1841. The satirical tale pokes fun at the notion that all literature should have a moral[1] and spoofs transcendentalism.\n\n"
        },
        {
            "title": "Synopsis",
            "text": "The narrator, presented as the author himself, is dismayed by literary critics saying that he has never written a moral tale. The narrator then begins telling the story of his friend Toby Dammit. Dammit is described as a man of many vices, at least in part due to his left-handed mother flogging him with her left hand, which is considered improper. Dammit often made rhetorical bets, becoming fond of the expression \"I'll bet the devil my head\". Although the narrator tries to break Dammit of bad habits, he fails. Nevertheless, the two remain friends.\n\nWhile traveling one day, they come across a covered bridge. It is gloomy and dark, lacking windows. Dammit, however, is unaffected by its gloom and is in an unusually good mood. As they cross the bridge, they are stopped by a turnstile partway across. Dammit bets the devil his head that he can leap over it. Before the narrator can reply, a cough alerts them to the presence of a little old man. The old man is interested in seeing if Dammit is capable of making such a leap and offers him a good running start. The narrator thinks that it is improper for an old man to push Dammit into making the attempt — \"I don't care who the devil he is\", he adds.\n\nThe narrator watches as Dammit makes a perfect jump, but directly above the turnstile he falls backwards. The old man quickly grabs something and limps away. The narrator, upon checking on his friend, sees that Dammit's head is gone (\"what might be termed a serious injury\"). He realizes that there is a sharp iron bar above the turnstile that severed his friend's head. The narrator sends for the \"homeopathists\", who \"did not give him little enough physic, and what little they did give him he hesitated to take. So in the end he grew worse, and at length died\". After the bill for his funeral expenses is left unpaid, the narrator has Dammit's body dug up and sold for dog meat.\n\n"
        },
        {
            "title": "Analysis",
            "text": "\"Never Bet the Devil Your Head\" is a clear attack on transcendentalism, which the narrator calls a \"disease\" afflicting Toby Dammit. The narrator, in fact, sends the bill for Dammit's funeral expenses to the transcendentalists, who refuse to pay because of their disbelief in evil.[2] Despite specific mentions of transcendentalism and its flagship journal The Dial, Poe denied that he had any specific targets.[3]  Elsewhere, he certainly admitted a distaste for transcendentalists, whom he called \"Frogpondians\" after the pond on Boston Common.[4] He ridiculed their writings in particular by calling them \"metaphor-run,\" lapsing into \"obscurity for obscurity's sake\" or \"mysticism for mysticism's sake.\"[5] Poe once wrote in a letter to Thomas Holley Chivers that he did not dislike transcendentalists, \"only the pretenders and sophists among them.\"[1]\n\n"
        },
        {
            "title": "Publication history",
            "text": "The story was published in the September 1841 issue of Graham's Magazine as \"Never Bet Your Head: A Moral Tale\". Its republication in the August 16, 1845, issue of the Broadway Journal included its now-standard title \"Never Bet the Devil Your Head\".[3] Noted Poe biographer Arthur Hobson Quinn dismissed the story, stating  \"it is a trifle.\"[6]\n\n"
        },
        {
            "title": "Adaptations",
            "text": "\"Never Bet the Devil Your Head\" is the final segment (retitled \"Toby Dammit\") of the three-part Histoires extraordinaires (English title: Spirits of the Dead) (1968), directed by Federico Fellini.[3]\n\n\"Never Bet the Devil Your Head\" was adapted as a radio play for the CBS Radio Workshop in 1957. The cast features noted voice actors John Dehner as Mr. Poe, Daws Butler as Toby Dammit and Howard McNear as the Devil.[7] The program is available on the Internet Archive.[8]\n\n"
        }
    ]
}