{
    "url": "https://en.wikipedia.org/wiki/New_media",
    "title": "New media",
    "table_of_contents": [
        "1 History",
        "2 Definition",
        "3 Globalization",
        "4 As tool for social change",
        "5 In the music industry",
        "6 National security",
        "7 Interactivity",
        "8 Industry",
        "9 Youth",
        "10 Political campaigns in the United States",
        "11 Ethical issues in new media research",
        "11.1 Observational research",
        "11.2 Interactive research",
        "11.3 Survey and interview research",
        "12 See also",
        "13 References",
        "14 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "New media are forms of media that are computational and rely on computers and the Internet for redistribution. Some examples of new media are computer animations, video games, human-computer interfaces, interactive computer installations, websites, and virtual worlds.[1][2]\n\nNew media are often contrasted to \"old media\", such as television, radio, and print media, although scholars in communication and media studies have criticized inflexible distinctions based on oldness and novelty. New media does not include analog broadcast television programs, feature films, magazines, or books – unless they contain technologies that enable digital generative or interactive processes.[1]\n\nWikipedia, an online encyclopedia, is an example of new media, combining Internet accessible digital text, images and video with web-links, creative participation of contributors, interactive feedback of users and formation of a participant community of editors and donors for the benefit of non-community readers. Social media or social networking services, such as Facebook and Twitter, are additional examples of new media in which most users are also participants.\n\n"
        },
        {
            "title": "History",
            "text": "In the 1950s, connections between computing and radical art began to grow stronger. It was not until the 1980s that Alan Kay and his co-workers at Xerox PARC began to give the computability of a personal computer to the individual, rather than have a big organization be in charge of this. \"In the late 1980s and early 1990s, however, we seem to witness a different kind of parallel relationship between social changes and computer design. Although causally unrelated, conceptually it makes sense that the Cold War and the design of the Web took place at exactly the same time.\"[1]\n\nWriters and philosophers such as Marshall McLuhan were instrumental in the development of media theory during this period. His now famous declaration in Understanding Media: The Extensions of Man (1964) that \"the medium is the message\" drew attention to the too often ignored influence media and technology themselves, rather than their \"content,\" have on humans' experience of the world and on society broadly.\n\nUntil the 1980s media relied primarily upon print and analog broadcast models, such as those of television and radio. The last twenty-five years have seen the rapid transformation into media which are predicated upon the use of digital technologies, such as the Internet and video games. However, these examples are only a small representation of new media. The use of digital computers has transformed the remaining 'old' media, as suggested by the advent of digital television and online publications. Even traditional media forms such as the printing press have been transformed through the application of technologies such as image manipulation software like Adobe Photoshop and desktop publishing tools.\n\nAndrew L. Shapiro argues that the \"emergence of new, digital technologies signals a potentially radical shift of who is in control of information, experience and resources\".[3] W. Russell Neuman suggests that whilst the \"new media\" have technical capabilities to pull in one direction, economic and social forces pull back in the opposite direction. According to Neuman, \"We are witnessing the evolution of a universal interconnected network of audio, video, and electronic text communications that will blur the distinction between interpersonal and mass communication and between public and private communication\".[4] Neuman argues that new media will:\n\nConsequently, it has been the contention of scholars such as Douglas Kellner and James Bohman that new media, and particularly the Internet, provide the potential for a democratic postmodern public sphere, in which citizens can participate in well informed, non-hierarchical debate pertaining to their social structures. Contradicting these positive appraisals of the potential social impacts of new media are scholars such as Edward S. Herman and Robert McChesney who have suggested that the transition to new media has seen a handful of powerful transnational telecommunications corporations who achieve a level of global influence which was hitherto unimaginable.\n\nScholars have highlighted both the positive and negative potential and actual implications of new media technologies, suggesting that some of the early work into new media studies was guilty of technological determinism – whereby the effects of media were determined by the technology themselves, rather than through tracing the complex social networks which governed the development, funding, implementation and future development of any technology.\n\nBased on the argument that people have a limited amount of time to spend on the consumption of different media, Displacement theory argue that the viewership or readership of one particular outlet leads to the reduction in the amount of time spent by the individual on another. The introduction of new media, such as the internet, therefore reduces the amount of time individuals would spend on existing \"old\" media, which could ultimately lead to the end of such traditional media.[5]\n\n"
        },
        {
            "title": "Definition",
            "text": "Although there are several ways that new media may be described, Lev Manovich, in an introduction to The New Media Reader, defines new media by using eight propositions:[1]\n\n"
        },
        {
            "title": "Globalization",
            "text": "The rise of new media has increased communication between people all over the world and the Internet. It has allowed people to express themselves through blogs, websites, videos, pictures, and other user-generated media.\n\nTerry Flew stated that as new technologies develop, the world becomes more globalized. Globalization is more than the development of activities throughout the world, globalization allows the world to be connected no matter the distance from user to user[6]  and Frances Cairncross expresses this great development as the \"death of distance\".[7] New media has established the importance of making friendships through digital social places more prominent than in physical places.[8] Globalization is generally stated as \"more than expansion of activities beyond the boundaries of particular nation states\".[9] New media \"radically break the connection between physical place and social place, making physical location much less significant for our social relationships\".[8]\n\nHowever, the changes in the new media environment create a series of tensions in the concept of \"public sphere\".[10] According to Ingrid Volkmer, \"public sphere\" is defined as a process through which public communication becomes restructured and partly disembedded from national political and cultural institutions.[11] This trend of the globalized public sphere is not only as a geographical expansion form a nation to worldwide, but also changes the relationship between the public, the media and state.[11]\n\n\"Virtual communities\" are being established online and transcend geographical boundaries, eliminating social restrictions.[12] Howard Rheingold describes these globalized societies as self-defined networks, which resemble what we do in real life. \"People in virtual communities use words on screens to exchange pleasantries and argue, engage in intellectual discourse, conduct commerce, make plans, brainstorm, gossip, feud, fall in love, create a little high art and a lot of idle talk\".[13] For Sherry Turkle \"making the computer into a second self, finding a soul in the machine, can substitute for human relationships\".[14] New media has the ability to connect like-minded others worldwide.\n\nWhile this perspective suggests that the technology drives – and therefore is a determining factor – in the process of globalization, arguments involving technological determinism are generally frowned upon by mainstream media studies.[15][16][17] Instead academics focus on the multiplicity of processes by which technology is funded, researched and produced, forming a feedback loop when the technologies are used and often transformed by their users, which then feeds into the process of guiding their future development.\n\nWhile commentators such as Manuel Castells[18] espouse a \"soft determinism\"[17] whereby they contend that \"Technology does not determine society. Nor does society script the course of technological change, since many factors, including individual inventiveness and entrepreneurialism, intervene in the process of scientific discovery, technical innovation and social applications, so the final outcome depends on a complex pattern of interaction. Indeed the dilemma of technological determinism is probably a false problem, since technology is society and society cannot be understood without its technological tools\".[18] This, however, is still distinct from stating that societal changes are instigated by technological development, which recalls the theses of Marshall McLuhan.[19][20]\n\nManovich[21] and Castells[18] have argued that whereas mass media \"corresponded to the logic of industrial mass society, which values conformity over individuality,\"[22] new media follows the logic of the postindustrial or globalized society whereby \"every citizen can construct her own custom lifestyle and select her ideology from a large number of choices. Rather than pushing the same objects to a mass audience, marketing now tries to target each individual separately\".[22]\n\nThe evolution of virtual communities highlighted many aspects of the real world. Tom Boellstorff's studies of Second Life discuss a term known as \"griefing.\" In Second Life griefing means to consciously upset another user during their experience of the game.[23] Other users also posed situations of their avatar being raped and sexually harassed. In the real world, these same types of actions are carried out. Virtual communities are a clear demonstration of new media through means of new technological developments.\n\nAnthropologist Daniel Miller and sociologist Don Slater discussed online Trinidad culture on online networks through the use of ethnographic studies. The study argues that internet culture does exist and this version of new media cannot eliminate people's relations to their geographic area or national identity. The focus on Trini culture specifically demonstrated the importance of what Trini values and beliefs existed within the page while also representing their identities on the web.[24]\n\n"
        },
        {
            "title": "As tool for social change",
            "text": "Social movement media has a rich and storied history (see Agitprop) that has changed at a rapid rate since new media became widely used.[25] The Zapatista Army of National Liberation of Chiapas, Mexico were the first major movement to make widely recognized and effective use of new media for communiques and organizing in 1994.[25] Since then, new media has been used extensively by social movements to educate, organize, share cultural products of movements, communicate, coalition build, and more. The WTO Ministerial Conference of 1999 protest activity was another landmark in the use of new media as a tool for social change. The WTO protests used media to organize the original action, communicate with and educate participants, and was used as an alternative media source.[26] The Indymedia movement also developed out of this action, and has been a great tool in the democratization of information, which is another widely discussed aspect of new media movement.[27] Some scholars even view this democratization as an indication of the creation of a \"radical, socio-technical paradigm to challenge the dominant, neoliberal and technologically determinist model of information and communication technologies.\"[28] A less radical view along these same lines is that people are taking advantage of the Internet to produce a grassroots globalization, one that is anti-neoliberal and centered on people rather than the flow of capital.[29] Chanelle Adams, a feminist blogger for the Bi-Weekly webpaper The Media says that in her \"commitment to anti-oppressive feminist work, it seems obligatory for her to stay in the know just to remain relevant to the struggle.\" In order for Adams and other feminists who work towards spreading their messages to the public, new media becomes crucial towards completing this task, allowing people to access a movement's information instantaneously.\n\nSome are also skeptical of the role of new media in social movements. Many scholars point out unequal access to new media as a hindrance to broad-based movements, sometimes even oppressing some within a movement.[30] Others are skeptical about how democratic or useful it really is for social movements, even for those with access.[31]\n\nNew media has also found a use with less radical social movements such as the Free Hugs Campaign. Using websites, blogs, and online videos to demonstrate the effectiveness of the movement itself. Along with this example the use of high volume blogs has allowed numerous views and practices to be more widespread and gain more public attention. Another example is the ongoing Free Tibet Campaign, which has been seen on numerous websites as well as having a slight tie-in with the band Gorillaz in their Gorillaz Bitez clip featuring the lead singer 2D sitting with protesters at a Free Tibet protest. Another social change seen coming from New Media is trends in fashion and the emergence of subcultures such as textspeak, Cyberpunk, and various others.\n\nFollowing trends in fashion and textspeak, New Media also makes way for \"trendy\" social change. The Ice Bucket Challenge is a recent example of this. All in the name of raising money for ALS (the lethal neurodegenerative disorder also known as Lou Gehrig's disease), participants are nominated by friends via social media such as Facebook and Twitter to dump a bucket of ice water on themselves, or donate to the ALS Foundation. This became a huge trend through Facebook's tagging tool, allowing nominees to be tagged in the post. The videos appeared on more people's feeds, and the trend spread fast. This trend raised over 100 million dollars for the cause and increased donations by 3,500 percent.\n\nA meme, often seen on the internet, is an idea that has been replicated and passed along. Ryan Milner compared this concept to a possible tool for social change. The combination of pictures and texts represent pop polyvocality (\"the people's version\"). A meme can make more serious conversations less tense while still displaying the situation at sake.[32]\n\n"
        },
        {
            "title": "In the music industry",
            "text": "The music industry was affected by the advancement of new media. Throughout years of technology growth, the music industry faced major changes such as the distribution of music from shellac to vinyl, vinyl to 8-tracks, and many more changes over the decades. Beginning in the early 1900s audio was released on a brittle material called \"shellac.\" The quality of the sound was very distorted and the delicacy of the physical format resulted in the change to LPs (Long Playing). The first LP was made by Columbia Records in 1948 and later on, RCA developed the EP (Extended Play) which was only seven inches around and had a longer playing time in comparison to the original LP.[33] The desire for portable music still persisted in this era which projected the launch of the compact cassette. The Cassette was released in 1963 and flourished after post-war where Cassette tapes were being converted into cars for entertainment when traveling. Not long after the development of the cassette did the music industry begin to see forms of piracy. Cassette tapes allowed people to make their own tapes without paying for rights to the music.[33] This effect caused a major loss in the music industry but it also led to the evolution of mixtapes. As music technologies continued to develop from 8-tracks, floppy discs, CD's, to today's MP3, so did new media platforms as well. The discovery of MP3's in the 1990s has since changed the world we live in today. At first, MP3 tracks threatened the industry with massive piracy file-to-file sharing networks such as Napster, until laws were established to prevent this.[33] However, consumption of music is higher than ever before due to streaming platforms like Apple Music, Spotify, Pandora, and many more![33]\n\n"
        },
        {
            "title": "National security",
            "text": "New media has become of interest to the global espionage community as it is easily accessible electronically in database format and can therefore be quickly retrieved and reverse engineered by national governments. Particularly of interest to the espionage community are Facebook and Twitter, two sites where individuals freely divulge personal information that can then be sifted through and archived for the automatic creation of dossiers on both people of interest and the average citizen.[34]\n\nNew media also serves as an important tool for both institutions and nations to promote their interests and values (The contents of such promotion may vary according to different purposes). Some communities consider it an approach of \"peaceful evolution\" that may erode their own nation's system of values and eventually compromise national security.\n\n"
        },
        {
            "title": "Interactivity",
            "text": "Interactivity has become a term for a number of new media use options evolving from the rapid dissemination of Internet access points, the digitalization of media, and media convergence. In 1984, Rice defined new media as communication technologies that enable or facilitate user-to-user interactivity and interactivity between user and information.[35] Such a definition replaces the \"one-to-many\" model of traditional mass communication with the possibility of a \"many-to-many\" web of communication. Any individual with the appropriate technology can now produce his or her online media and include images, text, and sound about whatever he or she chooses.[36] Thus the convergence of new methods of communication with new technologies shifts the model of mass communication, and radically reshapes the ways we interact and communicate with one another. In \"What is new media?\" Vin Crosbie described three different kinds of communication media. He saw interpersonal media as \"one to one\", mass media as \"one to many\", and finally new media as individuation media or \"many to many\".[37]\n\nInteractivity is present in some programming work, such as video games. It's also viable in the operation of traditional media. In the mid 1990s, filmmakers started using inexpensive digital cameras to create films. It was also the time when moving image technology had developed, which was able to be viewed on computer desktops in full motion. This development of new media technology was a new method for artists to share their work and interact with the big world. Other settings of interactivity include radio and television talk shows, letters to the editor, listener participation in such programs, and computer and technological programming.[38] Interactive new media has become a true benefit to every one because people can express their artwork in more than one way with the technology that we have today and there is no longer a limit to what we can do with our creativity.\n\nInteractivity can be considered a central concept in understanding new media, but different media forms possess, or enable[39] different degrees of interactivity,[40] and some forms of digitized and converged media are not in fact interactive at all. Tony Feldman[41] considers digital satellite television as an example of a new media technology that uses digital compression to dramatically increase the number of television channels that can be delivered, and which changes the nature of what can be offered through the service, but does not transform the experience of television from the user's point of view, and thus lacks a more fully interactive dimension. It remains the case that interactivity is not an inherent characteristic of all new media technologies, unlike digitization and convergence.\n\nTerry Flew argues that \"the global interactive games industry is large and growing, and is at the forefront of many of the most significant innovations in new media\".[42] Interactivity is prominent in these online video games such as World of Warcraft, The Sims Online and Second Life. These games, which are developments of \"new media,\" allow for users to establish relationships and experience a sense of belonging that transcends traditional temporal and spatial boundaries (such as when gamers logging in from different parts of the world interact). These games can be used as an escape or to act out a desired life. New media have created virtual realities that are becoming virtual extensions of the world we live in. With the creation of Second Life and Active Worlds before it, people have even more control over this virtual world, a world where anything that a participant can think of can become a reality.[43]\n\nNew media changes continuously because it is constantly modified and redefined by the interaction between users, emerging technologies, cultural changes, etc.\n\nNew forms of new media are emerging like Web 2.0 tools Facebook and YouTube, along with video games and the consoles they are played on. It is helping to make video games and video game consoles branch out into new media as well. Gamers on YouTube post videos of them playing video games they like and that people want to watch. Cultural changes are happening because people can upload their gaming experiences to a Web 2.0 tool like Facebook and YouTube for the world to see. Consoles like the Xbox One and the PlayStation 4 have WiFi connectivity and chat rooms on most of their video games that allow gamer-to-gamer conversations around the world. They also allow people to connect to YouTube, so if they stream/record a gamer, it allows for easy uploading to YouTube for the world to see. Even the older video game consoles are becoming new media because YouTube can display the walkthroughs and let's plays of the game. YouTube gaming is evolving because some YouTubers are getting wealthy and earning money from their videos. The more people that become YouTube members, the popular YouTube becomes and the more it starts emerging as a new source of media, along with video games and consoles. The chat room/online gaming/WiFi consoles are getting the highest increase in popularity because they are not only the most advanced, but because of the newest video games being created that the majority of the gaming community wants to buy, play and watch. The older video games and consoles also get popularity, but from YouTube's capabilities of uploading them to the gamer's channels for everyone to see. The older games get popularity from the communities nostalgia of the game(s), and the old school graphics and gameplay that made people see how old-school technology was the best at some point in time. Facebook helps those video games and consoles get popularity as well. People can upload the videos they create to Facebook as well. Facebook is a much larger website with a lot more users, so people use Facebook to spread their gaming content as well.\n\nInteractive games and platforms such as YouTube and Facebook have led to many viral apps that devise a new way to be interacting with media. The development of GIFs, which dates back to the early stages of webpage development has evolved into a social media phenomenon.[44] Miltner and Highfield refer to GIFs as being \"polysemic.\" These small looping images represent a specific meaning in cultures and often can be used to display more than one meaning.[44] Miltner & Highfield argue that GIFs are particularly useful in creating affective or emotional connections of meaning between people. Affect creates an emotional connection of meaning to the person and their culture.[44]\n\n"
        },
        {
            "title": "Industry",
            "text": "The new media industry shares an open association with many market segments in areas such as software/video game design, television, radio, mobile and particularly movies, advertising and marketing, through which industry seeks to gain from the advantages of two-way dialogue with consumers primarily through the Internet. As a device to source the ideas, concepts, and intellectual properties of the general public, the television industry has used new media and the Internet to expand its resources for new programming and content. The advertising industry has also capitalized on the proliferation of new media with large agencies running multimillion-dollar interactive advertising subsidiaries. Interactive websites and kiosks have become popular. In a number of cases advertising agencies have also set up new divisions to study new media. Public relations firms are also taking advantage of the opportunities in new media through interactive PR practices. Interactive PR practices include the use of social media[45] to reach a mass audience of online social network users.\n\nWith the development of the Internet, many new career paths have emerged. Before the rise, many tech jobs were considered boring. The Internet led to creative work that was seen as casual and diverse across gender, race, and sexual orientation. Web design, gaming design, webcasting, blogging, and animation are all creative career paths that came with this rise. At first glance, the field of new media may seem hip, cool, creative, and relaxed. What many don't realize is that working in this field is tiresome. Many of the people that work in this field don't have steady jobs. Work in this field has become project-based. Individuals work project to project for different companies. Most people are not working on one project or contract, but on multiple ones at the same time. Despite working on numerous projects, people in this industry receive low payments, which is highly contrasted with the techy millionaire stereotype. It may seem like a carefree life from the outside, but it is not. New media workers work long hours for little pay and spend up to 20 hours a week looking for new projects to work on.[46]\n\n"
        },
        {
            "title": "Youth",
            "text": "Based on nationally representative data, a study conducted by Kaiser Family Foundation in five-year intervals in 1998–99, 2003–04, and 2008–09 found that with technology allowing nearly 24-hour media access, the amount of time young people spend with entertainment media has risen dramatically, especially among Black and Hispanic youth.[47] Today, 8 to 18-year-olds devote an average of 7 hours and 38 minutes (7:38) to using entertainment media in a typical day (more than 53 hours a week) – about the same amount most adults spend at work per day. Since much of that time is spent 'media multitasking' (using more than one medium at a time), they actually manage to spend a total of 10 hours and 45 minutes worth of media content in those 7½ hours per day. According to the Pew Internet & American Life Project, 96% of 18 to 29-year-olds and three-quarters (75%) of teens now own a cell phone, 88% of whom text, with 73% of wired American teens using social networking websites, a significant increase from previous years.[48] A survey of over 25000 9- to 16-year-olds from 25 European countries found that many underage children use social media sites despite the site's stated age requirements, and many youth lack the digital skills to use social networking sites safely.[49]\n\nThe development of the new digital media demands a new educational model by parents and educators. Parental mediation has become a way to manage the children's experiences with Internet, chat, videogames and social network.[50]\n\nA recent trend in internet is Youtubers Generation. Youtubers are young people who offer free video in their personal channel on YouTube. There are videos on games, fashion, food, cinema and music, where they offers tutorial or comments.[51]\n\nThe role of cellular phones, such as the iPhone, has created the inability to be in social isolation, and the potential of ruining relationships. The iPhone activates the insular cortex of the brain, which is associated with feelings of love. People show similar feelings to their phones as they would to their friends, family and loved ones. Countless people spend more time on their phones, while in the presence of other people than spending time with the people in the same room or class.[52][dubious  – discuss]\n\n"
        },
        {
            "title": "Political campaigns in the United States",
            "text": "In trying to determine the impact of new media on political campaigning and electioneering, the existing research has tried to examine whether new media supplants conventional media. Television is still the dominant news source, but new media's reach is growing. What is known is that new media has had a significant impact on elections and what began in the 2008 presidential campaign established new standards for how campaigns would be run. Since then, campaigns also have their outreach methods by developing targeted messages for specific audiences that can be reached via different social media platforms. Both parties have specific digital media strategies designed for voter outreach. Additionally, their websites are socially connected, engaging voters before, during, and after elections. Email and text messages are also regularly sent to supporters encouraging them to donate and get involved.[53]\n\nSome existing research focuses on the ways that political campaigns, parties, and candidates have incorporated new media into their political strategizing. This is often a multi-faceted approach that combines new and old media forms to create highly specialized strategies. This allows them to reach wider audiences, but also to target very specific subsets of the electorate. They are able to tap into polling data and in some cases harness the analytics of the traffic and profiles on various social media outlets to get real-time data about the kinds of engagement that is needed and the kinds of messages that are successful or unsuccessful.[53]\n\nOne body of existing research into the impact of new media on elections investigates the relationship between voters' use of new media and their level of political activity. They focus on areas such as \"attentiveness, knowledge, attitudes, orientations, and engagement\".[53] In references a vast body of research, Diana Owen points out that older studies were mixed, while \"newer research reveals more consistent evidence of information gain\".[53]\n\nSome of that research has shown that there is a connection between the amount and degree of voter engagement and turnout.[53] However, new media may not have overwhelming effects on either of those. Other research is tending toward the idea that new media has reinforcing effect, that rather than completely altering, by increasing involvement, it \"imitates the established pattern of political participation\".[54] After analyzing the Citizenship Involvement Democracy survey, Taewoo Nam found that \"the internet plays a dual role in mobilizing political participation by people not normally politically involved, as well as reinforcing existing offline participation.\" These findings chart a middle ground between some research that optimistically holds new media up to be an extremely effective or extremely ineffective at fostering political participation.[54]\n\nTerri Towner found, in his survey of college students, that attention to new media increases offline and online political participation particularly for young people. His research shows that the prevalence of online media boosts participation and engagement. His work suggests that \"it seems that online sources that facilitate political involvement, communication, and mobilization, particularly campaign websites, social media, and blogs, are the most important for offline political participation among young people\".[55]\n\nWhen gauging effects and implications of new media on the political process, one means of doing so is to look at the deliberations that take place in these digital spaces.[56] In citing the work of several researchers, Halpern and Gibbs define deliberation to be \"the performance of a set of communicative behaviors that promote thorough discussion. and the notion that in this process of communication the individuals involved weigh carefully the reasons for and against some of the propositions presented by others\".[56]\n\nThe work of Daniel Halpern and Jennifer Gibbs \"suggest that although social media may not provide a forum for intensive or in-depth policy debate, it nevertheless provides a deliberative space to discuss and encourage political participation, both directly and indirectly\". Their work goes a step beyond that as well though because it shows that some social media sites foster a more robust political debate than do others such as Facebook which includes highly personal and identifiable access to information about users alongside any comments they may post on political topics. This is in contrast to sites like YouTube whose comments are often posted anonymously.[56]\n\n"
        },
        {
            "title": "Ethical issues in new media research",
            "text": "Due to the popularity of new media, social media websites (SMWs) like Facebook and Twitter are becoming increasingly popular among researchers.[57] Although SMWs present new opportunities, they also represent challenges for researchers interested in studying social phenomena online, since it can be difficult to determine what are acceptable risks to privacy unique to social media. Some scholars argue that standard Institutional Review Board (IRB) procedures provide little guidance on research protocols relating to social media in particular.[58]\n\nAs a consequence, three major approaches to research on social media and relevant concerns scholars should consider before engaging in social media research have been identified.\n\nOne of the major issues for observational research is whether a particular project is considered to involve human subjects. A human subject is one that “is defined by federal regulations as a living individual about whom an investigator obtains data through interaction with the individual or identifiable private information”.[44] If access to a social media site is public, information is considered identifiable but not private, and information gathering procedures do not require researchers to interact with the original poster of the information, then this does not meet the requirements for human subjects research. Research may also be exempt if the disclosure of participant responses outside the realm of the published research does not subject the participant to civic or criminal liability, damage the participant's reputation, employability or financial standing.[44] Given these criteria, however, researchers still have considerable leeway when conducting observational research on social media. Many profiles on Facebook, Twitter, LinkedIn, and Twitter are public and researchers are free to use that data for observational research.\n\nUsers have the ability to change their privacy settings on most social media websites. Facebook, for example, provides users with the ability to restrict who sees their posts through specific privacy settings.[58] There is also debate about whether requiring users to create a username and password is sufficient to establish whether the data is considered public or private. Historically, Institutional Review Boards considered such websites to be private,[44] although newer websites like YouTube call this practice into question. For example, YouTube only requires the creation of a username and password to post videos and/or view adult content, but anyone is free to view general YouTube videos and these general videos would not be subject to consent requirements for researchers looking to conduct observational studies.\n\nAccording to Moreno and colleagues, interactive research occurs when \"a researcher wishes to access the [social media website] content that is not publicly available\".[57] Because researchers have limited ways of accessing this data, this could mean that a researcher sends a Facebook user a friend request, or follows a user on Twitter in order to gain access to potentially protected tweets.[57] While it could be argued that such actions would violate a social media user's expectation of privacy, other scholars argued that actions like \"friending\" or \"following\" an individual on social media constitutes a \"loose tie\" relationship and therefore not sufficient to establish a reasonable expectation of privacy since individuals often have friends or followers they have never even met.[59]\n\nBecause research on social media occurs online, it is difficult for researchers to observe participant reactions to the informed consent process. For example, when collecting information about activities that are potentially illegal, or recruiting participants from stigmatized populations, this lack of physical proximity could potentially negatively impact the informed consent process.[44] Another important consideration regards the confidentiality of information provided by participants. While information provided over the internet might be perceived as lower risk, studies that publish direct quotes from study participants might expose them to the risk of being identified via a Google search.[44]\n\n"
        }
    ]
}