{
    "url": "https://en.wikipedia.org/wiki/New_England",
    "title": "New England",
    "table_of_contents": [
        "1 History",
        "1.1 Colonial period",
        "1.2 French and Indian Wars",
        "1.3 Dominion of New England",
        "1.4 New England in the new nation",
        "1.5 Industrial Revolution",
        "1.6 20th century and beyond",
        "2 Geography",
        "2.1 Geology",
        "2.2 Climate",
        "2.3 Regions",
        "2.4 Largest cities",
        "2.5 Metropolitan areas and capitals",
        "2.5.1 Metropolitan areas",
        "2.5.2 State capitals",
        "3 Demographics",
        "4 Economy",
        "4.1 Urban centers",
        "4.2 Agriculture",
        "4.3 Energy",
        "4.4 Employment",
        "4.5 Overall tax burden",
        "5 Government",
        "5.1 Town meetings",
        "5.2 Politics",
        "5.3 Elections",
        "5.3.1 Political party strength",
        "5.3.2 New Hampshire primary",
        "6 Education",
        "6.1 Colleges and universities",
        "6.2 Private and independent secondary schools",
        "6.3 Public education",
        "6.4 Academic journals and press",
        "7 Culture",
        "7.1 Religion",
        "7.2 Cultural roots",
        "7.3 Cuisine",
        "7.4 Accents and dialects",
        "7.5 Social activities and music",
        "7.6 Media",
        "7.6.1 Comedy",
        "7.7 Literature",
        "7.8 Film, television, and acting",
        "7.9 Museums, historical societies, and libraries",
        "7.10 Sports",
        "8 Transportation",
        "9 See also",
        "10 References",
        "10.1 Citations",
        "10.2 General sources",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Coordinates: 44°N 71°W﻿ / ﻿44°N 71°W﻿ / 44; -71\n\nNew England is a region comprising six states in the Northeastern United States: Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, and Vermont. It is bordered by the state of New York to the west and by the Canadian provinces of New Brunswick to the northeast and Quebec to the north. The Atlantic Ocean is to the east and southeast, and Long Island Sound is to the southwest. Boston is New England's largest city, as well as the capital of Massachusetts. Greater Boston is the largest metropolitan area, with nearly a third of New England's population; this area includes Worcester, Massachusetts (the second-largest city in New England), Manchester, New Hampshire (the largest city in New Hampshire), and Providence, Rhode Island (the capital of and largest city in Rhode Island).\n\nIn 1620, the Pilgrims, Puritan Separatists from England, established Plymouth Colony, the second successful English settlement in America, following the Jamestown Settlement in Virginia founded in 1607. Ten years later, more Puritans established Massachusetts Bay Colony north of Plymouth Colony. Over the next 126 years, people in the region fought in four French and Indian Wars, until the English colonists and their Iroquois allies defeated the French and their Algonquian allies in America. In 1692, the town of Salem, Massachusetts, and surrounding areas experienced the Salem witch trials, one of the most infamous cases of mass hysteria in American history.[3]\n\nIn the late 18th century, political leaders from the New England colonies initiated resistance to Britain's taxes without the consent of the colonists. Residents of Rhode Island captured and burned a British ship which was enforcing unpopular trade restrictions, and residents of Boston threw British tea into the harbor. Britain responded with a series of punitive laws stripping Massachusetts of self-government which the colonists called the \"Intolerable Acts\". These confrontations led to the first battles of the American Revolutionary War in 1775 and the expulsion of the British authorities from the region in spring 1776. The region played a prominent role in the movement to abolish slavery in the United States, and it was the first region of the U.S. transformed by the Industrial Revolution, initially centered on the Blackstone and Merrimack river valleys.\n\nThe physical geography of New England is diverse. Southeastern New England is covered by a narrow coastal plain, while the western and northern regions are dominated by the rolling hills and worn-down peaks of the northern end of the Appalachian Mountains. The Atlantic fall line lies close to the coast, which enabled numerous cities to take advantage of water power along the many rivers, such as the Connecticut River, which bisects the region from north to south.\n\nEach state is generally subdivided into small municipalities known as towns, many of which are governed by town meetings. While unincorporated areas do exist, they are limited to roughly half of Maine, along with some isolated, sparsely populated northern regions of New Hampshire and Vermont. New England is one of the U.S. Census Bureau's nine regional divisions and the only multi-state region with clear, consistent boundaries. It maintains a strong sense of cultural identity,[4] although the terms of this identity are often contrasted, combining Puritanism with liberalism, agrarian life with industry, and isolation with immigration.\n\n"
        },
        {
            "title": "History",
            "text": "The earliest known inhabitants of New England were Native American who spoke a variety of the Eastern Algonquian languages.[5] Prominent tribes included the Abenakis, Mi'kmaq, Penobscot, Pequots, Mohegans, Narragansetts, Pocumtucks, and Wampanoag.[5] Prior to the arrival of European colonists, the Western Abenakis inhabited what is modern New Hampshire, New York and Vermont, as well as parts of Quebec and western Maine.[6] Their principal town was Norridgewock in present-day Maine.[7]\n\nThe Penobscot lived along the Penobscot River in modern Maine. The Narragansetts and smaller tribes under their sovereignty lived in what is known today as Rhode Island, west of Narragansett Bay, including Block Island.  The Wampanoag occupied the regions of modern southeastern Massachusetts, Rhode Island, and the islands of Martha's Vineyard and Nantucket. The Pocumtucks lived in what is now Western Massachusetts, and the Mohegan and Pequot tribes lived in the current Connecticut region. The Connecticut River Valley linked numerous tribes culturally, linguistically, and politically.[5]\n\nAs early as 1600, French, Dutch, and English traders began exploring the New World, trading metal, glass, and cloth for local beaver pelts.[5][8]\n\nOn April 10, 1606, King James I of England issued a charter for the Virginia Company, which comprised the London Company and the Plymouth Company. These two privately funded ventures were intended to claim land for England, to conduct trade, and to return a profit. In 1620, the Pilgrims arrived on the Mayflower and established Plymouth Colony in Massachusetts, beginning the history of permanent European colonization in New England.[9]\n\nIn 1616, English explorer John Smith named the region \"New England\".[10] The name was officially sanctioned on November 3, 1620,[11] when the charter of the Virginia Company of Plymouth was replaced by a royal charter for the Plymouth Council for New England, a joint-stock company established to colonize and govern the region.[12] The Pilgrims wrote and signed the Mayflower Compact before leaving the ship,[13] and it became their first governing document.[14] The Massachusetts Bay Colony came to dominate the area and was established by royal charter in 1629[15][16] with its major town and port of Boston established in 1630.[17]\n\nMassachusetts Puritans began to establish themselves in Connecticut as early as 1633.[18] Roger Williams was banished from Massachusetts for heresy, led a group south, and founded Providence Plantation in the area that became the Colony of Rhode Island and Providence Plantations in 1636.[19][20] At this time, Vermont was uncolonized, and the territories of New Hampshire and Maine were claimed and governed by Massachusetts. As the region grew, it received many emigrants from Europe due to its religious toleration, economy, and longer life expectancy.[21]\n\nOn October 19, 1652, the Massachusetts General Court decreed that \"for the prevention of clipping of all such pieces of money as shall be coined with-in this jurisdiction, it is ordered by this Courte and the authorite thereof, that henceforth all pieces of money coined shall have a double ring on either side, with this inscription, Massachusetts, and a tree in the center on one side, and New England and the yeare of our Lord on the other side. \"These coins were the famous \"tree\" pieces. There were Willow Tree Shillings, Oak Tree Shillings, and Pine Tree Shillings\" minted by John Hull and Robert Sanderson in the \"Hull Mint\" on Summer Street in Boston. \"The Pine Tree was the last to be coined, and today there are specimens in existence, which is probably why all of these early coins are referred to as Pine Tree shillings.\"[22]  The \"Hull Mint\" was forced to close in 1683. In 1684 the charter of Massachusetts was revoked by the king Charles II.\n\nRelationships between colonists and local Indian tribes alternated between peace and armed skirmishes, the bloodiest of which was the Pequot War in 1637 which resulted in the Mystic massacre.[23] On May 19, 1643, the colonies of Massachusetts Bay, Plymouth, New Haven, and Connecticut joined in a loose compact called the New England Confederation (officially \"The United Colonies of New England\"). The confederation was designed largely to coordinate mutual defense, and it gained some importance during King Philip's War[24] which pitted the colonists and their Indian allies against a widespread Indian uprising from June 1675 through April 1678, resulting in killings and massacres on both sides.[25]\n\nDuring the next 74 years, there were six colonial wars that took place primarily between New England and New France,[26] during which New England was allied with the Iroquois Confederacy and New France was allied with the Wabanaki Confederacy. Mainland Nova Scotia came under the control of New England after the Siege of Port Royal (1710), but both New Brunswick and most of Maine remained contested territory between New England and New France. The British eventually defeated the French in 1763, opening the Connecticut River Valley for British settlement into western New Hampshire and Vermont.\n\nThe New England Colonies were settled primarily by farmers who became relatively self-sufficient. Later, New England's economy began to focus on crafts and trade, aided by the Puritan work ethic, in contrast to the Southern colonies which focused on agricultural production while importing finished goods from England.[27]\n\nEuropean colonization in the region also led to the enslavement of Native Americans, particularly in the aftermath of conflicts between Indians and colonists such as the Pequot War and King William's War.[28][29] Up until 1700, Native Americans comprised a majority of the non-white labor force in colonial New England.[30]\n\n\n\nBy 1686, King James II had become concerned about the increasingly independent ways of the colonies, including their self-governing charters, their open flouting of the Navigation Acts, and their growing military power. He therefore established the Dominion of New England, an administrative union comprising all of the New England colonies.[36] In 1688, the former Dutch colonies of New York, East New Jersey and West New Jersey were added to the dominion. The union was imposed from the outside and contrary to the rooted democratic tradition of the region and it was highly unpopular among the colonists.[37]\n\nThe dominion significantly modified the charters of the colonies, including the appointment of royal governors to nearly all of them. There was an uneasy tension between the royal governors, their officers, and the elected governing bodies of the colonies. The governors wanted unlimited authority, and the different layers of locally elected officials would often resist them. In most cases, the local town governments continued operating as self-governing bodies, just as they had before the appointment of the governors.[38]\n\nAfter the Glorious Revolution in 1689, Bostonians overthrew royal governor Sir Edmund Andros. They seized dominion officials and adherents to the Church of England during a popular and bloodless uprising.[39] These tensions eventually culminated in the American Revolution, boiling over with the outbreak of the War of American Independence in 1775. The first battles of the war were fought in Lexington and Concord, Massachusetts, later leading to the Siege of Boston by continental troops. In March 1776, British forces were compelled to retreat from Boston.\n\nAfter the dissolution of the Dominion of New England, the colonies of New England ceased to function as a unified political unit but remained a defined cultural region. There were often disputes over territorial jurisdiction, leading to land exchanges such as those regarding the Equivalent Lands and New Hampshire Grants.[40]\n\nBy 1784, all of the states in the region had taken steps towards the abolition of slavery, with Vermont and Massachusetts introducing total abolition in 1777 and 1783, respectively.[41] The nickname \"Yankeeland\" was sometimes used to denote the New England area, especially among Southerners and the British.[42]\n\nVermont was admitted to statehood in 1791 after settling a dispute with New York. The territory of Maine had been a part of Massachusetts, but it was granted statehood on March 15, 1820, as part of the Missouri Compromise.[43] Today, New England is defined as the six states of Maine, Vermont, New Hampshire, Massachusetts, Rhode Island, and Connecticut.[44]\n\nNew England's economic growth relied heavily on trade with the British Empire,[45] and the region's merchants and politicians strongly opposed trade restrictions. As the United States and the United Kingdom fought the War of 1812, New England Federalists organized the Hartford Convention in the winter of 1814 to discuss the region's grievances concerning the war, and to propose changes to the U.S. constitution to protect the region's interests and maintain its political power.[46] Radical delegates within the convention proposed the region's secession from the United States, but they were outnumbered by moderates who opposed the idea.[47]\n\nPolitically, the region often disagreed with the rest of the country.[48] Massachusetts and Connecticut were among the last refuges of the Federalist Party, and New England became the strongest bastion of the new Whig Party when the Second Party System began in the 1830s. The Whigs were usually dominant throughout New England, except in the more Democratic Maine and New Hampshire. Leading statesmen hailed from the region, including Daniel Webster.\n\nMany notable literary and intellectual figures were New Englanders, including Ralph Waldo Emerson, Henry David Thoreau, Nathaniel Hawthorne, Henry Wadsworth Longfellow, John Greenleaf Whittier, George Bancroft, and William H. Prescott.[49]\n\nNew England was key to the industrial revolution in the United States.[50] The Blackstone Valley running through Massachusetts and Rhode Island has been called the birthplace of America's industrial revolution.[51] In 1787, the first cotton mill in America was founded in the North Shore seaport of Beverly, Massachusetts, as the Beverly Cotton Manufactory.[52] The Manufactory was also considered the largest cotton mill of its time. Technological developments and achievements from the Manufactory led to the development of more advanced cotton mills, including Slater Mill in Pawtucket, Rhode Island. Towns such as Lawrence, Massachusetts, Lowell, Massachusetts, Woonsocket, Rhode Island, and Lewiston, Maine, became centers of the textile industry following the innovations at Slater Mill and the Beverly Cotton Manufactory.[citation needed]\n\nThe Connecticut River Valley became a crucible for industrial innovation, particularly the Springfield Armory, pioneering such advances as interchangeable parts and the assembly line which influenced manufacturing processes all around the world.[53] From early in the nineteenth century until the mid-twentieth, the region surrounding Springfield, Massachusetts and Hartford, Connecticut served as the United States' epicenter for advanced manufacturing, drawing skilled workers from all over the world.[54][55]\n\nThe rapid growth of textile manufacturing in New England between 1815 and 1860 caused a shortage of workers. Recruiters were hired by mill agents to bring young women and children from the countryside to work in the factories. Between 1830 and 1860, thousands of farm girls moved from rural areas where there was no paid employment to work in the nearby mills, such as the famous Lowell Mill Girls. As the textile industry grew, immigration also grew. By the 1850s, immigrants began working in the mills, especially French Canadians and Irish.[56]\n\nNew England as a whole was the most industrialized part of the U.S. By 1850, the region accounted for well over a quarter of all manufacturing value in the country and over a third of its industrial workforce.[57] It was also the most literate and most educated region in the country.[57]\n\nDuring the same period, New England and areas settled by New Englanders (upstate New York, Ohio's Western Reserve, and the upper midwestern states of Michigan and Wisconsin) were the center of the strongest abolitionist and anti-slavery movements in the United States, coinciding with the Protestant Great Awakening in the region.[58] Abolitionists who demanded immediate emancipation such as William Lloyd Garrison, John Greenleaf Whittier and Wendell Phillips had their base in the region. So too did anti-slavery politicians who wanted to limit the growth of slavery, such as John Quincy Adams, Charles Sumner, and John P. Hale. When the anti-slavery Republican Party was formed in the 1850s, all of New England, including areas that had previously been strongholds for both the Whig and the Democratic Parties, became strongly Republican. New England remained solidly Republican until Catholics began to mobilize behind the Democrats, especially in 1928, and up until the Republican party realigned its politics in a shift known as the Southern strategy. This led to the end of \"Yankee Republicanism\" and began New England's relatively swift transition into a consistently Democratic stronghold in national elections.[59]\n\nThe flow of immigrants continued at a steady pace from the 1840s until cut off by World War I. The largest numbers came from Ireland and Britain before 1890, and after that from Quebec, Italy, and Southern Europe. The immigrants filled the ranks of factory workers, craftsmen, and unskilled laborers. The Irish assumed a larger and larger role in the Democratic Party in the cities and statewide, while the rural areas remained Republican. Yankees left the farms, which never were highly productive; many headed west, while others became professionals and businessmen in the New England cities.\n\nThe Great Depression in the United States of the 1930s hit the region hard, with high unemployment in the industrial cities. The Boston Stock Exchange rivaled the New York Stock Exchange in 1930. In the beginning of 1930 John C. Hull, first Securities Director of Massachusetts (1930–1936), helped to mitigate the consequences of the Wall Street Crash of 1929 and the Great Depression. He was helpful in the passing of the Securities Exchange Act of 1934 with his war on \"unlisted securities\".[60]  Hull gave testimony to the US Senate (Sen. Duncan Upshaw Fletcher) for work on the Pecora Commission, which revealed that neither Albert H. Wiggin (born in Medfield, MA) nor J. P. Morgan Jr. had paid any income taxes in 1931 and 1932; a public outcry ensued.[61] \n\nOn the subject of securities laws in the early 1930s in response to the Great Depression, Boston figured prominently. Three Harvard professors, Felix Frankfurter, Benjamin V. Cohen and James M. Landis, drafted both the Securities Act of 1933 and the Securities Exchange Act of 1934. Joseph P. Kennedy Sr., the first chair of the U.S. Securities and Exchange Commission, was from Boston.[62]\n\nThe Democrats appealed to factory workers and especially Catholics, pulling them into the New Deal coalition and making the once-Republican region into one that was closely divided. However, the enormous spending on munitions, ships, electronics, and uniforms during World War II caused a burst of prosperity in every sector.\n\nThe region lost most of its factories starting with the loss of textiles in the 1930s and getting worse after 1960. The New England economy was radically transformed after World War II. The factory economy practically disappeared.  Like urban centers in the Rust Belt, once-bustling New England communities fell into economic decay following the flight of the region's industrial base. The textile mills one by one went out of business from the 1920s to the 1970s. For example, the Crompton Company, after 178 years in business, went bankrupt in 1984, costing the jobs of 2,450 workers in five states. The major reasons were cheap imports, the strong dollar, declining exports, and a failure to diversify.[63] The shoe industry subsequently left the region as well.\n\nWhat remains is very high technology manufacturing, such as jet engines, nuclear submarines, pharmaceuticals, robotics, scientific instruments, and medical devices. MIT (the Massachusetts Institute of Technology) invented the format for university-industry relations in high tech fields and spawned many software and hardware firms, some of which grew rapidly.[64] By the 21st century, the region had become famous for its leadership roles in the fields of education, medicine, medical research, high-technology, finance, and tourism.[65]\n\nSome industrial areas were slow in adjusting to the new service economy. In 2000, New England had two of the ten poorest cities in the U.S. (by percentage living below the poverty line): the state capitals of Providence, Rhode Island and Hartford, Connecticut.[66] They were no longer in the bottom ten by 2010; Connecticut, Massachusetts, and New Hampshire remain among the ten wealthiest states in the United States in terms of median household income and per capita income.[67]\n\n"
        },
        {
            "title": "Geography",
            "text": "The states of New England have a combined area, including water surfaces, of 71,988 square miles (186,447 km2),[68] making the region slightly larger than the state of Washington and slightly smaller than Great Britain.[69][70] Maine alone constitutes nearly one-half of the total area of New England, yet is only the 39th-largest state, slightly smaller than Indiana. The remaining states are among the smallest in the U.S., including the smallest state—Rhode Island.\n\nThe areas of the states (including water area) are:\n\nNew England's long rolling hills, mountains, and jagged coastline are glacial landforms resulting from the retreat of ice sheets approximately 18,000 years ago, during the last glacial period.[72][73]\n\nNew England is geologically a part of the New England province, an exotic terrane region consisting of the Appalachian Mountains, the New England highlands and the seaboard lowlands.[74] The Appalachian Mountains roughly follow the border between New England and New York. The Berkshires in Massachusetts and Connecticut, and the Green Mountains in Vermont, as well as the Taconic Mountains, form a spine of Precambrian rock.[75]\n\nThe Appalachians extend northwards into New Hampshire as the White Mountains, and then into Maine and Canada. Mount Washington in New Hampshire is the highest peak in the Northeast, although it is not among the ten highest peaks in the eastern United States.[76] It is the site of the second highest recorded wind speed on Earth,[77][78] and has the reputation of having the world's most severe weather.[79][80]\n\nThe coast of the region, extending from southwestern Connecticut to northeastern Maine, is dotted with lakes, hills, marshes and wetlands, and sandy beaches.[73] Important valleys in the region include the Champlain Valley, the Connecticut River Valley and the Merrimack Valley.[73] The longest river is the Connecticut River, which flows from northeastern New Hampshire for 407 mi (655 km), emptying into Long Island Sound, roughly bisecting the region. Lake Champlain, which forms part of the border between Vermont and New York, is the largest lake in the region, followed by Moosehead Lake in Maine and Lake Winnipesaukee in New Hampshire.[73]\n\nThe climate of New England varies greatly across its 500 miles (800 km) span from northern Maine to southern Connecticut:\n\nMaine, New Hampshire, Vermont, and western Massachusetts have a humid continental climate (Dfb in Köppen climate classification). In this region the winters are long and cold, and heavy snow is common (most locations receive 60 to 120 inches (1,500 to 3,000 mm) of snow annually in this region). The summer's months are moderately warm, though summer is rather short and rainfall is spread through the year.\n\nIn central and eastern Massachusetts, northern Rhode Island, and northern Connecticut, the same humid continental prevails (Dfa), though summers are warm to hot, winters are shorter, and there is less snowfall (especially in the coastal areas where it is often warmer).\n\nSouthern and coastal Connecticut is the broad transition zone from the cold continental climates of the north to the milder subtropical climates to the south. The frost free season is greater than 180 days across far southern/coastal Connecticut, coastal Rhode Island, and the islands (Nantucket and Martha's Vineyard). Winters also tend to be much sunnier in southern Connecticut and southern Rhode Island compared to the rest of New England.[81]\n\nThe most populous cities as of the 2020 U.S. Census were (metropolitan areas in parentheses):[82][83]\n\n\nDuring the 20th century, urban expansion in regions surrounding New York City has become an important economic influence on neighboring Connecticut, parts of which belong to the New York metropolitan area. The U.S. Census Bureau groups Fairfield, New Haven and Litchfield counties in western Connecticut together with New York City and other parts of New York and New Jersey as a combined statistical area.[84]\nThe following are metropolitan statistical areas as defined by the United States Census Bureau.\n\n"
        },
        {
            "title": "Demographics",
            "text": "In 2020, New England had a population of 15,116,205, a growth of 4.6% from 2010.[86] Massachusetts is the most populous state with 7,029,917 residents, while Vermont is the least populous state with 643,077 residents.[86] Boston is by far the region's most populous city and metropolitan area.\n\nAlthough a great disparity exists between New England's northern and southern portions, the region's average population density is 234.93 inhabitants/sq mi (90.7/km2). New England has a significantly higher population density than that of the U.S. as a whole (79.56/sq mi), or even just the contiguous 48 states (94.48/sq mi). Three-quarters of the population of New England, and most of the major cities, are in the states of Connecticut, Massachusetts and Rhode Island. The combined population density of these states is 786.83/sq mi, compared to northern New England's 63.56/sq mi (2000 census).\n\nAccording to the 2006–08 American Community Survey, 48.7% of New Englanders were male and 51.3% were female. Approximately 22.4% of the population were under 18 years of age; 13.5% were over 65 years of age. The six states of New England have the lowest birth rate in the U.S.[87]\n\nWhite Americans make up the majority of New England's population at 73.4% of the total population, Hispanic and Latino Americans are New England's largest minority, and they are the second-largest group in the region behind non-Hispanic European Americans. As of 2014, Hispanics and Latinos of any race made up 10.2% of New England's population. Connecticut had the highest proportion at 13.9%, while Vermont had the lowest at 1.3%. There were nearly 1.5 million Hispanic and Latino individuals reported in New England in 2014.\n\nPuerto Ricans were the most numerous of the Hispanic and Latino subgroups. Over 660,000 Puerto Ricans lived in New England in 2014, forming 4.5% of the population. The Dominican population is over 200,000, and the Mexican and Guatemalan populations are each over 100,000.[88] Americans of Cuban descent are scant in number; there were roughly 26,000 Cuban Americans in the region in 2014. People of all other Hispanic and Latino ancestries, including Salvadoran, Colombian and Bolivian, formed 2.5% of New England's population and numbered over 361,000 combined.[88]\n\nAccording to the 2014 American Community Survey, the top ten largest reported European ancestries were the following:[89] Irish: 19.2% (2.8 million), English (includes \"American\" ancestry): 16.7% (2.4 million), Italian: 13.6% (2.0 million), French and French Canadian: 13.1% (1.9 million), [90] German: 7.4% (1.1 million), Polish: 4.9% (roughly 715,000), Portuguese: 3.2% (467,000), Scottish: 2.5% (370,000), Russian: 1.4% (206,000), and Greek: 1.0% (152,000).\n\nEnglish is, by far, the most common language spoken at home. Approximately 81.3% of all residents (11.3 million people) over the age of five spoke only English at home. Roughly 1,085,000 people (7.8% of the population) spoke Spanish at home, and roughly 970,000 people (7.0% of the population) spoke other Indo-European languages at home. Over 403,000 people (2.9% of the population) spoke an Asian or Pacific Island language at home.[92] Slightly fewer (about 1%) spoke French at home,[93] although this figure is above 20% in northern New England, which borders francophone Québec.[citation needed] Roughly 99,000 people (0.7% of the population) spoke languages other than these at home.[92]\n\nAs of 2014, approximately 87% of New England's inhabitants were born in the U.S., while over 12% were foreign-born.[94] 35.8% of foreign-born residents were born in Latin America, 28.6% were born in Asia,[95] 22.9% were born in Europe, and 8.5% were born in Africa.[96]\n\nSouthern New England forms an integral part of the BosWash megalopolis, a conglomeration of urban centers that spans from Boston to Washington, D.C. The region includes three of the four most densely populated states in the U.S.; only New Jersey has a higher population density than the states of Rhode Island, Massachusetts, and Connecticut.\n\nGreater Boston, which includes parts of southern New Hampshire, has a total population of approximately 4.8 million,[82] while over half the population of New England falls inside Boston's Combined Statistical Area of over 8.2 million.[97]\n\n"
        },
        {
            "title": "Economy",
            "text": "Several factors combine to make the New England economy unique. The region is distant from the geographic center of the country, and it is a relatively small region but densely populated. It historically has been an important center of industry and manufacturing and a supplier of natural resource products, such as granite, lobster, and codfish. The service industry is important, including tourism, education, financial and insurance services, and architectural, building and construction services. The U.S. Department of Commerce has called the New England economy a microcosm for the entire U.S. economy.[98]\n\nThe region underwent a long period of deindustrialization in the first half of the 20th century, as traditional manufacturing companies relocated to the Midwest, with textile and furniture manufacturing migrating to the South. In the late-20th century, an increasing portion of the regional economy included high technology, military defense industry, finance and insurance services, and education and health services. As of 2018, the GDP of New England was $1.1 trillion.[99]\n\nNew England exports food products ranging from fish to lobster, cranberries, potatoes, and maple syrup. About half of the region's exports consist of industrial and commercial machinery, such as computers and electronic and electrical equipment. Granite is quarried at Barre, Vermont,[100] guns made at Springfield, Massachusetts, and Saco, Maine, submarines at Groton, Connecticut, surface naval vessels at Bath, Maine, and hand tools at Turners Falls, Massachusetts.\n\nIn 2017, Boston was ranked as having the ninth-most competitive financial center in the world and the fourth-most competitive in the United States.[101] Boston-based Fidelity Investments helped popularize the mutual fund in the 1980s and has made Boston one of the top financial centers in the United States.[102] The city is home to the headquarters of Santander Bank and a center for venture capital firms. State Street Corporation specializes in asset management and custody services and is based in the city.\n\nBoston is also a printing and publishing center.[103] Houghton Mifflin Harcourt is headquartered there, along with Bedford-St. Martin's and Beacon Press. The city is also home to the Hynes Convention Center in the Back Bay and the Seaport Hotel and Seaport World Trade Center and Boston Convention and Exhibition Center on the South Boston waterfront.[104]\n\nThe General Electric Corporation announced its decision to move the company's global headquarters to the Boston Seaport District from Fairfield, Connecticut, in 2016, citing factors including Boston's preeminence in the realm of higher education.[105] The city also holds the headquarters to several major athletic and footwear companies, including Converse, New Balance and Reebok. Rockport, Puma and Wolverine World Wide have headquarters or regional offices[106] just outside the city.[107]\n\nHartford is the historic international center of the insurance industry, with companies such as Aetna, Conning & Company, The Hartford, Harvard Pilgrim Health Care, The Phoenix Companies and Hartford Steam Boiler based in the city, and The Travelers Companies and Lincoln National Corporation have major operations in the city.  It is also home to the corporate headquarters of U.S. Fire Arms Mfg. Co., United Technologies, and Virtus Investment Partners.[108]\n\nFairfield County, Connecticut, has a large concentration of investment management firms in the area, most notably Bridgewater Associates (one of the world's largest hedge fund companies), Aladdin Capital Management and Point72 Asset Management. Moreover, many international banks have their North American headquarters in Fairfield County, such as NatWest Group and UBS.\n\nAgriculture is limited by the area's rocky soil, cool climate, and small area. Some New England states, however, are ranked highly among U.S. states for particular areas of production. Maine is ranked ninth for aquaculture,[109] and has abundant potato fields in its northeast part. Vermont is fifteenth for dairy products,[110] and Connecticut and Massachusetts seventh and eleventh for tobacco, respectively.[111][112] Cranberries are grown in Massachusetts' Cape Cod-Plymouth-South Shore area, and blueberries in Maine.\n\nThe region is mostly energy-efficient compared to the U.S. at large, with every state but Maine ranking within the ten most energy-efficient states;[113] every state in New England also ranks within the ten most expensive states for electricity prices.[114]  Wind power, mainly from offshore sources, is expected to gain market share in the 2020s.\n\nAs of January 2017, employment is stronger in New England than in the rest of the United States. During the Great Recession, unemployment rates ballooned across New England as elsewhere; however, in the years that followed, these rates declined steadily, with New Hampshire and Massachusetts having the lowest unemployment rates in the country, respectively. The most extreme swing was in Rhode Island, which had an unemployment rate above 10% following the recession, but which saw this rate decline by over 6% in six years.\n\nAs of December 2016, the metropolitan statistical area (MSA) with the lowest unemployment rate, 2.1%, was Burlington-South Burlington, Vermont; the MSA with the highest rate, 4.9%, was Waterbury, Connecticut.[117]\n\nIn 2018, four of the six New England states were among the top ten states in the country in terms of taxes paid per taxpayer. The rankings included #3 Maine (11.02%), #4 Vermont (10.94%), #6 Connecticut (10.19%) and #7 Rhode Island (10.14%). Additionally New Hampshire, Vermont, Maine and Rhode Island took four of the top five spots for \"Highest Property Tax as a Percentage of Personal Income\".[118]\n\n"
        },
        {
            "title": "Government",
            "text": "New England town meetings were derived from meetings held by church elders, and are still an integral part of government in many New England towns. At such meetings, any citizen of the town may discuss issues with other members of the community and vote on them. This is the strongest example of direct democracy in the U.S. today, and the strong democratic tradition was even apparent in the early 19th century, when Alexis de Tocqueville wrote in Democracy in America:\n\nBy contrast, James Madison wrote in Federalist No. 55 that, regardless of the assembly, \"passion never fails to wrest the scepter from reason. Had every Athenian citizen been a Socrates, every Athenian assembly would still have been a mob.\"[120] The use and effectiveness of town meetings is still discussed by scholars, as well as the possible application of the format to other regions and countries.[121]\n\nState and national elected officials in New England recently have been elected mainly from the Democratic Party.[122] The region is generally considered to be the most liberal in the United States, with more New Englanders identifying as liberals than Americans elsewhere. In 2010, four of six of the New England states were polled as the most liberal in the United States.[123]\n\nAs of 2021, five of the six states of New England have voted for every Democratic presidential nominee since 1992. In that time, New Hampshire has voted for Democratic nominees in every presidential election except 2000, when George W. Bush narrowly won the state. 2020 was a particularly strong year for Democratic nominee Joe Biden in New England, winning 61.2% of the total vote in the six states, the highest percentage for Democrats since the landslide election of 1964.[124] As of the 117th Congress, all members of the U.S. House of Representatives from New England are members of the Democratic Party, and all but one of its senators caucus with the Democrats. Two of those senators, although caucusing with Democrats, are the only two independents currently serving in the Senate: Bernie Sanders, a self-described democratic socialist,[125][126] representing Vermont and Angus King, an Independent representing Maine.\n\nIn the 2008 presidential election, Barack Obama carried all six New England states by 9 percentage points or more.[127] He carried every county in New England except for Piscataquis County, Maine, which he lost by 4% to Senator John McCain (R-AZ). Pursuant to the reapportionment following the 2010 census, New England collectively has 33 electoral votes.\n\nThe following table presents the vote percentage for the popular-vote winner for each New England state, New England as a whole, and the United States as a whole, in each presidential election from 1900 to 2020, with the vote percentage for the Republican candidate shaded in red and the vote percentage for the Democratic candidate shaded in blue:\n\nJudging purely by party registration rather than voting patterns, New England today is one of the most Democratic regions in the U.S.[128][129][130] According to Gallup, Connecticut, Massachusetts, Rhode Island, and Vermont are \"solidly Democratic\", Maine \"leans Democratic\", and New Hampshire is a swing state.[131] Though New England is today considered a Democratic Party stronghold, much of the region was staunchly Republican before the mid-twentieth century. This changed in the late 20th century, in large part due to demographic shifts[132] and the Republican Party's adoption of socially conservative platforms as part of their strategic shift towards the South.[59] For example, Vermont voted Republican in every presidential election from 1856 through 1988 with the exception of 1964, and has voted Democratic every election since. Maine and Vermont were the only two states in the nation to vote against Democrat Franklin D. Roosevelt all four times he ran for president. Republicans in New England are today considered by both liberals and conservatives to be more moderate (socially liberal) compared to Republicans in other parts of the U.S.[133]\n\nHistorically, the New Hampshire primary has been the first in a series of nationwide political party primary elections held in the United States every four years. Held in the state of New Hampshire, it usually marks the beginning of the U.S. presidential election process. Even though few delegates are chosen from New Hampshire, the primary has always been pivotal to both New England and American politics. One college in particular, Saint Anselm College, has been home to numerous national presidential debates and visits by candidates to its campus.[134]\n\n"
        },
        {
            "title": "Education",
            "text": "New England contains some of the oldest and most renowned institutions of higher learning in the United States and the world. Harvard College was the first such institution, founded in 1636 at Cambridge, Massachusetts, to train preachers. Yale University was founded in Saybrook, Connecticut, in 1701, and awarded the nation's first doctoral (PhD) degree in 1861. Yale moved to New Haven, Connecticut, in 1718, where it has remained to the present day.\n\nBrown University was the first college in the nation to accept students of all religious affiliations, and is the seventh oldest U.S. institution of higher learning. It was founded in Providence, Rhode Island, in 1764. Dartmouth College was founded five years later in Hanover, New Hampshire, with the mission of educating the local American Indian population as well as English youth. The University of Vermont, the fifth oldest university in New England, was founded in 1791, the same year that Vermont joined the Union.\n\nIn addition to four out of eight Ivy League schools, New England contains the Massachusetts Institute of Technology (MIT), the bulk of educational institutions that are identified as the \"Little Ivies\", four of the original Seven Sisters, one of the eight original Public Ivies, the Colleges of Worcester Consortium in central Massachusetts, and the Five Colleges consortium in western Massachusetts. The University of Maine, the University of New Hampshire, the University of Connecticut, the University of Massachusetts at Amherst, the University of Rhode Island, and the University of Vermont are the flagship state universities in the region.\n\nAt the pre-college level, New England is home to a number of American independent schools (also known as private schools). The concept of the elite \"New England prep school\" (preparatory school) and the \"preppy\" lifestyle is an iconic part of the region's image.[135]\n\nNew England is home to some of the oldest public schools in the nation and was the first region in the United States to implement universal compulsory schooling. Boston Latin School is the oldest public school in America and was attended by several signatories of the Declaration of Independence.[136] Hartford Public High School is the second oldest operating high school in the U.S.[137]\n\nAs of 2005, the National Education Association ranked Connecticut as having the highest-paid teachers in the country. Massachusetts and Rhode Island ranked eighth and ninth, respectively.\n\nNew Hampshire, Rhode Island, and Vermont have cooperated in developing a New England Common Assessment Program test under the No Child Left Behind guidelines. These states can compare the resultant scores with each other.\n\nThere are several academic journals and publishing companies in the region, including The New England Journal of Medicine, Harvard University Press and Yale University Press. Some of its institutions lead the open access alternative to conventional academic publication, including MIT, the University of Connecticut, and the University of Maine. The Federal Reserve Bank of Boston publishes the New England Economic Review.[138]\n\n"
        },
        {
            "title": "Culture",
            "text": "New England has a shared heritage and culture primarily shaped by waves of immigration from Europe.[140] In contrast to other American regions, many of New England's earliest Puritan settlers came from eastern England, contributing to New England's distinctive accents, foods, customs, and social structures.[141]: 30–50  Within modern New England a cultural divide exists between urban New Englanders living along the densely populated coastline, and rural New Englanders in western Massachusetts, northwestern and northeastern Connecticut, Vermont, New Hampshire, and Maine, where population density is low.[142] There is also a substantial divide between Connecticut and the other states of the region, owing to the former's close cultural and economic ties with the New York metropolitan area.[143][144]\n\nToday, New England is the least religious region of the U.S. In 2009, less than half of those polled in Maine, Massachusetts, New Hampshire, and Vermont claimed that religion was an important part of their daily lives. Connecticut and Rhode Island are among the ten least religious states, where 55% and 53% of those polled (respectively) claimed that it was important.[145] According to the American Religious Identification Survey, 34% of Vermonters claimed to have no religion; nearly one out of every four New Englanders identifies as having no religion, more than in any other part of the U.S.[146] New England had one of the highest percentages of Catholics in the U.S. This number declined from 50% in 1990 to 36% in 2008.[146]\n\nMany of the first European colonists of New England had a maritime orientation toward whaling (first noted about 1650)[147] and fishing, in addition to farming. New England has developed a distinct cuisine, dialect, architecture, and government. New England cuisine has a reputation for its emphasis on seafood and dairy; clam chowder, lobster, and other products of the sea are among some of the region's most popular foods.\n\nNew England has largely preserved its regional character, especially in its historic places. The region has become more ethnically diverse, having seen waves of immigration from Ireland, Quebec, Italy, Portugal, Germany, Poland, Scandinavia, Asia, Latin America, Africa, other parts of the U.S., and elsewhere. The enduring European influence can be seen in the region in the use of traffic rotaries; the bilingual French and English towns of northern Vermont, Maine, and New Hampshire; the unique, often non-rhotic traditional coastal dialect akin to the southeastern half of England; and the region's heavy prevalence of English town- and county-names.\n\nThese repeat from state to state, primarily due to settlers throughout the region having named their new towns after their old ones. For example, the town of North Yarmouth, Maine, was named by settlers from Yarmouth, Massachusetts, which was in turn named for Great Yarmouth (still locally called Yarmouth) in England. Every New England state has a town named Warren (a French-English noble family of wealthy settlers), and each except Rhode Island has a city/town named Franklin and Washington (constitutional founding fathers), Andover, Bridgewater, Chester, Manchester, Plymouth, and Windsor (these six were towns in England). Every state except Connecticut has a Lincoln and has a Richmond. Massachusetts, Vermont, and Maine each contain a Franklin County.\n\nNew England maintains a distinct cuisine and food culture. Early foods in the region were influenced by Native American and English cuisines. The early colonists often adapted their original cuisine to fit with the available foods of the region. New England staples reflect the convergence of American Indian and Pilgrim cuisine, such as johnnycakes, succotash, cornbread and various seafood recipes. The Wabanaki tribal nations made nut milk.[148]\n\nNew England also has a distinct food language. A few of the unique regional terms include \"grinders\" for submarine sandwiches and \"frappes\" for thick milkshakes, referred to as \"Cabinets\" in Rhode Island. Other foods native to the region include steak tips (marinated sirloin steak), bulkie rolls, maple syrup, cranberry recipes and clam chowder.[149]\n\nA type of India pale ale known as New England India Pale Ale (NEIPA) was developed in Vermont in the 2010s.[150][151] Other regional beverages include Moxie, one of the first mass-produced soft drinks in the United States, introduced in Lowell, Massachusetts, in 1876; it remains popular in New England, particularly in Maine.[152] Coffee milk is associated with Rhode Island as the official state drink.[153]\n\nPortuguese cuisine is an important element in the annual Feast of the Blessed Sacrament in New Bedford, Massachusetts, the largest ethnic heritage festival in New England.[154]\n\nThere are several American English dialects spoken in the region, most famously the Boston accent,[155] which is native to the northeastern coastal regions of New England. The most identifiable features of the Boston accent are believed[by whom?] to have originated from England's Received Pronunciation, which shares features such as the broad A and dropping the final R. Another source was 17th century speech in East Anglia and Lincolnshire, where many of the Puritan immigrants had originated.[citation needed] The East Anglian \"whine\" developed into the Yankee \"twang\".[141] Boston accents were most strongly associated at one point with the so-called \"Eastern Establishment\" and Boston's upper class, although today the accent is predominantly associated with blue-collar natives, as exemplified by movies such as Good Will Hunting and The Departed. The Boston accent and those accents closely related to it cover eastern Massachusetts, New Hampshire and Maine.[156]\n\nSome Rhode Islanders speak with a non-rhotic accent that many compare to a \"Brooklyn\" accent or a cross between a New York and Boston accent, where \"water\" becomes \"wata\". Many Rhode Islanders distinguish the aw sound [ɔː], as one might hear in New Jersey; e.g., the word \"coffee\" is pronounced /ˈkɔːfi/ KAW-fee.[157] This type of accent was brought to the region by early settlers from eastern England in the Puritan migration in the mid-seventeenth century.[141]: 13–207 \n\nAcadian and Québécois culture are included in music and dance in much of rural New England, particularly Maine. Contra dancing and country square dancing are popular throughout New England, usually backed by live Irish, Acadian or other folk music. Fife and drum corps are common, especially in southern New England and more specifically Connecticut, with music of mostly Celtic, English, and local origin.\n\nNew England leads the U.S. in ice cream consumption per capita.[158][159]\n\nCandlepin bowling is essentially confined to New England, where it was invented in the 19th century.[160]\n\nNew England was an important center of American classical music for some time. The First New England School of composers was active between 1770 and 1820, and the Second New England School about a century later. Prominent modernist composers also come from the region, including Charles Ives and John Adams. Boston is the site of the New England Conservatory, Boston Conservatory at Berklee, and the Boston Symphony Orchestra.\n\nIn popular music, the region has produced Donna Summer, JoJo, New Edition, Bobby Brown, Bel Biv Devoe, Passion Pit, MGMT, Meghan Trainor, New Kids on the Block, Rachel Platten and John Mayer. In rock music, the region has produced Rob Zombie, Aerosmith, The Modern Lovers, Phish, the Pixies, The Cars, The J. Geils Band, The Mighty Mighty Bosstones, Grace Potter, GG Allin, The Dresden Dolls, Dinosaur Jr., the Dropkick Murphys and Boston. Quincy, Massachusetts native Dick Dale helped popularize surf rock. Hip hop acts hailing from New England include Gang Starr.\n\nThe leading U.S. cable TV sports broadcaster ESPN is headquartered in Bristol, Connecticut. New England has several regional cable networks, including New England Cable News (NECN) and the New England Sports Network (NESN). New England Cable News is the largest regional 24-hour cable news network in the U.S., broadcasting to more than 3.2 million homes in all of the New England states. Its studios are located in Newton, Massachusetts, outside of Boston, and it maintains bureaus in Manchester, New Hampshire; Hartford, Connecticut; Worcester, Massachusetts; Portland, Maine; and Burlington, Vermont.[161] In Connecticut, Litchfield, Fairfield, and New Haven counties it also broadcasts New York based news programs—this is due in part to the immense influence New York has on this region's economy and culture, and also to give Connecticut broadcasters the ability to compete with overlapping media coverage from New York-area broadcasters.\n\nNESN broadcasts the Boston Red Sox baseball and Boston Bruins hockey throughout the region, save for Fairfield County, Connecticut.[162] Connecticut also receives the YES Network, which broadcasts the games of the New York Yankees and Brooklyn Nets as well as SportsNet New York (SNY), which broadcasts New York Mets games.\n\nNBC Sports Boston broadcasts the games of the Boston Celtics, New England Revolution and Boston Cannons to all of New England except Fairfield County.\n\nWhile most New England cities have daily newspapers, The Boston Globe and The New York Times are distributed widely throughout the region. Major newspapers also include The Providence Journal, Portland Press Herald, and Hartford Courant, the oldest continuously published newspaper in the U.S.[163]\n\nNew Englanders are well represented in American comedy. Writers for The Simpsons and late-night television programs often come by way of the Harvard Lampoon. A number of Saturday Night Live (SNL) cast members have roots in New England, from Adam Sandler to Amy Poehler, who also starred in the NBC television series Parks and Recreation. Former Daily Show correspondents John Hodgman, Rob Corddry and Steve Carell are from Massachusetts. Carell was also involved in film and the American adaptation of The Office (alongside fellow Massachusetts natives Mindy Kaling, B. J. Novak, and John Krasinski), which features Dunder-Mifflin branches set in Stamford, Connecticut and Nashua, New Hampshire.\n\nLate-night television hosts Jay Leno and Conan O'Brien have roots in the Boston area. Notable stand-up comedians are also from the region, including Bill Burr, Steve Sweeney, Steven Wright, Sarah Silverman, Lisa Lampanelli, Denis Leary, Lenny Clarke, Patrice O'Neal and Louis CK. SNL cast member Seth Meyers once attributed the region's imprint on American humor to its \"sort of wry New England sense of pointing out anyone who's trying to make a big deal of himself\", with the Boston Globe suggesting that irony and sarcasm are its trademarks, as well as Irish influences.[164]\n\nNew Englanders have made significant contributions to literature. The first printing press in America was set up in Cambridge, Massachusetts, by Stephen Daye in the 17th century.[citation needed] Writers in New England produced many works on religious subjects, particularly on Puritan theology and poetry during colonial times and on Enlightenment ideas during the American Revolution. The literature of New England has had an enduring influence on American literature in general, with themes that are emblematic of the larger concerns of American letters, such as religion, race, the individual versus society, social repression and nature.[167]\n\n19th century New England was a center for progressive ideals, and many abolitionist and transcendentalist tracts were produced. Leading transcendentalists were from New England, such as Henry David Thoreau, Ralph Waldo Emerson, and Frederic Henry Hedge. Hartford, Connecticut resident Harriet Beecher Stowe's novel Uncle Tom's Cabin was an influential book in the spread of abolitionist ideas and is said to have \"laid the groundwork for the Civil War\".[168] Other prominent New England novelists include John Irving, Edgar Allan Poe, Louisa May Alcott, Sarah Orne Jewett, H. P. Lovecraft, Annie Proulx, Stephen King, Jack Kerouac, George V. Higgins, and Nathaniel Hawthorne.\n\nBoston was the center of the American publishing industry for some years, largely on the strength of its local writers and before it was overtaken by New York in the middle of the nineteenth century. Boston remains the home of publishers Houghton Mifflin and Pearson Education, and it was the longtime home of literary magazine The Atlantic Monthly. Merriam-Webster is based in Springfield, Massachusetts. Yankee is a magazine for New Englanders based in Dublin, New Hampshire.\n\nMany New Englander poets have also been preeminent in American poetry. Prominent poets include Henry Wadsworth Longfellow, David Lindsay-Abaire, Annie Proulx, Edwin Arlington Robinson, Amy Lowell, John Cheever, Emily Dickinson, Elizabeth Bishop, Stanley Kunitz, E. E. Cummings, Edna St. Vincent Millay, Robert P. T. Coffin and Richard Wilbur. Robert Frost who was described as an \"artistic institution\"[169] frequently wrote about rural New England life. The Confessional poetry movement features prominent New England writers including Robert Lowell, Anne Sexton and Sylvia Plath.\n\nNew England has a rich history in filmmaking dating back to the dawn of the motion picture era at the turn of the 20th century, sometimes dubbed Hollywood East by film critics. A theater at 547 Washington Street in Boston was the second location to debut a picture projected by the Vitascope, and shortly thereafter several novels were being adapted for the screen and set in New England, including The Scarlet Letter and The House of Seven Gables.[170] The New England region continued to churn out films at a pace above the national average for the duration of the 20th century, including blockbuster hits such as Jaws, Good Will Hunting and The Departed, all of which won Academy Awards. The New England area became known for a number of themes that recurred in films made during this era, including the development of yankee characters, smalltown life contrasted with city values, seafaring tales, family secrets and haunted New England.[171] These themes are rooted in centuries of New England culture and are complemented by the region's diverse natural landscape and architecture, from the Atlantic Ocean and brilliant fall foliage to church steeples and skyscrapers.\n\nSince the turn of the millennium, Boston and the greater New England region have been home to the production of numerous films and television series, thanks in part to tax incentive programs put in place by local governments to attract filmmakers to the region.[172]\n\nNotable actors and actresses that have come from the New England area include Ben Affleck, Matt Damon, Chris Evans, Ryan O’Neal, Amy Poehler, Elizabeth Banks, Steve Carell, Ruth Gordon, John Krasinski, Edward Norton, Mark Wahlberg and Matthew Perry. Many films and television series have been produced in and set in New England.\n\nThere are many museums located throughout New England, especially in the Greater Boston area. These museums include privately held collections as well as public institutions. Most notable of these museums are the Museum of Fine Arts, the Institute of Contemporary Art, Boston, the Isabella Stewart Gardner Museum, Worcester Art Museum, and the Peabody Essex Museum. The oldest public museum in continuous operation in the United States is the Pilgrim Hall Museum in Plymouth, Massachusetts, which opened in 1824.\n\nThe Boston Public Library is the largest public library in the region with over 8 million materials in its collection. The largest academic research library in the world is the Harvard Library in Cambridge, Massachusetts. The W. E. B. Du Bois Library of the University of Massachusetts Amherst is the tallest academic library in the world.[173]\n\nThere are also many historical societies in the region. Historic New England operates museums and historic sites in the name of historical preservation. Many properties belonging to HNE include preserved house museums of prominent figures in New England and American history. Other societies include the Massachusetts Historical Society, the Essex Institute, the American Antiquarian Society, and The Bostonian Society. The Massachusetts Historical Society, founded in 1791, is the oldest operating in the United States.[174] Many cities and towns across New England operate their own historical societies focused on historical preservation of local sites and the recording of local history.\n\nNew England has a strong heritage of athletics, and many internationally popular sports were invented and codified in the region, including basketball, volleyball, and American football.\n\nFootball is the most popular sport in the region and was developed by Walter Camp in New Haven, Connecticut, in the 1870s and 1880s. The New England Patriots are based in Foxborough, Massachusetts, and are the most popular professional sports team in New England. The Patriots have won six Super Bowl championships and are one of the most winning teams in the National Football League. There are also high-profile collegiate and high school football rivalries in New England. These games are most often played on Thanksgiving Day and are some of the oldest sports rivalries in the United States. The high school rivalry between Wellesley High School and Needham High School in Massachusetts is considered to be the nation's oldest football rivalry, having started in 1882.[175][176][177][178]\n\nBefore the advent of modern rules of baseball, a different form was played called the Massachusetts Game. This version of baseball was an early rival of the Knickerbocker Rules of New York and was played throughout New England. In 1869, there were 59 teams throughout the region which played according to the Massachusetts rules. The New York rules gradually became more popular throughout the United States, and professional and semi-professional clubs began to appear. Early teams included the Providence Grays, the Worcester Worcesters and the Hartford Dark Blues; these did not last long, but other teams grew to renown, such as the Boston Braves and the Boston Red Sox. Fenway Park was built in 1912 and is the oldest ballpark still in use in Major League Baseball.[179] Other professional baseball teams in the region include the Hartford Yard Goats, New Hampshire Fisher Cats, Vermont Lake Monsters, Portland Sea Dogs, Bridgeport Bluefish, New Britain Bees and the Worcester Red Sox.[180][181]\n\nBasketball was developed in Springfield, Massachusetts, by James Naismith in 1891. Naismith was attempting to create a game which could be played indoors so that athletes could keep fit during New England winters. The Boston Celtics were founded in 1946 and are one of the most successful NBA teams, winning 17 titles. The NBA G League team the Maine Red Claws is based in Portland, Maine. The Women's National Basketball Association's Connecticut Sun is based in Uncasville, Connecticut. The UConn Huskies women's basketball team is the most successful women's collegiate team in the nation, winning 11 NCAA Division I titles. The Basketball Hall of Fame is located in Springfield, Massachusetts.\n\nWinter sports are extremely popular and have a long history in the region, including alpine skiing, snowboarding, and Nordic skiing. Ice hockey is also a popular sport. The Boston Bruins were founded in 1924 as an Original Six team, and they have a historic rivalry with the Montreal Canadiens. The Bruins play in the TD Garden, a venue that they share with the Boston Celtics. College hockey is also a popular spectator sport, with Boston's annual Beanpot tournament between Northeastern University, Boston University, Harvard University and Boston College. Other hockey teams include the Maine Mariners, Providence Bruins, Springfield Thunderbirds, Worcester Railers, Bridgeport Sound Tigers and the Hartford Wolf Pack. The Connecticut Whale hockey team and the Boston Pride are two of the six teams of the Premier Hockey Federation. The region's largest ice hockey and skating facility is the New England Sports Center in Marlborough, Massachusetts, home to the Skating Club of Boston, one of the oldest ice skating clubs in the United States.[182][183]\n\nVolleyball was invented in Holyoke, Massachusetts, in 1895 by William G. Morgan. Morgan was an instructor at a YMCA and wanted to create an indoor game for his athletes. The game was based on badminton and was spread as a sport through YMCA facilities. The international Volleyball Hall of Fame is located in Holyoke.\n\nRowing, sailing, and yacht racing are also popular events in New England. The Head of the Charles race is held on the Charles River in October every year and attracts over 10,000 athletes and over 200,000 spectators each year. Sailing regattas include the Newport Bermuda Race, the Marblehead to Halifax Ocean Race, and the Single-Handed Trans-Atlantic Race. The New York Times considers the Newport and Marblehead races to be among the most prestigious in the world.[184]\n\nThe Boston Marathon is run on Patriots' Day every year and was first run in 1897. It is a World Marathon Major and is operated by the Boston Athletic Association. The race route goes from Hopkinton, Massachusetts through Greater Boston, finishing at Copley Square in Boston. The race offers far less prize money than many other marathons, but its difficulty and long history make it one of the world's most prestigious marathons.[185] It is New England's largest sporting event with nearly 500,000 spectators each year.[186]\n\nNew England is represented in professional soccer by the New England Revolution, an inaugural team of the Major League Soccer founded in 1994 and playing in Gillette Stadium which it shares with the New England Patriots. The Revolution have won a U.S. Open Cup and a SuperLiga Championship, and they have appeared in five MLS finals.\n\n"
        },
        {
            "title": "Transportation",
            "text": "Each of the New England states has its own Department of Transportation which plans and develops systems for transport, though some transportation authorities operate across state and municipal lines. The Massachusetts Bay Transportation Authority (MBTA) oversees public transportation in the Greater Boston area. It is the largest such agency and operates throughout eastern Massachusetts and into Rhode Island. The MBTA oversees the oldest subway system (the Tremont Street subway) and the second most-used light rail line (the Green Line) in the United States, as well as one of five remaining trolleybus systems nationwide. Coastal Connecticut makes use of the Metropolitan Transportation Authority of New York due to the connection of that region to New York's economy. The MTA operates the Metro-North Railroad in coordination with the Connecticut Department of Transportation. CTrail is a division of the Connecticut Department of Transportation which operates the Shore Line East along its southern coast, terminating in Old Saybrook and New London. It also operates the Hartford Line, leading south to New Haven and north to Springfield. Commuter rail service is provided north of Springfield to Greenfield, Massachusetts, as part of the Valley Flyer Amtrak route.\n\nAmtrak provides interstate rail service throughout New England. Boston is the northern terminus of the Northeast Corridor. The Vermonter connects Vermont to Massachusetts and Connecticut, while the Downeaster links Maine to Boston. The long-distance Lake Shore Limited train has two eastern termini after splitting in Albany, one of which is Boston. This provides rail service on the former Boston and Albany Railroad which runs between its namesake cities. The rest of the Lake Shore Limited continues to New York City.\n\nBus transportation is available in most urban areas and is governed by regional and local authorities. The Pioneer Valley Transit Authority and the MetroWest Regional Transit Authority are examples of public bus transportation which support more suburban and rural communities.\n\nSouth Station in Boston is a major center for bus, rail, and light rail lines. Major interstate highways traversing the region include I-95, I-93, I-91, I-89, I-84, and I-90 (the Massachusetts Turnpike). Logan Airport is the busiest transportation hub in the region in terms of number of passengers and total cargo, opened in 1923 and located in East Boston and Winthrop, Massachusetts. It is a hub for Cape Air and Delta Air Lines, and a focus city for JetBlue. It is the 16th busiest airport in the United States. Other airports in the region include Burlington International Airport, Bradley International Airport, Rhode Island T. F. Green International Airport, Manchester–Boston Regional Airport, and Portland International Jetport.\n\n"
        }
    ]
}