{
    "url": "https://en.wikipedia.org/wiki/New_weird",
    "title": "New weird",
    "table_of_contents": [
        "1 History",
        "2 Definition",
        "3 In other media",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The New Weird is a literary genre that emerged in the 1990s through early 2000s with characteristics of weird fiction and other speculative fiction subgenres. M. John Harrison is credited with creating the term \"New Weird\" in the introduction to The Tain in 2002.[1] The writers involved are mostly novelists who are considered to be part of the horror or speculative fiction genres but who often cross genre boundaries. Notable authors include K. J. Bishop, Paul Di Filippo, M. John Harrison, Jeffrey Ford, Storm Constantine, China Miéville, Alastair Reynolds, Justina Robson, Steph Swainston, Mary Gentle, Michael Cisco, Jeff VanderMeer and Conrad Williams, among others.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Part of this genre's roots derive from pulp horror authors, whose stories were sometimes described as \"weird fiction\". The \"weird tale\" label also evolved from the magazine Weird Tales; the stories therein often combined fantasy elements, existential and physical terror, and science fiction devices.[3] While New Weird fiction has been influenced by traditional weird fiction such as American H.P. Lovecraft's stories, much of the movement's early momentum is attributed to British writers.[4] Magazines such as Interzone and The 3rd Alternative (currently known as Black Static) provided publication opportunities for genre-fluid writers of science fiction and horror.[4]\n\nThe 2000 release of China Miéville's Perdido Street Station marked the entry of what would later be called New Weird fiction into mainstream consciousness with its critical and commercial success.[5] The 2002 publication of the Miéville's novella, The Tain, contain the first use of \"new weird\" as a genre category in its introduction written by M. John Harrison.[1]\n\nIn 2003, Harrison created a forum post that sparked broader adoption of the term, asking \"The New Weird. Who does it? What is it? Is it even anything? Is it even New?\" and suggesting it may be a better alternative to the \"Next Wave\" label.[6]\n\nThe 2008 publication of Ann Vandermeer and Jeff Vandermeer's anthology The New Weird provided a compilation of new weird stories and commentary, intended as a \"rough guide to the moment or movement known as 'New Weird' acknowledging that the pivotal 'moment' is behind us, but that this moment had already lasted much longer than generally believed, had definite precursors, and continues to spread an Effect, even as it dissipates or becomes something else.\"[7]\n\n"
        },
        {
            "title": "Definition",
            "text": "Various definitions have been given of the genre. J.A. Weinstock's summary of Steph Swainston's response to the 2003 forum discussion sparked by M. John Harrison as \"exercises in worldbuilding characterized by a heterogeneity of sources, genres, and details\" and \"particularly eclectic; mixing modern street culture with ancient mythology.\"[8] According to Jeff and Ann VanderMeer, in their introduction to the anthology The New Weird, the genre is \"a type of urban, secondary-world fiction that subverts the romanticized ideas about place found in traditional fantasy, largely by choosing realistic, complex real-world models as the jumping-off point for creation of settings that may combine elements of both science fiction and fantasy.\"[9]\n\nNon-conformity to strict genre definitions is a commonly recognized facet of new weird fiction. In The 3rd Alternative forum debate, Miéville emphasized this fluidity in his post stating that \"New Weird – like most literary categories – is a moment, a suggestion, a tease, an intervention, an attitude, above all an argument. You cannot read off a checklist and say 'x is in, y is out' and think you've understand what's at stake or what's being argued.\"[10] According to Gardner Dozois, the VanderMeers' anthology \"ultimately left me just as confused as to what exactly The New Weird consisted of when I went out as I'd been when I went in.\"[11] Robin Anne Reid notes that while the definition of the new weird is disputed, \"a general consensus uses the term\" to describe fictions that \"subvert cliches of the fantastic in order to put them to discomfiting, rather than consoling ends\".[2] Reid also notes the genre tends to break down the barriers between fantasy, science fiction and supernatural horror.[2]  In comparing the new weird to bizarro fiction, Rose O'Keefe of Eraserhead Press claims that \"People buy New Weird because they want cutting edge speculative fiction with a literary slant. It’s kind of like slipstream with a side of weirdness.\"[12]\n\n"
        },
        {
            "title": "In other media",
            "text": "The \"new weird\" descriptor has been applied to non-literary forms of media. Movies that have been recognized as fitting into the new weird descriptions include Pan's Labyrinth and the adaptation of Jeff VanderMeer's novel Annihilation.[13] The video games Thief: The Dark Project, The Elder Scrolls III: Morrowind, and Control have also been recognized as new weird for their combination of fantasy, science fiction, horror, and weird elements.[13][14][15]\n\n"
        }
    ]
}