{
    "url": "https://en.wikipedia.org/wiki/New_Testament",
    "title": "New Testament",
    "table_of_contents": [
        "1 Etymology",
        "1.1 The word testament",
        "1.2 The phrase New Testament as the collection of scriptures",
        "2 Books",
        "2.1 The Gospels",
        "2.2 Acts of the Apostles",
        "2.3 Epistles",
        "2.3.1 Pauline letters to churches",
        "2.3.2 Pauline letters to persons",
        "2.3.3 Hebrews",
        "2.4 Catholic epistles",
        "2.5 Book of Revelation",
        "2.6 New Testament canons",
        "3 Book order",
        "4 Apocrypha",
        "5 Authors",
        "5.1 Gospels",
        "5.2 Acts",
        "5.3 Pauline epistles",
        "5.4 Other epistles",
        "5.5 Johannine works",
        "6 Dating the New Testament",
        "6.1 External evidence",
        "6.2 Internal evidence",
        "7 Language",
        "7.1 Style",
        "8 Development of the New Testament canon",
        "8.1 Origen (3rd century)",
        "8.2 Eusebius's Ecclesiastical History",
        "8.3 4th century and later",
        "9 Early manuscripts",
        "10 Textual variation",
        "10.1 Interpolations",
        "10.2 Text-types",
        "10.3 Biblical criticism",
        "10.4 Establishing a critical text",
        "11 Relationship to earlier and contemporaneous literature",
        "12 Early versions",
        "12.1 Syriac",
        "12.2 Latin",
        "12.3 Coptic",
        "12.4 Other ancient translations",
        "13 Modern translations",
        "14 Theological interpretation in Christian churches",
        "14.1 Unity in diversity",
        "14.2 Roman Catholicism, Eastern Orthodoxy, and Classical Anglicanism",
        "14.3 Protestantism",
        "14.3.1 American evangelical and fundamentalist Protestantism",
        "14.3.2 American mainline and liberal Protestantism",
        "14.4 Messianic Judaism",
        "14.5 Jehovah's Witnesses",
        "14.6 United Pentecostals",
        "14.7 Seventh-day Adventists",
        "14.8 Latter-day Saints",
        "15 In the liturgy",
        "16 In the arts",
        "17 See also",
        "18 Notes",
        "19 References",
        "19.1 Citations",
        "19.2 Bibliography",
        "20 Further reading",
        "21 External links",
        "21.1 General references",
        "21.2 Development and authorship",
        "21.3 Greek",
        "21.4 Art"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe New Testament[note 1] (NT) is the second division of the Christian biblical canon. It discusses the teachings and person of Jesus, as well as events in first-century Christianity. The New Testament's background, the first division of the Christian Bible, is called the Old Testament, which is based primarily upon the Hebrew Bible; together they are regarded as sacred scripture by Christians.[1]\n\nThe New Testament is a collection of Christian texts originally written in the Koine Greek language, at different times by various authors. While the Old Testament canon varies somewhat between different Christian denominations, the 27-book canon of the New Testament has been almost universally recognized within Christianity since at least Late Antiquity. Thus, in almost all Christian traditions today, the New Testament consists of 27 books:\n\nThe earliest known complete list of the 27 books is found in a letter written by Athanasius, a 4th-century bishop of Alexandria, dated to 367 AD.[2] The 27-book New Testament was first formally canonized during the councils of Hippo (393) and Carthage (397) in North Africa. Pope Innocent I ratified the same canon in 405, but it is probable that a Council in Rome in 382 under Pope Damasus I gave the same list first. These councils also provided the canon of the Old Testament, which included the deuterocanonical books.[3]\n\nThere is no scholarly consensus on the date of composition of the latest New Testament texts. John A. T. Robinson, Dan Wallace, and William F. Albright dated all the books of the New Testament before 70 AD.[4] Many other scholars, such as Bart D. Ehrman and Stephen L. Harris, date some New Testament texts much later than this;[5][6][7] Richard Pervo dated Luke–Acts to c. 115 AD,[8] and David Trobisch places Acts in the mid-to-late second century, contemporaneous with the publication of the first New Testament canon.[9] The New Oxford Annotated Bible states, \"Scholars generally agree that the Gospels were written forty to sixty years after the death of Jesus. They thus do not present eyewitness or contemporary accounts of Jesus's life and teaching.\"[10][11]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word testament in the expression \"New Testament\" refers to a new covenant that Christians believe completes or fulfils the Mosaic covenant (the old covenant)\nthat Yahweh (the national God of Israel) made with the people of Israel on Mount Sinai through Moses, described in the books of the Old Testament.[12] Christians traditionally view this new covenant as being prophesied in the Hebrew Bible's Book of Jeremiah:[13]\n\nThe word covenant means 'agreement' (from Latin con-venio 'to agree' lit. 'to come together'): the use of the word testament, which describes the different idea of written instructions for inheritance after death, to refer to the covenant with Israel in the Old Testament, is foreign to the original Hebrew word brit (בְּרִית) describing it, which only means 'alliance, covenant, pact' and never 'inheritance instructions after death'.[14][15] This use comes from the transcription of Latin testamentum 'will (left after death)',[16] a literal translation of Greek diatheke (διαθήκη) 'will (left after death)',[17] which is the word used to translate Hebrew brit in the Septuagint.[18]\n\nThe choice of this word diatheke, by the Jewish translators of the Septuagint in Alexandria in the 3rd and 2nd century BCE, has been understood in Christian theology to imply a reinterpreted view of the Old Testament covenant with Israel as possessing characteristics of a 'will left after death' (the death of Jesus) and has generated considerable attention from biblical scholars and theologians:[19] in contrast to the Jewish usage where brit was the usual Hebrew word used to refer to pacts, alliances and covenants in general, like a common pact between two individuals,[note 2] and to the one between God and Israel in particular,[note 3] in the Greek world diatheke was virtually never used to refer to an alliance or covenant (one exception is noted in a passage from Aristophanes)[12] and referred instead to a will left after the death of a person. There is scholarly debate[20][19] as to the reason why the translators of the Septuagint chose the term diatheke to translate Hebrew brit, instead of another Greek word generally used to refer to an alliance or covenant.\n\nThe use of the phrase \"New Testament\" (Koine Greek: Ἡ Καινὴ Διαθήκη, Hē Kainḕ Diathḗkē) to describe a collection of first and second-century Christian Greek scriptures can be traced back to Tertullian in his work Against Praxeas.[21][22][23] Irenaeus uses the phrase \"New Testament\" several times, but does not use it in reference to any written text.[22] In Against Marcion, written c. 208 AD, Tertullian writes of:[24]\n\nAnd Tertullian continues later in the book, writing:[25][note 4]\n\nBy the 4th century, the existence—even if not the exact contents—of both an Old and New Testament had been established. Lactantius, a 3rd–4th century Christian author wrote in his early-4th-century Latin Institutiones Divinae (Divine Institutes):[26]\n\nEusebius describes the collection of Christian writings as \"covenanted\" (ἐνδιαθήκη) books in Hist. Eccl. 3.3.1–7; 3.25.3; 5.8.1; 6.25.1.\n\n"
        },
        {
            "title": "Books",
            "text": "Each of the four gospels in the New Testament narrates the life, death, and resurrection of Jesus of Nazareth (the gospel of Mark in the original text ends with the empty tomb and has no account of the post-resurrection appearances, but the emptiness of the tomb implies a resurrection). The word \"gospel\" derives from the Old English gōd-spell[28] (rarely godspel), meaning \"good news\" or \"glad tidings\". Its Hebrew equivalent being \"besorah\" (בְּשׂוֹרָה). The gospel was considered the \"good news\" of the coming Kingdom of Messiah, and the redemption through the life and death of Jesus, the central Christian message.[29] Gospel is a calque (word-for-word translation) of the Greek word εὐαγγέλιον, euangelion (eu- \"good\", -angelion \"message\"). They were written between approximately 70 and 100 AD, and were the end-products of a long process of development; all are anonymous, and almost certainly none are the work of eyewitnesses.\n\nStarting in the late second century, the four narrative accounts of the life and work of Jesus Christ have been referred to as \"The Gospel of ...\" or \"The Gospel according to ...\" followed by the name of the supposed author. The first author to explicitly name the canonical gospels is Irenaeus of Lyon,[22][30] who promoted the four canonical gospels in his book Against Heresies, written around 180.[31] Whatever these early ascriptions may imply about the sources behind or the perception of these gospels, they are anonymous compositions.\n\nThe first three gospels listed above are classified as the Synoptic Gospels. They contain similar accounts of the events in Jesus's life and his teaching, due to their literary interdependence. The Gospel of John is structured differently and includes stories of several miracles of Jesus and sayings not found in the other three.\n\nThese four gospels that were eventually included in the New Testament were only a few among many other early Christian gospels. The existence of such texts is even mentioned at the beginning of the Gospel of Luke.[33] Other early Christian gospels, such as the so-called \"Jewish-Christian Gospels\" or the Gospel of Thomas, also offer both a window into the context of early Christianity and may provide some assistance in the reconstruction of the historical Jesus.\n\nThe Acts of the Apostles is a narrative of the apostles' ministry and activity after Christ's death and resurrection, from which point it resumes and functions as a sequel to the Gospel of Luke. Examining style, phraseology, and other evidence, modern scholarship generally concludes that Acts and the Gospel of Luke share the same author, referred to as Luke–Acts. Luke–Acts does not name its author.[34] Church tradition identified him as Luke the Evangelist, the companion of Paul, but the majority of scholars reject this due to the many differences between Acts and the authentic Pauline letters.[35] The most probable date of composition is around 80–100 AD, although some scholars date it significantly later,[8][9] and there is evidence that it was still being substantially revised well into the 2nd century.[36]\n\nThe epistles of the New Testament are considered by Christians to be divinely inspired and holy letters, written by the apostles and disciples of Christ, to either local congregations with specific needs, or to New Covenant Christians in general, scattered about; or \"catholic epistles.\"\n\nThe Pauline letters are the thirteen New Testament books that present Paul the Apostle as their author.[note 5] Paul's authorship of six of the letters is disputed. Four are thought by most modern scholars to be pseudepigraphic, i.e., not actually written by Paul even if attributed to him within the letters themselves. Opinion is more divided on the other two disputed letters (2 Thessalonians and Colossians).[40] These letters were written to Christian communities in specific cities or geographical regions, often to address issues faced by that particular community. Prominent themes include the relationship both to broader \"pagan\" society, to Judaism, and to other Christians.[41]\n\n[Disputed letters are marked with an asterisk (*).]\n\nThe last four Pauline letters in the New Testament are addressed to individual persons. They include the following:\n\n[Disputed letters are marked with an asterisk (*).]\n\nAll of the above except for Philemon are known as the pastoral epistles. They are addressed to individuals charged with pastoral oversight of churches and discuss issues of Christian living, doctrine and leadership. They often address different concerns to those of the preceding epistles. These letters are believed by many to be pseudepigraphic. Some scholars (e.g., Bill Mounce, Ben Witherington, R.C. Sproul) will argue that the letters are genuinely Pauline, or at least written under Paul's supervision.\n\nThe Epistle to the Hebrews addresses a Jewish audience who had come to believe that Jesus was the Anointed One (Hebrew: מָשִׁיחַ—transliterated in English as \"Moshiach\", or \"Messiah\"; Greek: Χριστός—transliterated in English as \"Christos\", for \"Christ\") who was predicted in the writings of the Hebrew Scriptures. The author discusses the superiority of the new covenant and the ministry of Jesus, to the Mosaic Law Covenant[42] and urges the readers in the practical implications of this conviction through the end of the epistle.[43]\n\nThe book has been widely accepted by the Christian church as inspired by God and thus authoritative, despite the acknowledgment of uncertainties about who its human author was. Regarding authorship, although the Epistle to the Hebrews does not internally claim to have been written by the Apostle Paul, some similarities in wordings to some of the Pauline Epistles have been noted and inferred. In antiquity, some began to ascribe it to Paul in an attempt to provide the anonymous work an explicit apostolic pedigree.[44]\n\nIn the 4th century, Jerome and Augustine of Hippo supported Paul's authorship. The Church largely agreed to include Hebrews as the fourteenth letter of Paul, and affirmed this authorship until the Reformation. The letter to the Hebrews had difficulty in being accepted as part of the Christian canon because of its anonymity.[45] As early as the 3rd century, Origen wrote of the letter, \"Men of old have handed it down as Paul's, but who wrote the Epistle God only knows.\"[46]\n\nContemporary scholars often reject Pauline authorship for the epistle to the Hebrews,[47] based on its distinctive style and theology, which are considered to set it apart from Paul's writings.[48]\n\nThe Catholic epistles (or \"general epistles\") consist of both letters and treatises in the form of letters written to the church at large. The term \"catholic\" (Greek: καθολική, katholikē), used to describe these letters in the oldest manuscripts containing them, here simply means \"general\" or \"universal\", and does not imply that they are not accepted as canonical by non-Catholic Christians. The authorship of a number of these is disputed.\n\nThe final book of the New Testament is the Book of Revelation, also known as the Apocalypse of John. In the New Testament canon, it is considered prophetical or apocalyptic literature. Its authorship has been attributed either to John the Apostle (in which case it is often thought that John the Apostle is John the Evangelist, i.e. author of the Gospel of John) or to another John designated \"John of Patmos\" after the island where the text says the revelation was received (1:9). Some ascribe the writership date as c. 81–96 AD, and others at around 68 AD.[50] The work opens with letters to seven local congregations of Asia Minor and thereafter takes the form of an apocalypse, a \"revealing\" of divine prophecy and mysteries, a literary genre popular in ancient Judaism and Christianity.[51]\n\n"
        },
        {
            "title": "Book order",
            "text": "The order in which the books of the New Testament appear differs between some collections and ecclesiastical traditions. In the Latin West, prior to the Vulgate (an early 5th-century Latin version of the Bible), the four Gospels were arranged in the following order: Matthew, John, Luke, and Mark.[note 6] The Syriac Peshitta places the major Catholic epistles (James, 1 Peter, and 1 John) immediately after Acts and before the Pauline epistles.\n\nThe order of an early edition of the letters of Paul is based on the size of the letters: longest to shortest, though keeping 1 and 2 Corinthians and 1 and 2 Thessalonians together. The Pastoral epistles were apparently not part of the Corpus Paulinum in which this order originated and were later inserted after 2 Thessalonians and before Philemon. Hebrews was variously incorporated into the Corpus Paulinum either after 2 Thessalonians, after Philemon (i.e. at the very end), or after Romans.\n\nLuther's canon, found in the 16th-century Luther Bible, continues to place Hebrews, James, Jude, and the Apocalypse (Revelation) last. This reflects the thoughts of the Reformer Martin Luther on the canonicity of these books.[56][note 7][57]\n\n"
        },
        {
            "title": "Apocrypha",
            "text": "The books that eventually found a permanent place in the New Testament were not the only works of Christian literature produced in the earliest Christian centuries. The long process of canonization began early, sometimes with tacit reception of traditional texts, sometimes with explicit selection or rejection of particular texts as either acceptable or unacceptable for use in a given context (e.g., not all texts that were acceptable for private use were considered appropriate for use in the liturgy).\n\nOver the course of history, those works of early Christian literature that survived but that did not become part of the New Testament have been variously grouped by theologians and scholars. Drawing upon, though redefining, an older term used in early Christianity and among Protestants when referring to those books found in the Christian Old Testament although not in the Hebrew Bible, modern scholars began to refer to these works of early Christian literature not included in the New Testament as \"apocryphal\", by which was meant non-canonical.\n\nCollected editions of these works were then referred to as the \"New Testament apocrypha\". Typically excluded from such published collections are the following groups of works: The Apostolic Fathers, the 2nd-century Christian apologists, the Alexandrians, Tertullian, Methodius of Olympus, Novatian, Cyprian, martyrdoms, and the Desert Fathers. Almost all other Christian literature from the period, and sometimes including works composed well into Late Antiquity, are relegated to the so-called New Testament apocrypha.\n\nAlthough not considered to be inspired by God, these \"apocryphal\" works were produced in the same ancient context and often using the same language as those books that would eventually form the New Testament. Some of these later works are dependent (either directly or indirectly) upon books that would later come to be in the New Testament or upon the ideas expressed in them. There is even an example of a pseudepigraphical letter composed under the guise of a presumably lost letter of the Apostle Paul, the Epistle to the Laodiceans.\n\n"
        },
        {
            "title": "Authors",
            "text": "It is believed the books of the New Testament were all or nearly all written by Jewish Christians—that is, Jewish disciples of Christ, who lived in the Roman Empire, and under Roman occupation.[58] The author of the Gospel of Luke and the Book of Acts is frequently thought of as an exception; scholars are divided as to whether he was a Gentile or a Hellenistic Jew.[59] A few scholars identify the author of the Gospel of Mark as probably a Gentile, and similarly for the Gospel of Matthew, though most assert Jewish-Christian authorship.[60][61][62][verification needed]\n\nHowever, more recently the above understanding has been challenged by the publication of evidence showing only educated elites after the Jewish War would have been capable of producing the prose found in the Gospels. [63][64]\n\nAuthorship of the Gospels remains divided among both evangelical and critical scholars. The names of each Gospel stems from church tradition, and yet the authors of the Gospels do not identify themselves in their respective texts. All four gospels and the Acts of the Apostles are anonymous works.[65] The Gospel of John claims to be based on eyewitness testimony from the Disciple whom Jesus loved, but never names this character.[66] According to Bart D. Ehrman of the University of North Carolina, none of the authors of the Gospels were eyewitnesses or even explicitly claimed to be eyewitnesses.[67][68][69] Ehrman has argued for a scholarly consensus that many New Testament books were not written by the individuals whose names are attached to them.[70][71] Scholarly opinion is that names were fixed to the gospels by the mid second century AD.[72] Many scholars believe that none of the gospels were written in the region of Palestine.[73]\n\nChristian tradition identifies John the Apostle with John the Evangelist, the supposed author of the Gospel of John. Traditionalists tend to support the idea that the writer of the Gospel of John himself claimed to be an eyewitness in their commentaries of John 21:24 and therefore the gospel was written by an eyewitness.[74][75] This idea is rejected by the majority of modern scholars.[76]\n\nMost[citation needed] scholars hold to the two-source hypothesis, which posits that the Gospel of Mark was the first gospel to be written. On this view, the authors of the Gospel of Matthew and the Gospel of Luke used as sources the Gospel of Mark and a hypothetical Q document to write their individual gospel accounts.[77][78][79][80][81] These three gospels are called the Synoptic Gospels, because they include many of the same stories, often in the same sequence, and sometimes in exactly the same wording. Scholars agree that the Gospel of John was written last, by using a different tradition and body of testimony. In addition, most scholars agree that the author of Luke also wrote the Acts of the Apostles. Scholars hold that these books constituted two-halves of a single work, Luke–Acts.[citation needed]\n\nThe same author appears to have written the Gospel of Luke and the Acts of the Apostles, and most refer to them as the Lucan texts.[82][83] The most direct evidence comes from the prefaces of each book; both were addressed to Theophilus, and the preface to the Acts of the Apostles references \"my former book\" about the ministry of Jesus.[84] Furthermore, there are linguistic and theological similarities between the two works, suggesting that they have a common author.[85][86][87][88]\n\nThe Pauline epistles are the thirteen books in the New Testament traditionally attributed to Paul of Tarsus. Seven letters are generally classified as \"undisputed\", expressing contemporary scholarly near consensus that they are the work of Paul: Romans, 1 Corinthians, 2 Corinthians, Galatians, Philippians, 1 Thessalonians and Philemon. Six additional letters bearing Paul's name do not currently enjoy the same academic consensus: Ephesians, Colossians, 2 Thessalonians, 1 Timothy, 2 Timothy and Titus.[note 8]\n\nThe anonymous Epistle to the Hebrews is, despite unlikely Pauline authorship, often functionally grouped with these thirteen to form a corpus of fourteen \"Pauline\" epistles.[note 9]\n\nWhile many scholars uphold the traditional view, some question whether the first three, called the \"Deutero-Pauline Epistles\", are authentic letters of Paul. As for the latter three, the \"Pastoral epistles\", some scholars uphold the traditional view of these as the genuine writings of the Apostle Paul;[note 8] most regard them as pseudepigrapha.[91]\n\nOne might refer to the Epistle to the Laodiceans and the Third Epistle to the Corinthians as examples of works identified as pseudonymous. Since the early centuries of the church, there has been debate concerning the authorship of the anonymous Epistle to the Hebrews, and contemporary scholars generally reject Pauline authorship.[92]\n\nThe epistles all share common themes, emphasis, vocabulary and style; they exhibit a uniformity of doctrine concerning the Mosaic Law, Jesus, faith, and various other issues. All of these letters easily fit into the chronology of Paul's journeys depicted in Acts of the Apostles.\n\nThe author of the Epistle of James identifies himself in the opening verse as \"James, a servant of God and of the Lord Jesus Christ\". From the middle of the 3rd century, patristic authors cited the Epistle as written by James the Just.[93] Ancient and modern scholars have always been divided on the issue of authorship. Many consider the epistle to be written in the late 1st or early 2nd centuries.[94]\n\nThe author of the First Epistle of Peter identifies himself in the opening verse as \"Peter, an apostle of Jesus Christ\", and the view that the epistle was written by St. Peter is attested to by a number of Church Fathers: Irenaeus (140–203), Tertullian (150–222), Clement of Alexandria (155–215) and Origen of Alexandria (185–253). Unlike The Second Epistle of Peter, the authorship of which was debated in antiquity, there was little debate about Peter's authorship of this first epistle until the 18th century. Although 2 Peter internally purports to be a work of the apostle, many biblical scholars have concluded that Peter is not the author.[95] For an early date and (usually) for a defense of the Apostle Peter's authorship see Kruger,[96] Zahn,[97] Spitta,[98][full citation needed] Bigg,[99] and Green.[100]\n\nThe Epistle of Jude title is written as follows: \"Jude, a servant of Jesus Christ and brother of James\".[101] The debate has continued over the author's identity as the apostle, the brother of Jesus, both, or neither.[102]\n\nThe Gospel of John, the three Johannine epistles, and the Book of Revelation, exhibit marked similarities, although more so between the gospel and the epistles (especially the gospel and 1 John) than between those and Revelation.[103] Most scholars therefore treat the five as a single corpus of Johannine literature, albeit not from the same author.[104]\n\nThe gospel went through two or three \"editions\" before reaching its current form around AD 90–110.[105][106] It speaks of an unnamed \"disciple whom Jesus loved\" as the source of its traditions, but does not say specifically that he is its author;[107] Christian tradition identifies this disciple as the apostle John, but while this idea still has supporters, for a variety of reasons the majority of modern scholars have abandoned it or hold it only tenuously.[108] It is significantly different from the synoptic gospels, with major variations in material, theological emphasis, chronology, and literary style, sometimes amounting to contradictions.[109]\n\nThe author of the Book of Revelation identifies himself several times as \"John\".[110] and states that he was on Patmos when he received his first vision.[111] As a result, the author is sometimes referred to as John of Patmos. The author has traditionally been identified with John the Apostle to whom the Gospel and the epistles of John were attributed. It was believed that he was exiled to the island of Patmos during the reign of the Roman emperor Domitian, and there wrote Revelation. Justin Martyr (c. 100–165 AD) who was acquainted with Polycarp, who had been mentored by John, makes a possible allusion to this book, and credits John as the source.[112] Irenaeus (c. 115–202) assumes it as a conceded point. According to the Zondervan Pictorial Encyclopedia of the Bible, modern scholars are divided between the apostolic view and several alternative hypotheses put forth in the last hundred years or so.[113] Ben Witherington points out that linguistic evidence makes it unlikely that the books were written by the same person.[114]\n\n"
        },
        {
            "title": "Dating the New Testament",
            "text": "The earliest manuscripts of New Testament books date from the late second to early third centuries (although see Papyrus 52 for a possible exception).[115] These manuscripts place a clear upper limit on the dating of New Testament texts. Explicit references to NT books in extra-biblical documents can push this upper limit down a bit further. Irenaeus of Lyon names and quotes from most of the books in the New Testament in his book Against Heresies, written around 180 AD. The Epistle of Polycarp to the Philippians, written some time between 110 and Polycarp's death in 155–167 AD, quotes or alludes to most New Testament texts. Ignatius of Antioch wrote letters referencing much of the New Testament. He lived from about 35 AD to 107 AD and is rumored to have been a disciple of the Apostle John. His writings reference the Gospels of John, Matthew, and Luke, as well as Peter, James, and Paul's Epistles. His writing is usually attributed to the end of his lifetime, which places the Gospels as first century writings.\n\nLiterary analysis of the New Testament texts themselves can be used to date many of the books of the New Testament to the mid-to-late first century. The earliest works of the New Testament are the letters of the Apostle Paul. It can be determined that 1 Thessalonians is likely the earliest of these letters, written around 52 AD.[116]\n\n"
        },
        {
            "title": "Language",
            "text": "The major languages spoken by both Jews and Greeks in the Holy Land at the time of Jesus were Aramaic and Koine Greek, and also a colloquial dialect of Mishnaic Hebrew. It is generally agreed by most scholars that the historical Jesus primarily spoke Aramaic,[117] perhaps also some Hebrew and Koine Greek. The majority view is that all of the books that would eventually form the New Testament were written in the Koine Greek language.[118][119]\n\nAs Christianity spread, these books were later translated into other languages, most notably, Latin, Syriac, and Egyptian Coptic. Some of the Church Fathers[120] imply or claim that Matthew was originally written in Hebrew or Aramaic, and then soon after was written in Koine Greek. Nevertheless, some scholars believe the Gospel of Matthew known today was composed in Greek and is neither directly dependent upon nor a translation of a text in a Semitic language.[121]\n\nThe style of Koine Greek in which the New Testament is written differs from the general Koine Greek used by Greek writers of the same era, a difference that some scholars have explained by the fact that the authors of the New Testament, nearly all Jews and deeply familiar with the Septuagint, wrote in a Jewish-Greek dialect strongly influenced by Aramaic and Hebrew[122] (see Jewish Koine Greek, related to the Greek of the Septuagint). But other scholars note that this view is arrived at by comparing the linguistic style of the New Testament to the preserved writings of the literary men of the era, who imitated the style of the great Attic texts and as a result did not reflect the everyday spoken language, so that this difference in style could be explained by the New Testament being written, unlike other preserved literary material of the era, in the Koine Greek spoken in every day life, in order to appeal to the common people, a style which has also been found in contemporary non-Jewish texts such as private letters, receipts and petitions discovered in Egypt (where the dry air has preserved these documents which, as everyday material not deemed of literary importance, had not been copied by subsequent generations).[123]\n\n"
        },
        {
            "title": "Development of the New Testament canon",
            "text": "The process of canonization of the New Testament was complex and lengthy. In the initial centuries of early Christianity, there were many books widely considered by the church to be inspired, but there was no single formally recognized New Testament canon.[124] The process was characterized by a compilation of books that apostolic tradition considered authoritative in worship and teaching, relevant to the historical situations in which they lived, and consonant with the Old Testament.[125] Writings attributed to the apostles circulated among the earliest Christian communities and the Pauline epistles were circulating, perhaps in collected forms, by the end of the 1st century AD.[126]\n\nOne of the earliest attempts at solidifying a canon was made by Marcion, c. 140 AD, who accepted only a modified version of Luke (the Gospel of Marcion) and ten of Paul's letters, while rejecting the Old Testament entirely. His canon was largely rejected by other groups of Christians, notably the proto-orthodox Christians, as was his theology, Marcionism. Adolf von Harnack,[127] John Knox,[128] and David Trobisch,[9] among other scholars, have argued that the church formulated its New Testament canon partially in response to the challenge posed by Marcion.\n\nPolycarp,[129] Irenaeus[130] and Tertullian[131] held the epistles of Paul to be divinely inspired \"scripture.\" Other books were held in high esteem but were gradually relegated to the status of New Testament apocrypha. Justin Martyr, in the mid 2nd century, mentions \"memoirs of the apostles\" as being read on Sunday alongside the \"writings of the prophets\".[132]\n\nThe Muratorian fragment, dated at between 170 and as late as the end of the 4th century (according to the Anchor Bible Dictionary), may be the earliest known New Testament canon attributed to mainstream Christianity. It is similar, but not identical, to the modern New Testament canon.\n\nThe oldest clear endorsement of Matthew, Mark, Luke, and John being the only legitimate gospels was written c. 180 AD. A four gospel canon (the Tetramorph) was asserted by Irenaeus, who refers to it directly[133][134] in his polemic Against Heresies:\n\nThe books considered to be authoritative by Irenaeus included the four gospels and many of the letters of Paul, although, based on the arguments Irenaeus made in support of only four authentic gospels, some interpreters deduce that the fourfold Gospel must have still been a novelty in Irenaeus's time.[135]\n\nBy the early 200s, Origen may have been using the same twenty-seven books as in the Catholic New Testament canon, though there were still disputes over the canonicity of the Letter to the Hebrews, Epistle of James, II Peter, II John and III John and the Book of Revelation,[136] known as the Antilegomena. Likewise, the Muratorian fragment is evidence that, perhaps as early as 200, there existed a set of Christian writings somewhat similar to the twenty-seven book NT canon, which included four gospels and argued against objections to them.[137] Thus, while there was a good measure of debate in the Early Church over the New Testament canon, the major writings are claimed to have been accepted by almost all Christians by the middle of the 3rd century.[138]\n\nOrigen was largely responsible for the collection of usage information regarding the texts that became the New Testament. The information used to create the late-4th-century Easter Letter, which declared accepted Christian writings, was probably based on the Ecclesiastical History (HE) of Eusebius of Caesarea, wherein he uses the information passed on to him by Origen to create both his list at HE 3:25 and Origen's list at HE 6:25. Eusebius got his information about what texts were then accepted and what were then disputed, by the third-century churches throughout the known world, a great deal of which Origen knew of firsthand from his extensive travels, from the library and writings of Origen.[139]\n\nIn fact, Origen would have possibly included in his list of \"inspired writings\" other texts kept out by the likes of Eusebius—including the Epistle of Barnabas, Shepherd of Hermas, and 1 Clement. Notwithstanding these facts, \"Origen is not the originator of the idea of biblical canon, but he certainly gives the philosophical and literary-interpretative underpinnings for the whole notion.\"[140]\n\nEusebius, c. 300, gave a detailed list of New Testament writings in his Ecclesiastical History Book 3, Chapter XXV:\n\nThe Book of Revelation is counted as both accepted (Kirsopp Lake translation: \"recognized\") and disputed, which has caused some confusion over what exactly Eusebius meant by doing so. From other writings of the church fathers, it was disputed with several canon lists rejecting its canonicity. EH 3.3.5 adds further detail on Paul: \"Paul's fourteen epistles are well known and undisputed. It is not indeed right to overlook the fact that some have rejected the Epistle to the Hebrews, saying that it is disputed by the church of Rome, on the ground that it was not written by Paul.\" EH 4.29.6 mentions the Diatessaron: \"But their original founder, Tatian, formed a certain combination and collection of the gospels, I know not how, to which he gave the title Diatessaron, and which is still in the hands of some. But they say that he ventured to paraphrase certain words of the apostle Paul, in order to improve their style.\"\n\nIn his Easter letter of 367, Athanasius, Bishop of Alexandria, gave a list of the books that would become the twenty-seven-book NT canon,[2] and he used the word \"canonized\" (kanonizomena) in regards to them.[141] The first council that accepted the present canon of the New Testament may have been the Synod of Hippo Regius in North Africa (393 AD). The acts of this council are lost. A brief summary of the acts was read at and accepted by the Council of Carthage (397) and the Council of Carthage (419).[142] These councils were under the authority of St. Augustine, who regarded the canon as already closed.[143][144][145]\n\nPope Damasus I's Council of Rome in 382, if the Decretum Gelasianum is correctly associated with it, issued a biblical canon identical to that mentioned above,[2] or, if not, the list is at least a 6th-century compilation.[146] Likewise, Damasus' commissioning of the Latin Vulgate edition of the Bible, c. 383, was instrumental in the fixation of the canon in the West.[147] In c. 405, Pope Innocent I sent a list of the sacred books to a Gallic bishop, Exsuperius of Toulouse. Christian scholars assert that, when these bishops and councils spoke on the matter, they were not defining something new but instead \"were ratifying what had already become the mind of the Church.\"[143][148][149]\n\nThe New Testament canon as it is now was first listed by St. Athanasius, Bishop of Alexandria, in 367, in a letter written to his churches in Egypt, Festal Letter 39. Also cited is the Council of Rome, but not without controversy. That canon gained wider and wider recognition until it was accepted at the Third Council of Carthage in 397 and 419. The Book of Revelation was not added till the Council of Carthage (419).[150]\n\nEven this council did not settle the matter. Certain books, referred to as Antilegomena, continued to be questioned, especially James and Revelation. Even as late as the 16th century, the Reformer Martin Luther questioned (but in the end did not reject) the Epistle of James, the Epistle of Jude, the Epistle to the Hebrews and the Book of Revelation. To this day, German-language Luther Bibles are printed with these four books at the end of the canon, rather than in their traditional order as in other editions of the Bible.\n\nIn light of this questioning of the canon of Scripture by Protestants in the 16th century, the (Roman Catholic) Council of Trent reaffirmed the traditional western canon (i.e., the canon accepted at the 4th-century Council of Rome and Council of Carthage), thus making the Canon of Trent and the Vulgate Bible dogma in the Catholic Church. Later, Pope Pius XI on 2 June 1927 decreed the Comma Johanneum was open to dispute and Pope Pius XII on 3 September 1943 issued the encyclical Divino afflante Spiritu, which allowed translations based on other versions than just the Latin Vulgate, notably in English the New American Bible.\n\nThus, some claim that, from the 4th century, there existed unanimity in the West concerning the New Testament canon (as it is today),[151] and that, by the 5th century, the Eastern Church, with a few exceptions, had come to accept the Book of Revelation and thus had come into harmony on the matter of the canon.[152] Nonetheless, full dogmatic articulations of the canon were not made until the Canon of Trent of 1546 for Roman Catholicism, the Thirty-Nine Articles of 1563 for the Church of England, the Westminster Confession of Faith of 1647 for Calvinism, and the Synod of Jerusalem of 1672 for the Greek Orthodox.\n\nOn the question of NT Canon formation generally, New Testament scholar Lee Martin McDonald has written that:[153]\n\nAccording to the Catholic Encyclopedia article on the Canon of the New Testament: \"The idea of a complete and clear-cut canon of the New Testament existing from the beginning, that is from Apostolic times, has no foundation in history. The Canon of the New Testament, like that of the Old, is the result of a development, of a process at once stimulated by disputes with doubters, both within and without the Church, and retarded by certain obscurities and natural hesitations, and which did not reach its final term until the dogmatic definition of the Tridentine Council.\"[154]\n\nIn 331, Constantine I commissioned Eusebius to deliver fifty Bibles for the Church of Constantinople. Athanasius (Apol. Const. 4) recorded Alexandrian scribes around 340 preparing Bibles for Constans. Little else is known, though there is plenty of speculation. For example, it is speculated that this may have provided motivation for canon lists, and that Codex Vaticanus and Codex Sinaiticus may be examples of these Bibles. Together with the Peshitta and Codex Alexandrinus, these are the earliest extant Christian Bibles.[155] There is no evidence among the canons of the First Council of Nicaea of any determination on the canon.\n\n"
        },
        {
            "title": "Early manuscripts",
            "text": "Like other literature from antiquity, the text of the New Testament was (prior to the advent of the printing press) preserved and transmitted in manuscripts. Manuscripts containing at least a part of the New Testament number in the thousands. The earliest of these (like manuscripts containing other literature) are often very fragmentarily preserved. Some of these fragments have even been thought to date as early as the 2nd century (i.e., Papyrus 90, Papyrus 98, Papyrus 104, and famously Rylands Library Papyrus P52, though the early date of the latter has recently been called into question).[156]\n\nFor each subsequent century, more and more manuscripts survive that contain a portion or all of the books that were held to be part of the New Testament at that time (for example, the New Testament of the 4th-century Codex Sinaiticus, once a complete Bible, contains the Epistle of Barnabas and the Shepherd of Hermas), though occasionally these manuscripts contain other works as well (e.g., Papyrus 72 and the Crosby-Schøyen Codex). The date when a manuscript was written does not necessarily reflect the date of the form of text it contains. That is, later manuscripts can, and occasionally do, contain older forms of text or older readings.\n\nSome of the more important manuscripts containing an early text of books of the New Testament are:\n\n"
        },
        {
            "title": "Textual variation",
            "text": "Textual criticism deals with the identification and removal of transcription errors in the texts of manuscripts. Ancient scribes made errors or alterations (such as including non-authentic additions).[157] The New Testament has been preserved in more than 5,800 Greek manuscripts, 10,000 Latin manuscripts and 9,300 manuscripts in various other ancient languages including Syriac, Slavic, Ethiopic and Armenian. Even if the original Greek versions were lost, the entire New Testament could still be assembled from the translations.[158]\n\nIn addition, there are so many quotes from the New Testament in early church documents and commentaries that the entire New Testament could also be assembled from these alone.[158] Not all biblical manuscripts come from orthodox Christian writers. For example, the Gnostic writings of Valentinus come from the 2nd century AD, and these Christians were regarded as heretics by the mainstream church.[159] The sheer number of witnesses presents unique difficulties, but it also gives scholars a better idea of how close modern Bibles are to the original versions.[159]\n\nOn noting the large number of surviving ancient manuscripts, Bruce Metzger sums up the view on the issue by saying \"The more often you have copies that agree with each other, especially if they emerge from different geographical areas, the more you can cross-check them to figure out what the original document was like. The only way they'd agree would be where they went back genealogically in a family tree that represents the descent of the manuscripts.[158]\n\nIn attempting to determine the original text of the New Testament books, some modern textual critics have identified sections as additions of material, centuries after the gospel was written. These are called interpolations. In modern translations of the Bible, the results of textual criticism have led to certain verses, words and phrases being left out or marked as not original. According to Bart D. Ehrman, \"These scribal additions are often found in late medieval manuscripts of the New Testament, but not in the manuscripts of the earlier centuries.\"[160]\n\nMost modern Bibles have footnotes to indicate passages that have disputed source documents. Bible commentaries also discuss these, sometimes in great detail. While many variations have been discovered between early copies of biblical texts, almost all have no importance, as they are variations in spelling, punctuation, or grammar. Also, many of these variants are so particular to the Greek language that they would not appear in translations into other languages. For example, order of words (i.e. \"man bites dog\" versus \"dog bites man\") often does not matter in Greek, so textual variants that flip the order of words often have no consequences.[158]\n\nOutside of these unimportant variants, there are a couple variants of some importance. The two most commonly cited examples are the last verses of the Gospel of Mark[161][162][163] and the story of the adulterous woman in the Gospel of John.[164][165][166] Many scholars and critics also believe that the Comma Johanneum reference supporting the Trinity doctrine in 1 John to have been a later addition.[167][168] According to Norman Geisler and William Nix, \"The New Testament, then, has not only survived in more manuscripts than any other book from antiquity, but it has survived in a purer form than any other great book—a form that is 99.5% pure\".[169]\n\nThe often referred to Interpreter's Dictionary of the Bible, a book written to prove the validity of the New Testament, says: \"A study of 150 Greek [manuscripts] of the Gospel of Luke has revealed more than 30,000 different readings... It is safe to say that there is not one sentence in the New Testament in which the [manuscript] is wholly uniform.\"[170] Most of the variation took place within the first three Christian centuries.\n\nBy the 4th century, textual \"families\" or types of text become discernible among New Testament manuscripts. A \"text-type\" is the name given to a family of texts with similar readings due to common ancestors and mutual correction. Many early manuscripts contain individual readings from several different earlier forms of text. Modern textual critics have identified the following text-types among textual witnesses to the New Testament: The Alexandrian text-type is usually considered to generally preserve many early readings. It is represented, e.g., by Codex Vaticanus, Codex Sinaiticus and the Bodmer Papyri.\n\nThe Western text-type is generally longer and can be paraphrastic, but can also preserve early readings. The Western version of the Acts of the Apostles is, notably, 8.5% longer than the Alexandrian form of the text. Examples of the Western text are found in Codex Bezae, Codex Claromontanus, Codex Washingtonianus, the Old Latin (i.e., Latin translations made prior to the Vulgate), as well as in quotations by Marcion, Tatian, Irenaeus, Tertullian and Cyprian.\n\nA text-type referred to as the \"Caesarean text-type\" and thought to have included witnesses such as Codex Koridethi and minuscule 565, can today be described neither as \"Caesarean\" nor as a text-type as was previously thought. The Gospel of Mark in Papyrus 45, Codex Washingtonianus and in Family 13 reflects a distinct type of text.\n\nIncreasing standardization of distinct (and once local) text-types eventually gave rise to the Byzantine text-type. Since most manuscripts of the New Testament do not derive from the first several centuries, that is, they were copied after the rise of the Byzantine text-type, this form of text is found the majority of extant manuscripts and is therefore often called the \"Majority Text.\" As with all of the other (earlier) text-types, the Byzantine can also occasionally preserve early readings.\n\nBiblical criticism is the scholarly \"study and investigation of biblical writings that seeks to make discerning judgments about these writings.\"[171] Viewing biblical texts as having human rather than supernatural origins, it asks when and where a particular text originated; how, why, by whom, for whom, and in what circumstances it was produced; what influences were at work in its production; what sources were used in its composition; and what message it was intended to convey.\n\nIt will vary slightly depending on whether the focus is on the Old Testament, the letters of the New Testament, or the Canonical Gospels. It also plays an important role in the quest for the historical Jesus. It also addresses the physical text, including the meaning of the words and the way in which they are used, its preservation, history, and integrity. Biblical criticism draws upon a wide range of scholarly disciplines including archaeology, anthropology, folklore, linguistics, narrative criticism, Oral Tradition studies, history, and religious studies.\n\nThe textual variation among manuscript copies of books in the New Testament prompted attempts to discern the earliest form of text already in antiquity (e.g., by the 3rd-century Christian author Origen). The efforts began in earnest again during the Renaissance, which saw a revival of the study of ancient Greek texts. During this period, modern textual criticism was born. In this context, Christian humanists such as Lorenzo Valla and Erasmus promoted a return to the original Greek of the New Testament. This was the beginning of modern New Testament textual criticism, which over subsequent centuries would increasingly incorporate more and more manuscripts, in more languages (i.e., versions of the New Testament), as well as citations of the New Testament by ancient authors and the New Testament text in lectionaries in order to reconstruct the earliest recoverable form of the New Testament text and the history of changes to it.[118]\n\n"
        },
        {
            "title": "Relationship to earlier and contemporaneous literature",
            "text": "Books that later formed the New Testament, like other Christian literature of the period, originated in a literary context that reveals relationships not only to other Christian writings, but also to Graeco-Roman and Jewish works. Of singular importance is the extensive use of and interaction with the Jewish Bible and what would become the Christian Old Testament. Both implicit and explicit citations, as well as countless allusions, appear throughout the books of the New Testament, from the Gospels and Acts, to the Epistles, to the Apocalypse.[172]\n\n"
        },
        {
            "title": "Early versions",
            "text": "The first translations (usually called \"versions\") of the New Testament were made beginning already at the end of 2nd century. The earliest versions of the New Testament are the translations into the Syriac, Latin, and Coptic languages.[173] These three versions were made directly from the Greek, and are frequently cited in the apparatuses of modern critical editions.\n\nSyriac was spoken in Syria, and Mesopotamia, and with dialect in Roman and Byzantine Palestine where it was known as Jewish Palestinian Aramaic. Several Syriac translations were made and have come to us. Most of the Old Syriac, as well as the Philoxonian version have been lost.\n\nTatian, the Assyrian, created the Diatessaron, a gospel harmony written in Syriac around 170 AD and the earliest form of the gospel not only in Syriac but probably also in Armenian.\n\nIn the 19th century, manuscript evidence was discovered for an \"Old Syriac\" version of the four distinct (i.e., not harmonized) gospels. These \"separated\" (Syriac: da-Mepharreshe) gospels, though old, have been shown to be later than the Diatessaron. The Old Syriac gospels are fragmentarily preserved in two manuscripts: the 5th-century Curetonian Syriac and the Sinaitic Syriac from the 4th or 5th century.\n\nNo Old Syriac manuscripts of other portions of the New Testament survive, though Old Syriac readings, e.g. from the Pauline Epistles, can be discerned in citations made by Eastern fathers and in later Syriac versions. The Old Syriac version is a representative of the Western text-type. The Peshitta version was prepared in the beginning of the 5th century. It contains only 22 books (neither the Minor Catholic Epistles of 2 Peter, 2 and 3 John, and Jude, nor the Book of Revelation were part of this translation).\n\nThe Philoxenian probably was produced in 508 for Philoxenus, Bishop of Mabung.[174]\n\nThe Gospels were likely translated into Latin as early as the last quarter of the 2nd century in North Africa (Afra). Not much later, there were also European Latin translations (Itala). There are about 80 Old Latin manuscripts. The Vetus Latina (\"Old Latin\") versions often contain readings with a Western type of text. (For the avoidance of confusion, these texts were written in Late Latin, not the early version of the Latin language known as Old Latin, pre 75 BC.)\n\nThe bewildering diversity of the Old Latin versions prompted Jerome to prepare another translation into Latin—the Vulgate. In many respects it was merely a revision of the Old Latin. There are currently around 8,000 manuscripts of the Vulgate.\n\nThere are several dialects of the Coptic language: Bohairic (northern dialect), Fayyumic, Sahidic (southern dialect), Akhmimic, and others. The first translation was made by at least the 3rd century into the Sahidic dialect (copsa). This translation represents a mixed text, mostly Alexandrian, though also with Western readings.[175]\n\nA Bohairic translation was made later, but existed already in the 4th century. Though the translation makes less use of Greek words than the Sahidic, it does employ some Greek grammar (e.g., in word-order and the use of particles such as the syntactic construction μεν—δε). For this reason, the Bohairic translation can be helpful in the reconstruction of the early Greek text of the New Testament.[176]\n\nThe continued spread of Christianity, and the foundation of national churches, led to the translation of the Bible—often beginning with books from the New Testament—into a variety of other languages at a relatively early date: Armenian, Georgian, Ethiopic, Persian, Sogdian, and eventually Gothic, Old Church Slavonic, Arabic, and Nubian.[177]\n\n"
        },
        {
            "title": "Modern translations",
            "text": "Historically, throughout the Christian world and in the context of Christian missionary activity, the New Testament (or portions thereof) has been that part of the Christian Bible first translated into the vernacular. The production of such translations grew out of the insertion of vernacular glosses in biblical texts, as well as out of the production of biblical paraphrases and poetic renditions of stories from the life of Christ (e.g., the Heliand).\n\nThe 16th century saw the rise of Protestantism and an explosion of translations of the New (and Old) Testament into the vernacular. Notable are those of Martin Luther (1522), Jacques Lefèvre d'Étaples (1523), the Froschau Bible (1525–1529, revised in 1574), William Tyndale (1526, revised in 1534, 1535 and 1536), the Brest Bible (1563), and the Authorized Version (also called the \"King James Version\") (1611).\n\nMost of these translations relied (though not always exclusively) upon one of the printed editions of the Greek New Testament edited by Erasmus, the Novum Instrumentum omne; a form of this Greek text emerged as the standard and is known as the Textus Receptus. This text, based on the majority of manuscripts is also used in the majority of translations that were made in the years 100 to 400 AD.\n\nTranslations of the New Testament made since the appearance of critical editions of the Greek text (notably those of Tischendorf, Westcott and Hort, and von Soden) have largely used them as their base text. Unlike the Textus Receptus, these have a pronounced Alexandrian character. Standard critical editions are those of Nestle-Åland (the text, though not the full critical apparatus of which is reproduced in the United Bible Societies' \"Greek New Testament\"), Souter, Vogels, Bover and Merk.\n\nNotable translations of the New Testament based on these most recent critical editions include the Revised Standard Version (1946, revised in 1971), La Bible de Jérusalem (1961, revised in 1973 and 2000), the Einheitsübersetzung (1970, final edition 1979), the New American Bible (1970, revised in 1986 and 2011), the New International Version (1973, revised in 1984 and 2011), the Traduction Oecuménique de la Bible (1988, revised in 2004), the New Revised Standard Version (1989) and the English Standard Version (2001, revised in 2007, 2011 and 2016).\n\n"
        },
        {
            "title": "Theological interpretation in Christian churches",
            "text": "Though all Christian churches accept the New Testament as scripture, they differ in their understanding of the nature, extent, and relevance of its authority. Views of the authoritativeness of the New Testament often depend on the concept of inspiration, which relates to the role of God in the formation of the New Testament. Generally, the greater the role of God in one's doctrine of inspiration, the more one accepts the doctrine of biblical inerrancy or authoritativeness of the Bible. One possible source of confusion is that these terms are difficult to define, because many people use them interchangeably or with very different meanings. This article will use the terms in the following manner:\n\nAccording to Gary T. Meadors:\n\nAll of these concepts depend for their meaning on the supposition that the text of Bible has been properly interpreted, with consideration for the intention of the text, whether literal history, allegory or poetry, etc. Especially the doctrine of inerrancy is variously understood according to the weight given by the interpreter to scientific investigations of the world.\n\nThe notion of unity in diversity of Scripture claims that the Bible presents a noncontradictory and consistent message concerning God and redemptive history. The fact of diversity is observed in comparing the diversity of time, culture, authors' perspectives, literary genre, and the theological themes.[179]\n\nStudies from many theologians considering the \"unity in diversity\" to be found in the New Testament (and the Bible as a whole) have been collected and summarized by New Testament theologian Frank Stagg. He describes them as some basic presuppositions, tenets, and concerns common among the New Testament writers, giving to the New Testament its \"unity in diversity\":\n\nFor the Roman Catholic Church, there are two modes of Revelation: Scripture and Tradition. Both of them are interpreted by the teachings of the Church. The Roman Catholic view is expressed clearly in the Catechism of the Catholic Church (1997):\n\nIn Catholic terminology the teaching office is called the Magisterium. The Catholic view should not be confused with the two-source theory. As the Catechism states in §§ 80 and 81, Revelation has \"one common source ... two distinct modes of transmission.\"[181]\n\nWhile many Eastern Orthodox writers distinguish between Scripture and Tradition, Bishop Kallistos Ware says that for the Orthodox there is only one source of the Christian faith, Holy Tradition, within which Scripture exists.[182]\n\nTraditional Anglicans believe that \"Holy Scripture containeth all things necessary to salvation\", (Article VI), but also that the Catholic Creeds \"ought thoroughly to be received and believed\" (Article VIII), and that the Church \"hath authority in Controversies of Faith\" and is \"a witness and keeper of Holy Writ\" (Article XX).[183] Classical Anglicanism, therefore, like Orthodoxy, holds that Holy Tradition is the only safe guardian against perversion and innovation in the interpretation of Scripture.\n\nIn the famous words of Thomas Ken, Bishop of Bath and Wells: \"As for my religion, I dye in the holy catholic and apostolic faith professed by the whole Church before the disunion of East and West, more particularly in the communion of the Church of England, as it stands distinguished from all Papal and Puritan innovations, and as it adheres to the doctrine of the Cross.\"[This quote needs a citation]\n\nFollowing the doctrine of sola scriptura, Protestants believe that their traditions of faith, practice and interpretations carry forward what the scriptures teach, and so tradition is not a source of authority in itself. Their traditions derive authority from the Bible, and are therefore always open to reevaluation. This openness to doctrinal revision has extended in Liberal Protestant traditions even to the reevaluation of the doctrine of Scripture upon which the Reformation was founded, and members of these traditions may even question whether the Bible is infallible in doctrine, inerrant in historical and other factual statements, and whether it has uniquely divine authority. The adjustments made by modern Protestants to their doctrine of scripture vary widely.[citation needed]\n\nWithin the US, the Chicago Statement on Biblical Inerrancy (1978) articulates evangelical views on this issue. Paragraph four of its summary states: \"Being wholly and verbally God-given, Scripture is without error or fault in all its teaching, no less in what it states about God's acts in creation, about the events of world history, and about its own literary origins under God, than in its witness to God's saving grace in individual lives.\"[184]\n\nMainline American Protestant denominations, including the United Methodist Church, Presbyterian Church USA, The Episcopal Church, and Evangelical Lutheran Church in America, do not teach the doctrine of inerrancy as set forth in the Chicago Statement. All of these churches have more ancient doctrinal statements asserting the authority of scripture, but may interpret these statements in such a way as to allow for a very broad range of teaching—from evangelicalism to skepticism. It is not an impediment to ordination in these denominations to teach that the scriptures contain errors, or that the authors follow a more or less unenlightened ethics that, however appropriate it may have seemed in the authors' time, moderns would be very wrong to follow blindly.\n\nFor example, ordination of women is universally accepted in the mainline churches, abortion is condemned as a grievous social tragedy but not always a personal sin or a crime against an unborn person, and homosexuality is sometimes recognized as a genetic propensity or morally neutral preference that should be neither encouraged nor condemned. In North America, the most contentious of these issues among these churches at the present time is how far the ordination of gay men and lesbians should be accepted.\n\nOfficials of the Presbyterian Church USA report: \"We acknowledge the role of scriptural authority in the Presbyterian Church, but Presbyterians generally do not believe in biblical inerrancy. Presbyterians do not insist that every detail of chronology or sequence or prescientific description in scripture be true in literal form. Our confessions do teach biblical infallibility. Infallibility affirms the entire truthfulness of scripture without depending on every exact detail.\"[185]\n\nThose who hold a more liberal view of the Bible as a human witness to the glory of God, the work of fallible humans who wrote from a limited experience unusual only for the insight they have gained through their inspired struggle to know God in the midst of a troubled world. Therefore, they tend not to accept such doctrines as inerrancy. These churches also tend to retain the social activism of their evangelical forebears of the 19th century, placing particular emphasis on those teachings of scripture that teach compassion for the poor and concern for social justice.\n\nThe message of personal salvation is, generally speaking, of the good that comes to oneself and the world through following the New Testament's Golden Rule admonition to love others without hypocrisy or prejudice. Toward these ends, the \"spirit\" of the New Testament, more than the letter, is infallible and authoritative.\n\nThere are some movements that believe the Bible contains the teachings of Jesus but who reject the churches that were formed following its publication. These people believe all individuals can communicate directly with God and therefore do not need guidance or doctrines from a church. These people are known as Christian anarchists.\n\nMessianic Judaism generally holds the same view of New Testament authority as evangelical Protestants.[186] According to the view of some Messianic Jewish congregations, Jesus did not annul the Torah, but that its interpretation is revised and ultimately explained through the Apostolic Scriptures.[187]\n\nJehovah's Witnesses accept the New Testament as divinely inspired Scripture, and as infallible in every detail, with equal authority as the Hebrew Scriptures. They view it as the written revelation and good news of the Messiah, the ransom sacrifice of Jesus, and the Kingdom of God, explaining and expounding the Hebrew Bible, not replacing but vitally supplementing it. They also view the New Testament as the primary instruction guide for Christian living, and church discipline. They generally call the New Testament the \"Christian Greek Scriptures\", and see only the \"covenants\" as \"old\" or \"new\", but not any part of the actual Scriptures themselves.[188]\n\nOneness Pentecostalism subscribes to the common Protestant doctrine of sola scriptura. They view the Bible as the inspired Word of God, and as absolutely inerrant in its contents (though not necessarily in every translation).[189][190] They regard the New Testament as perfect and inerrant in every way, revealing the Lord Jesus Christ in the Flesh, and his Atonement, and which also explains and illuminates the Old Testament perfectly, and is part of the Bible canon, not because church councils or decrees claimed it so, but by witness of the Holy Spirit.[191][192]\n\nThe Seventh-day Adventist Church holds the New Testament as the inspired Word of God, with God influencing the \"thoughts\" of the Apostles in the writing, not necessarily every word though. The first fundamental belief of the Seventh-Day Adventist church stated that \"The Holy Scriptures are the infallible revelation of [God's] will.\" Adventist theologians generally reject the \"verbal inspiration\" position on Scripture held by many conservative evangelical Christians. They believe instead that God inspired the thoughts of the biblical authors and apostles, and that the writers then expressed these thoughts in their own words.[193] This view is popularly known as \"thought inspiration\", and most Adventist members hold to that view. According to Ed Christian, former JATS editor, \"few if any ATS members believe in verbal inerrancy\".[194]\n\nRegarding the teachings of the New Testament compared to the Old, and the application in the New Covenant, Adventists have traditionally taught that the Decalogue is part of the moral law of God, which was not abrogated by the ministry and death of Jesus Christ. Therefore, the fourth commandment concerning the Sabbath is as applicable to Christian believers as the other nine. Adventists have often taught a distinction between \"moral law\" and \"ceremonial law\". According to Adventist beliefs, the moral law continues into the \"New Testament era\", but the ceremonial law was done away with by Jesus.\n\nHow the Mosaic Law should be applied came up at Adventist conferences in the past, and Adventist theologians such as A. T. Jones and E. J. Waggoner looked at the problem addressed by Paul in Galatians as not the ceremonial law, but rather the wrong use of the law (legalism). They were opposed by Uriah Smith and George Butler at the 1888 Conference. Smith in particular thought the Galatians issue had been settled by Ellen White already, yet in 1890 she claimed that justification by faith is \"the third angel's message in verity.\"[195] White interpreted Colossians 2:14[196] as saying that the ceremonial law was nailed to the cross.[197]\n\nMembers of the Church of Jesus Christ of Latter-day Saints (LDS Church) believe that the New Testament, as part of the Christian biblical canon, is accurate \"as far as it is translated correctly\".[198] They believe the Bible as originally revealed is the word of God, but that the processes of transcription and translation have introduced errors into the texts as currently available, and therefore they cannot be regarded as completely inerrant.[199][200] In addition to the Old and New Testaments, the Book of Mormon, the Doctrine and Covenants and the Pearl of Great Price are considered part of their scriptural canon.[201][202]\n\n"
        },
        {
            "title": "In the liturgy",
            "text": "Despite the wide variety among Christian liturgies, texts from the New Testament play a role in almost all forms of Christian worship. In addition to some language derived from the New Testament in the liturgy itself (e.g., the Trisagion may be based on Apocalypse 4:8, and the beginning of the \"Hymn of Praise\" draws upon Luke 2:14), the reading of extended passages from the New Testament is a practice common to almost all Christian worship, liturgical or not.\n\nThese readings are most often part of an established lectionary (i.e., selected texts to be read at church services on specific days), and (together with an Old Testament reading and a Psalm) include a non-gospel reading from the New Testament and culminate with a Gospel reading. No readings from the Book of Revelation are included in the standard lectionary of the Eastern Orthodox Churches.\n\nCentral to the Christian liturgy is the celebration of the Eucharist or \"Holy Communion\". The Words of Institution that begin this rite are drawn directly from 1 Corinthians 11:23–26. In addition, the communal recitation of the Lord's Prayer (in the form found in the Gospel of Matthew 6:9–13) is also a standard feature of Christian worship.\n\n"
        },
        {
            "title": "In the arts",
            "text": " Most of the influence of the New Testament upon the arts has come from the Gospels and the Book of Revelation.[citation needed] Literary expansion of the Nativity of Jesus found in the Gospels of Matthew and Luke began already in the 2nd century, and the portrayal of the Nativity has continued in various art forms to this day. The earliest Christian art would often depict scenes from the New Testament such as the raising of Lazarus, the baptism of Jesus or the motif of the Good Shepherd.\n\nBiblical paraphrases and poetic renditions of stories from the life of Christ (e.g., the Heliand) became popular in the Middle Ages, as did the portrayal of the arrest, trial and execution of Jesus in Passion plays. Indeed, the Passion became a central theme in Christian art and music. The ministry and Passion of Jesus, as portrayed in one or more of the New Testament Gospels, has also been a theme in film, almost since the inception of the medium (e.g., La Passion, France, 1903).\n\n"
        }
    ]
}