{
    "url": "https://en.wikipedia.org/wiki/New_Thought",
    "title": "New Thought",
    "table_of_contents": [
        "1 Overview",
        "2 History",
        "2.1 Origins",
        "2.2 Growth",
        "2.3 Major gatherings",
        "3 Beliefs",
        "3.1 Evolution of thought",
        "3.2 Theological inclusionism",
        "3.3 Therapeutic ideas",
        "3.4 Criticism",
        "4 Movement",
        "5 See also",
        "5.1 Persons",
        "6 Citations",
        "7 General bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The New Thought movement (also Higher Thought)[1] is a spiritual movement that coalesced in the United States in the early 19th century. New Thought was seen by its adherents as succeeding \"ancient thought\", accumulated wisdom and philosophy from a variety of origins, such as Ancient Greek, Roman, Egyptian, Chinese, Taoist, Vedic, Hindu, and Buddhist cultures and their related belief systems, primarily regarding the interaction between thought, belief, consciousness in the human mind, and the effects of these within and beyond the human mind. Though no direct line of transmission is traceable, many adherents to New Thought in the 19th and 20th centuries claimed to be direct descendants from those systems.\n\nAlthough there have been many leaders and various offshoots of the New Thought philosophy, the origins of New Thought have often been traced back to Phineas Quimby, or even as far back as Franz Mesmer. Many of these groups are incorporated into the International New Thought Alliance.[2][3] The contemporary New Thought movement is a loosely allied group of religious denominations, authors, philosophers, and individuals who share a set of beliefs concerning metaphysics, positive thinking, the law of attraction, healing, life force, creative visualization, and personal power.[4]\n\nNew Thought holds that Infinite Intelligence, or God, is everywhere, spirit is the totality of real things, true human selfhood is divine, divine thought is a force for good, sickness originates in the mind, and \"right thinking\" has a healing effect.[5][6] Although New Thought is neither monolithic nor doctrinaire, in general, modern-day adherents of New Thought share some core beliefs:\n\nWilliam James used the term \"New Thought\" as synonymous with the \"Mind cure movement\", in which he included many sects with diverse origins, such as idealism and Hinduism.[7]\n\n"
        },
        {
            "title": "Overview",
            "text": "William James, in The Varieties of Religious Experience (1902), described New Thought as follows:\n\n"
        },
        {
            "title": "History",
            "text": "The New Thought movement was based on the teachings of Phineas Quimby (1802–1866), an American mesmerist and healer. Quimby had developed a belief system that included the tenet that illness originated in the mind as a consequence of erroneous beliefs and that a mind open to God's wisdom could overcome any illness.[9] His basic premise was:\n\nDuring the late 19th century, the metaphysical healing practices of Quimby mingled with the \"Mental Science\" of Warren Felt Evans, a Swedenborgian minister.[citation needed] Mary Baker Eddy, the founder of Christian Science, has sometimes been cited as having used Quimby as inspiration for theology. Eddy was a patient of Quimby's and shared his view that disease is rooted in a mental cause. Because of its theism, Christian Science differs from the teachings of Quimby.[12]\n\nIn the late 19th century, New Thought was propelled by a number of spiritual thinkers and philosophers and emerged through a variety of religious denominations and churches, particularly the Unity Church and Church of Divine Science (established in 1889 and 1888, respectively), followed by Religious Science (established in 1927).[13] Many of its early teachers and students were women; notable among the founders of the movement were Emma Curtis Hopkins, known as the \"teacher of teachers\", Myrtle Fillmore, Malinda Cramer, and Nona L. Brooks;[13] with many of its churches and community centers led by women, from the 1880s to today.[14][15]\n\nNew Thought is also largely a movement of the printed word.[16]\n\nPrentice Mulford, through writing Your Forces and How to Use Them,[17] a series of essays published during 1886–1892, was pivotal in the development of New Thought thinking, including the Law of Attraction.\n\nIn 1906, William Walker Atkinson (1862–1932) wrote and published Thought Vibration or the Law of Attraction in the Thought World.[18] Atkinson was the editor of New Thought magazine and the author of more than 100 books on an assortment of religious, spiritual, and occult topics.[19] The following year, Elizabeth Towne, the editor of The Nautilus, published Bruce MacLelland's book Prosperity Through Thought Force, in which he summarized the \"Law of Attraction\" as a New Thought principle, stating \"You are what you think, not what you think you are.\"[20]\n\nThese magazines were used to reach a large audience then, as others are now. Nautilus magazine, for example, had 45,000 subscribers and a total circulation of 150,000.[16] One Unity Church magazine, Wee Wisdom, was the longest-lived children's magazine in the United States, published from 1893 until 1991.[21] Today, New Thought magazines include Daily Word, published by Unity and the Religious Science magazine; and Science of Mind, published by the Centers for Spiritual Living.\n\nThe 1915 International New Thought Alliance (INTA) conference – held in conjunction with the Panama–Pacific International Exposition, a world's fair that took place in San Francisco – featured New Thought speakers from far and wide. The PPIE organizers were so favorably impressed by the INTA convention that they declared a special \"New Thought Day\" at the fair and struck a commemorative bronze medal for the occasion, which was presented to the INTA delegates, led by Annie Rix Militz.[22] By 1916, the International New Thought Alliance had encompassed many smaller groups around the world, adopting a creed known as the \"Declaration of Principles\".[13] The Alliance is held together by one central teaching: that people, through the constructive use of their minds, can attain freedom, power, health, prosperity, and all good, molding their bodies as well as the circumstances of their lives. The declaration was revised in 1957, with all references to Christianity removed, and a new statement based on the \"inseparable oneness of God and Man\".[13]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The chief tenets of New Thought are:[23]\n\nAdherents also generally believe that as humankind gains greater understanding of the world, New Thought itself will evolve to assimilate new knowledge. Alan Anderson and Deb Whitehouse have described New Thought as a \"process\" in which each individual and even the New Thought Movement itself is \"new every moment\". Thomas McFaul has claimed \"continuous revelation\", with new insights being received by individuals continuously over time. Jean Houston has spoken of the \"possible human\", or what we are capable of becoming.[24]\n\nThe Home of Truth has, from its inception as the Pacific Coast Metaphysical Bureau in the 1880s, under the leadership of Annie Rix Militz, disseminated the teachings of the Hindu teacher Swami Vivekananda.[25] It is one of the more outspokenly interfaith of New Thought organizations, stating adherence to \"the principle that Truth is Truth where ever it is found and who ever is sharing it\".[26][failed verification] Joel S. Goldsmith's The Infinite Way incorporates teaching from Christian Science, as well.\n\nDivine Science, Unity Church, and Religious Science are organizations that developed from the New Thought movement. Each teaches that Infinite Intelligence, or God, is the sole reality. New Thought adherents believe that sickness is the result of the failure to realize this truth. In this line of thinking, healing is accomplished by the affirmation of oneness with the Infinite Intelligence or God.[citation needed]\n\nJohn Bovee Dods (1795–1862), an early practitioner of New Thought, wrote several books on the idea that disease originates in the electrical impulses of the nervous system and is therefore curable by a change of belief.[citation needed] Later New Thought teachers, such as the early-20th-century author, editor, and publisher William Walker Atkinson, accepted this premise. He connected his idea of mental states of being with his understanding of the new scientific discoveries in electromagnetism and neural processes.[27]\n\nWhile the beliefs that are held by practitioners of the New Thought movement are similar to many mainstream religious doctrines, there have been concerns raised among scholars and scientists about some of the views surrounding health and wellness that are perpetuated by the New Thought movement. Most pressing is the New Thought movement's rejection of empirically supported scientific theories of the causes of diseases. In scientific medicine, diseases can have a wide range of physical causes, from abnormalities in genes and in cell growth that cause cancer, to viruses, bacteria, and fungi that cause infections, to environmental toxins that can damage entire organ systems.[28][29][30] While it has been empirically supported that the psychological and social health of a person can influence their susceptibility to disease (e.g., stress can suppress immune function, which increases risk of infection),[31] critics allege that mental states are not the cause of human disease, as is claimed by the New Thought movement.[citation needed]\n\nEqually concerning, critics argue, is the New Thought movement's emphasis on using faith and mental states as treatments for all human disease. While it has been supported that the use of relaxation therapy and other forms of alternative health practices are beneficial in improving the overall well-being of patients with a wide variety of mental and physical health conditions (e.g., cancer, post-traumatic stress disorder), these practices are not effective in treating human disease alone, and should be undertaken in conjunction with modern medical therapies that have empirical support.[32] This rejection of scientifically supported theories of disease and disease treatment is worsened by the New Thought movement's assertion that mental states, attitudes, and faith in New Thought are the sole determinants of health.\n\nThe New Thought movement has received criticism akin to that levied against the holistic health movement that in claiming that sickness is caused by a person's attitudes, mental states, and faith, it is easy to place blame on patients for not adopting a correct attitude, thought processes, and/or lifestyle.[33] Blame can have powerful psychological effects – with stress and isolation seen in victim blaming being the largest issues that arise and the most concerning in terms of effect on patients' health.[34]\n\n"
        },
        {
            "title": "Movement",
            "text": "New Thought publishing and educational activities reach approximately 2.5 million people annually.[35] The largest New Thought-oriented denomination is the Japanese Seicho-no-Ie.[36] Other belief systems within the New Thought movement include Jewish Science, Religious Science, Centers for Spiritual Living and Unity. Past denominations have included Psychiana and Father Divine.\n\nReligious Science operates under three main organizations: the Centers for Spiritual Living; the Affiliated New Thought Network; and Global Religious Science Ministries. Ernest Holmes, the founder of Religious Science, stated that Religious Science is not based on any \"authority\" of established beliefs, but rather on \"what it can accomplish\" for the people who practice it.[37] The Science of Mind, authored by Ernest Holmes, while based on a philosophy of being \"open at the top\", focuses extensively on the teachings of Jesus Christ.[38]\nUnity, founded by Charles and Myrtle Fillmore, identifies itself as \"Christian New Thought\", focused on \"Christian idealism\", with the Bible as one of its main texts, although not interpreted literally. The other core text is Lessons in Truth by H. Emilie Cady. The Universal Foundation for Better Living, or UFBL, was founded in 1974 by Johnnie Colemon in Chicago, Illinois after breaking away from the Unity Church for \"blatant racism\".[39]\n\n"
        }
    ]
}