{
    "url": "https://en.wikipedia.org/wiki/New_York_City_area",
    "title": "New York metropolitan area",
    "table_of_contents": [
        "1 Definitions",
        "1.1 Metropolitan statistical area",
        "1.2 Combined statistical area",
        "2 Geography",
        "3 Subregions",
        "3.1 New York City",
        "3.2 Long Island",
        "3.3 Lower Hudson Valley",
        "3.4 Mid-Hudson Valley",
        "3.5 Northern New Jersey",
        "3.6 Central New Jersey",
        "3.7 Western Connecticut",
        "3.8 Pike County, Pennsylvania",
        "3.9 Urban areas of the region",
        "4 Main cities and towns",
        "4.1 Climate",
        "5 History",
        "5.1 Statistical history",
        "5.2 Proposals for the region",
        "6 Demographics",
        "6.1 2020 Census",
        "6.2 2010 Census",
        "6.3 Population estimates",
        "6.4 Religion",
        "7 Economy",
        "7.1 Wall Street",
        "7.2 Tech and biotech",
        "7.3 Port of New York and New Jersey",
        "7.4 Water purity and availability",
        "8 Education",
        "8.1 Attainment",
        "9 Transportation",
        "9.1 Rail",
        "9.1.1 New York City Subway",
        "9.1.2 PATH",
        "9.1.3 Commuter rail",
        "9.2 Major highways",
        "9.2.1 Interstates",
        "9.2.2 U.S. Routes",
        "9.2.3 State Routes",
        "9.2.4 Other limited-access roads",
        "9.2.5 Named bridges and tunnels",
        "9.3 Commuter bus",
        "9.4 Major airports",
        "9.5 Commuter usage",
        "10 Culture and contemporary life",
        "10.1 Sports teams",
        "10.2 Media",
        "10.3 Theme parks",
        "10.3.1 In New Jersey",
        "10.3.2 In New York State",
        "11 Area codes",
        "12 See also",
        "13 Notes",
        "14 References",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nThe New York metropolitan area, also commonly referred to as the Tri-State area, is the largest metropolitan area in the world by urban landmass, at 4,669.0 sq mi (12,093 km2),[10] and one of the most populous urban agglomerations in the world. The vast metropolitan area includes New York City, Long Island, the Mid and Lower Hudson Valley in the State of New York; the six largest cities in New Jersey: Newark, Jersey City, Paterson, Elizabeth, Lakewood, and Edison, and their vicinities; and six of the seven largest cities in Connecticut: Bridgeport, Stamford, New Haven, Waterbury, Norwalk, and Danbury, and the vicinities of these cities. The New York metropolitan area comprises the geographic and demographic hub of the larger Northeast megalopolis.\n\nThe New York metropolitan area is the most populous in the United States, as defined by both the Metropolitan Statistical Area (20.1 million residents in 2020)[7] and the Combined Statistical Area (23.6 million residents in 2020).[8] The metropolitan area is home to approximately 6% of the United States' population.[11] It is the tenth largest urban agglomeration in the world.[12][13][14] The New York metropolitan area continues to be the premier gateway for legal immigration to the United States,[15][16][17][18] having the largest foreign-born population of any metropolitan region in the world. The MSA covers 6,720 sq mi (17,405 km2), while the CSA area is 13,318 sq mi (34,493 km2), encompassing an ethnically and geographically diverse region. The New York metropolitan area's population is larger than that of the state of New York, and the metropolitan airspace accommodated over 130 million passengers in 2016.[19]\n\nAs the hub of multiple industries, including finance, health care, pharmaceuticals, and life sciences,[20] international trade, publishing, real estate, education, fashion, entertainment, tourism, law, and manufacturing, the New York metropolitan area estimated to produce a gross metropolitan product (GMP) of $2.1 trillion as of 2022, representing the largest metropolitan economy worldwide; and if the New York metropolitan area were an independent sovereign state, it would constitute the eighth-largest economy in the world.[21][22][23][24] It is the most prominent financial,[25][26][27] diplomatic, and media hub[28][29] in the world.[30][31]\n\nAccording to Forbes, in 2014, the New York metropolitan area was home to eight of the top ten ZIP codes in the United States by median housing price, with six in Manhattan alone.[32] The New York metropolitan area also contains five of the top ten richest places in America, according to Bloomberg. These are Scarsdale, New York; Short Hills, New Jersey; Old Greenwich, Connecticut; Bronxville, New York; and Darien, Connecticut.[33] The New York metropolitan region's higher education network comprises hundreds of colleges and universities, including New York University and three Ivy League universities: Columbia, Princeton, and Yale.\n\n"
        },
        {
            "title": "Definitions",
            "text": "The counties and county groupings constituting the New York metropolitan area are listed below, with 2010 census figures:\n\nThe U.S. Office of Management and Budget utilizes two definitions of the area: the metropolitan statistical area (MSA) and the combined statistical area (CSA). The MSA definition is titled the New York-Newark-Jersey City, NY-NJ-PA Metropolitan Statistical Area, and includes a population of 20.3 million people by 2017 Census estimates, roughly 1 in 16 Americans and nearly 7 million more than the second-place Los Angeles metropolitan area in the United States. The MSA is further subdivided into four metropolitan divisions. The 23-county MSA includes 10 counties in New York State (coextensive with the five boroughs of New York, the two remaining counties of Long Island, and three counties in the Lower Hudson Valley); 12 counties in Northern and Central New Jersey; and one county in northeastern Pennsylvania. The largest urbanized area in the United States is at the heart of the metropolitan area, the New York–Newark, NY–NJ–CT Urbanized Area (which had a land area of 3,450 square miles in 2010 according to the 2010 census). The New York state portion of the metropolitan area (the Five Boroughs, the lower Hudson Valley, and Long Island) accounts for over 65 percent of the state's population.\n\nNew York–Newark–Jersey City, NY–NJ–PA Metropolitan Statistical Area (19,043,386)\n\nCombined statistical areas (CSAs) group together adjacent core-based statistical areas with a high degree of economic interconnection.[35] The New York–Newark, NY–NJ–CT–PA Combined Statistical Area had an estimated population of 23.7 million as of 2014.[11] About one out of every fifteen Americans resides in this region, which includes eight additional counties in New York, New Jersey, Connecticut, and Pennsylvania. This area, less the Pennsylvania portion, is often referred to as the tri-state area and less commonly the tri-state region. The New York City television designated market area (DMA) includes Pike County, Pennsylvania,[36] which is also included in the CSA.\n\nIn addition to the New York–Newark–Jersey City, NY–NJ–PA metropolitan statistical areas (MSA), the following core-based statistical areas are also included in the New York–Newark, NY–NJ–CT–PA CSA:\n\n"
        },
        {
            "title": "Geography",
            "text": "The area is frequently divided into the following subregions:[38][39]\n\nAll eight subregions are often further subdivided. For instance, Long Island can be divided into its South and North Shores (usually when speaking about Nassau County and western Suffolk County) and the East End. The Hudson Valley and Connecticut are sometimes grouped together and referred to as the Northern Suburbs, largely because of the shared usage of the Metro-North Railroad system.[40]\n\n"
        },
        {
            "title": "Subregions",
            "text": "The geographical, cultural, and economic center of the metropolitan area is New York City, the most populous city in the United States. The city consists of five boroughs, each of which is coterminous with a county of New York State. The five boroughs – Brooklyn, Queens, Manhattan, the Bronx, and Staten Island – were consolidated into a single city in 1898.[41] With a Census-estimated population of 8,550,405 in 2015 (8,491,079 in 2014[42][43]), distributed over a land area of just 305 square miles (790 km2),[44] New York is the most densely populated major city in the United States.[45] A global power city,[46] New York City exerts a significant impact upon commerce, finance, health care and life sciences,[20] media, art, fashion, research, technology, education, and entertainment, its fast pace[47][48] defining the term New York minute.[49] Home to the headquarters of the United Nations,[50] New York is an important center for international diplomacy.[51] New York is a global city[52] and has been described as the cultural,[53][54] financial,[25][26] and media capital[28][29] of the world, as well as the world's most economically powerful city.[31][26][55][27]\n\nLong Island, the most populous island in the United States, is located just off the northeast coast of the United States and is a region wholly included within both the U.S. state of New York and the New York metropolitan area. Extending 118 miles east-northeast of Roosevelt Island, Manhattan from New York Harbor into the Atlantic Ocean, the island comprises four counties: Kings and Queens (these form the New York boroughs of Brooklyn and Queens, respectively) to the west; then Nassau and Suffolk to the east. However, most people in the New York metropolitan area (even those living in Queens and Brooklyn) colloquially use the term \"Long Island\" (or \"The Island\") exclusively to refer to the Nassau-Suffolk county area collectively, which is mainly suburban in character.[57] North of the island is Long Island Sound, across which are the U.S. states of Connecticut and Rhode Island.\n\nWith a population of 8,063,232 enumerated at the 2020 U.S. Census, constituting nearly 40% of New York State's population,[58][59][60][61][62] the majority of New York City residents, 58.4% as of 2020, live on Long Island, namely the estimated 4,896,398 residents living in the New York City boroughs of Brooklyn and Queens.[63] Long Island is the most populated island in any U.S. state or territory, and the 17th-most populous island in the world (ahead of Ireland, Jamaica, and Hokkaidō). Its population density is 5,571 inhabitants per square mile (2,151/km2). If Long Island geographically constituted an independent metropolitan statistical area, it would rank fourth most populous in the United States; while if it were a U.S. state, Long Island would rank 13th in population and first in population density. Queens is the most ethnically diverse urban area in the world.[64][65] The Town of Hempstead in Nassau County, with an estimated population of 770,367 in 2016, is the most populous municipality in the New York metropolitan area outside of New York City.[56]\n\nLong Island is also the 17th most populous island in the world, but is more prominently known for recreation, boating, and miles of public beaches, including numerous town, county, and state parks, as well as Fire Island National Seashore and wealthy and expensive coastal residential enclaves. Along the north shore, the Gold Coast of Long Island, featured in the film The Great Gatsby, is an upscale section of Nassau and western Suffolk counties that once featured many lavish mansions built and inhabited by wealthy business tycoons in the earlier years of the 20th century, of which only a few remain preserved as historic sites. The East End of Long Island (known as the \"Twin Forks\" because of its physical shape) boasts open spaces for farmland and wineries. The South Fork, in particular, comprises numerous towns and villages known collectively as \"The Hamptons\" and has an international reputation as a \"playground for the rich and famous\", with some of the wealthiest communities in the United States. In 2015, according to Business Insider, the 11962 zip code encompassing Sagaponack, within Southampton, was listed as the most expensive in the U.S. by real estate-listings site Property Shark, with a median home sale price of $5,125,000.[66]\nDuring the summer season, many celebrities and the wealthy visit or reside in mansions and waterfront homes, while others spend weekends enjoying the beaches, gardens, bars, restaurants, and nightclubs.\n\nLong Island is served by a network of parkways and expressways, with the Long Island Expressway, Northern State Parkway, and Southern State Parkway being major east–west routes across significant portions of the island. Commuter rail access is provided by the Metropolitan Transportation Authority (MTA) Long Island Rail Road, one of the largest commuter railroads in the United States. Air travel needs are served by several airports. Within Queens, the island is home to John F. Kennedy International Airport and LaGuardia Airport, two of the three major airline hubs serving the New York area (with Newark Liberty International Airport being the third; all three major airports are operated by The Port Authority of New York & New Jersey). Long Island MacArthur Airport (serving commercial airlines) and Farmingdale/Republic Airport (private and commuter flights) are both located in Suffolk County.\n\nKnown for its hilly terrain, picturesque settings, and quaint small towns and villages, the Lower Hudson Valley is centered around the Hudson River north of New York City and lies within New York State. Westchester and Putnam counties are located on the eastern side of the river, and Rockland and Orange counties are located on the western side of the river. Westchester and Rockland counties are connected by the heavily trafficked New Tappan Zee Bridge, as well as by the Bear Mountain Bridge near their northern ends. Several branches of the MTA Metro-North Railroad serve the region's rail commuters. Southern Westchester County contains more densely populated areas and includes the cities of Yonkers, Mount Vernon, New Rochelle, and White Plains. Although many of the suburban communities of Westchester are known for their affluence and expense (some examples: Bronxville, Scarsdale, Chappaqua, Armonk, Katonah, and Briarcliff Manor), the Lower Hudson Valley as a whole is one of the fastest-growing areas in the metropolitan area because of high housing costs in New York and the inner suburbs.\n\nHistorically, the valley was home to many factories, including paper mills, but a significant number have closed. After years of lingering pollution, cleanup efforts to improve the Hudson River water quality are currently planned and will be supervised by the United States Environmental Protection Agency (EPA).[67]\n\nThe Mid-Hudson Valley region of the State of New York is midway between New York City and the state capital of Albany. The area includes the counties of Dutchess, Ulster, and Sullivan, as well as the northern portions of Orange County, with the region's main cities being Poughkeepsie, Newburgh, Kingston, and Beacon. The Walkway over the Hudson, is the second longest pedestrian footbridge in the world. It crosses the Hudson River connecting Poughkeepsie and Highland. The 13 mile-long Dutchess Rail Trail stretches from Hopewell Junction to the beginning of the Walkway over the Hudson in Poughkeepsie. The area is home to the Wappingers Central School District, which the second-largest school district in the state of New York. The Newburgh Waterfront in the City of Newburgh is home to many high-end restaurants.\n\nU.S. Route 9, I-84, and the Taconic State Parkway all run through Dutchess County. Metro-North Railroad train station, New Hamburg, is located in the Town of Poughkeepsie and runs from Poughkeepsie to Grand Central Terminal in New York City.\n\nNorthern New Jersey, also known colloquially as North Jersey, is typically defined as comprising the following counties:\n\nThe New Jersey State Department of Tourism splits North Jersey into the urban Gateway Region and the more rural Skylands Region. Northern New Jersey is home to four of the largest cities of that state: Newark, Jersey City, Paterson, and Elizabeth.\n\nThe region is geographically diverse with wetlands, mountains, and valleys throughout the area. It has a large network of expressways and public transportation rail services, mostly operated by New Jersey Transit. Northern New Jersey also contains the second busiest airport in the New York metropolitan area, Newark Liberty International Airport.\n\nAlthough it is a suburban and rural region of New York, much of the Gateway Region is highly urbanized. The entirety of Hudson County, eastern Essex County, southern Passaic County as well as Elizabeth in Union County are all densely populated areas.\n\nCentral Jersey is the middle portion of the state of New Jersey. Municipalities including Trenton (the state capital of New Jersey and the only U.S. state capital within the New York metropolitan area) and Princeton (home to Princeton University) are located in this subregion, as is a significant portion of the Jersey Shore.\n\nFairfield, New Haven, and Litchfield counties in western Connecticut (like the state in general) are known for affluence. Large businesses are scattered throughout the area, mostly in Fairfield County. The land is flat along the coast with low hills eventually giving way to larger hills such as The Berkshires further inland, to the Massachusetts border. Most of the largest cities in the state are in New Haven County (home to Yale University) and Fairfield County.\n\nCandlewood Lake is the largest recreational lake in the New York metropolitan area. The lake is located within the Greater Danbury region, and is home to many second homes of New York City residents.\n\nPike County is located in northeastern Pennsylvania. As of the 2010 Census, the population was 57,369.[70] Its county seat is Milford.[71] Part of the Pocono Mountains region lies within Pike County, which has ranked among the fastest-growing counties of Pennsylvania.[72]\n\nThe combined statistical area is a multicore metropolitan region containing several urban areas.\n\n"
        },
        {
            "title": "Main cities and towns",
            "text": "The following is a list of \"principal cities\" and their respective population estimates from the 2010 U.S. Census Bureau publication. Principal cities are generally those where there is a greater number of jobs than employed residents.[77][78][79][80]\n\nUnder the Köppen climate classification, New York City, western (and parts of eastern) Long Island, and the Jersey Shore experience a humid subtropical climate (Cfa),[81][82] and New York is thus the northernmost major city on the North American continent with this climate type.\n\nMuch of the remainder of the metropolitan area lies in the transition zone from a humid subtropical (Cfa) to a humid continental climate (Dfa),[81][82] and it is only the inland, more exurban areas far to the north and west such as Sussex County, New Jersey, that have a January daily average of −3 °C (26.6 °F) or below and are fully humid continental; the Dfb (warm summer subtype) regime is only found inland at a higher elevation,[81] and receives greater snowfall[83] than the Dfa region. Much of Monroe and most of Pike County in Pennsylvania also have a fully humid continental climate.\n\nSummers in the area are typically hot and humid. Nighttime conditions in and around the five boroughs of New York are often exacerbated by the urban heat island phenomenon, and temperatures exceed 90 °F (32 °C) on average of 7–8 days (on the immediate Long Island Sound and Atlantic coasts), up to in excess of 27 days (inland suburbs in New Jersey) each summer and may exceed 100 °F (38 °C).[citation needed]. Normally, warm to hot temperatures begin in mid May, and last through early October. Summers also feature passing thundershowers which build in the heat of the day, then drop brief, but intense rainfall.\n\nWinters are cold with a mix of rain and snow. Although prevailing winds in winter are offshore, and temper the moderating effects of the Atlantic Ocean, the Atlantic and the partial shielding by the Appalachians from colder air keep the New York area warmer in the winter than inland North American metropolitan areas located at similar or lesser latitudes including Pittsburgh, Cincinnati, and Indianapolis. Warm periods with 50 °F (10 °C)+ temperatures may occasionally occur during winter as well.[84] The hardiness zone in the New York metropolitan area varies over a wide range from 5a in the highest areas of Dutchess, Monroe, and Ulster Counties to 7b in most of NYC as well as Hudson County from Bayonne up the east side of the Palisades to Route 495, the majority of Nassau County, the north coast of Monmouth County, and Copiague Harbor, Lindenhurst, and Montauk in Suffolk County. [4]\n\nAlmost all of the metropolitan area receives at least 42 inches (1,070 mm) of precipitation annually, which is relatively evenly spread throughout the year, and many areas receive upwards of 50 in (1,270 mm). Average winter snowfall for 1981 to 2010 ranges from just under 25 inches (64 cm) along the coast of Long Island to more than 50 in (127 cm) in some inland areas, but this usually varies considerably from year to year.[85] Hurricanes and tropical storms have impacted the Tri-State area in the past, though a direct hit is rare. Several areas on Long Island, New Jersey, and the Connecticut coast have been impacted by serious storm surges in the past. Inland areas have been impacted by heavy rain and flooding from tropical cyclones.[86]\n\nThe New York metropolitan area averages 234 days with at least some sunshine and 59% of possible sunlight annually,[87] accumulating 2,400 to 2,800 hours of sunshine per annum.[88]\n\n"
        },
        {
            "title": "History",
            "text": "During the Wisconsinan glaciation, the region was situated at the edge of a large ice sheet over 1000 feet in depth. The ice sheet scraped away large amounts of soil, leaving the bedrock that serves as the geologic foundation for much of the New York metropolitan region today. Later on, the ice sheet would help split apart what are now Long Island and Staten Island.\n\nAt the time of European contact the region was inhabited by Native Americans, predominantly the Lenape,[100] and others. The Native Americans used the abundant waterways in the area for many purposes, such as fishing and trade routes. Sailing for France in 1524, Giovanni da Verrazzano was the first European to enter the local waters and encounter the residents, but he did not make landfall. Henry Hudson, sailing for the Dutch in 1609, visited the area and built a settlement on Lower Manhattan Island that was eventually renamed New Amsterdam by Dutch colonists in 1626.[101] In 1664, the area went under English control,[101][102] and was later renamed New York after King Charles II of England granted the lands to his brother, the Duke of York.[103][104]\n\nAs the fur trade expanded further north, New York became a trading hub, which brought in a diverse set of ethnic groups including Africans, Jews, and Portuguese. The island of Manhattan had an extraordinary natural harbor formed by New York Bay (actually the drowned lower river valley of the Hudson River, enclosed by glacial moraines), the East River (actually a tidal strait), and the Hudson River, all of which merge at the southern tip, from which all later development spread. During the American Revolution, the strategic waterways made New York vitally important as a wartime base for the British navy. Many battles such as the Battle of Long Island and the Battle of New York were fought in the region to secure it. New York was captured by the British early in the war, becoming a haven for Loyalist refugees from other parts of the country, and remained in the hands of the British until the war ended in 1783. New York served as the capital of the United States from 1785 until 1790,[105] after which the capital moved to Philadelphia. New York has been the country's largest city since 1790.[106] In 1792, the Buttonwood Agreement, made by a group of merchants, created what is now the New York Stock Exchange in Lower Manhattan. Today, many people in the metropolitan area work in this important stock exchange.\n\nThe Statue of Liberty in New York Harbor greeted millions of immigrants as they came to America by ship in the late 19th and early 20th centuries[107] and is a globally recognized symbol of the United States and its democracy.[108] Large-scale immigration into New York was a result of a large demand for manpower. A cosmopolitan attitude in the city created tolerance for various cultures and ethnic groups. German, Irish, and Italian immigrants were among the largest ethnic groups. Today, many of their descendants continue to live in the region. Cultural buildings such as the Metropolitan Museum of Art, the Metropolitan Opera, and the American Museum of Natural History were built. New York newspapers were read around the country as media moguls James Gordon Bennett, Sr., Joseph Pulitzer and William Randolph Hearst battled for readership. In 1884, over 70% of exports passed through ports in New York or in one of the surrounding towns. The five boroughs of New York — The Bronx, Brooklyn, Manhattan, Queens, and Staten Island — were consolidated into a single city in 1898.[109][110]\n\nThe newly unified New York City encouraged both more physical connections between the boroughs and the growth of bedroom communities. The New York City Subway began operating in 1904 as the Interborough Rapid Transit Company, one of three systems (the other two being the Brooklyn-Manhattan Transit Corporation and the Independent Subway System) that were later taken over by the city. Railroad stations such as Grand Central Terminal and Pennsylvania Station helped fuel suburban growth. During the era of the Prohibition, when alcohol was banned nationwide, organized crime grew to supply the high demand for bootleg alcohol. The Broadway Theater District developed with the showing of the musical, Show Boat.\n\nThe Great Depression suspended the region's fortunes as a period of widespread unemployment and poverty began. City planner Robert Moses began his automobile-centered career of building bridges, parkways, and later expressways. During World War II, the city economy was hurt by blockades of German U-boats, which limited shipping with Europe.\n\nAfter its population peaked in 1950, much of the city's population left for the suburbs of New York over the following decades. The effects were a result of white flight. Industry and commerce also declined in this era, with businesses leaving for the suburbs and other cities. The city, particularly Brooklyn, was dealt a psychological as well as an economic blow with the loss of the iconic Brooklyn Dodgers major-league baseball team, which moved to Los Angeles after the 1957 season.  Crime affected the city severely. Urban renewal projects alleviated the decay in Midtown Manhattan to a certain extent, but later failed. There was little reported social disruption during the Northeast Blackout of 1965, but the New York City Blackout of 1977 caused massive rioting in some parts of the city. A rare highlight was the completion of the former World Trade Center, which once stood as the tallest buildings in the world.\n\nIn the 1980s, the city's economy was booming. Wall Street was fueling an economic surge in the real estate market. Despite this, crime was still an issue. Beginning in the 1990s, however, crime dropped substantially. Crime in New York City has continued to decline through the 21st century.\n\nA major event in the region's and the nation's history was the September 11th attacks in 2001, which killed nearly 3,000 people as two planes crashed into the former World Trade Center and caused the towers to collapse. Businesses led an exodus from Lower Manhattan because of this but were replaced by an increased number of high-rise residences. In 2003, another blackout occurred, the 2003 North America blackout, but the city suffered no looting and a building boom in New York continues to this day.\n\nOn October 29 and 30, 2012, Hurricane Sandy caused extensive destruction in the metropolitan area, ravaging portions of the Atlantic coastline with record-high storm surge, severe flooding, and high winds, causing power outages for millions of residents via downed trees and power lines and malfunctions at electrical substations, leading to gasoline shortages and snarling mass transit systems. Damage to New York and New Jersey in terms of physical infrastructure and private property as well as including interrupted commerce was estimated at several tens of billions of dollars.[112] The storm and its profound impacts have prompted the discussion of constructing seawalls and other coastal barriers around the shorelines of the metropolitan area to minimize the risk of destructive consequences from another such event in the future.[113][114]\n\nThe U.S. Census Bureau first designated metropolitan areas in 1950 as standard metropolitan areas (SMAs). The \"New York–Northeastern NJ SMA\" was defined to include 17 counties: 9 in New York (the five boroughs of New York City, Nassau, Suffolk, Westchester, and Rockland) and 8 in New Jersey (Bergen, Hudson, Passaic, Essex, Union, Morris, Somerset, and Middlesex). In 1960, the metropolitan area standards were modified and renamed standard metropolitan statistical areas (SMSAs). The new standards resulted in the splitting of the former SMA into several pieces: the nine New York counties became the \"New York SMSA\"; three of the New Jersey counties (Essex, Union, and Morris) became the \"Newark SMSA\"; two other New Jersey counties (Bergen and Passaic) became the \"Paterson–Passaic–Clifton SMSA\"; Hudson County was designated the \"Jersey City SMSA\"; and Middlesex and Somerset counties lost their metropolitan status. In 1973, a new set of metropolitan area standards resulted in further changes: Nassau and Suffolk counties were split off as their own SMSA (\"Nassau–Suffolk SMSA\"); Bergen County (originally part of the Paterson–Clifton–Passaic SMSA) was transferred to the New York SMSA; the New York SMSA also received Putnam County (previously non-metropolitan); Somerset County was added to the Newark SMSA; and two new SMSAs, the \"New Brunswick–Perth Amboy–Sayreville SMSA\" (Middlesex County) and \"Long Branch–Asbury Park SMSA\" (Monmouth County), were established. In 1983, the concept of a consolidated metropolitan statistical area (CMSA) was first implemented. A CMSA consisted of several primary metropolitan statistical areas (PMSAs), which were individual employment centers within a wider labor market area. The \"New York–Northern New Jersey–Long Island CMSA\" consisted of 12 PMSAs.\n\nSeven PMSAs were based on the original 1950 New York SMA that were split up: New York, Bergen–Passaic, Jersey City, Middlesex–Somerset–Hunterdon (Hunterdon added for the first time), Monmouth–Ocean (Ocean added for the first time), Nassau–Suffolk, and Newark (Sussex added for the first time). One additional PMSA was the Orange County PMSA (previously the Newburgh–Middletown SMSA). The other four PMSAs were former SMSAs in Connecticut: Bridgeport, Stamford, Norwalk, and Danbury. In 1993, four PMSAs were added to the New York–Northern New Jersey–Long Island CMSA: Trenton PMSA (Mercer County), Dutchess County PMSA, Waterbury PMSA, and New Haven PMSA. Several new counties were also added to the CMSA: Sussex, Warren, and Pike. The CMSA model was originally utilized for tabulating data from the 2000 census. In 2003, a new set of standards was established using the Core Based Statistical Area (CBSA) model was adopted and remains in use as of 2010. The CBSA model resulted in the splitting up of the old CMSA into several metropolitan statistical areas: New York–Northern New Jersey–Long Island, Poughkeepsie–Newburgh–Middletown, Trenton–Princeton, Bridgeport–Stamford–Norwalk (includes Danbury), and New Haven–Milford (includes Waterbury). In 2013, the Census Bureau added Carbon, Lehigh, Northampton, and Monroe counties in Pennsylvania, and Warren County, New Jersey (encompassing collectively the Allentown-Bethlehem-Easton, PA-NJ MSA and the East Stroudsburg, PA MSA), to the Combined Statistical Area,[115] and assimilated Poughkeepsie–Newburgh–Middletown into the larger New York–Northern New Jersey–Long Island–NY–NJ–PA MSA. In 2018, the Allentown-Bethlehem-Easton, PA-NJ MSA was removed from the Combined Statistical Area.[116]\n\nThe metropolitan region has never had separate political representation from the rest of their original states. This has to do with disagreements in the desired model and the constitutional complexity of the metropolitan region being cross-state. Within the State of New York over the last 30 years,[117] discussions have emerged of splitting the states into different regions with separate governors and legislators whilst remaining part of the same state — as opposed to seeing New York and its metropolitan area being split into a separate state.[118][119] The idea has been seen by Republicans in the state as an opportunity to dislocate the Democratic party's hold in the state legislature.[120][121]\n\nThe discussion surrounding the re-organisation of New York State has commonly been in two models: The two-region model creates a \"downstate\" New York region which would consist of all five New York City boroughs, Long Island's Nassau and Suffolk counties, and Westchester and Rockland counties, then Upstate would be the remaining 53;[120][118] and the three-region model is New York having five counties; Montauk would consist of Nassau, Suffolk, Rockland, and Westchester counties and; New Amsterdam would be the remaining portion of New York State.[120][119][122] This debate was reported as recent as February 2019, when Republican state Senator Daphne Jordan supported the state being split into two states,[120][118] however it was believed that the proposal would require an act of congress for it to be passed.[123]\n\n"
        },
        {
            "title": "Demographics",
            "text": "\n\nAs of the 2010 Census, the metropolitan area had a population of 22,085,649. The population density was 1,865 per square mile. The racial markup was 51.7% White (non-Latino), 21.7% Latino, 15.3% African-American, 9.0% Asian-American, 0.16% Native American and Alaskan Native, 0.03% Pacific Islands American, 0.5% Other, and 1.6% Multiracial.[131]\n\nThe median age was 37.9. 25.5% were under 18, 9.5% were 18 to 24 years, 28% were 25 to 44 years of age, 26.6% were 45 to 64 years old, and 13.2% were over the age of 65. Males composed 48.3% of the population while females were 51.7% of the population.[citation needed]\n\n97.7% of the population were in households, 2.3% were in group quarters, and 1% were institutionalized. There were 8,103,731 households, of which 30.2% or 2,449,343 had children. 46.1% or 3,736,165 were composed of opposite sex and married couples. Male households with no wife composed 4.9% or 400,534. 15.0% or 1,212,436 were female households with no husbands. 34% or 2,754,596 were non-family households. The household density was 684 per square mile. 91.9% of housing units were occupied with a 3.8% vacancy rate. The average household size was 2.65 per household. The average income for non-family households was $90,335, and the average income for families was $104,715. 13.3% or 2,888,493 of the population were below the poverty line.[citation needed]\n\n26.7% or 5,911,993 of the population were born outside the United States. Out of this, most (50.6% or 2,992,639) were born in Latin America, 27.0% or 1,595,523 were born in Asia, 17.4% or 1,028,506 were born in Europe, 3.8% or 224,109 were born in Africa, and 0.2% or 11,957 were born in Oceania.[citation needed]\n\nAs of July 1, 2015, the United States Census Bureau estimated the population of the New York metropolitan area at 23,723,696, an increase of 647,032 from 2010.[11]\n\nThe New York metropolitan region is ethnically diverse. Asian Americans in New York City, according to the 2010 Census, number more than one million, greater than the combined totals of San Francisco and Los Angeles.[133] New York contains the highest total Asian population of any U.S. city proper.[134] The New York borough of Queens is home to the state's largest Asian American population and the largest Andean (Colombian, Ecuadorian, Peruvian, Chilean and Bolivian) populations in the United States, and is also the most ethnically diverse urban area in the world.[135][136] The Han Chinese population constitutes the fastest-growing ethnicity in New York State; multiple satellites of the original Manhattan Chinatown (紐約華埠), in Brooklyn (布鲁克林華埠), and around Flushing, Queens (法拉盛華埠), are thriving as traditionally urban enclaves, while also expanding rapidly eastward into suburban Nassau County.[137] on Long Island,[138] as the New York metropolitan region and New York State have become the top destinations for new Chinese immigrants, respectively, and large-scale Chinese immigration continues into New York City and surrounding areas.[139][140][141][142][143][144] In 2012, 6.3% of New York was of Chinese ethnicity, with nearly three-fourths living in either Queens or Brooklyn, geographically on Long Island.[145] In particular, the New York area has over 100,000 Fuzhounese people.[146] A community numbering 20,000 Korean-Chinese (Chaoxianzu (Chinese: 朝鲜族) or Joseonjok (Korean: 조선족)) is centered in Flushing, Queens, while New York is also home to the largest Tibetan population outside China, India, and Nepal, also centered in Queens.[147] Koreans made up 1.2% of the city's population, and Japanese 0.3%. Filipinos were the largest Southeast Asian ethnic group at 0.8%, followed by Vietnamese, who made up 0.2% of New York's population in 2010. Indians are the largest South Asian group, comprising 2.4% of the city's population, with Bangladeshis and Pakistanis at 0.7% and 0.5%, respectively.[148] Queens is the preferred borough of settlement for Asian Indians, Koreans, and Filipinos,[149] as well as Malaysians[15] and other Southeast Asians;[150] while Brooklyn is receiving large numbers of both West Indian as well as Asian Indian immigrants.\n\nNew York has the largest European and non-Hispanic white population of any American city. At 2.7 million in 2012, New York's non-Hispanic white population is larger than the non-Hispanic white populations of Los Angeles (1.1 million), Chicago (865,000), and Houston (550,000) combined.[151] The European diaspora residing in the city is very diverse. According to 2012 Census estimates, there were roughly 560,000 Italian Americans, 385,000 Irish Americans, 253,000 German Americans, 223,000 Russian Americans, 201,000 Polish Americans, and 137,000 English Americans. Additionally, Greek and French Americans numbered 65,000 each, with those of Hungarian descent estimated at 60,000 people. Ukrainian and Scottish Americans numbered 55,000 and 35,000, respectively. People identifying ancestry from Spain numbered 30,838 total in 2010.[152] People of Norwegian and Swedish descent both stood at about 20,000 each, while people of Czech, Lithuanian, Portuguese, Scotch-Irish, and Welsh descent all numbered between 12,000 and 14,000 people.[153] Arab Americans number over 160,000 in New York City,[154] with the highest concentration in Brooklyn. Central Asians, primarily Uzbek Americans, are a rapidly growing segment of the city's non-Hispanic white population, enumerating over 30,000, and including over half of all Central Asian immigrants to the United States,[155] most settling in Queens or Brooklyn. Albanian Americans are most highly concentrated in the Bronx.[156]\n\nThe wider New York metropolitan area is also ethnically diverse.[159] The New York region continues to be by far the leading metropolitan gateway for legal immigrants admitted into the United States, substantially exceeding the combined totals of Los Angeles and Miami, the next most popular gateway regions.[160][161][162][163] It is home to the largest Jewish as well as Israeli communities outside Israel, with the Jewish population in the region numbering over 1.5 million in 2012 and including many diverse Jewish sects from around the Middle East and Eastern Europe.[147] The metropolitan area is also home to 20% of the nation's Indian Americans and at least 20 Little India enclaves, as well as 15% of all Korean Americans and four Koreatowns;[164][165] the largest Asian Indian population in the Western Hemisphere; the largest Russian American,[139] Italian American, and African American populations; the largest Dominican American, Puerto Rican American, and South American[139] and second-largest overall Hispanic population in the United States, numbering 4.8 million;[152] and includes at least 6 established Chinatowns within New York City alone,[166] with the urban agglomeration comprising a population of 819,527 uniracial overseas Chinese as of 2014 Census estimates,[167] the largest outside of Asia.[129][130]\n\nEcuador, Colombia, Guyana, Peru, and Brazil were the top source countries from South America for legal immigrants to the New York region in 2013; the Dominican Republic, Jamaica, Haiti, and Trinidad and Tobago in the Caribbean; Egypt, Ghana, and Nigeria from Africa; and El Salvador, Honduras, and Guatemala in Central America.[168] Amidst a resurgence of Puerto Rican migration to New York City, this population had increased to approximately 1.3 million in the metropolitan area as of 2013.\n\nThe New York metropolitan area is home to a self-identifying gay and bisexual community estimated at 568,903 individuals, the largest in the United States and one of the world's largest.[157][158] Same-sex marriages in New York were legalized on June 24, 2011, and were authorized to take place beginning 30 days thereafter.[169] The annual New York City Pride March (or gay pride parade) traverses southward down Fifth Avenue in Manhattan, ending at Greenwich Village, and rivals the Sao Paulo Gay Pride Parade as the largest pride parade in the world, attracting tens of thousands of participants and millions of sidewalk spectators each June.[170]\n\nThe 2014 Pew Religious Landscape Survey showed that the religious makeup of the New York metro area was as follows:\n\n"
        },
        {
            "title": "Economy",
            "text": "The New York City regional economy is the largest in the United States and the second-largest in the world, behind the Greater Tokyo Area. In 2015, the CSA had a GDP of $1.83 trillion, which would rank 8th among countries. Many Fortune 500 corporations are headquartered in New York,[174] as are a large number of foreign corporations. One out of ten private sector jobs in the city is with a foreign company.[175] In 2012 and 2015, New York topped the first and second Global Economic Power Index lists, respectively, as published by The Atlantic, with cities ranked according to criteria reflecting their presence on five different lists as published by five separate entities.[31][176] Finance, international trade, new and traditional media, real estate, education, fashion and entertainment, tourism, biotechnology, and manufacturing are the leading industries in the area. Along with its wealth, the area has a cost of living that is the highest in the United States.\n\nNew York's most important economic sector lies in its role as the headquarters for the U.S. financial industry, metonymously known as Wall Street. Anchored by Wall Street, in the Financial District of Lower Manhattan, New York has been called[by whom?] both the most economically powerful city and the leading financial center of the world,[31][179][180][181][182] and the city is home to the world's two largest stock exchanges by total market capitalization, the New York Stock Exchange and NASDAQ.[177][178] The city's securities industry, enumerating 163,400 jobs in August 2013, continues to form the largest segment of the city's financial sector and an important economic engine, accounting in 2012 for 5 percent of the city's private sector jobs, 8.5 percent (US$3.8 billion) of its tax revenue, and 22 percent of the city's total wages, including an average salary of US$360,700.[183]\n\nManhattan had approximately 520 million square feet (48.1 million m2) of office space in 2013,[184] making it the largest office market in the United States,[185] while Midtown Manhattan is the largest central business district in the nation.[186]\n\nLower Manhattan is the third largest central business district in the United States and is home to both the New York Stock Exchange, on Wall Street, and the NASDAQ, at 165 Broadway, representing the world's largest and second largest stock exchanges, respectively, when measured both by overall average daily trading volume and by total market capitalization of their listed companies in 2013.[178] Wall Street investment banking fees in 2012 totaled approximately US$40 billion,[187] while in 2013, senior New York bank officers who manage risk and compliance functions earned as much as US$324,000 annually.[188]\n\nIn July 2013, NYSE Euronext, the operator of the New York Stock Exchange, took over the administration of the London interbank offered rate from the British Bankers Association.[189]\n\nMany Wall Street firms have added or moved auxiliary financial or technical operations into Jersey City, to take advantage of New Jersey's relatively lower commercial real estate and rental prices, while offering continued geographic proximity to Manhattan's financial industry ecosystem.[190]\n\nSilicon Alley, centered in New York, has evolved into a metonym for the sphere encompassing the metropolitan region's high technology industries[192] involving the internet, new media, financial technology (fintech) and cryptocurrency, telecommunications, digital media, software development, biotechnology, game design, and other fields within information technology that are supported by its entrepreneurship ecosystem and venture capital investments.  High technology startup companies and employment are growing in New York and across the metropolitan region, bolstered by the city's emergence as a global node of creativity and entrepreneurship, social tolerance,[193] and environmental sustainability,[194][195] as well as New York's position as the leading Internet hub and telecommunications center in North America, including its vicinity to several transatlantic fiber optic trunk lines,[196] the city's intellectual capital, and its extensive outdoor wireless connectivity.[197] Verizon Communications, headquartered at 140 West Street in Lower Manhattan, was at the final stages in 2014 of completing a US$3 billion fiberoptic telecommunications upgrade throughout New York City.[198]\n\nThe biotechnology sector is also growing in the New York metropolitan region, based upon its strength in academic scientific research and public and commercial financial support. On December 19, 2011, then-New York mayor Michael Bloomberg announced his choice of Cornell University and Technion-Israel Institute of Technology to build Cornell Tech, a US$2 billion graduate school of applied sciences on Roosevelt Island, Manhattan with the goal of transforming New York into the world's premier technology capital.[200][201] By mid-2014, Accelerator, a biotech investment firm, had raised more than US$30 million from investors, including Eli Lilly and Company, Pfizer, and Johnson & Johnson, for initial funding to create biotechnology startups at the Alexandria Center for Life Science, which encompasses more than 700,000 square feet (65,000 m2) on East 29th Street and promotes collaboration among scientists and entrepreneurs at the center and with nearby academic, medical, and research institutions. The New York City Economic Development Corporation's Early Stage Life Sciences Funding Initiative and venture capital partners, including Celgene, General Electric Ventures, and Eli Lilly, committed a minimum of US$100 million to help launch 15 to 20 ventures in life sciences and biotechnology.[202] Westchester County has also developed a burgeoning biotechnology sector in the 21st century, with over US$1 billion in planned private investment as of 2016,[203] earning the county the nickname Biochester.[204]\n\nThe Port of New York and New Jersey is the port district of the New York metropolitan area, encompassing the region within approximately a 25-mile (40 km) radius of the Statue of Liberty National Monument. A major economic engine for the New York metropolitan area, the port includes the system of navigable waterways in the estuary along 650 miles (1,050 km) of shoreline in the vicinity of New York and the Gateway Region of northeastern New Jersey, as well as the region's airports and supporting rail and roadway distribution networks. In 2010, 4,811 ships entered the harbor carrying over 32.2 million metric tons of cargo valued at over $175 billion.[205] The port handled $208 billion in shipping cargo in 2011. Approximately 3,200,000 TEUs of containers and 700,000 automobiles are handled per year.[206] In the first half of 2014, the port handled 1,583,449 containers, a 35,000-container increase above the six-month record set in 2012,[207] while the port handled a monthly record of 306,805 containers in October 2014.[208]\n\nWater purity and availability are a lifeline for the New York metropolitan region. New York City is supplied with drinking water by the protected Catskill Mountains watershed.[209] As a result of the watershed's integrity and undisturbed natural water filtration system, New York is one of only four major cities in the United States the majority of whose drinking water is pure enough not to require purification by water treatment plants.[210] The Croton Watershed north of the city is undergoing construction of a US$3.2 billion water purification plant to augment New York's water supply by an estimated 290 million gallons daily, representing a greater than 20% addition to the city's current availability of water.[211] The ongoing expansion of New York City Water Tunnel No. 3, an integral part of the New York City water supply system, is the largest capital construction project in the city's history,[212] with segments serving Manhattan and The Bronx completed, and with segments serving Brooklyn and Queens planned for construction in 2020.[213] Much of the fresh water for northern and central New Jersey is provided by reservoirs, but numerous municipal water wells exist which accomplish the same purpose.\n\n"
        },
        {
            "title": "Education",
            "text": "The New York metropolitan area is home to many prestigious institutions of higher education. Three Ivy League universities: Columbia University in Manhattan, New York City; Princeton University in Princeton, New Jersey; Yale University in New Haven, Connecticut – all ranked amongst the top 3 U.S. national universities as per U.S. News & World Report as of 2018[214] – reside in the region,[215] as well as New York University and The Rockefeller University, both located in Manhattan; all of the above have been ranked amongst the top 35 universities in the world.[216] Rutgers University, a global university located 27 mi (43 km) southwest of Manhattan in New Brunswick, New Jersey, is by far the largest university in the region.[217] New York Institute of Technology is located on two campuses, one in Old Westbury, Long Island and one near Columbus Circle in Manhattan. Hofstra University is Long Island's largest private university.[218] Fordham University, also a Tier-1 university,[219] is the oldest Catholic institution of higher education in the northeastern United States,[220] and the third-oldest university in New York.[221] The New York City Department of Education is the largest school district in the United States serving over 1.2 million students.[222] The overall region also hosts many public high schools, some of which have been described as among the most prestigious in the country.[223]\n\nAccording to the 2010 American Community Survey, of the 14,973,063 persons in this area over 25 years of age, 14.8% (2,216,578) had a graduate or professional degree, 21.1% (3,166,037) had a bachelor's degree, 6.4% (962,007) had an associate degree, 16.0% (2,393,990) had some college education but no degree, 26.8% (4,009,901) had a high school diploma or equivalent, 14.8% (2,224,557) had less than a high school education.[224] In 2010, CNN Money ranked the area as one of the top 10 smartest regions in the United States.[225]\n\n"
        },
        {
            "title": "Transportation",
            "text": "The depth and intricacy of the transportation network in the New York region parallel the size and complexity of the metropolis itself.\n\nIn 2013, the New York-Newark-Jersey City metropolitan statistical area (New York MSA) had the lowest percentage of workers who commuted by private automobile (56.9 percent), with 18.9 percent of area workers traveling via rail transit. During the period starting in 2006 and ending in 2013, the New York MSA had a 2.2 percent decline of workers commuting by automobile.[226]\n\nAbout one in every three users of mass transit in the United States and two-thirds of the nation's rail riders live in the New York metropolitan area.[227][228]\n\nThe New York City Subway is the largest rapid transit system in the world when measured by stations in operation, with 472, and by length of routes. In 2006 it was the third largest when measured by annual ridership (1.5 billion passenger trips in 2006),[229] However, in 2013, the subway delivered over 1.71 billion rides,[230] but slipped to being the seventh busiest rapid transit rail system in the world.[231]  New York's subway is also notable because nearly the entire system remains open 24 hours a day, in contrast to the overnight shutdown common to systems in most cities, including Hong Kong,[232][233] London, Seoul,[234][235] Tokyo, and Toronto.\n\nPATH is a rapid transit system connecting the cities of Newark, Harrison, Hoboken, and Jersey City, in metropolitan northern New Jersey, with the lower and midtown sections of Manhattan in New York City. The PATH is operated by the Port Authority of New York and New Jersey. PATH trains run 24 hours a day and 7 days a week.[236] The system has a total route length of 13.8 mi (22.2 km), not double-counting route overlaps.[237]\n\nThe metropolitan area is also fundamentally defined by the areas from which people commute into New York. The city is served by three primary commuter rail systems, and is provided intercity rail transit with Amtrak.\n\nThe Long Island Rail Road (LIRR), the busiest commuter railroad in the United States as of 2015,[238] is operated by the Metropolitan Transportation Authority (MTA), an agency of the State Government of New York that focuses on New York City-area transit). It has two major terminals at Pennsylvania Station in Midtown Manhattan and Atlantic Terminal in Downtown Brooklyn, with a minor terminal at the Long Island City station and a major transfer point at the Jamaica station in Queens.\n\nNew Jersey Transit (NJT), the second busiest commuter railroad in the United States as of 2015,[238] is operated by the New Jersey Transit Corporation, an agency of the state of New Jersey, in conjunction with Metro-North Railroad and Amtrak. It has major terminals at Pennsylvania Station in Manhattan, Hoboken Terminal, and Newark Pennsylvania Station, with a major transfer point at Secaucus Junction in Hudson County, New Jersey. New Jersey Transit also operates the Hudson–Bergen Light Rail through Hudson County, the Newark City Subway, and the River Line that runs along tracks shared with Conrail Shared Assets Operations from Trenton to Camden in South Jersey. NJ Transit also has commuter buses operating in and out of Manhattan.\n\nMetro-North Railroad (MNRR), the third busiest commuter railroad in the United States as of 2015,[238] is also operated by the MTA, in conjunction with the Connecticut Department of Transportation and New Jersey Transit. Its major terminal is Grand Central Terminal. Trains on the Port Jervis Line and Pascack Valley Line terminate at Hoboken Terminal in Hoboken, New Jersey; commuters may transfer at either Secaucus Junction for New Jersey Transit trains to New York Pennsylvania Station or at Hoboken Terminal for PATH trains into Manhattan.\n\nAmtrak's Northeast Corridor offers service to Philadelphia, New Haven, and other points between and including Boston and Washington, D.C.\n\nMajor stations in the metropolitan area include:\n\nThe following table shows all train lines operated by these commuter railroads in the New York metropolitan area. New Jersey Transit operates an additional train line in the Philadelphia metropolitan area. (Shown counterclockwise from the Atlantic Ocean):\n\nThe following highways serve the region:\n\nSome of these roads have a numerical designation assigned to it:\n\nNew Jersey Transit, Academy Bus, Coach USA, Spanish Transportation, Trailways of New York, and several other companies operate commuter coaches into the Port Authority Bus Terminal in Manhattan, and many other bus services in New Jersey. Bus services also operate in other nearby counties in the states of New York and Connecticut, but most terminate at a subway terminal or other rail station.\n\nThe three busiest airports in the New York metropolitan area include John F. Kennedy International Airport, Newark Liberty International Airport, and LaGuardia Airport; 130.5 million travelers used these three airports in 2016, and the metropolitan area's airspace is the busiest in the nation.[19]\n\nThe following smaller airports are also in the metro area and provide daily commercial service:\n\nAccording to the 2010 American Community Survey, 54.3% (5,476,169) of commuters used a car or other private vehicle alone, 7.0% (708,788) used a carpool, 27.0% (2,721,372) used public transportation, 5.5% (558,434) walked to work, 2.0% (200,448) used some other means of transportation such as a bicycle to get to work.[248]\n\n"
        },
        {
            "title": "Culture and contemporary life",
            "text": "New York has been described as the cultural capital of the world by the diplomatic consulates of Iceland[258] and Latvia[259] and by New York's own Baruch College.[260] A book containing a series of essays titled New York, culture capital of the world, 1940–1965 has also been published as showcased by the National Library of Australia.[261] Tom Wolfe has quoted regarding New York's culture that \"Culture just seems to be in the air, like part of the weather.\"[262]\n\nAlthough Manhattan remains the epicenter of cultural life in the metropolitan area, the entire region is replete with prominent cultural institutions, with artistic performances and ethnically oriented events receiving international attention throughout the year.\n\nNew York is home to the headquarters of the National Football League,[263] Major League Baseball,[264] the National Basketball Association,[265] the National Hockey League,[266] and Major League Soccer.[267] Four of the ten most expensive stadiums ever built worldwide (MetLife Stadium, the new Yankee Stadium, Madison Square Garden, and Citi Field) are located in the New York metropolitan area.[250] The New York metropolitan area has the highest total number of professional sports teams in these five leagues.\n\nListing of the professional sports teams in the New York metropolitan area:\n\nThe New York metropolitan area is home to the headquarters of several well-known media companies, subsidiaries, and publications, including Thomson Reuters, The New York Times Company, the Associated Press, WarnerMedia, NBCUniversal, the Hearst Corporation, ViacomCBS, News Corporation, The Wall Street Journal, Fox News, ABC, CBS, and NBC. Local television channels broadcasting to the New York market include WCBS-TV 2 (CBS), WNBC 4 (NBC), WNYW 5 (FOX), WABC-TV 7 (ABC), WWOR-TV 9 (MyNetworkTV), WPIX 11 (CW), WNET 13 (PBS), WNYE-TV 25 (NYC Media) and WPXN-TV 31 (Ion). NY1 is a 24/7 local news provider available only to cable television subscribers. Radio stations serving the area include: WNYC, WKCR, WFMU, WABC-AM, and WFAN. Many television and radio stations use the top of the Empire State Building to broadcast their terrestrial television signals, while some media entities broadcast from studios in Times Square.\n\nThe New York metropolitan area is extensive enough so that its own channels must compete with channels from neighboring television markets (including Philadelphia, Scranton/Wilkes-Barre, and Hartford) within its outlying counties. Cable companies offer such competition in the Pennsylvania portion, Connecticut, and a few counties in central New Jersey.\n\nConey Island, in Brooklyn, is considered one of America's first amusement parks.\n\nPlayland, Rye, Westchester County\n\nLegoland New York, in Goshen, Orange County opened in 2021.\n\nPlans were unveiled by New York Mayor Michael Bloomberg on September 27, 2012, for the New York Wheel, a giant Ferris wheel, to be built at the northern shore of Staten Island, overlooking the Statue of Liberty, New York Harbor, and the Lower Manhattan skyline.[270]\n\n"
        },
        {
            "title": "Area codes",
            "text": "The area is served by at least 26 area codes:\n\n"
        }
    ]
}