{
    "url": "https://en.wikipedia.org/wiki/New_England_Confederation",
    "title": "New England Confederation",
    "table_of_contents": [
        "1 Treaty",
        "1.1 Signatories",
        "2 Commissioners",
        "3 See also",
        "4 References",
        "5 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The United Colonies of New England, commonly known as the New England Confederation, was a confederal alliance of the New England colonies of Massachusetts Bay, Plymouth, Saybrook (Connecticut), and New Haven formed in May 1643. Its primary purpose was to unite the Puritan colonies in support of the church, and for defense against the Native Americans and the Dutch colony of New Netherland.[4] It was the first milestone on the long road to colonial unity and was established as a direct result of a war that started between the Mohegan and Narragansett Indian tribes. Its charter provided for the return of fugitive criminals and indentured servants, and served as a forum for resolving inter-colonial disputes. In practice, none of the goals were accomplished.[5]\n\nThe confederation was weakened in 1654 after Massachusetts Bay refused to join an expedition against New Netherland during the First Anglo-Dutch War, although it regained importance during King Philip's War in 1675. It was dissolved after numerous colonial charters were revoked in the early 1680s.\n\nJohn Quincy Adams remarked at a meeting of the Massachusetts Historical Society  on the 200th anniversary of the Confederation's founding:\n\n"
        },
        {
            "title": "Treaty",
            "text": "The full name of the 1643 treaty was \"The Articles of Confederation between the Plantations under the Government of the Massachusetts, the Plantations under the Government of New Plymouth, the Plantations under the Government of Connecticut, and the Government of New Haven with the Plantations in Combination therewith\". The colonies of New England were expanding and growing, and their contact was increasing with other European colonial settlements, as well as with surrounding Indian tribes. The New England colonial leaders, therefore, sought an alliance that would allow the colonies to coordinate a collective defense of New England. The New England leaders also felt that they were unique among the American colonies, and they hoped to band together to preserve their Puritan values. The treaty calls on the New England colonies to act as a nation, saying that they share a way of life and religion. This alliance was meant to be a perpetual mode of defense and communication among the colonies themselves and with any foreign entities.[7]\n\nThe treaty outlining the alliance contained the following clauses, in summary:[8]\n\nThe Massachusetts General Court and the commissioners from Saybrook Colony and New Haven Colony agreed to the treaty on May 19th, 1643. The General Court of the Plymouth Colony agreed to it on August 29.[9]\n\nMassachusetts Bay\n\nSaybrook Colony\n\nNew Haven Colony\n\nPlymouth Colony\n\n"
        }
    ]
}