{
    "url": "https://en.wikipedia.org/wiki/New_World_Pictures",
    "title": "New World Pictures",
    "table_of_contents": [
        "1 History",
        "1.1 New World Pictures (1970–1987)",
        "1.2 New World Entertainment (1987–1992)",
        "1.3 New World Communications (1992–1997)",
        "1.3.1 Affiliation agreement with Fox and acquisition by News Corporation",
        "2 Former New World–owned television stations",
        "3 Films",
        "4 Television programs",
        "4.1 Genesis Entertainment",
        "4.2 Storer Broadcasting/Rhodes Productions/Blair Entertainment",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNew World Pictures (also known as New World Entertainment and New World Communications Group, Inc.) was an American independent production, distribution, and (in its final years as an autonomous entity) multimedia company. It was founded in 1970 by Roger Corman and Gene Corman as New World Pictures, Ltd., a producer and distributor of motion pictures, eventually expanding into television production in 1984. New World eventually expanded into broadcasting with the acquisition of seven television stations in 1993, with the broadcasting unit expanding through additional purchases made during 1994.\n\n20th Century Fox (then owned by News Corporation), controlled by Rupert Murdoch, became a major investor in 1994 and purchased the company outright in 1997; the alliance with Murdoch, particularly through a group affiliation agreement with New World reached between the two companies in May 1994, helped to cement the Fox network as the fourth major U.S. television network.\n\nAlthough effectively defunct, it continues to exist as holding companies within the Fox Corporation corporate structure along with various regional subsidiaries (e.g. \"New World Communications of Tampa\").\n\n"
        },
        {
            "title": "History",
            "text": "The company was founded on July 8, 1970, as New World Pictures, Ltd.; it was co-founded by B-movie director Roger Corman and his brother Gene, following their departure from American International Pictures (AIP).[3] At the time, New World was the last remaining national low-budget film distributor, and was also one of the most successful independent companies in the nation.[citation needed] Corman hoped to continue AIP's formula at New World, making low-budget films by new talent and distributing them internationally. However, it started out with only ten domestic offices, and one each in Canada and the United Kingdom; its films were distributed regionally by other companies.[4]\n\nNew World initially made exploitation films such as The Student Nurses and other small-scale productions. Corman helped launch the filmmaking careers of Jonathan Demme (Caged Heat, Crazy Mama), Jonathan Kaplan (White Line Fever), Ron Howard (Grand Theft Auto), Paul Bartel (Death Race 2000) and Joe Dante (Piranha), all of whom made some of their early films as interns for the company.[4] New World also released foreign films from acclaimed directors such as Ingmar Bergman (Cries and Whispers, Autumn Sonata), Federico Fellini (Amarcord) and Akira Kurosawa (Dersu Uzala). The distribution of such films was conceived by Corman in an effort to disassociate New World as an exhibitor of exploitation films.[4]\n\nIn 1983, Corman sold New World to Larry Kupin, Harry E. Sloan and Larry A. Thompson for $16.5 million; the three new owners decided to take the company public. Corman retained the film library, while New World acquired home video rights to the releases. In 1984, Robert Rehme – who formerly served as chief executive officer of Avco Embassy Pictures and Universal Pictures and had previously worked for New World as its vice president of sales in the 1970s – returned to the company as its new CEO. Later that year Thompson left the company to form his own firm.[5] On February 21, 1984, New World Pictures added 3 new pictures in order to expect to produce a minimum of 14 releases per year, and has plans to start their own regional network.[6]\n\nIn 1984, the company created three new divisions: New World International, which would handle distribution of New World's productions outside the United States; New World Television, a production unit focusing on television programs (the first television programs produced by the unit were the soap opera Santa Barbara and the made-for-TV movie Playing With Fire); and New World Video, which would handle home video distribution of films produced mainly by New World Pictures. It would eventually see success of its video division in its first few months of its operation.[7]\n\nIn May 1986, New World acquired post-production facility Lions Gate Studios for $4.4 million. That November the company acquired the Marvel Entertainment Group (MEG), the corporate parent of Marvel Comics from the liquidated Cadence Industries.[8][9]\n\nIn 1987, New World acquired independent film studio Highgate Pictures and educational film company Learning Corporation of America.[10] By this time New World Pictures changed its name to New World Entertainment to better reflect its range of subsidiaries besides the film studio, including its purchase of Marvel Comics, and partner Harry Sloan said that the name change would have the revised banner \"more accurately reflects the business the company is in\".[11] Also that year New World almost purchased two toy companies, Kenner Parker Toys and Mattel, but both planned acquisitions never materialized (although Tonka would acquire Kenner in 1987).\n\nAround this time, New World faced a major financial slump and the company began restructuring itself. This began with the sale of Marvel Entertainment Group to Andrews Group (run by financier Ronald Perelman) on January 6, 1989; Marvel Productions was excluded from the sale.[12] The bulk of its film and home video holdings were sold in January 1990 to Trans-Atlantic Pictures, a newly formed production company founded by a consortium of former New World executives (Trans-Atlantic was sold to Lakeshore Entertainment in 1996).[13] Highgate Pictures and Learning Corporation of America were shut down in 1990.[citation needed] On October 7, 1991, New World sold much of its \"network\" television assets to Sony Pictures Entertainment, who used these assets to relaunch TriStar Television.[14][15] Some television programs produced by New World such as Santa Barbara and The Wonder Years would remain in production by the company until their cancellations in 1993; New World would not return to producing programs for the major broadcast television networks until early 1995.\n\nOn February 17, 1993, Perelman purchased SCI Television from George Gillett,[16] acquiring the company's seven television stations: CBS affiliates WAGA-TV (channel 5) in Atlanta, WJBK-TV (channel 2) in Detroit, WJW-TV (channel 8) in Cleveland, WITI-TV (channel 6) in Milwaukee and WTVT (channel 13) in Tampa; NBC affiliate KNSD (channel 39) in San Diego; and independent station WSBK-TV (channel 38) in Boston. Also included in the purchase was the library of Storer-owned syndication firm Blair Entertainment, which it had bought in 1985. SCI had undergone several corporate restructurings following its 1987 purchase by Gillett Communications from Kohlberg Kravis Roberts (which, in turn, had acquired the stations' former parent Storer Communications in 1985). Earlier in the decade, the group – then known as GCI Broadcast Services, Inc. – had restructured after defaulting on some of its financing agreements. Eventually, the renamed, SCI ran into severe financial problems and filed for Chapter 11 bankruptcy in late 1992. SCI was folded into New World, following the completion of its purchase of the group by Perelman in the summer of 1993.[17][18][19][20]\n\nIn 1993, New World Entertainment purchased ownership stakes in syndication distributor Genesis Entertainment through Four Star Television and made a direct purchase of infomercial production company, Guthy-Renker.[21][16][22] With the asset expansion, the company changed its name to New World Communications.[23]\n\nThe company expanded its broadcasting holdings in May 1994 with its purchase of Argyle Television – a company partially related to Argyle Television Holdings II, which merged with Hearst Broadcasting to form Hearst-Argyle Television in 1997 – acquiring its four stations: CBS affiliates KTBC-TV (channel 7) in Austin, Texas, and KDFW-TV (channel 4) in Dallas; NBC affiliate WVTM-TV (channel 13) in Birmingham, Alabama; and ABC affiliate KTVI (channel 2) in St. Louis.[24] Then, New World acquired four of the six television stations owned by Citicasters: ABC affiliates WBRC-TV (channel 6) in Birmingham and WGHP-TV (channel 8) in High Point, North Carolina; NBC affiliate WDAF-TV (channel 4) in Kansas City, Missouri; and CBS affiliate KSAZ-TV (channel 10) in Phoenix.[25] Citicasters retained ownership of ABC affiliates WKRC-TV (channel 12) in Cincinnati, Ohio, and WTSP (channel 10) in St. Petersburg, Florida; in the latter case, New World decided against buying WTSP, as WTVT had the higher viewership of the two stations and market-wide signal coverage (WTSP's analog signal did not adequately cover southern sections of the Tampa–St. Petersburg market, as its transmitter was short-spaced to avoid interfering with the signal of Miami ABC affiliate WPLG, as both stations broadcast on VHF channel 10; because of this reason, ABC has long maintained a secondary Tampa affiliate in Sarasota-based WWSB).\n\nThe concurrent purchases of WBRC and WGHP posed issues as, at the time, the Federal Communications Commission (FCC) only allowed a single company to own a maximum of 12 television stations nationwide (the Argyle and Citicasters purchases, combined with the seven stations it earlier acquired from SCI Television, would have given New World a total of 15 stations) and in the case of Birmingham, New World could not keep WBRC and WVTM in any event, as the FCC forbade common ownership of two television stations in the same market. As a result, following the completion of the Citicasters station purchases in late March 1995, New World placed WBRC and WGHP in a blind trust and sought buyers for both stations.[26]\n\nThe biggest deal involving New World Communications would aid in changing the face of American broadcasting. In the wake of Fox's landmark $1.58-billion deal with the National Football League (NFL) on December 17, 1993, which awarded it the television rights to the National Football Conference (NFC) beginning with the league's 1994 season,[27][28] the network began seeking agreements with various station groups such as SF Broadcasting to affiliate with VHF stations that had established histories as affiliates of the Big Three broadcast television networks (ABC, CBS and NBC) and therefore had higher value with advertisers (compared to its predominately UHF affiliate body, the vast majority of which were independent stations before joining the network), in an effort to bolster the network's newly acquired package of NFL game telecasts.[29]\n\nShortly after the Citicasters acquisition announcement, on May 23, 1994, New World Communications and Fox reached a multi-year affiliation agreement in which New World would switch most of its television stations to the network beginning that fall. The deal would include most of the stations that New World was in the midst of acquiring from Argyle and Citicasters, with all of the affected stations joining Fox after existing affiliation contracts with their then-current network partners concluded. In exchange, Fox parent News Corporation agreed to purchase a 20% interest in New World for $500 million.[2][30][24][31] New World was approached by Fox in part due to the group's expanding presence in several primary and secondary markets of NFC teams. New World, meanwhile, was concerned about the effect that the network's loss of NFC rights to Fox would have on both CBS, which was near the bottom of the network ratings at the time, and on the group's CBS-affiliated stations.\n\nThe stations that became Fox affiliates had to acquire or produce additional programming to fill their broadcast days, as Fox programmed significantly fewer hours of network content (prime time programming for two hours on Monday through Saturdays and three hours on Sundays, the Monday through Saturday children's block Fox Kids, and an hour of late night programming on Saturdays) than its three established major network competitors; on top of that, most of the New World stations (with KTVI later becoming the lone exception) declined to carry the Fox Kids block. The time vacated by news programs, daytime shows and children's programs from each station's former network was filled by additional syndicated programming and, in particular, local newscasts. The deal as a whole (as well as a second affiliation agreement that was struck one month after the New World deal through the purchase of four stations by a joint venture with Savoy Pictures) caused a domino effect that resulted in various individual and group affiliation deals involving all four networks (primarily CBS, Fox, and ABC) affecting television stations in more than 70 media markets; in most of those areas, New World did not own a station.\n\nThree New World stations were excluded from the Fox affiliation deal. In Boston, where New World owned WSBK-TV, Fox was already affiliated with WFXT (channel 25). WVTM was exempted in Birmingham, as, in the summer of 1995, New World sold WBRC as well as WGHP to Fox Television Stations, with WBRC switching to Fox after its affiliation contract with ABC expired on August 31, 1996. KNSD (also a UHF station) also did not switch as Fox was already affiliated with a VHF station in the San Diego market, Tijuana, Baja California, Mexico-based XETV-TV (channel 6). Both KNSD and WVTM retained their NBC affiliations, although in 1995 its contract was renewed for ten years.[32] New World planned to sell all three stations as well, in order to comply with the FCC's twelve-station ownership limit.[23] In November 1994, New World sold WSBK-TV to the Paramount Stations Group subsidiary of Viacom for $100 million.[33]\n\nLater that year Brandon Tartikoff, who helped NBC out of its ratings doldrums in the 1980s in his former role as President of Entertainment at NBC, joined New World Communications in an executive position; concurrently, New World acquired Tartikoff's production company Moving Target Productions.[34][35]\n\nNew World also acquired the remaining interest in Genesis Entertainment, which expanded upon New World's production assets into television distribution (Genesis has subsequently renamed New World-Genesis Distribution following the closure of the purchase). After New World took over Moving Target Productions, the production company was renamed to MT2 Services.[36] In 1995, Stone Stanley Productions was signed an exclusive agreement with New World Entertainment.[37]\n\n1995 saw the acquisitions of Cannell Entertainment[38][39] and entertainment magazine Premiere. In May 1996, New World sold WVTM and KNSD to NBC Television Stations for $425 million.[40][41]\n\nOn July 17, 1996, Fox parent News Corporation announced that it would acquire the remainder of New World Communications for $2.48 billion in stock.[42][43][44][45][46][47] When the merger with News Corporation was finalized on January 22, 1997, New World's television production and distribution arms folded into 20th Century Fox Television and 20th Television, respectively and the former New World television stations were transferred into its Fox Television Stations subsidiary, turning the former group's twelve Fox affiliates into owned-and-operated stations of the network, joining WGHP and WBRC. The New World Animation and Marvel Films Animation libraries were acquired by Saban Entertainment and Fox Kids Worldwide (in turn acquired by Disney through its 2001 purchase of Fox Family Worldwide) following News Corporation's acquisition of New World.\n\nAs part of the acquisition of 21st Century Fox by The Walt Disney Company, the copyrights to the New World library were transferred to TFCF America, Inc., a subsidiary of The Walt Disney Company, effective March 15, 2019,[48] while the New World holding companies remained with Fox Corporation.[49]\n\n"
        },
        {
            "title": "",
            "text": "Stations are arranged alphabetically by state and by city of license.\n\nNotes:\n\n"
        }
    ]
}