{
    "url": "https://en.wikipedia.org/wiki/New_England_Science_Fiction_Association",
    "title": "New England Science Fiction Association",
    "table_of_contents": [
        "1 Boskone",
        "2 NESFA Press",
        "3 Awards",
        "3.1 Skylark Award",
        "3.2 Jack Gaughan Award",
        "4 MCFI",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThe New England Science Fiction Association, or NESFA, is a science fiction club centered in the New England area.  It was founded in 1967, \"by fans who wanted to do things in addition to socializing\"[1].  NESFA is currently registered as a non-profit literary organization under IRS section 501(c)(3).\n\nThe organization holds regular meetings (at their dedicated site, the NESFA Clubhouse) of and for members and other interested parties.  A weekly meeting is held most Wednesday evenings, for socializing, projects, and miscellaneous business.  Two weekend meetings are held every month: a Business Meeting (for administration), and the Other Meeting.  The club also publishes a regular newsletter, Instant Message. There are two book groups that meet on a monthly basis, as well as a monthly Game Day, and a monthly Game Night. In addition, there is a monthly Media day. This involves showings of two episodes of an anime series, two TV series episodes and a movie choice. All are science fiction/fantasy related. There is currently a NESFA Short Story Contest, accepting submissions from amateur writers seeking to improve their science fiction/fantasy writing through constructive critical analysis from expert readers, editors, and professional writers.\n\n"
        },
        {
            "title": "Boskone",
            "text": "The club runs an annual science fiction convention, Boskone.  In the words of the convention organizers, \"Boskone is a regional Science Fiction convention focusing on literature, art, music, and gaming (with just a dash of whimsy)\"[2].  It is held over a weekend every February, in the city of Boston, Massachusetts.  The name is a reference to the classic Lensman series by E. E. Smith, in which \"Boskone\" is a council of villains, and also a name for their civilization.  The obvious name for a con in Boston would, of course, be \"Boscon\"; the similarity was noticed and embraced.  Continuing the trend, when a new Boston-area convention was formed, the organizers of that event named it \"Arisia\", the name of the civilization for which the protagonists work in the Lensman series.\n\nBoskone I[3] was held in 1941 under the auspices of The Stranger Club, an earlier Boston-based SF club.  Four more were held annually, ending with Boskone V in 1945.  The current series of Boskones started in 1965 with Boskone 1[4] and continued without interruption to the present.  Boskone 1, 2, and 4 were run by BosSFS, the now-defunct Boston Science Fiction Society.  The then-newly formed NESFA took over with Boskone 5.  The tradition of holding Boskone in February started in 1976.[5]\n\n"
        },
        {
            "title": "NESFA Press",
            "text": "NESFA has a small publishing arm, NESFA Press, which specializes in classic and neglected works of science fiction, as well as SF/fandom reference and historical material.  Works published by NESFA press include:[1]\n\n"
        },
        {
            "title": "Awards",
            "text": "The Edward E. Smith Memorial Award for Imaginative Fiction (the Skylark) is presented annually by NESFA to some person, who, in the opinion of the membership, has contributed significantly to science fiction, both through work in the field and by exemplifying the personal qualities which made the late \"Doc\" Smith well loved by those who knew him.\n\nThe Jack Gaughan Award is presented annually to an emerging artist chosen by a panel of judges (which have included Vincent Di Fate, Kelly Freas, Michael Whelan, David Cherry, Bob Eggleton, Tyler Jacobson, and Ron Walotsky).\n\n"
        },
        {
            "title": "MCFI",
            "text": "NESFA also hosts meetings of Massachusetts Convention Fandom, Inc. MCFI, a non-profit like NESFA, is responsible for various \"special\" conventions in the New England area. Most notable of these is Noreascon, MCFI's occasional Worldcon bid. The most recent of these was Noreascon Four, the 62nd World Science Fiction Convention, in September 2004. MCFI has also hosted SMOFcon, Ditto, and the World Fantasy Convention. MCFI is a separate legal entity from NESFA, though there is a large overlap in membership.\n\n"
        }
    ]
}