{
    "url": "https://en.wikipedia.org/wiki/New_Atlantis",
    "title": "New Atlantis",
    "table_of_contents": [
        "1 Publication history",
        "2 Plot summary",
        "3 The name \"Bensalem\"",
        "4 Interpretations",
        "4.1 Bensalem's conversion to Christianity",
        "4.2 Who rules Bensalem?",
        "4.3 Social ritual of the Bensalemites",
        "5 Prayers",
        "6 Influences",
        "7 See also",
        "8 Further reading",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNew Atlantis is an incomplete utopian novel by Sir Francis Bacon, published posthumously in 1626. It appeared unheralded and tucked into the back of a longer work of natural history, Sylva Sylvarum (forest of materials). In New Atlantis, Bacon portrayed a vision of the future of human discovery and knowledge, expressing his aspirations and ideals for humankind. The novel depicts the creation of a utopian land where \"generosity and enlightenment, dignity and splendour, piety and public spirit\" are the commonly held qualities of the inhabitants of the mythical Bensalem. The plan and organisation of his ideal college, Salomon's House (or Solomon's House), envisioned the modern research university in both applied and pure sciences.\n\n"
        },
        {
            "title": "Publication history",
            "text": "New Atlantis first appeared in the back of Sylva sylvarum, a rather thorny work of natural history that was published by William Rawley, Bacon's secretary, chaplain and amanuensis in 1626. When Sylva was entered into the Stationers' Register of July 4th, 1626 (three months after Bacon's death), no mention was made of New Atlantis, and it was not until 1670 that it was included on Sylva's letterpress title page (unlike Historia vitae et mortis which received that accolade in 1651). It was not until 1676 that the two works were published with continuous signatures, with the first edition of the Sylva being 'printed for J. H. for William Lee', while New Atlantis was, according to McKerrow, 'perhaps printed by Mathewes'. After New Atlantis was a two-page piece called Magnalia naturae, which most commentators tend to ignore, probably because it is difficult to link it to either Sylva or New Atlantis with any surety. It was published as an individual text by Thomas Newcomb in 1659, but in general New Atlantis appears to have been a text that no-one quite knew what to do with. Certainly Rawley's letter To The Reader indicates that he was less than clear as to its purpose, even though he later published it in Latin translation within the collection Operum moralium et civilium tomus (1638). In 1659 Thomas Bushell referred to the work in his Mineral Prosecutions, while in 1660 a certain R. H. published a continuation of New Atlantis and in 1662 an explicitly Rosicrucian version appeared as the preface to John Heydon's Holy Guide. [1]\n\n"
        },
        {
            "title": "Plot summary",
            "text": "The novel depicts a mythical island, Bensalem, which is discovered by the crew of a European ship after they are lost in the Pacific Ocean somewhere west of Peru. The minimal plot serves the gradual unfolding of the island, its customs, but most importantly, its state-sponsored scientific institution, Salomon's House, \"which house or college ... is the very eye of this kingdom.\"\n\nMany aspects of the society and history of the island are described, such as the Christian religion – which is reported to have been born there as a copy of the Bible and a letter from the Apostle Saint Bartholomew arrived there miraculously, a few years after the Ascension of Jesus; a cultural feast in honour of the family institution, called \"the Feast of the Family\"; a college of sages, the Salomon's House, \"the very eye of the kingdom\", to which order \"God of heaven and earth had vouchsafed the grace to know the works of Creation, and the secrets of them\", as well as \"to discern between divine miracles, works of nature, works of art, and impostures and illusions of all sorts\"; and a series of instruments, process and methods of scientific research that were employed in the island by the Salomon's House.\n\nThe interlocutors include the governor of the House of Strangers, Joabin the Jew, and the Head of Salomon's House.\n\nThe inhabitants of Bensalem are described as having a high moral character and honesty, as no official accepts any payment from individuals. The people are also described as chaste and pious, as said by an inhabitant of the island:\n\nIn the last third of the book, the Head of the Salomon's House takes one of the European visitors to show him all the scientific background of Salomon's House, where experiments are conducted in Baconian method to understand and conquer nature, and to apply the collected knowledge to the betterment of society. Namely: 1) the end, or purpose, of their foundation; 2) the preparations they have for their works; 3) the several employments and functions whereto their fellows are assigned; 4) and the ordinances and rites which they observe.\n\nHe portrayed a vision of the future of human discovery and knowledge. The plan and organisation of his ideal college, \"Salomon's House\", envisioned the modern research university in both applied and pure science.\n\nThe end of their foundation is thus described: \"The end of our foundation is the knowledge of causes, and secret motions of things; and the enlarging of the bounds of human empire, to the effecting of all things possible\".\n\nIn describing the several employments and functions to which the members of the Salomon's House are assigned, the Head of the college said:\n\nEven this short excerpt demonstrates that Bacon understood that science requires analysis and not just the accumulation of observations. Bacon also foresaw that the design of experiments could be improved.[2]\n\nIn describing the ordinances and rites observed by the scientists of Salomon's House, its Head said:\n\nAnd finally, after showing all the scientific background of Salomon's House, he gave the European visitor permission to publish it:\n\n"
        },
        {
            "title": "",
            "text": "\"Bensalem\" is composed of two Hebrew words: \"ben\" (בן) - \"son\", and \"salem\" or \"shalem\" (שלם) - \"whole\" or \"complete\". \n\nThus the name could be interpreted as meaning \"The Son of Wholeness\".\n\n"
        },
        {
            "title": "Interpretations",
            "text": "New Atlantis is a story dense with provocative details. There are many credible interpretations of what Bacon was attempting to convey. Below are a couple that give some sense of the rich implications of the text.\n\nEarly in the story, the governor of the House of Strangers relates the incredible circumstances that introduced Christianity to the Island:\n\nThe traditional date for the writing of St. John's Apocalypse (the Book of Revelation) is the end of the 1st century AD. It is not only the presence of the full canon of Scripture long before it was completed or compiled, but also the all-too-convenient proximity of the scientist who will attest to its miraculous nature of this wonder that lends the story an air of incredibility.[3]\n\nLater the Father of Salomon's House reveals the institution's skill at creating illusions of light:\n\nHe also boasts about their ability to fake miracles:\n\nRenaker points out in the Latin translation of the second passage (which was published as part of Operum moralium et civilium tomus in 1638 by William Rawley, Bacon's amanuensis, secretary and chaplain, who was also behind the publication of New Atlantis in 1626) is stronger and literally translates to \"we could impose on men's senses an infinite number of things if we wanted to present these things as, and exalt them into, a miracle.\"[4] While this has been read as Bacon's suggesting that the story if not the 'miracle' itself was an invention emanating from Salomon's House, this is perhaps not a safe inference. The relevance of the Brother of Salomon's House to the story of the island's conversion to Christianity is more an indication that the institution itself has reached a point in its knowledge from which it can ascertain whether an occurrence is natural or not. It is this knowledge (and its humble application) that allows for the revelation itself to be delivered. [1]\n\nThe skill of creating illusions coupled with the incredibility of the story of the origin of Bensalem's Christianity makes it seem that Bacon was intimating that the light show (or at least the story of its occurrence) was an invention of Salomon's House.[4]\n\nThe presence of \"Hebrews, Persians, and Indians\" in Bensalem at the time implies that Asian people were already in the first century engaged in sailing across the Pacific – which is historically inaccurate, but might have seemed plausible at the time of writing.\n\nThe Father of Salomon's House reveals that members of that institution decide on their own which of their discoveries to keep secret, even from the State:\n\nThis would seem to imply that the State does not hold the monopoly on authority and that Salomon's House must in some sense be superior to the State.\n\nIn the introduction to the critical edition of New Atlantis, Jerry Weinberger notes that Joabin is the only contemporary character (i.e., living at the time of the story) described as wise—and wise in matters of government and rule at that. Weinberger speculates that Joabin may be the actual ruler of Bensalem.[5] On the other hand, prejudice against Jews was widespread in his time, so the possibility cannot be excluded that Bacon was calling Joabin wise for the same reason that he felt the need elsewhere to call him \"the good Jew\": to make clear that Joabin's character was benign.\n\nWhile Bacon appears concerned with the House of Salomon, a portion of the narrative describes the social practices of the Bensalemites, particularly those surrounding courtship and family life. An example of these rituals is the Adam and Eve pools. Here betrothed send surrogates to observe the other bathing to discover any deformities. Here Bacon alludes to Sir Thomas More’s Utopia (1516), where More describes a similar ritual. However, the crucial difference is rather than surrogates, the young couple observes the other naked. Bacon’s character Joabin remarks on this difference: “I have read in a book of one of your men, of a Feigned Commonwealth, where the married couple are permitted, before they contract, to see one another naked.”[6]\n\n"
        },
        {
            "title": "Prayers",
            "text": "In describing how the scientists of New Atlantis worked, Bacon wrote:\n\nIn Bacon's Theological Tracts, there are two prayers, named \"The Student's Prayer\" and \"The Writer's Prayer\" which may be a demonstration of how scientists could pray as described in The New Atlantis. \n(See Bacon's Prayers in Wikisource).\n\n"
        },
        {
            "title": "Influences",
            "text": "New Atlantis and other writings of Bacon inspired the formation of the Royal Society. Jonathan Swift parodied them both in book III of Gulliver's Travels.[citation needed]\n\nIn recent years, New Atlantis influenced B. F. Skinner's 1948 Walden Two.[citation needed]\n\nThis novel may have been Bacon's vision for a Utopian New World in North America. In it he depicted a land where there would be freedom of religion – showing a Jew treated fairly and equally in an island of Christians. It has been argued that this work had influenced others reforms, such as greater rights for women, the abolition of slavery, elimination of debtors' prisons, separation of church and state, and freedom of political expression,[8][9][10][11] although there is no hint of these reforms in The New Atlantis itself. His propositions of legal reform (which were not established in his lifetime), though, are considered to have been one of the influences behind the Napoleonic Code,[12] and therefore could show some resemblance with or influence in  the drafting of other liberal constitutions that came in the centuries after Bacon's lifetime, such as the American Constitution.\n\nFrancis Bacon played a leading role in creating the English colonies, especially in Virginia, the Carolinas, and Newfoundland in northeastern Canada. His government report on \"The Virginia Colony\" was submitted in 1609. In 1610 Bacon and his associates received a charter from the king to form the Tresurer and the Companye of Adventurers and planter of the Cittye of London and Bristoll for the Collonye or plantacon in Newfoundland[13] and sent John Guy to found a colony there. In 1910 Newfoundland issued a postage stamp to commemorate Bacon's role in establishing the province. The stamp describes Bacon as \"the guiding spirit in colonization scheme\" of 1610.[14] Moreover, some scholars believe he was largely responsible for the drafting, in 1609 and 1612, of two charters of government for the Virginia Colony.[15] Thomas Jefferson, the third President of the United States and author of the Declaration of Independence, wrote: \"Bacon, Locke and Newton. I consider them as the three greatest men that have ever lived, without any exception, and as having laid the foundation of those superstructures which have been raised in the Physical and Moral sciences\".[16] Historian and biographer William Hepworth Dixon considered that Bacon's name could be included in the list of Founders of the United States of America.[17]\n\nIt is also believed by the Rosicrucian organisation AMORC that Bacon would have influenced a settlement of mystics in North America, stating that The New Atlantis inspired a colony of Rosicrucians led by Johannes Kelpius to journey across the Atlantic Ocean in a chartered vessel called Sarah Mariah, and move on to Pennsylvania in the late 17th century. According to their claims, these Rosicrucian communities \"made valuable contributions to the newly emerging American culture in the fields of printing, philosophy, the sciences and arts\".[18]\n\nThe utopian writer Kārlis Balodis adopted the name \"Atlanticus\" when he wrote Der Zukunftsstaat in 1898.\n\n"
        }
    ]
}