{
    "url": "https://en.wikipedia.org/wiki/New_historicism",
    "title": "New historicism",
    "table_of_contents": [
        "1 Overview",
        "2 Contextualized study",
        "3 Background",
        "4 Criticism",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "New historicism, a form of literary theory which aims to understand intellectual history through literature and literature through its cultural context, follows the 1950s field of history of ideas and refers to itself as a form of cultural poetics. It first developed in the 1980s, primarily through the work of the critic Stephen Greenblatt, and gained widespread influence in the 1990s.[1] Greenblatt coined the term new historicism when he \"collected a bunch of essays and then, out of a kind of desperation to get the introduction done, he wrote that the essays represented something called a 'new historicism'\".[2]\n\n"
        },
        {
            "title": "Overview",
            "text": "Harold Aram Veeser, introducing an anthology of essays, The New Historicism (1989),[3] noted some key assumptions that continually reappear in new historicism:\n\n"
        },
        {
            "title": "Contextualized study",
            "text": "\"Sub-literary\" texts and uninspired non-literary texts all came to be read as documents of historical discourse, side-by-side with the \"great works of literature\". A typical focus of new historicist critics, led by Stephen Orgel, has been on understanding Shakespeare less as an autonomous great author in the modern sense than as a means of reconstructing the cultural milieu of Renaissance theatre—a collaborative and largely anonymous free-for-all—and the complex social politics of the time.[4]  In this sense, Shakespeare's plays are seen as inseparable from the context in which he wrote (see contextualism, thick description). Influential historians behind the eruption of the new historicism are Lynn Hunt and Michel Foucault, as they both taught at UC-Berkeley during its rise as a postmodern approach to history.\n\nIn this shift of focus, a comparison can be made with the best discussions of works of decorative arts. Unlike fine arts, which had been discussed in purely formal terms, comparable to the literary New Criticism, under the influences of Bernard Berenson and Ernst Gombrich, nuanced discussion of the arts of design since the 1970s have been set within social and intellectual contexts, taking account of fluctuations in luxury trades, the availability of design prototypes to local craftsmen, the cultural horizons of the patron, and economic considerations—\"the limits of the possible\" in economic historian Fernand Braudel's famous phrase. An outstanding pioneer example of such a contextualized study was Peter Thornton's monograph  Seventeenth-Century Interior Decoration in England, France and Holland (1978).\n\n"
        },
        {
            "title": "Background",
            "text": "In its historicism and in its political interpretations, new historicism is indebted to Marxism. But whereas Marxism (at least in its more orthodox forms) tends to see literature as part of a 'superstructure' in which the economic 'base' (i.e. material relations of production) manifests itself, new historicist thinkers tend to take a more nuanced view of power, seeing it not exclusively as class-related but extending throughout society.[citation needed] This view derives primarily from Michel Foucault.\n\nIn its tendency to see society as consisting of texts relating to other texts, with no 'fixed' literary value above and beyond the way specific cultures read them in specific situations, new historicism is a form of postmodernism applied to interpretive history. \n\nNew historicism shares many of the same theories as with what is often called cultural materialism, but cultural materialist critics are even more likely to put emphasis on the present implications of their study and to position themselves in disagreement to current power structures, working to give power to traditionally disadvantaged groups. Cultural critics also downplay the distinction between \"high\" and \"low\" culture and often focus predominantly on the productions of \"popular culture\" (Newton 1988).\n\nNew historicists analyse text with an eye to history. With this in mind, new historicism is not \"new\". Many of the critiques that existed between the 1920s and the 1950s also focused on literature's historical content. These critics based their assumptions of literature on the connection between texts and their historical contexts (Murfin & Supriya 1998).\n\nNew historicism also has something in common with the historical criticism of Hippolyte Taine, who argued that a literary work is less the product of its author's imaginations than the social circumstances of its creation, the three main aspects of which Taine called race, milieu, and moment.  It is also a response to an earlier historicism, practiced by early 20th century critics such as John Livingston Lowes, which sought to de-mythologize the creative process by reexamining the lives and times of canonical writers.  But new historicism differs from both of these trends in its emphasis on ideology: the political disposition, unknown to the author that governs their work.\n\nThere is a popularly held recognition that Foucault's ideas have passed through the new historicist formation in history as a succession of épistémès or structures of thought that shape everyone and everything within a culture (Myers 1989).  It is indeed evident that the categories of history used by new historicists have been standardized academically. Although the movement is publicly disapproving of the periodization of academic history, the uses to which new historicists put the Foucauldian notion of the épistémè amount to very little more than the same practice under a new and improved label (Myers 1989).\n\n"
        },
        {
            "title": "Criticism",
            "text": "Carl Rapp argues that \"[the new historicists] often appear to be saying, 'We are the only ones who are willing to admit that all knowledge is contaminated, including even our own'\".[5]\n\nCamille Paglia likewise cites \"the New Historicism coming out of Berkeley\" as an \"issue where the PC academy thinks it's going to reform the old bad path, I have been there before they have been, and I'm there to punish and expose and to say what they are doing...a piece of crap.\"[6] Elsewhere, Paglia has suggested that new historicism is \"a refuge for English majors without critical talent or broad learning in history or political science. ... To practice it, you must apparently lack all historical sense.\"[7]\n\nSarah Maza argues that \"[Catherine] Gallagher and Greenblatt seem oblivious of the longer range of disciplinary development in history; they reject grand narratives as extensions of nineteenth- and twentieth-century nationalist, socialist or whiggish programs, obfuscating the fact that such mid-twentieth century innovations as histoire totale and quantified social history, large in scale as they were, originated from a desire to make history more democratic and more inclusive.\"[8]\n\n"
        }
    ]
}