{
    "url": "https://en.wikipedia.org/wiki/Boom_tube",
    "title": "New Gods",
    "table_of_contents": [
        "1 Publication history",
        "1.1 Volume 1 (1971)",
        "1.1.1 Return of the New Gods (1977)",
        "1.2 Volume 2 (1984)",
        "1.2.1 The Hunger Dogs",
        "1.3 Volume 3 (1989–91)",
        "1.4 Volume 4 (1995–97)",
        "1.5 2007–present",
        "1.5.1 Death of the New Gods and Final Crisis",
        "1.5.2 Post-Final Crisis",
        "1.5.3 The New 52",
        "2 Powers and abilities",
        "3 Known New Gods",
        "3.1 New Gods of New Genesis",
        "3.2 New Gods of Apokolips",
        "4 Bibliography",
        "4.1 Tales of the New Gods",
        "4.2 Collected editions",
        "5 In other media",
        "5.1 Film",
        "5.2 Television",
        "5.3 Video games",
        "6 Awards",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The New Gods are a fictional extraterrestrial race appearing in the eponymous comic book series published by DC Comics, as well as selected other DC titles. Created and designed by Jack Kirby, they first appeared in February 1971 in New Gods #1.\n\n"
        },
        {
            "title": "Publication history",
            "text": "The New Gods are natives of the twin planets of New Genesis and Apokolips. New Genesis is an idyllic planet filled with unspoiled forests, mountains, and rivers that is ruled by the benevolent Highfather, while Apokolips is a nightmarish, polluted, and  ruined dystopia filled with machinery and fire pits that is ruled by the tyrannical Darkseid. The two planets were once part of the same world, a planet called Urgrund (German for \"primeval ground\"), but it was split apart millennia ago after the death of the Old Gods during Ragnarök.[1]\nThe characters associated with the New Gods are often collectively referred to as \"Jack Kirby's Fourth World\". Unhappy with Marvel Comics at the time, as he had created or co-created a plethora of characters without having copyright or creative custody of them, he turned to rival publisher DC Comics, with his sketches and designs for a new group of heroes and villains.[2] As author Marc Flores, who writes under the pen name Ronin Ro,[3] described:\n\nKirby began the \"Fourth World\" in Superman's Pal Jimmy Olsen #133 (October 1970).[5][6] The New Gods first appeared in New Gods #1 (February-March 1971)[7][8] and Forever People #1 (February-March 1971).[9][10] Another \"Fourth World\" title Mister Miracle was launched in April 1971.[11][12] Various New Gods, notably Darkseid, went on to interact with other denizens of the DC Universe.[citation needed]\n\nNew Gods #1 marks the first appearance of Orion, Highfather, and Metron, among others. The opening sequence alludes to the presence of the \"Old Gods\" and the \"New Gods\" (e.g., \"There came a time when the Old Gods died...\"). Simultaneously published during this time were the Forever People and Mister Miracle series, also written and drawn by Kirby.[13]\n\n\nKirby fans consider the three-issue arc in New Gods #6-8 to be the peak of Kirby's artistic work.[14] Jason Sacks and Keith Dallas say that issue #6, \"The Glory Boat\", \"juxtaposes several of [Kirby's] favorite themes: the conflict between generations, the ways that pacifism is forced to confront violence, and, of course, the continuing battle between Apokolips and New Genesis, all drawn in some of the most spectacular art of his career.\"[15] Charles Hatfield says that the story's conclusion: \n\nIssue #7, \"The Pact\", sought to explain the backstory of the New Gods. Sacks and Keith said: \nDespite the creative strength of Kirby's material, the book's sales slipped steadily after a strong start. New Gods was cancelled with issue #11 (Oct-Nov 1972), and the last issue of Forever People was also #11 (August-September 1972). The Apokolips/New Genesis war was left unresolved.[15]\n\n\nKirby's production assistant at the time, Mark Evanier, explained: \n\nDespite the sales failure of the book, Kirby's work has remained an inspiration for future comics creators. Comics historian Les Daniels observed in 1995: \n\nIn 2007, comics writer Grant Morrison commented: \nIn 1976, the New Gods were featured in the last issue of 1st Issue Special, written by Gerry Conway and Dennis O'Neil and pencilled by Mike Vosburg.[20] The issue featured a new, more mainstream superhero costume for Orion, which he would wear for the next few years, but failed to lead to a relaunch.  That same year, Jenette Kahn became DC's new publisher and decided to revive the \"Fourth World\" lineup in 1977.[21] The New Gods series relaunched in July 1977, and with 1st Issue Special still a relatively recent publication, it picked up where the storyline of that issue left off. Although the title remained \"The New Gods\" in the indicia and retained its original numbering, launching with #12, the covers used the title \"The Return of the New Gods\".[7][22] Conway wrote the series and  Don Newton provided the pencils.[23]\n\nThe series introduced the character Jezebelle. It was cancelled with issue #19 (July–August 1978) prior to the \"DC Implosion\", where a variety of market-related factors caused DC to cancel almost all of the titles launched the previous year.[21] The final chapters of the series were published as backup features in the Adventure Comics #459–460 (1978) featured a climactic battle between Darkseid's forces and the New Gods, culminating in Darkseid's defeat and apparent \"death.\" Conway later said that he felt the finale he provided for the New Gods saga was inadequate, though he greatly enjoyed working with Newton on the series.[21]\n\nThe New Gods met the Flash in Super-Team Family #15 (March–April 1978).[24]\n\nDarkseid's \"death\" would quickly be overturned in the New Gods' next appearance in Justice League of America #183–185. The three-part storyline would tell of Darkseid's return to Apokolips and his scheme to destroy Earth-Two and teleport Apokolips into its place, so that he could conquer a new universe devoid of the New Gods. The plan would be foiled by the combined power of the New Gods, the Justice League, and the Justice Society.\n\nEssentially a reprint series, this volume packaged two issues apiece per single issue of the original 1971 series.[7][25][26] The mini-series' final issue was originally intended to include a reprint of New Gods #11 and a new 24-page story which would conclude the series and end with both Darkseid and Orion dead. DC editors prevented Kirby from using his original intended ending.[27] Kirby instead turned in a one-off story called \"On the Road to Armagetto\" which was also rejected, due to the fact that it did not contain a definitive ending to the series.[27] A 48-page new story called \"Even Gods Must Die\" was published in the sixth issue of the reprint series instead, which in turn served as a prologue for the upcoming The Hunger Dogs graphic novel, which DC editors greenlighted in order to conclude the series.[27]\n\nPublished as DC Graphic Novel #4, The Hunger Dogs was intended by Kirby and DC to serve as the end to the entire Fourth World saga.[28] The project was mired in controversy over Kirby's insistence that the series should end with the deaths of the New Gods, which clashed with DC's demands that the New Gods could not be killed off.[citation needed]\n\nAs a result, production of the graphic novel suffered many delays and revisions. Pages and storyline elements from the never published \"On the Road to Armagetto\" were revised and incorporated into the graphic novel, while DC ordered the entire plot restructured, resulting in many pages of the story being rearranged out of Kirby's intended reading order.[29][30]\n\nIn the end, The Hunger Dogs saw the tormented, slave population of Apokolips rise up against Darkseid in a massive slave revolt, forcing Darkseid to flee his homeworld. This ending would not last, as Darkseid would reclaim Apokolips off-panel prior to the events of the 1986 Legends crossover.[citation needed]\n\nFollowing the Cosmic Odyssey limited series by Jim Starlin and Mike Mignola,[31] a new New Gods series was launched. Written by longtime Kirby assistant Mark Evanier, with co-author and penciler Paris Cullins, this would be the most lengthy New Gods run yet. Coming in at 28 issues, this volume was published from February 1989 to August 1991.[7][32] This series is sometimes considered volume 2, as the aforementioned volume 2 was essentially a reprinting of volume 1.[citation needed]\n\nOriginally written by Tom Peyer and Rachel Pollack, and pencilled by Luke Ross, volume 4 of New Gods ran from October 1995 until February 1997.[7][33] It was taken over by John Byrne for issues #12–15 at the end of the series; this title would be renamed as Jack Kirby's Fourth World, also by Byrne, with numbering reset to issue #1, and covers provided by Walt Simonson. Walt Simonson's Orion series, which continued to host the backup feature \"Tales of the New Gods\", began in Byrne's Jack Kirby's Fourth World and served as an extension of it. Simonson wished to simply title his series \"New Gods\", but DC felt the name had been used too much recently.[34]\n\nJohn Byrne's one-shot issue Darkseid vs. Galactus: The Hunger also appeared in October 1995.[citation needed]\n\nTaking place in both the yearlong series Countdown to Final Crisis (2007–2008) and its spin-off, Death of the New Gods, written by Jim Starlin,[35][36][37] was a story-arc involving the mysterious deaths of the New Gods across the universe in preparation for the coming storylines in Grant Morrison's Final Crisis, published later in 2008. As elaborated in Death of the New Gods, the mysterious Godkiller turned out to be an agent of the sentient Source itself, which sought to destroy the imperfect Fourth World—compromised by the disruption in its creation by the Old Gods—in favor of a more perfect \"Fifth World\" by reuniting the Source with the Anti-Life Equation. The Source's initial attempts to recreate the Fifth World had been hampered by the Crisis on Infinite Earths which unified the Multiverse and forged an impenetrable Source Wall around the Anti-Life Equation. By subtly manipulating characters such as Alexander Luthor, Jr.,[38] and Booster Gold[39] to recreate the Multiverse made the Source Wall less impenetrable. The Source's agent is revealed to be the New God Infinity-Man. Darkseid acquires the powers of the Anti-Life Equation and capitalizes on the deaths of the New Gods by using the human Jimmy Olsen as a \"soul-catcher\" for the Gods, from which he can claim all their powers and recreate the universe in his own image, but he is killed when the Source is able to send Darkseid's resurrected son, Orion, to rip out his heart. Orion leaves the scene of the fray to die of his own wounds; and, seemingly with success, the Source entity manages to reunite with the Anti-Life entity and merge Apokolips with New Genesis to create the Fifth World, with the New Gods of the Fourth World all deceased.\n\nIn DC Universe #0, a bridge between the Countdown and Final Crisis limited series, Darkseid is resurrected on Earth. In Final Crisis, Darkseid and his minions now exist on Earth in the guises of organized criminals, with Darkseid taking the name \"Boss Dark Side\". Other New Gods, such as Metron and the Black Racer also appear reborn in newer, more elaborate Fifth World incarnations. Orion is discovered dead by detective Dan Turpin, prompting the Guardians of the Universe to launch an investigation. Batman surmises that Orion was in fact killed not of injuries from battling Darkseid, but by a sort of bullet sent backwards in time. Darkseid spreads the Anti-Life Equation among the human population, creating monstrous slaves out of its victims as he ushers in the Final Crisis of Mankind. Shilo Norman begins recruiting an army, warning of a war in heaven having occurred where evil won. Darkseid similarly claims to have ultimately come out of this war in heaven the victor. The villain Libra reappears on Earth after a long absence, making promises to the villains of Earth in the name of the deity he worships.\n\nGrant Morrison addressed what he described as \"the disconnects that online commentators, sadly, seem to find more fascinating than the stories themselves\", by explaining that he provided a rough draft of the first issue, and an outline of the plot, before the writing began on Countdown and Death of the New Gods.[40] He outlined his thinking on the issues of continuity between the stories by stating that he \"started writing Final Crisis #1 in early 2006, around the same time as the 52 series was starting to come out, so Final Crisis was more a continuation of plot threads from Seven Soldiers and 52 than anything else.\"[40]\n\nAs the events of Final Crisis unfold, it is revealed that the evil gods of Apokolips have been hiding in human bodies, and some have their bodies \"rebuilt\" for them in the Evil Factory, formerly the Command-D bunkers in Blüdhaven. Darkseid inhabits the body of Dan Turpin, after Turpin finally succumbs to the evil god. Kalibak inhabits a new body, that of a humanoid tiger, leading a team of similar creatures in battle. Mokkari and Simyan appear, looking more or less identical to their previous forms, with no explanation given to where their bodies came from. Granny Goodness takes up residence in the Alpha Lantern Kraken, using her to attack the Guardians of the Universe, while Desaad inhabits the body of Mary Marvel. The Female Furies themselves are not shown to still exist, but they are recreated using Anti-Life controlled heroes and villains in the forms of Wonder Woman, Batwoman, Catwoman, and Giganta.\n\nAt the conclusion of the series, the essence of Darkseid is destroyed; the New Gods, are resurrected and  reborn; and Nix Uotan implies that they will guide the recently destroyed Earth-51, restoring it to prosperity and peace. Nix also indicates that the Super Young Team are the new Forever People of the Fifth World.\n\nIn an interview with Newsarama, DC Executive Editor Dan DiDio spoke of the future of the New Gods in the DC Universe, saying, \"The other thing we’ll give a rest to as well is the concept of the New Gods and the ideas surrounding them. There's a very clear conclusion to the New Gods’ storyline in Final Crisis #7. The good part about it is that readers will see that ending, and we won’t have to return to it right away. Like the Multiverse, the New Gods will be out there and available to us, and we can use them when we see fit, and feel the time is right. Just because we introduced concepts doesn’t mean that we have to constantly use them.\"[41]\n\nIn September 2011, The New 52 rebooted DC's continuity. In this new timeline, Darkseid first appears in Justice League #4. DeSaad and Steppenwolf also briefly appear in this story arc, experimenting on Superman and referring to \"the search for Darkseid's daughter\", explaining Darkseid's actions throughout infinite and his assault and assimilation of various worlds throughout the multiverse.[42] In subsequent issues it is revealed that Cyborg's teleportation powers are linked to the Boom Tubes, thanks to upgrades performed by his father utilizing the Mother Box found by the team in their initial adventure, and that every 1,000 times he uses this technology, a glitch in it transports him and his Justice League comrades to Apokolips.[43]\n\nIn the pages of Earth 2 #1, it is revealed that Darkseid's search has also resulted in his traversing the array of worlds invading this parallel Earth. Unlike his encounters in Justice League, this one is far more successful, resulting in the death of that Earth's Superman, Batman and Wonder Woman; in the midst of this war, Power Girl and Huntress somehow traverse into the realm of Prime-Earth.\n\nIt is teased that the fall of the Olympian Gods will lead to the creation of New Gods, but not stated if they mean the race of New Gods populating the Fourth World or simply newer younger gods. A figure, with Orion's helmet, appears in shadow then disappears into a Boom Tube.[44] Orion fights against, then assists Wonder Woman in her struggle with the gods of Olympus and the monstrous First Born of Zeus, eventually leading her and the Last Born of Olympus to New Genesis and its leader: Highfather. While Highfather appears much younger than his pre-Flashpoint incarnation, New Genesis appears much the same, consisting of a futuristic floating city above a mostly rural world covered in forests.[45]\n\nIn the Darkseid special issue, it is revealed that he and Highfather are some of the only survivors of a previous larger world, where they were brothers and peasants. Their world was also inhabited by colossal beings known as Old Gods, who spent much of their time brawling with each other, feeding off the worship of the 'mudgrubbers', whose lives were often lost in the battles. One day the man formerly known as Uxas, having tired of his idol's destructiveness, decided to spark a war between them which would in turn devastate their world fatally wounding his sister, Izaya's first wife, after which he opted to kill all the wounded Old Gods, steal their powers and bring about a new order. One by one, the Old Gods were destroyed by Darkseid, who became more horrific in turn as he leeched their essence from them. As Darkseid's schemes started to tear the planet apart, Highfather ran with his wounded Avia in hand towards one of the last and greatest of the Old Gods, acknowledging his time had come and passed he chose to pass on the last of his power to reward Izaya's beloved's devotion to them. Empowered in a blinding flare of light, Highfather arose as a New God to battle Darkseid. The brothers, now equal, tore the world apart during their battle, leaving them to rebuild on the remains, which became Apokolips and New Genesis.\n\nIt was his search for what was believed to be his daughter Kaiyo that Darkseid came to traverse and enslave various worlds and universes throughout the 52 realities spanning existence, leading up to his first invasion of Earth 2 as well as the incursion of countless other Earths along the DCnU, up until the core world of Prime Earth where he battled and lost against the Justice League when they first formed to battle his invasion.\n\nAfter countless eons of infighting proceeding after the fall of the Old World, Darkseid and Highfather would eventually be forced into conflict against their demented father and King of the Old Gods, Yuga Khan. Livid at the fact his sons ended up killing and usurping the powers of all the Old Gods of Urgrund save himself, he utilized the power of the Anti-Life Equation to reanimate his fallen subjects, while using his own powers to suppress his sons' New God Abilities, all in order to prevent the rise of the New Gods standing before him. When Zonuz was prepping to deliver the killing blow, Uxas crept up from behind and ended him, reducing his resurrected army back to the dust they were recreated from and sending the Old God back to the Source.\n\nFor a time, both brothers would raise their dead world back from the devastation wreaked by their previous conflicts, dubbing it Genesis with Izaya eventually remarrying, up until for undisclosed reasons Darkseid killed Highfather's new wife away from prying eyes, save those of his sibling's. Another war would commence pitting the former's faction against the self-titled God of Evil, which devastated the world they made together.[46] With the losses tallied on both sides, a ceasefire was eventually called with Darkseid eventually slinking back into the darkness, while Highfather wept over the loss of their new home. Over time, a peace treaty would be forged in which Izaya would lose the compassionate part of himself to the Source in order to make him go through with it. Exchanging their sons like in the previous continuity would not stop Darkseid from waging wars of conquest across reality however, so Highfather brokered another treaty where Darkseid would only attack the Earth 2 dimension while leaving the other infinite Earths untouched.[47]\n\nOver time, the core universe where Apokolips first suffered defeat from would have more interactions with the New Gods of both New Genesis; created by the now-militant Highfather, as well as those of Apokolips; domain of the malevolent Darkseid and his elite followers.\n\n"
        },
        {
            "title": "Powers and abilities",
            "text": "The beings of New Genesis and Apokolips call themselves gods, living outside of normal time and space in a realm known as the Fourth World. Due to their proximity to the Source, a primeval energy believed to be one of the ultimate foundations of the Universal Expression of Energy, these New Gods have evolved into genetically stable higher beings of evolutionary perfection.\n\nAll of the New Gods possess superhuman abilities of various kinds and differing degrees, including superhuman strength, stamina, reflexes, invulnerability and speed. The denizens of New Genesis and Apokolips are also immortal and endowed with a greater intelligence than Homo sapiens, despite their resemblance. Both worlds have the finest  technology that the universe can offer.\n\nDespite their immortality, the New Gods are vulnerable to a substance called Radion. Its source is unknown and its effects are toxic only in sustained amounts or after explosive exposure. The average New God can be slain by an application of Radion from a Radion blaster or bomb.\n\nWriter Rachel Pollack introduced the idea in \"Sacrifice of the Gods\" in 1996 that the New Gods were giants and that the Boom Tube would shrink them as they traveled to normal time and space or enlarge beings who traveled to the Fourth World realm. For example, if Superman were to travel to Apokolips under his own power, he would be miniature in comparison to the New Gods – Orion remarked that \"Earth is but a speck in an air pocket\" and that the universe of New Genesis is the \"real world\". Proportionally, entire planets were shown to seem no larger than golf balls.[48][49]\n\n"
        },
        {
            "title": "Bibliography",
            "text": "Outside of the original three Kirby titles, and those strictly labeled \"New Gods\", other characters from Kirby's Fourth World have had their own titles. Mister Miracle has had numerous other iterations of his own comic, and Orion was given his own title in 2000[52] that ended in 2002. The aforementioned Jack Kirby's Fourth World is another example, as is Takion, a New God not created by Kirby, but one that had his own series for seven issues in 1996. The New Gods and their concepts have at times played a central role in the DC Universe, in series such as Jim Starlin's Cosmic Odyssey. Particularly, the character Darkseid has been a major force in the DC Universe, and is one of the main villains in the various Superman titles.\n\n\"Tales of the New Gods\" was a backup feature that began in John Byrne's Jack Kirby's Fourth World, and continued in Walt Simonson's Orion series. In the features for Jack Kirby's Fourth World, Byrne almost exclusively provided the pencils and text for the stories. In the features for the Orion title, Simonson often wrote the story, and fellow artists would, appropriately, provide the artwork; although on rare occasions, other writers would provide the script/story.[53][54] Two backup stories, though not under the \"Tales of the New Gods\" banner, were printed when Byrne filled in as penciller on Orion for the main stories in issues #13 and #14, with Simonson providing writing and pencilling, and Bob Wiacek inking.[55][56]\n\nThe various New Gods stories have been collected into various volumes. All 11 issues of the original series have been collected into Jack Kirby's New Gods (ISBN 1563893851).[57] DC Comics published  a Tales of the New Gods trade paperback (ISBN 978-1401216375) in January 2008, which collects all of the back-up stories listed above, a Mark Evanier/Steve Rude Mister Miracle one-shot comic from 1987, and a previously unpublished story by Mark Millar and Steve Ditko originally meant to be printed in the pages of Orion.[58] In 2008, DC released a one-shot titled Countdown Special: New Gods #1, which reprinted Forever People #1, Mister Miracle #1, and New Gods #7. Death of the New Gods has been collected into a hardcover edition (ISBN 1401218393).[59] and later reprinted in trade paperback.\n\nThe entirety of Kirby's work on the \"Fourth World\" was collected in four Omnibus editions published in 2007 and 2008:\n\n"
        },
        {
            "title": "Awards",
            "text": "This series, along with Forever People, Mister Miracle, and Superman's Pal Jimmy Olsen won Jack Kirby a Shazam Award for \"Special Achievement by an Individual\" in 1971.[80]\n\nIn 1998, Jack Kirby's New Gods by Jack Kirby, edited by Bob Kahan, won both the Harvey Award for \"Best Domestic Reprint Project\"[81] and the Eisner Award for \"Best Archival Collection/Project\".[82]\n\n"
        },
        {
            "title": "See also",
            "text": "Other notable Fourth World characters and concepts:\n\nSimilar Marvel Comics characters:\n\n"
        }
    ]
}