{
    "url": "https://en.wikipedia.org/wiki/New_Statesman",
    "title": "New Statesman",
    "table_of_contents": [
        "1 History",
        "1.1 Early years",
        "1.2 1931–1960: Kingsley Martin",
        "1.3 1960–1996: After Kingsley Martin",
        "1.4 Since 1996",
        "2 Guest editors",
        "3 List of editors",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe New Statesman is a British political and cultural magazine published in London.[2] Founded as a weekly review of politics and literature on 12 April 1913, it was at first connected with Sidney and Beatrice Webb and other leading members of the socialist Fabian Society, such as George Bernard Shaw, who was a founding director.\n\nToday, the magazine is a print–digital hybrid. According to its present self-description, it has a liberal and progressive political position.[3] Jason Cowley, the magazine's editor, has described the New Statesman as a publication \"of the left, for the left\"[4] but also as \"a political and literary magazine\" with \"sceptical\" politics.[5]\n\nThe magazine was founded by members of the Fabian Society as a weekly review of politics and literature. The longest-serving editor was Kingsley Martin (1930–1960), and the current editor is Jason Cowley, who assumed the post in 2008.\n\nThe magazine has recognised and published new writers and critics, as well as encouraged major careers. Its contributors have included John Maynard Keynes, Bertrand Russell, Virginia Woolf, Christopher Hitchens, and Paul Johnson. Historically, the magazine was affectionately referred to as \"The Staggers\" because of its crises of funding, ownership, and circulation. The nickname is now used as the title of its politics blog.[6]\n\nCirculation was at its highest in the mid-1960s at 93,000.[7] The magazine encountered substantial difficulties in the following decades as readership fell, but it was growing again by the mid-2010s.[8] In 2020, the certified average circulation was 36,591.[1] Traffic to the magazine's website that year reached a new high with 27 million page views and four million distinct users.[9] Associated websites are CityMetric, Spotlight and NewStatesman Tech.[10] In 2018, New Statesman America was launched.\n\n"
        },
        {
            "title": "History",
            "text": "The New Statesman was founded in 1913 by Sidney and Beatrice Webb with the support of George Bernard Shaw and other prominent members of the Fabian Society.[11] The Fabians previously had supported The New Age but that journal by 1912 had moved away from supporting Fabian politics and issues such as women's suffrage. The first editor of the New Statesman was Clifford Sharp, who remained editor until 1928. Desmond MacCarthy joined the paper in 1913 and became literary editor, recruiting Cyril Connolly to the staff in 1928. J.C. Squire edited the magazine when Sharp was on wartime duties during the First World War.\n\nIn November 1914, three months after the beginning of the war, the New Statesmen published a lengthy anti-war supplement by Shaw, \"Common Sense About The War\",[12] a scathing dissection of its causes, which castigated all nations involved but particularly savaged the British. It sold a phenomenal 75,000 copies by the end of the year and created an international sensation. The New York Times reprinted it as America began its lengthy debate on entering what was then called \"the European War\".[13]\n\nDuring Sharp's last two years in the post, from around 1926, he was debilitated by chronic alcoholism and the paper was actually edited by his deputy Charles Mostyn Lloyd. Although the Webbs and most Fabians were closely associated with the Labour Party, Sharp was drawn increasingly to the Asquith Liberals.[14]\n\nLloyd stood in after Sharp's departure until the appointment of Kingsley Martin as editor in 1930 – a position Martin was to hold for 30 years.\n\nIn 1931 the New Statesman merged with the Liberal weekly The Nation and Athenaeum and changed its name to the New Statesman and Nation, which it kept until 1964. The chairman of The Nation and Athenaeum's board was the economist John Maynard Keynes, who came to be an important influence on the newly merged paper, which started with a circulation of just under 13,000. It also absorbed The Week-end Review in 1934 (one element of which survives in the shape of the New Statesman's Weekly Competition, and the other the \"This England\" feature). The Competition feature, in which readers submitted jokes and often parodies and pastiches of the work of famous authors, became one of the most famous parts of the magazine.[15] Most famously, Graham Greene won second prize in a challenge to parody his own work.\n\nDuring the 1930s, Martin's New Statesman moved markedly to the left politically. It became strongly anti-fascist and pacifist, opposing British rearmament.[16] After the 1938 Anschluss, Martin wrote: \"Today if Mr. Chamberlain would come forward and tell us that his policy was really one not only of isolation but also of Little Englandism in which the Empire was to be given up because it could not be defended and in which military defence was to be abandoned because war would totally end civilization, we for our part would wholeheartedly support him.\"[17]\n\nThe magazine provoked further controversy with its coverage of Joseph Stalin's Soviet Union. In 1932, Keynes reviewed Martin's book on the Soviet Union, Low's Russian Sketchbook. Keynes argued that Martin was \"a little too full perhaps of good will\" towards Stalin, and that any doubts about Stalin's rule had \"been swallowed down if possible\".[18] Martin was irritated by Keynes's article but still allowed it to be printed.[18] In a 17 September 1932 editorial, the magazine accused the British Conservative press of misrepresenting the Soviet Union's agricultural policy but added that \"the serious nature of the food situation is no secret and no invention\". The magazine defended the Soviet collectivisation policy, but also said the policy had \"proceeded far too quickly and lost the cooperation of farmers\".[19] In 1934 it ran an interview with Stalin by H. G. Wells. Although sympathetic to aspects of the Soviet Union, he disagreed with Stalin on several issues.[18] The debate resulted in several more articles in the magazine; in one of them, George Bernard Shaw accused Wells of being disrespectful to Stalin during the interview.[18]\n\nIn 1938 came Martin's refusal to publish George Orwell's celebrated dispatches from Barcelona during the Spanish Civil War because they criticised the communists for suppressing the anarchists and the left-wing Workers' Party of Marxist Unification (POUM). \"It is an unfortunate fact\", Martin wrote to Orwell, \"that any hostile criticism of the present Russian regime is liable to be taken as propaganda against socialism\".[20] Martin also refused to allow any of the magazine's writers to review Leon Trotsky's anti-Stalinist book The Revolution Betrayed.[21]\n\nMartin became more critical of Stalin after the Hitler-Stalin pact, claiming Stalin was \"adopting the familiar technique of the Fuhrer\", and adding: \"Like Hitler, he [Stalin] has a contempt for all arguments except that of superior force.\"[22] The magazine also condemned the Soviet Invasion of Finland.[23]\n\nCirculation grew enormously under Martin's editorship, reaching 70,000 by the end of the Second World War. This number helped the magazine become a key player in Labour politics. The paper welcomed Labour's 1945 general election victory but took a critical line on the new government's foreign policy. The young Labour MP Richard Crossman, who had become an assistant editor of the magazine before the war, was Martin's chief lieutenant in this period, and the Statesman published Keep Left, the pamphlet written by Crossman, Michael Foot and Ian Mikardo, that most succinctly laid out the Labour left's proposals for a \"third force\" foreign policy rather than alliance with the United States.\n\nDuring the 1950s, the New Statesman remained a left critic of British foreign and defence policy and of the Labour leadership of Hugh Gaitskell, although Martin never got on personally with Aneurin Bevan, the leader of the anti-Gaitskellite Labour faction. The magazine opposed the Korean War, and an article by J. B. Priestley directly led to the founding of the Campaign for Nuclear Disarmament.[citation needed]\n\nThere was much less focus on a single political line in the back part of the paper, which was devoted to book reviews and articles on cultural topics. Indeed, with these pages managed by Janet Adam Smith, who was literary editor from 1952 to 1960, the paper was sometimes described as a pantomime horse: its back half was required reading even for many who disagreed with the paper's politics. This tradition would continue into the 1960s with Karl Miller as Smith's replacement.\n\nMartin retired in 1960 and was replaced as editor by John Freeman, a politician and journalist who had resigned from the Labour government in 1951 along with Bevan and Harold Wilson. Freeman left in 1965 and was followed in the chair by Paul Johnson, then on the left, under whose editorship the Statesman reached its highest ever circulation. For some, even enemies of Johnson such as Richard Ingrams, this was a strong period for the magazine editorially.\n\nAfter Johnson's departure in 1970, the Statesman went into a long period of declining circulation under successive editors: Richard Crossman (1970–72), who tried to edit it at the same time as playing a major role in Labour politics; Anthony Howard (1972–78), whose recruits to the paper included Christopher Hitchens, Martin Amis and James Fenton (surprisingly, the arch anti-Socialist Auberon Waugh was writing for the Statesman at this time before returning to The Spectator); Bruce Page (1978–82), who moved the paper towards specialising in investigative journalism, sacking Arthur Marshall, who had been writing for the Statesman on and off since 1935, as a columnist, allegedly because of the latter's support for Margaret Thatcher; Hugh Stephenson (1982–86), under whom it took a strong position again for unilateral nuclear disarmament; John Lloyd (1986–87), who swung the paper's politics back to the centre; Stuart Weir (1987–90), under whose editorship the Statesman founded the Charter 88 constitutional reform pressure group; and Steve Platt (1990–96).\n\nThe Statesman acquired the weekly New Society in 1988 and merged with it, becoming New Statesman and Society for the next eight years, then reverting to the old title, having meanwhile absorbed Marxism Today in 1991. In 1993, the Statesman was sued by Prime Minister John Major after it published an article discussing rumours that Major was having an extramarital affair with a Downing Street caterer.[24] Although the action was settled out of court for a minimal sum,[25] the magazine's legal costs almost led to its closure.[26]\n\nIn 1994, KGB defector Yuri Shvets said that the KGB utilised the New Statesman to spread disinformation. Shvets said that the KGB had provided disinformation, including forged documents, to the New Statesman journalist Claudia Wright which she used for anti-American and anti-Israel stories in line with the KGB's campaigns.[27][28]\n\nThe New Statesman was rescued from near-bankruptcy by a takeover by businessman Philip Jeffrey but in 1996, after prolonged boardroom wrangling[29] over Jeffrey's plans, it was sold to Geoffrey Robinson, the Labour MP and businessman. Following Steve Platt's resignation, Robinson appointed a former editor of The Independent, Ian Hargreaves, on what was at the time an unprecedentedly high salary. Hargreaves fired most of the left-wingers on the staff and turned the Statesman into a strong supporter of Tony Blair's leadership of the Labour Party.[30]\n\nHargreaves was succeeded by Peter Wilby, also from the Independent stable, who had previously been the Statesman′s books editor, in 1998. Wilby attempted to reposition the paper back \"on the left\". His stewardship was not without controversy. In 2002, for example, the periodical was accused of antisemitism when it published an investigative cover story on the power of the \"Zionist lobby\" in Britain, under the title \"A Kosher Conspiracy?\"[31] The cover was illustrated with a gold Star of David resting on a Union Jack. Wilby responded to the criticisms in a subsequent issue.[32] During Wilby's seven-year tenure, the New Statesman moved from making a financial loss to having a good operating profit, though circulation only remained steady at around 23,000.[30]\n\nJohn Kampfner, Wilby's political editor, succeeded him as editor in May 2005 following considerable internal lobbying[citation needed]. Under Kampfner's editorship, a relaunch in 2006 initially saw headline circulation climb to over 30,000. However, over 5,000 of these were apparently monitored free copies,[33] and Kampfner failed to maintain the 30,000 circulation he had pledged. In February 2008, Audit Bureau Circulation figures showed that circulation had plunged nearly 13% in 2007.[34] Kampfner resigned on 13 February 2008, the day before the ABC figures were made public, reportedly due to conflicts with Robinson over the magazine's marketing budget (which Robinson had apparently slashed in reaction to the fall in circulation).\n\nIn April 2008, Geoffrey Robinson sold a 50% interest in the magazine to businessman Mike Danson, and the remainder a year later.[35] The appointment of the new editor Jason Cowley was announced on 16 May 2008, but he did not take up the job until the end of September 2008.[36]\n\nIn January 2009, the magazine refused to recognise the National Union of Journalists, the trade union to which almost of all its journalists belonged, though further discussions were promised but never materialised.[37]\n\nCowley was named current affairs editor of the year at the British Society of Magazine Editors awards in 2009,[38] and in 2011 he was named editor of the year in the Newspaper & Current Affairs Magazine Category at the British Society of Magazine Editors awards, while Jon Bernstein, the deputy editor, gained the award for Consumer Website Editor of the Year.[39] Cowley had been shortlisted as Editor of the Year (consumer magazines) in the 2012 PPA (Professional Publishers Association) Awards.[40] He was also shortlisted for the European Press Prize editing award in January 2013, when the awards committee said: \"Cowley has succeeded in revitalising the New Statesman and re-establishing its position as an influential political and cultural weekly. He has given the New Statesman an edge and a relevance to current affairs it hasn’t had for years.\"[41]\n\nThe magazine published a 186-page centenary special in April 2013, the largest single issue in its history. It also published two special editions (250 and 150 pages), showcasing 100 years of the best and boldest journalism from its archives. In the following year it expanded its web presence by establishing two new websites: May2015.com, a polling data site focused on the 2015 general election, and CityMetric, a cities magazine site under the tagline, \"Urbanism for the social media age\" and edited by Jonn Elledge.\n\nIt was announced in December 2016 that the Weekend Competition, a feature inherited from The Week-end Review, would be discontinued, for reasons of space.\n\nThe New Statesman took a neutral position in the 2019 general election.[42] It was the first time in the magazine's history it had explicitly chosen not to endorse Labour.[43]\n\nAs of 2020, the New Statesman considers itself a \"print-digital hybrid\" with peak online traffic of over 4 million unique visitors per month, almost a four-fold increase since 2011. This compares to the magazine's overall circulation of 36,591,[1] and paid-for circulation of 34,451 as of January 2021, the highest level for 40 years.[44]\n\nAt the 2020 British Society of Magazine Editors (BSME) awards, editor Jason Cowley was named Current Affairs and Politics editor of the year for the fourth time, defeating rivals from The Spectator, The Big Issue and Prospect. \"In increasingly tribal times, Jason Cowley continues to champion independence of thought and diversity of opinion, challenging his audience and producing a magazine that's imaginative, unpredictable and interesting\", the BSME judges said on presenting the award.[45]\n\nThe magazine's Spotlight series (which publishes specialist business content) also won the Launch of the Year award, with judges describing the supplements as a \"great example of monetising a brand without losing its integrity\".[45] Following Andrew Marr's leaving the BBC in 2021, he joined the magazine as chief political commentator.[46]\n\n"
        },
        {
            "title": "Guest editors",
            "text": "In March 2009, the magazine had its first guest editor, Alastair Campbell, the former head of communications for Tony Blair. Campbell chose to feature his partner Fiona Millar, Tony Blair (in an article \"Why we must all do God\"), football manager Alex Ferguson, and Sarah Brown, the wife of Prime Minister Gordon Brown. This editorship was condemned by Suzanne Moore, a contributor to the magazine for twenty years. She wrote in a Mail on Sunday article: \"New Statesman fiercely opposed the Iraq war and yet now hands over the reins to someone key in orchestrating that conflict\". Campbell responded: \"I had no idea she worked for the New Statesman. I don't read the Mail on Sunday. But professing commitment to leftwing values in that rightwing rag lends a somewhat weakened credibility to anything she says.\"[47]\n\nIn September 2009, the magazine was guest-edited by Labour politician Ken Livingstone, the former mayor of London.[48]\n\nIn October 2010, the magazine was guest-edited by British author and broadcaster Melvyn Bragg. The issue included a previously unpublished poem[49] by Ted Hughes, \"Last letter\", describing what happened during the three days leading up to the suicide of his first wife, the poet Sylvia Plath. Its first line is: \"What happened that night? Your final night.\"—and the poem ends with the moment Hughes is informed of his wife's death.\n\nIn April 2011, the magazine was guest-edited by human rights activist Jemima Khan. The issue featured a series of exclusives including the actor Hugh Grant's secret recording[50] of former News of the World journalist Paul McMullan, and a much-commented-on[51] interview[52] with Liberal Democrat leader and Deputy Prime Minister Nick Clegg, in which Clegg admitted that he \"cries regularly to music\" and that his nine-year-old son asked him, \"'Why are the students angry with you, Papa?'\"\n\nIn June 2011, the Archbishop of Canterbury, Rowan Williams, created a furore as guest editor by claiming that the Coalition government had introduced \"radical, long term policies for which no one had voted\" and in doing so had created \"anxiety and anger\" among many in the country. He was accused of being highly partisan, notwithstanding his having invited Iain Duncan Smith, the Work and Pensions Secretary to write an article and having interviewed the Foreign Secretary William Hague in the same edition. He also noted that the Labour Party had failed to offer an alternative to what he called \"associational socialism\". The Statesman promoted the edition on the basis of Williams' alleged attack on the government, whereas Williams himself had ended his article by asking for \"a democracy capable of real argument about shared needs and hopes and real generosity\".\n\nIn December 2011 the magazine was guest-edited by Richard Dawkins. The issue included the writer Christopher Hitchens's final interview,[53] conducted by Dawkins in Texas, and pieces by Bill Gates, Sam Harris, Daniel Dennett and Philip Pullman.\n\nIn October 2012 the magazine was guest-edited by Chinese dissident artist Ai Weiwei[54] and, for the first time, published simultaneously in Mandarin (in digital form) and English. To evade China's internet censors, the New Statesman uploaded the issue to file-sharing sites such as BitTorrent. As well as writing that week's editorial,[55] Ai Weiwei interviewed the Chinese civil rights activist Chen Guangcheng,[56] who fled to the United States after exposing the use of compulsory abortions and sterilisations. The issue was launched on 19 October 2012 at the Lisson Gallery in London,[57] where speakers including artist Anish Kapoor and lawyer Mark Stephens paid tribute to Ai Weiwei.\n\nIn October 2013 the magazine was guest-edited by Russell Brand, with contributions from David Lynch, Noel Gallagher, Naomi Klein, Rupert Everett, Amanda Palmer, and Alec Baldwin,[58] as well as an essay by Brand.[59]\n\nIn October 2014, the magazine was guest-edited by the artist Grayson Perry, whose essay titled \"Default Man\" was widely discussed.\n\nThe former British prime minister Gordon Brown guest-edited the magazine in 2016, a special edition exploring Britain's relationship with Europe ahead of the EU referendum. Contributors to the issue included the Nobel laureate Amartya Sen and Michael Sandel.\n\n"
        }
    ]
}