{
    "url": "https://en.wikipedia.org/wiki/New_Confucianism",
    "title": "New Confucianism",
    "table_of_contents": [
        "1 History",
        "1.1 Mainland New Confucianism",
        "2 Terminology",
        "3 Philosophy",
        "3.1 First Generation",
        "3.1.1 Xiong Shili",
        "3.2 Second Generation",
        "3.2.1 Mou Zongsan",
        "4 New Confucian Manifesto",
        "5 Harmonious Society",
        "6 References",
        "6.1 Citations",
        "6.2 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNew Confucianism (Chinese: 新儒家; pinyin: xīn rú jiā; lit. 'new Confucianism') is an intellectual movement of Confucianism that began in the early 20th century in Republican China, and further developed in post-Mao era contemporary China. It primarily developed during the May Fourth Movement.[1] It is deeply influenced by, but not identical with, the neo-Confucianism of the Song and Ming dynasties. It is a neo-conservative movement of various Chinese traditions and has been regarded as containing religious overtones; it advocates for certain Confucianist elements of society – such as social, ecological, and political harmony[1] – to be applied in a contemporary context in synthesis with Western philosophies such as rationalism and humanism.[2] Its philosophies have emerged as a focal point of discussion between Confucian scholars in mainland China, Taiwan, Hong Kong, and the United States.\n\n"
        },
        {
            "title": "History",
            "text": "\nThe first generation of new Confucians (1921–1949) came about as a response to the May Fourth movement and its iconoclastic stance against Confucianism. Confucianism was attacked as unscientific and contrary to the progress of a modern China. One notable figure during this time was Xiong Shili, who studied Buddhism in depth in his youth but later sought a reformation of the Confucian philosophical framework. Borrowing from the school of Wang Yangming, Xiong developed a metaphysical system for the new Confucian movement and believed Chinese learning was superior to Western learning. Another figure, Feng Youlan, following the neo-Confucian school of Zhu Xi, sought a revival of Chinese philosophy as challenged and influenced by the questions and techniques of modern Western philosophy.\n\nWith the start of the communist regime in China in 1949, many of the leading intellectuals left the mainland to Taiwan, Hong Kong, and the United States. Notable figures of this second-generation (1950–1979) include individuals like Tang Junyi, Mou Zongsan, and Xu Fuguan; all three are students of Xiong Shili. Mou, in particular, was grounded in classic Chinese philosophical traditions and argued that Immanuel Kant was, in many ways, a Western Confucius. These three worked with the Qian Mu to found New Asia College in Hong Kong. One of New Asia's most prominent graduates was Yu Yingshi. Together with Zhang Junmai, in 1958 they issued \"New Confucian Manifesto\" consolidating their beliefs and drawing attention to their philosophical movement.\n\nIn the early 21st century, the most prominent representatives of the new Confucian movement outside of China have been the students of Mou Zongsan. One of the most prominent, Tu Wei-ming, promoted the idea that Confucianism saw three epochs: the classical pre-Han Confucianism, Song-Ming neo-Confucianism, and new Confucianism. This third generation has been instrumental in grounding Confucianism in non-Asian contexts, such as Boston Confucianism and Western scholars such as Wm. Theodore de Bary.[3]\n\nFollowing the period of reform and opening-up under Deng Xiaoping after 1978, Confucian thought experienced a revival in mainland China. An emerging current of \"Mainland New Confucians\", led initially by Jiang Qing, sharply demarcated themselves from the \"Overseas New Confucianism\" developed by Mou and others. According to Jiang, Confucian thought can be divided into two currents, \"Mind Confucianism\" and \"Political Confucianism\". Confucianism, he posits, has for over a millennium been confined to Mind Confucianism at the expense of Political Confucianism, leaving the true thought of Confucius \"mutilated\". Jiang argues for the restoration of political legitimacy as a core focus of Confucian thought, for renewed attention to Confucian constitutional structures, and for the establishment of Confucianism as an official state religion.[4]\n\nOther Mainland New Confucians debated a more liberal political attitude to Confucianism. Chen Ming, an academic at the Institute for World Religions in Beijing, took a leading role. [5] Chen wrote that Confucianism faced the task of providing solutions to three major problems of contemporary Chinese society: political reconstruction, cultural identity, and religious faith.[6] While agreeing with Jiang's rejection of the metaphysical emphasis of \"Overseas New Confucianism\", Chen argues that Confucianism is best seen as a civil religion on American lines, compatible with democracy, and that political life can express a religious aspect without a formal state religion.[7]\nChen distanced himself from several rivals: Mou Zongsan's Confucianism as the \"perfect teaching\" seemed too informed by emotion; Jiang Qing's notion that China should be a Confucian state that unified the political and religious was too simplistic; Kang Xiaoguang's program to transform Confucianism into a state religion was \"hardly applicable\".[7][8]\n\n"
        },
        {
            "title": "Terminology",
            "text": "Whereas the English rendering of the movement is generally new Confucianism, there is a variety of translations in the Chinese. Many Taiwan-based writers will tend to use the term contemporary new Confucianism (simplified Chinese: 当代新儒家; traditional Chinese: 當代新儒家; pinyin: dāng dài xīn rú jiā or simplified Chinese: 当代新儒学; traditional Chinese: 當代新儒學; pinyin: dāng dài xīn rú xué) to emphasize the movement's continuity with the Song-Ming neo-Confucianism. However, many within Mainland China prefer the term modern new Confucianism (simplified Chinese: 现代新儒家; traditional Chinese: 現代新儒家; pinyin: xiàn dài xīn rú jiā or simplified Chinese: 现代新儒学; traditional Chinese: 現代新儒學; pinyin: xiàn dài xīn rú xué) with an emphasis on the period of modernization after May Fourth.[2]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "New Confucianism is a school of Chinese philosophy influenced by Confucianism. After the events of the May Fourth Movement in 1919, in which Confucianism was blamed for China’s weakness and decline in the face of Western aggression, a major Chinese philosopher of the time, Xiong Shili (1885–1968), established and re-constructed Confucianism as a response.[9] New Confucianism is a political, ethical, and social philosophy using metaphysical ideas from both Western Philosophy and Eastern. It is categorized into three generations, starting with Xiong Shili and Feng Youlan as the first generation philosophers who set the basis. The second generation consists of Xiong's students, Mou Zongsan, Tang Junyi, and Xu Fuguan. The third generation is not determined via figures unlike previous generation but new Confucianism from 1980. Xiong and his follower's attempts to reconstruct Confucianism gave new Confucianism its Chinese name, xīn rú jiā.\n\nXiong Shili (1885–1968) is widely regarded as the thinker who laid down the basis for the revival of Confucianism as new Confucianism in the twentieth century.[9] Much of the basis of new Confucianism comes from Xiong's New Doctrine. Proficient in Buddhist classics,[9] Xiong argued that classics of Eastern Philosophy must be integrated in contemporary Chinese philosophy for more solidity.[9] Xiong recognized Buddhism's dark view of human nature, but also recognized that there are brighter sides to human nature. For this reason, he rejected the Buddhist learning of \"daily decrease\" which dictated that the practice to suppress one's dark nature was necessary.[9] He arrived at such conclusion after his examination of Classic Confucianism. While Confucianism also examines the negative aspect of human nature, thus the necessity to habituate oneself with ritual, the purpose of the practice of ritual and attainment of ren is not focused on restricting the darker aspects of human nature but developing the \"fundamental goodness\", i.e., the duan of human beings that Mencius writes of.\n\nIn order to incorporate Buddhism with Confucianism as a part of his contemporary Chinese philosophy encompassing various Eastern philosophies, Xiong proposed a correction of Buddhist learning of daily decrease. Xiong understood the basis behind \"daily decrease\" to be Buddhism's metaphysical belief of the \"unbridgeable split between an absolute unchanging reality (Dharma-nature or fa-xing), and a constantly changing and conditional phenomenal world (Dharma-characters or fa-xing) (Xiong, 1994, pp. 69–77, 84–5, 111–12).[9] Jiyuan Yu, in his examination of Xiong, describes this as the \"Separation theory\". Meanwhile, Xiong's theory behind correcting the \"daily decrease\" rested heavily upon what Yu describes as the \"Sameness Thesis\".[9] Xiong, in his New Doctrine, calls this Dharma-nature ti and Dharma-characters yong. Xiong argues that unlike how Buddhism perceives these two worlds, these two worlds are a unity. Xiong's reasoning is shown in his 1985 version of New Doctrine:\n\nHis view on this unity can be seen in his earlier works such as New Treatise on the Uniqueness of Consciousness. In New Treatise, he argues that the Reality is equal to the Mind. This Mind does not refer to one's individual mind but the universal presence in which there is a universality of mind amongst all beings, thus being the reality. Xiong incorporates the Confucian and Buddhist concept of self-mastery of one's desires, by arguing that failing to control one's desires and individual mind, one will be \"a heap of dead matter\". Xiong's view is that one should perceive objects of the world internally, since what is external is ultimately also internal and that they are one as both Mind and Reality.\n\nMou Zongsan is considered to be one of the more influential second generation philosophers. Mou's general philosophy on metaphysics stays in line with Xiong's. However, he embellishes upon Xiong's theories on Mind and Reality to apply it to a more socio-political aspect. Mou claims universality exists in all philosophical truth. Which suggests that political and social theories of the world can be connected in essence. Mou argues in his lectures that particularity exists because of the different systems that are established in different cultures. However, these different systems, after a series of philosophical reasoning and interpretation, arrive at a same philosophical truth. He believes that our physical limitations, i.e., our physical being, create these different systems and different cultures. However, being that our mind, i.e., form, is still manifested and exists within this physical world, we should not let these limitations prevent us from practicing philosophical reasoning.\n\nMou's political philosophy is more clearly showed as he discusses the historical necessity that follows the particularity of human beings. Different nations and different systems' existence can be explained mainly because of this historical necessity. Mou asserts that historical necessity exists neither because of logical necessity or metaphysical necessity but because of what he calls a development of the spirit, what he also labels as dialectical necessity. He claims that history however should be perceived and interpreted as something that has both historical necessity i.e., also dialectical necessity, and moral necessity. For there are two types of judgment: moral and historical. Mou states, that Greek or Chinese, these basic necessities behind history and fundamental human character are the same, and therefore universality in philosophical truth exists even behind politics and history.\n\n"
        },
        {
            "title": "New Confucian Manifesto",
            "text": "The term itself was first used as early as 1963 (in two articles in the Hong Kong journal Rensheng). However, it did not come into common use until the late 1970s. New Confucianism is often associated with the essay, \"A Manifesto on Chinese Culture to the World,\" which was published in 1958 by Tang Junyi, Mou Zongsan, Xu Fuguan and Zhang Junmai. This work is often referred to as the \"New Confucian Manifesto\", although that phrase never occurs in it. The Manifesto presents a vision of Chinese culture as having a fundamental unity throughout history, of which Confucianism is the highest expression. The particular interpretation of Confucianism given by the Manifesto is deeply influenced by neo-Confucianism, and in particular the version of neo-Confucianism most associated with Lu Xiangshan and Wang Yangming (as opposed to that associated with Zhu Xi). In addition, the Manifesto argues that while China must learn from the West modern science and democracy, the West must learn from China (and the Confucian tradition in particular) \"a more all-encompassing wisdom.\"[3]\n\n"
        },
        {
            "title": "Harmonious Society",
            "text": "The concept of a harmonious society (simplified Chinese: 和谐社会; traditional Chinese: 和諧社會; pinyin: héxié shèhuì) dates back to the time of Confucius. As a result, the philosophy has also been characterized as deriving from new Confucianism.[10][11][12][13][14][15] In modern times, it developed into a key feature of former Communist Party general secretary Hu Jintao's signature ideology of the Scientific Development Concept developed in the mid-2000s, being re-introduced by the Hu–Wen Administration during the 2005 National People's Congress.\n\nThe philosophy is recognized as a response to the increasing social injustice and inequality emerging in mainland Chinese society as a result of unchecked economic growth, which has led to social conflict. The governing philosophy was therefore shifted around economic growth to overall societal balance and harmony.[16] Along with a moderately prosperous society, it was set to be one of the national goals for the ruling communist party.\n\nThe promotion of \"Harmonious Society\" demonstrated that Hu Jintao's ruling philosophy had departed from that of his predecessors.[17] Near the end of his tenure in 2011, Hu appeared to extend the ideology to an international dimension, with a focus on the international peace and cooperation, which is said to lead to a \"harmonious world\". The administration of Hu's successor, Xi Jinping, has used the philosophy more sparingly.\n\nSome scholars, notably Yan Xuetong and Daniel A. Bell, advocate the restoration of meritocratic Confucian institutions such as the censorate in China and elsewhere as part of a new Confucian political program. Others (e.g., Jana S. Rošker) emphasize that Confucianism is by no means a monolithic or static scope of traditional thought, but rather implies different currents that can be used quite arbitrarily and selectively by modern ideologies, which are marked by their function of legitimizing the state power. Considering the historical development of the concept of harmony we need to ask ourselves to what extent are the philosophical traditions based on historic assumptions, and to what extent are they merely a product of the (ideological and political) demands of the current period.\n\n"
        }
    ]
}