{
    "url": "https://en.wikipedia.org/wiki/New_Haven_Line",
    "title": "New Haven Line",
    "table_of_contents": [
        "1 History",
        "1.1 Before Metro-North",
        "1.2 New and closed infrastructure",
        "1.3 Incidents and accidents",
        "1.3.1 Fatal accidents",
        "1.3.2 Non-fatal incidents",
        "2 Operations",
        "2.1 Passenger service",
        "2.1.1 Main Line",
        "2.1.2 Branches",
        "2.1.3 Sports special services",
        "2.1.3.1 Yankee Stadium",
        "2.1.3.2 Meadowlands game day service",
        "2.1.4 Shared trackage and operating agreements",
        "2.2 Freight service",
        "2.3 Infrastructure",
        "2.3.1 Control points/signals",
        "2.3.2 Traction power substations",
        "3 Stations",
        "4 Rolling stock",
        "4.1 Electric",
        "4.2 Diesel",
        "4.3 Pool service",
        "5 Service expansions",
        "5.1 Planned and proposed stations",
        "5.1.1 Devon",
        "5.1.2 Barnum",
        "5.1.3 Orange",
        "5.1.4 Georgetown",
        "5.1.5 Wilbur Cross Parkway",
        "5.2 Danbury Branch study",
        "5.3 Penn Station Access",
        "5.4 Waterbury–Bristol–New Britain–Hartford",
        "5.5 Tappan Zee Bridge / I-287 Corridor",
        "6 See also",
        "7 References",
        "7.1 Notes",
        "7.2 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Metro-North Railroad New Haven Line is a 74 mi (119 km) commuter rail line running from New Haven, Connecticut to New York City. It joins the Harlem Line at Mount Vernon, New York and continues south to Grand Central Terminal in Manhattan. The New Haven Line carries 125,000 passengers every weekday and 39 million passengers a year.[2] The busiest intermediate station is Stamford, with 8.4 million passengers, or 21% of the line's ridership.[3]\n\nThe line was originally part of the New York, New Haven and Hartford Railroad, forming the southern leg of the New Haven's main line. It is colored red on Metro-North timetables and system maps, and stations on the line have red trim. The red color-coding is a nod to the red paint used in the New Haven's paint scheme for much of the last decade of its history. The section from Grand Central to the New York-Connecticut border is owned by Metro-North and the section from the state line to New Haven is owned by the Connecticut Department of Transportation (CTDOT). From west to east in Connecticut, three branches split off: the New Canaan Branch, Danbury Branch, and Waterbury Branch, all owned by CTDOT.\n\nThe New Haven Line is part of the Northeast Corridor; its share of the Northeast Corridor is the busiest rail line in the United States.[2] Amtrak's Northeast Regional and Acela Express use the line between New Rochelle, New York and New Haven, and five New Haven Line stations are shared with Amtrak. Shore Line East (SLE), a commuter service operated by Amtrak for CTDOT, also operates over the New Haven Line from its normal terminus at New Haven Union Station, with limited express service to Stamford with a single stop in Bridgeport. Local freight service is provided on the line in Connecticut by CSX Transportation, and the Providence and Worcester Railroad operates unit trains of stone along the line.\n\n"
        },
        {
            "title": "History",
            "text": "The rail line from New York to New Haven was completed by 1849, and commuters started using the trains soon afterward. The line was part of the New York and New Haven Railroad — after 1872, the New York, New Haven and Hartford Railroad — which had trackage rights over the New York Central Railroad's New York and Harlem Railroad into Grand Central.\n\nThe Great Blizzard of 1888 blocked the rail line in Westport, between the Saugatuck and Green's Farms stations. It took eight days to restore service, as snow was dug out by hand.[4]\n\nThe line was grade separated into a cut in Mount Vernon in 1893 as a result of multiple collisions between trains and horsecars.[5]\n\nAs part of the construction of Grand Central Terminal in the early 1900s, all of New York Central's lines that ran into the terminal were electrified. Third rail was installed on the Hudson and Harlem Divisions, while the New Haven Division received overhead wires on the segments that were not shared with the Harlem and Hudson Division.[6] Steam locomotives on the New Haven Division were replaced with electric locomotives, and later electric multiple units.[4][7] New Haven Division electric trains started running to Grand Central in October 1907.[8] The replacement of the Housatonic River Railroad Bridge that year completed quadruple-tracking of the line from Woodlawn Junction to New Haven.[9]\n\nThe New Haven was merged into Penn Central in 1969. On November 25, 1969, Penn Central, the Metropolitan Transportation Authority, and the states of New York and Connecticut agreed that New York would buy its section of the line and Connecticut would lease its section as far as New Haven.[10] The acquisition took place on January 1, 1971, and included the three branches.[11] After Penn Central went bankrupt, the Consolidated Rail Corporation (Conrail) took over operations in 1976. The MTA took over operations in 1983, and merged Conrail's former commuter rail lines in the New York area into Metro-North. The MTA undertook to rebuild the railroad, upgrading signals, tracks, ties, roadbeds, and rolling stock.\n\nOver the years, some stations have been abandoned or closed, and some characteristics of the line have changed. The Columbus Avenue station in Mount Vernon was closed in the Penn Central era, due to its proximity to Mt. Vernon station and the expense of converting it to high-level platforms.[citation needed] It had previously been a transfer station to the overhead viaduct station of the New York, Westchester and Boston Railway; an impressive ruin remains and is easily visible from passing trains.[citation needed] Other stations abandoned along the mainline include Devon, at the junction of the Waterbury Branch, and Norwalk, replaced by South Norwalk.[12] The changeover from catenary to third rail was moved from Woodlawn to just west of Pelham in the early 1990s. The catenary poles are still intact as they carry several communications lines.[13] There is an abandoned rail yard just east of Port Chester station.\n\nThe New Haven's Harlem River and Port Chester Railroad, diverging from the main line below New Rochelle, ran local passenger service to the Harlem River Terminal in the South Bronx until 1931, and has several abandoned stations.[14][15] It was a major freight route for the New Haven to Queens, where it interchanged with the Long Island Rail Road and the Pennsylvania Railroad. Four new stations are planned along this route as part of Metro-North's Penn Station Access.\n\nAs a largely four-track electrified mainline, the New Haven Line is capable of supporting a mix of local and express service, allowing for a higher density of stations than many other commuter rail lines. By the beginning of the 20th century, there were stations in every population center along the line. Although some of these were dropped over the years due to low ridership, no new stations were added to the New Haven Line mainline for over 100 years (Merritt 7 station on the Danbury Branch opened in 1985).[16] Fairfield Metro opened in December 2011 to support a new commercial development.[17] After a decade-long process choosing between locations in West Haven and Orange, West Haven station opened in August 2013, filling the longest gap on the line.[18] Currently, a study is being undertaken to detail the costs and benefits of implementing more frequent service on the line. The line would have to be upgraded to accommodate additional service.[19]\n\nThe Norwalk rail accident occurred at the Norwalk River bridge in Norwalk, Connecticut on May 6, 1853, killing 48 people.[20] Another occurred in Westport, Connecticut in 1895, and another in that town on October 3, 1912.[4][better source needed] Another fatality occurred in August 1969 on the New Canaan branch.[citation needed] There was also a collision in Mount Vernon in 1988 that killed an engineer.[citation needed] More recently, in 2012 two people were killed by a train-car collision at an ungated grade crossing on the Danbury Branch in Redding, Connecticut,[21] and in 2013 a track worker was struck and killed in West Haven.[22]\n\nThe May 2013 Fairfield train crash resulted in 72 injuries after two trains collided following a derailment near Fairfield.[23]\n\nOn September 25, 2013, a Con Edison failure required the use of diesel locomotives and bus service between Mount Vernon and Harrison for 12 days.[24]\n\n"
        },
        {
            "title": "Operations",
            "text": "New Haven Line trains primarily use electric multiple unit (EMU) consists of Kawasaki M8 railcars. Stamford Transportation Center divides the line into two zones. Most trains either operate in an \"inner\" zone from Grand Central Terminal to Stamford; and an \"outer\" zone from Grand Central Terminal to New Haven. The “outer” zone trains usually run express between Grand Central and Stamford; the only stop between those two stations is usually Harlem-125th Street.\n\nAll New Haven Line electric trains change over between third rail and overhead catenary between Mount Vernon East and Pelham, at normal track speed.[25] Inbound trains to Grand Central lower their pantographs in this area, while outbound trains raise them; the third rail shoes stay in the same position both in and out of third rail territory. Both catenary and third rail overlap for a quarter-mile between Mount Vernon East and Pelham to facilitate this changeover.[citation needed]\n\nThe entire mainline is grade-separated with no grade crossings, although there are several privately marked-pedestrian crossings in many of the storage yards such as the East Side Yard in Bridgeport.[citation needed]\n\nWithin the Metro-North system, the New Haven Line is the only line with operating branches. The New Haven Railroad, Metro-North's predecessor, had an extensive branch network in Connecticut, including: a branch off the Danbury Branch at the appropriately named Branchville, CT to Ridgefield, CT; another branch off the main line for freight at Bridgeport known as the Berkshire (a never-used bridge spans the Merritt Parkway in Trumbull that would have accommodated this branch under potential reactivation scenarios); and the Maybrook line, which connected the Waterbury Branch with the Danbury Branch, with several branches of its own.\n\nBranch lines generally operate as their own zones, with the first main line station as a terminus rather than Grand Central, providing transfers to other main line stations or Grand Central. During peak hours, some of these trains run express on the main line through to Grand Central, but generally remain as local service on the branch itself.\n\nThe New Canaan Branch is electrified, while the Danbury and Waterbury branches use train consists powered by diesel locomotives. Some main line trains will occasionally use diesel equipment in revenue runs for positioning or due to equipment shortages.\n\nIn contrast with the main line, the branches operate almost entirely at grade, with frequent crossings.\n\nYankees–East 153rd Street station opened on May 23, 2009. Although it is a Hudson Line commuter station, it offers New Haven and Harlem Line commuters direct game-day service on weekends and after weeknight games, and shuttle service from Harlem–125th Street station during peak periods. The Yankee Stadium station, 125th Street and Fordham are the three Metro-North stations that serve New Haven Line customers without being located on the Line itself.[26]\n\nThe Train to the Game service on the New Haven Line to the Meadowlands Sports Complex operated only for Sunday 1 pm New York Giants and New York Jets NFL games.[27] The first game scheduled was on September 20, 2009, when the New York Jets hosted the New England Patriots, following a successful test of trains in non-revenue service on August 23.[28][29]\n\nThe service was operated using New Jersey Transit (NJT) equipment under an operating agreement among NJT, Metro-North, and Amtrak. NJT equipment was required as its electric locomotive power was capable of running under the various catenary systems over three separate railroads using different power supplies. The program was only offered for the early afternoon games so that the NJT equipment could be moved back in place for the Monday morning rush hour.[30]\n\nThe service made limited stops on New Haven Line, and used the Hell Gate Line to access New York Penn Station and Secaucus Junction. At Secaucus, riders transferred to a shuttle on the Meadowlands Rail Line. Stops included New Haven, West Haven, Bridgeport, Fairfield, Westport, South Norwalk, Stamford, Greenwich, Rye, Larchmont, Penn Station, and Secaucus.[27]\n\nAlthough the New Haven Line shares track with the Harlem Line in the Bronx, along this line it stops only at Fordham, due to an 1848 agreement with the Harlem Line's predecessor railroad, the New York Central. This agreement granted the New Haven predecessor New York, New Haven and Hartford Railroad trackage rights over the Harlem Line to Grand Central Terminal, but restricted its service in the Bronx to discharge service only (i.e. no boarding revenue passengers).[31] This agreement continued until 2019, due to the operating agreement between Metro-North and the Connecticut Department of Transportation (CTDOT), which means passengers traveling between Fordham and Manhattan could not ride on a New Haven Line train.[32] Beginning April 14, 2019, passengers heading to and from Grand Central can also travel on New Haven Line trains. This was a result of an agreement reached with CDOT, under which revenue from tickets between Fordham and Manhattan would be split between Metro-North and CDOT.[33][34] While the New Haven Line's one stop in the Bronx is currently at Fordham, from 1848 until the 1920s that stop was instead at Woodlawn.[35]\n\n\nThe New Haven Line is also operated in Connecticut under an agreement between Metro-North and the CTDOT, in which costs for main line operation are shared (currently 65% CTDOT and 35% Metro-North) and costs for branch service are borne 100% by CTDOT.[36]\nThe Providence and Worcester Railroad has overhead rights on the New Haven Line, allowing it to operate stone trains from Cedar Hill Yard in New Haven to a connection with the New York and Atlantic Railway in New York City.[37] CSX Transportation also provides freight service for several customers on the line from Cedar Hill.[38]\n\nSince 1996, the New Haven main line and New Canaan branch have used Automatic Train Control (ATC) in conjunction with cab signals, a safety feature used in routing trains, keeping safe distances, and moderating train speeds.[39][40] Signals are controlled from a centralized location, the Operations Control Center in New York City.[7] Until the 1980s, the New Haven Line had a decentralized signaling system, and each section of track was controlled by a separate switch tower. The switch towers themselves did not get radio communication with each other until the late 1960s, when Penn Central took over the New Haven Line.[41] Track interlockings are governed within Control Point boundaries, or CPs.[42] The New Haven Line is unique in that the CPs are known (informally) by nicknames for their region. In December 2020, Positive Train Control was fully implemented on the mainline and several branch lines.[43]\n\nSignals on the New Haven Line had once been mounted on the catenary bridges; these were all replaced throughout the 1990s and into the early 2000s with wayside \"dwarf\" signals at track level along the right-of-way. The form of signalization known as Centralized Traffic Control, or CTC, is used on the main line and the New Canaan Branch,[44] as well as on the Danbury Branch starting in 2013.[45] The Waterbury Branch is currently \"manual block\", or unsignalled, territory.[44]: 1.1 \n\nThe New Haven's traction power system was originally constructed to operate at 11 kV, 25 Hz, using power supplied by the Cos Cob Power Station. The power station was shut down around 1986 and Metro-North converted the traction power system to 60 Hz operation. Traction power is converted from utility-supplied 115 kV (single phase) to 27 kV (single phase with center tap), which is distributed using an auto-transformer system.[46] Power is supplied to the catenary at 12.5 kV, 60 Hz.\n\n"
        },
        {
            "title": "Stations",
            "text": "The following connecting rail services are available from Amtrak,[47] Metro-North Railroad[48] and Shore Line East.[49]\n\nMilepost Zero on the New Haven Line is at the north property line of 42nd Street (i.e. 200–300 ft south of the ends of the tracks).\n\n"
        },
        {
            "title": "Rolling stock",
            "text": "Since the main line and the New Canaan Branch are equipped with 12.5 kV 60 Hz overhead catenary, as opposed to just the 750 V DC third rail of the Hudson and Harlem Lines, different rolling stock that can operate with either power system runs on the New Haven Line. This rolling stock, originally produced by General Electric in two batches (144 in 1972–73 and 100 in 1975–77), was initially branded as the M2 Cosmopolitan, with later versions being made on license by Tokyu Car (model M4, 1988) and Morrison-Knudsen (model M6, 1994). Cosmopolitans can be easily spotted by their red stripe along the side, the presence of pantographs on the lead cars in each set, and a dynamic braking grid on the roof.\n\nM2s operate in married pairs, differentiating them from their predecessor equipment of Pullman Standard and 4400-series washboard MU's (retired since the late 1970s and early 1980s). M4s and M6s also operate in triplets, with the middle \"D\" car not having a cab. Many M2s were reconditioned to extend their useful life beyond the expected 25 years (as of 2014 most are over or approaching 40 years old), undergoing a Critical Systems Repair (CSR) program.\n\nTo replace its aging M2 fleet and increase its total fleet size, Metro-North and CTDOT have undertaken to purchase from Kawasaki Rail Car an initial order of 300 M8 EMUs. The initial order consists of a \"base order\" of 210 and a \"first option\" of 90 cars. This order is estimated to cost $760 million. The base order cost is to be split as per the CTDOT/MTA operating agreement (65%/35%, respectively).[36]\n\nAlthough the cost sharing is to conform with the operating agreement, due to Metro-North's capital budgeting process, Metro-North will initially pay only the first $100 million of the order, and CTDOT will pay the remaining $660 million. Metro-North will bring its contribution to the required 35% upon passage of its 2010–2014 capital budget. Until then, CTDOT will retain title to any rail cars which exceed its 65% share.\n\nM8s are similar to the M7As running on the Harlem and Hudson lines. They each have two single-leaf doors on each side and a full-width operator's cab, eliminating the so-called \"railfan\" windows at the front and rear of each train and restricting passengers' ability to walk between car pairs.\n\nM8s have the additional capability of running east of New Haven and along the Hell Gate Line west of New Rochelle to Penn Station over the former Harlem River and Port Chester Railroad. In order to run east of New Haven, the M8s are equipped with Advanced Civil Speed Enforcement System (ACSES) as required by Amtrak. In order to run from New Rochelle to Penn Station, the cars will be equipped with third rail shoes that can operate on both over- and under-running third rail systems. Third rail will have to be extended in Queens for the M8s to overcome a gap between suitable catenary (Amtrak's catenary supply changes in Queens from the compatible 12.5 kV 60 Hz system to the incompatible 12.5 kV 25 Hz, the M8s would need to have extensive modifications in order to support the 12.5 kV 25 Hz electrical system) and the third rail utilized by the Long Island Rail Road.\n\nOriginally, delivery of the first six cars for testing was to be in July 2009, but was delayed until December 2009 for varied reasons such as design revisions and production delays. The contract allows for additional options for CTDOT of an additional 80 cars, which may be used for Cafe Cars or for use on Shore Line East at CTDOT's sole expense, an option that has since been exercised.[71] Procurement of more than 380 cars would require additional authorization (PA 05-4 JSS provides funds to acquire at least 342 rail cars at slightly under $900 million).\n\nOn July 20, 2011, the Connecticut Department of Transportation announced the order of 25 unpowered M8 railcars, with options for up to 25 more, at a cost of US$93 million to replace the 48-car M6 fleet.[72]\n\nThe CSR program was modified in 2008 as the delivery of M8s neared. Cars that underwent CSR earlier in the program were undergoing additional renovation. Funding was identified in the MTA's 2010 capital program to continue the CSR program if the M4 and M6 cars were not retired; they were ultimately withdrawn in 2015. The M2s were retired in 2018 as sufficient numbers of the Kawasaki-made M8s enter service and alleviate current equipment shortages.\n\nA new rail car facility to accommodate the new M8 cars is being built in New Haven. Although the project itself is not controversial, the building of it is. Originally estimated at $300 million, the facility is now expected to cost in excess of $1 billion.[73]\n\nAs with the Harlem and Hudson Lines, diesel-powered trains are driven by Brookville BL20GH and dual-mode GE Genesis P32AC-DM locomotives, paired with Shoreliner coaches. While some peak-period trains operate directly to and from Grand Central Terminal with Genesis P32AC-DM dual-mode locomotives only, most New Haven Line diesel-only territory is operated as shuttle service between Danbury and South Norwalk, or between Waterbury and Bridgeport.\n\nRolling stock used for Metro-North service is in pool service, meaning that diesel consists feature both CTDOT-owned red-striped and Metro-North-owned blue-striped coaches operating on any of Metro-North's three lines, along with diesel power in either Metro-North or CTDOT paint schemes. Shore Line East uses a dedicated subfleet of M8 cars with third-rail shoes removed, which cannot be operated into Grand Central.\n\n"
        },
        {
            "title": "Service expansions",
            "text": "A 2010 study of the New Canaan and Waterbury branches considered the construction of a station at Devon Wye in Milford, Connecticut, where the Waterbury Branch joins the New Haven mainline. The station would allow service to be increased on the branch by running some trains to the new station with connections to New Haven trains, rather than taking up slots on the busy mainline. The two station alternatives would have cost $73 to $114 million.[74]\n\nFor six months in 2015, a temporary Devon Transfer station served as the transfer point between mainline service and Waterbury Branch trains. The first phase of repairs to the adjacent Housatonic River Railroad Bridge over the Housatonic River prevented Waterbury Branch trains from accessing the normal transfer point at Bridgeport, necessitating the temporary transfer station.[75] The Devon Transfer station was re-activated in 2016 from April until October to accommodate additional repairs and catenary wire work.[76]\n\nOn July 16, 2014, Connecticut Governor Malloy approved $2.75 million for the planning of a station in the East End of Bridgeport, Connecticut. The new station, was to be called Barnum after showman and former Bridgeport mayor P.T. Barnum,[77] and was planned to open in 2021. The station would have had two island platforms, allowing for improved express service on the New Haven Line, increasing capacity.[70] As of 2019, the project has been cancelled by the Connecticut DOT after determining they were not in the financial position to undertake the project.[78]\n\nAfter several years of contention, West Haven was chosen over Orange in December 2001 as the site for a new station, which opened in 2013. However, local advocates continued to push for an additional station in Orange. In July 2011, Governor Malloy signed a bill that sought a funding source, but that committed no funds to the project.[79] On February 1, 2017, the Connecticut State Bond Commission authorized $21 million for design work for the station, in addition to funding for the upgrade of a station on the Danbury Branch.[80] Design on the station began in January 2017, and construction of the station was to begin in spring 2019, before being completed in fall 2021.[19] In November 2017, the Connecticut DOT announced that it would halt funding for the construction of Orange station and the accompanying transit-oriented development as the state was running out of funds for transportation projects.[81]\n\nIn connection with the planned redevelopment of the Gilbert & Bennett Wire Mill as a residential neighborhood, reopening a Georgetown station on the Danbury Branch has been approved, though not yet scheduled or funded.[82][83] The previous station was abandoned in the 1970s due to low ridership.\n\nThe Waterbury and New Canaan Branch study also considered a new station on the Waterbury Branch as a park-and-ride station off the Wilbur Cross Parkway near where it meets the Merritt Parkway in Milford. The station was estimated to cost $41 million to construct.[74]\n\nAlthough not yet past the Draft Environment Impact Statement stage, a study of enhancing service on and extending the Danbury Branch would include additional stations in North Danbury (Federal Road), Brookfield, and New Milford.[84] The draft EIS was due by 2010, and the final EIS by 2011.[85] The Spring 2009 Update for the first time held out the possibility of extension all the way to Pittsfield, MA, the original route of the New Haven Berkshire Division. Trackage rights would have to be negotiated with the Housatonic Railroad, which owns the line beyond Danbury to New Milford.\n\nEnhancements to the Danbury Branch being studied also include re-electrification of the branch (the branch was electrified from 1925 to 1961), addition of passing sidings, realignment and/or super-elevation of track to eliminate or alleviate curvature and enhance speeds, and installation of automated train control signalling. The new signal system finally began operation in 2013, but extensive work was still ongoing in 2014 because of unresolved problems with the drop gates at grade crossings.[86][87]\n\nEarlier versions of the study examined service to Newtown and Brewster along the Beacon/Maybrook line, as additional branches off the Danbury Branch. These options were not recommended due to limited ridership potential versus additional cost.[88]\n\nAs part of the 2015–2019 MTA Capital Program, additional service from the New Haven Line will be provided to New York Penn Station over the Hell Gate Line of the Northeast Corridor, owned by Amtrak. Trackage rights and union agreements would have to be negotiated for this service. Commuter service over this line, formerly the Harlem River Branch of the predecessor New Haven, ended in 1931. New stations will be built at Hunts Point, Parkchester–Van Nest, Morris Park, and Co-Op City.[89]\n\nThis project was dormant from approximately 2002 to 2009, but an environmental assessment was announced by Metro-North, to be completed by 2011. The study was in conjunction with ongoing studies for the best uses of Penn Station. The study advances a single option of full (both peak and off-peak) service to Penn on the New Haven and Hudson Lines. Separate options for off-peak service are still being considered separate from the study, as implementation could take place with existing infrastructure and equipment.[90] However, the project was delayed, so environmental and federal reviews are to be completed by 2017.[91]\n\nOn January 8, 2014, New York Governor Andrew Cuomo voiced support for the project in his 2014 State of the State address.[70]\n\nIn its 2015–2019 Capital Program, the MTA budgeted $695 million for New Haven Line Penn Station Access work, including track, structures, signal, power and communications work along the Hell Gate Line, specifications for rolling stock for the line, and construction of the four new stations.[54] New track will be installed between the Parkchester/Van Nest station and north of the Co-Op City station. Three bridges along the route will be rehabilitated or replaced.[89] The MTA plans to complete necessary environmental and federal reviews by 2017.\n\nService will begin after East Side Access service commences. The opening of that project would divert some Long Island Rail Road trains to Grand Central Terminal, therefore opening up slots at Penn Station for Metro-North service. During peak hours there will be between six and ten trains to Penn Station. There will be four trains per hour to Connecticut in the reverse peak direction, and there will be two trains per hour to and from Penn Station during off-peak and weekends.[58]\nIn a limited form, it already takes place with the Jets/Giants game-day service to the Meadowlands, although it is not intended as service to Penn.[92]\n\nAs of February 2009, Connecticut legislators were discussing service on an old New Haven passenger line that ceased passenger service decades prior known as the Highland Line, part of the original New England Railroad, also known as the Central New England Railway, both eventual subsidiaries of The New York, New Haven and Hartford Railroad.[93]\n\nCurrently, this is a freight-only line operated by Pan Am Railways. Station stops would include two in Bristol, as well as in New Britain, between Waterbury and Hartford. The next step is a preliminary scoping study, which would be followed by environmental studies.[94] It is unknown if this will be a Metro-North extension of the Waterbury Branch.\n\nThe New York State Department of Transportation, the New York State Thruway Authority, and Metro-North conducted extensive studies concerning the replacement of the deteriorated Tappan Zee Bridge. Proposals for rail connections to the New Haven Line were ultimately rejected as too expensive.\n\n"
        }
    ]
}