{
    "url": "https://en.wikipedia.org/wiki/Newburgh_letter",
    "title": "Newburgh letter",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "On May 22, 1782, the Newburgh letter was sent to George Washington who was camped at Newburgh, New York; written for the army officers by Colonel Lewis Nicola, it proposed that Washington should become the King of the United States.[1] Washington reacted very strongly against the suggestion, and was greatly troubled by it.[2]\n\nThe letter could in many ways have been a turning point in American history. Nicola's proposal, while never fully formed, would not be suggesting tyranny (he rejected how others equated monarchy and tyranny) but instead a constitutional monarchy. The letter can be considered part of the Newburgh Conspiracy and the first grievance that Nicola highlights is the lack of adequate payment for troops.\n\nNicola used the first part of the letter to describe a financial hardship that both he and many of the men under his command were facing - their lack of pay.  Most of the Army had been waiting for months—some even for years—for their pay from Congress.  The justification for this was found in the Articles of Confederation, which allowed the Continental Congress to set up an army in time of war, but was not obligated to levy taxes.  The right to collect taxes was reserved for the respective states, most of which were unable to afford the maintenance of an army.  Nicola believed that this condition was the manifested weakness of a republic, writing, \"When the benefits of a mixed government are pointed out and duly considered, will be examined readily adopted [...]\".[3]\n\nAlluding to the person on Nicola wrote Washington, it is well recognized that \"The same abilities which have led us, through difficulties apparently insurmountable by human power, to victory and glory, those qualities that have merited and universal esteem and veneration Obtained the of an army, would be most likely to conduct and direct us in the smoother paths of peace.[3]\n\nAfter concluding his criticism of the republican form of government, Nicola suggested that Washington take the title of king.  Recognizing that the terms \"tyranny\" and \"monarchy\" had too many negative connotations at the time, Nicola advised using an alternative title in the near future, \"[...] But if all other things were once adjusted I believe strong argument might be produced for admitting the title of king, Which I conceive would be attended with some material advantages.[3]\n\nWashington was aware that some feared he aspired to be an \"American Cromwell\".  In his reply, dated the same day he gave Nicola a decidedly clear answer, Washington said, \"No incident in the course of the war in me triggers painful feelings as your message, that such ideas are circulating in the army, as you expressed it\".[4]  Washington mentioned that he knew not what part of his conduct could have given rise to such a petition, which he thought a \"calamity\" facing the United States.[4] David Humphreys and Jonathan Trumbull,[4] two of Washington's aides, certified in a rare precautionary measure that proved the document to be genuine.\n\nNicola responded contritely to the harsh rejection of his complaints and suggestions.  On May 23 he replied to Washington, expressing his sadness at displeasing Washington, and claiming that \"nothing had ever affected\" him so greatly as his \"reproof.\"[4]  Furthermore, Nicola asked Washington to evaluate every mistake that he had committed.[5] Washington's answer to this and two other letters of apology written by Nicola on May 24 and 28 are not known. However, the relationship between Nicola and Washington soon returned to its prior normalcy.[6]\n\n\n\n"
        }
    ]
}