{
    "url": "https://en.wikipedia.org/wiki/Newburgh_Conspiracy",
    "title": "Newburgh Conspiracy",
    "table_of_contents": [
        "1 Background",
        "2 Actions of Congress",
        "3 Call for meeting",
        "4 Aftermath",
        "5 Historical analysis",
        "6 See also",
        "7 References",
        "8 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Newburgh Conspiracy was a failed apparent threat by leaders of the Continental Army in March 1783, at the end of the American Revolutionary War. The Army's commander, George Washington, successfully calmed the soldiers and helped secure back pay.  The conspiracy may have been instigated by members in the Congress of the Confederation, who circulated an anonymous letter in the army camp at Newburgh, New York, on March 10, 1783.  Soldiers were unhappy that they had not been paid for some time and that pensions that had been promised remained unfunded. The letter suggested that they should take unspecified action against Congress to resolve the issue.  The letter was said to have been written by Major John Armstrong, aide to General Horatio Gates, although the authorship and underlying ideas are subjects of historical debate. Commander-in-Chief George Washington stopped any serious talk of rebellion when he made an emotional address to his officers asking them to support the supremacy of Congress.  Not long afterward, Congress approved a compromise agreement that it had previously rejected: it funded some of the pay arrears, and granted soldiers five years of full pay instead of a lifetime pension of half pay.\n\nThe motivations of numerous actors in these events are debated. Most historians say that the plot was led by civilians. Their goal was forcing Congress to make good on its long-standing promises to the soldiers.  Some historians allege that serious consideration was given within the army to some sort of coup d'état, while others dispute the notion. The exact motivations of congressmen involved in communications with army officers implicated in the events are similarly debated.\n\n"
        },
        {
            "title": "Background",
            "text": "After the British loss at the Siege of Yorktown in October 1781, the American Revolutionary War died down in North America, and peace talks began between British and American diplomats.  The American Continental Army, based at Newburgh, New York, monitored British-occupied New York City.  With the end of the war and dissolution of the Continental Army approaching, soldiers who had long been unpaid feared that the Confederation Congress would not meet previous promises concerning back pay and pensions.[citation needed]\n\nCongress had, in 1780, promised Continental officers a lifetime pension of half their pay when they were discharged.[1] Financier Robert Morris had in early 1782 stopped army pay as a cost-saving measure, arguing that when the war finally ended the arrears would be made up.[2] Throughout 1782 these issues were a regular topic of debate in Congress and in the army camp at Newburgh, and numerous memos and petitions by individual soldiers had failed to significantly affect Congressional debate on the subject.[3]\n\nA number of officers organized under the leadership of General Henry Knox and drafted a memorandum to Congress.  Signed by enough general officers that it could not be readily dismissed as the work of a few malcontents,[4] the memo was delivered to Congress by a delegation consisting of General Alexander McDougall and Colonels John Brooks and Matthias Ogden in late December 1782. It expressed unhappiness over pay that was months in arrears, and concern over the possibility that the half pay pension would not be forthcoming.  In the memo, they offered to accept a lump sum payment instead of the lifetime half pay pension.  It also contained the vague threat that \"any further experiments on their [the army's] patience may have fatal effects.\"[1] The seriousness of the situation was also communicated to Congress by Secretary at War Benjamin Lincoln.[3]\n\n"
        },
        {
            "title": "Actions of Congress",
            "text": "Congress was bitterly divided on the subject of finance, with Rhode Island preventing action.  The treasury was empty, and Congress lacked the power to compel the states to provide the necessary funds for meeting its obligations.[5] An attempt to amend the Articles of Confederation to allow Congress to impose an import tariff was decisively defeated by the states in November 1782,[6] and some states had enacted legislation forbidding their representatives from supporting any sort of lifetime pension.[7] Members of the \"nationalist\" faction in Congress who had supported the tax proposal (including Robert Morris, Gouverneur Morris, James Madison, and Alexander Hamilton) believed that the army funding issues could be used as a lever to gain for Congress the ability to raise its own revenue.[8][9] They took action and Kohn identifies three main leaders of the \"conspiracy\": Hamilton, Robert Morris, and Gouverneur Morris.[10] Jack N. Rakove emphasizes the leadership of Robert Morris.[11]\n\nThe army delegation first met with Robert Morris and other nationalists.  The politicians convinced McDougall that it was imperative for the army to remain cooperative while they sought funding.  The hope they expressed was to tie the army's demands to those of the government's other creditors to force opposing Congressmen to act.[12]\n\nOn January 6 Congress established a committee to address the army's memo.  It first met with Robert Morris, who stated that there were no funds to meet the army's demands, and that loans for government operations would require evidence of a revenue stream.[13] When it met with McDougall on January 13, the general painted a stark picture of the discontent at Newburgh; Colonel Brooks opined that \"a disappointment might throw [the army] into blind extremities.\"[14] When Congress met on January 22 to debate the committee's report, Robert Morris shocked the body by tendering his resignation, heightening tension.[7] The Congressional leadership immediately moved to keep Morris's resignation secret.[15]\n\nDebate on a funding scheme turned in part on the issue of the pension.  Twice the nationalists urged the body to adopt a commuted pension scheme (one that would end after a fixed time, rather than lifetime), but it was rejected both times.  After the second rejection on February 4, a plan to further raise tensions began to take shape.  Four days later, Colonel Brooks was dispatched back to Newburgh with instructions to gain the army leadership's agreement with the proposed nationalist plan. The army leadership was also urged by Gouverneur Morris to use its influence with state legislatures to secure their approval for needed changes.  On February 12, McDougall sent a letter (signed with the pseudonym  Brutus) to General Knox suggesting that the army might have to mutiny by refusing to disband until it was paid.  He specifically told Knox to not make any direct steps, but that he should \"not lose a moment preparing for events.\"[16] Historian Richard Kohn is of the opinion that the purpose of these communications was not to foment a coup or military action against Congress or the states, but to use the specter of a recalcitrant army's refusal to disband as a political weapon against the antinationalists.  The nationalists were also aware of a significant cadre of lower-level officers who were unhappy with General Washington's leadership and had gravitated to the camp of Major General Horatio Gates, a longtime Washington rival.  These officers, Kohn believes, could be used by the nationalists to stage something that resembled a coup if necessary.[17]\n\nThe arrival on February 13 of rumors that a preliminary peace agreement had been reached in Paris heightened the sense of urgency among the nationalists.[18] Alexander Hamilton wrote a letter to General Washington the same day, essentially warning him of the possibility of impending unrest among the ranks, and urging him to \"take the direction\" of the army's anger.[19] Washington responded that he sympathized both with the plight of his officers and men and with those in Congress, but that he would not use the army to threaten the civil government.  Washington believed such a course of action would violate the principles of republicanism for which they had all been fighting.[20] It was unclear to the Congressional nationalists whether Knox, who had been a regular supporter of army protests to Congress, would play a role in any sort of staged action.  In letters written February 21, Knox unambiguously indicated he would play no such part, expressing the hope that the army's force would only be used against \"the Enemies of the liberties in America.\"[21]\n\nOn February 25 and 26 there was a flurry of activity in Philadelphia, which may have been occasioned by the arrival of Knox's letters.  The nationalists had had little success in advancing their program through Congress, and continued to use rhetoric repeating concerns over the army's stability.[22] On March 8 Pennsylvania Colonel Walter Stewart arrived at Newburgh.[23] Stewart was known to Robert Morris; the two had previous dealings when Stewart proposed coordinating activities of private creditors of the government,[24] and he was aware of the poor state of affairs in Philadelphia.[25] His movement to Newburgh had been ordered by Washington (he was returning to duty after recovering from an illness) and would not necessarily draw notice.  Although his movements at camp are not known in detail, it appears likely that he met with General Gates not long after his arrival.  Within hours rumors began flying around the Newburgh camp that the army would refuse to disband until its demands were met.[23]\n\n"
        },
        {
            "title": "Call for meeting",
            "text": "On the morning of March 10 an unsigned letter began circulating in the army camp.  Later acknowledged to be written by Major John Armstrong, Jr., aide to General Gates, the letter decried the army's condition and the lack of Congressional support, and called upon the army to send Congress an ultimatum.  Published at the same time was an anonymous call for a meeting of all field officers for 11 a.m. the next day.[23]\n\nWashington reacted with dispatch.  On the morning of the 11th in his general orders he objected to the \"disorderly\" and \"irregular\" nature of the anonymously called meeting, and announced that there would be a meeting of officers on the 15th instead.  This meeting, he said, would be presided over by the senior officer present, and Washington requested a report of the meeting, implying that he would not attend.  On the morning of the 12th a second unsigned letter appeared, claiming Washington's agreement to a meeting as an endorsement of the conspirators' position.[26] Washington, who had initially thought the first letter to be the work of individuals outside the camp (specifically citing Gouverneur Morris as a likely candidate), was compelled to admit this unlikely given the speed at which the second letter appeared.[27]\n\nThe March 15 meeting was held in the \"New Building\" or \"Temple\", a 40 by 70-foot (12 by 21 m) building at the camp. After Gates opened the meeting, Washington entered the building to everyone's surprise.  He asked to speak to the officers, and the stunned Gates relinquished the floor.  Washington could tell by the faces of his officers, who had not been paid for quite some time, that they were quite angry and did not show the respect or deference as they had toward Washington in the past.[28]\n\nWashington then gave a short but impassioned speech, now known as the Newburgh Address, counseling patience.  His message was that they should oppose anyone \"who wickedly attempts to open the floodgates of civil discord and deluge our rising empire in blood.\"[29] He then produced a letter from a member of Congress to read to the officers.  He gazed upon it and fumbled with it without speaking. He then took a pair of reading glasses from his pocket, which were new; few of the men had seen him wear them.[30] He then said: \n This caused the men to realize that Washington had sacrificed a great deal for the Revolution, just as much as any of them. These, of course, were his fellow officers, most having worked closely with him for several years.  Many of those present were moved to tears,[32] and with this act, the conspiracy collapsed as he read the letter.  He then left the room, and General Knox and others offered resolutions reaffirming their loyalty.  Knox and Colonel Brooks were then appointed to a committee to draft a suitable resolution.  Approved by virtually the entire assembly, the resolution expressed \"unshaken confidence\" in Congress, and \"disdain\" and \"abhorrence\" for the irregular proposals published earlier in the week.[33] Historian Richard Kohn believes the entire meeting was carefully stage-managed by Washington, Knox, and their supporters.[33] The only voice raised in opposition was that of Colonel Timothy Pickering, who criticized members of the assembly for hypocritically condemning the anonymous addresses that only days before they had been praising.[34]\n\n"
        },
        {
            "title": "Aftermath",
            "text": "General Washington had sent copies of the anonymous addresses to Congress.  This \"alarming intelligence\" (as James Madison termed it) arrived while Congress was debating the pension issues.[34] Nationalist leaders orchestrated the creation of a committee to respond to the news, which was deliberately populated with members opposed to any sort of pension payment.  The pressure worked on Connecticut representative Eliphalet Dyer, one of the committee members, and he proposed approval of a lump sum payment on March 20.  The final agreement was for a five years' full pay instead of the lifetime half pay pension scheme originally promised.[35][36] They received government bonds which at the time were highly speculative, but were in fact redeemed 100 cents on the dollar (i.e., at full value) by the new government in 1790.[37]\n\nThe soldiers continued to grumble, with the unrest spreading to the noncommissioned officers (sergeants and corporals). Riots occurred and mutiny threatened.  Washington rejected suggestions that the army stay in operation until the states found the money for the pay. On April 19, 1783, his General Orders of the day announced the end of hostilities against Great Britain.  Congress thereafter ordered him to disband the army, since everyone agreed that a large army of 10,000 men was no longer needed, and the men were eager to go home. Congress gave each soldier three months pay, but since they had no funds Robert Morris issued $800,000 in personal notes to the soldiers.  Many soldiers sold these notes to speculators, some even before they left camp, in order to be able to make their way home.[38] Over the next several months, much of the Continental Army was furloughed, although many of the rank and file realized it was effectively a disbandment. The army was formally disbanded in November 1783, leaving only a small force at West Point and several scattered frontier outposts.[39]\n\nDiscontent related to pay had resurfaced in Philadelphia in June 1783.  Due in part to a critical miscommunication, troops in eastern Pennsylvania were led to believe that they would be discharged even before Morris' promissory notes would be distributed, and they marched to the city in protest.  Pennsylvania President John Dickinson refused to call out the militia (reasoning they might actually support the mutineers), and Congress decided to relocate to Princeton, New Jersey.  There is circumstantial evidence that several participants in the Newburgh affair (notably Walter Stewart, John Armstrong, and Gouverneur Morris) may have played a role in this uprising as well.[citation needed]\n\nAlthough many acts have been passed since to grant pensions to veterans of the revolutionary war, most notably the Pension Act of 1832, escaped slaves who fought in the war were denied pension, one of which was Jehu Grant whose application to pension after the 1832 act was denied on the basis of him being an escaped slave at the time of service, among other reasons, even though he had escaped in fear of being forced to serve in the British forces.[40] However, many freed slaves and slaves who enlisted with their owners' permission were granted pensions such as in the case of Jeffrey Brace, who was granted pension in 1821.[41][40]\n\nThe main long-term result of the Newburgh affair was a strong reaffirmation of the principle of civilian control of the military, and banishing any possibility of a coup as outside the realm of republican values.  It also validated Washington's stature as a leading proponent of civilian control.[42]\n\n"
        },
        {
            "title": "Historical analysis",
            "text": "Historian Richard Kohn writes that a number of key details about the individuals and their motivations are not known, and probably never will be.  For example, it is unclear exactly how much Colonels Brooks and Stewart, the principal messengers in the affair, knew.[43] The intent of the Gates group has been the subject of some debate: Kohn argues that they were intent on organizing some form of direct action (although he disclaims the idea that this would necessarily take the form of a traditional coup d'état), while historian Paul David Nelson claims Kohn's thesis is circumstantial and poorly supported by primary materials.[44] A letter written by General Gates in June 1783 illustrates the disagreement: in the letter Gates writes that the purpose of the events was to pressure Congress.  Kohn argues that Gates is writing after the fact to cover his tracks, while Nelson claims Gates is giving a candid account of the affair.[45]  Historian C. Edward Skeen writes that Kohn's case is weak because it relies heavily on interpretation of written statements and is not well supported by the actions of the alleged conspirators.  He notes, for example, that there is ample evidence suggesting mutinous sentiments were not obviously circulating in the Newburgh camp between the arrivals of Brooks and Stewart;[46]  Kohn counters that the relative quiet in camp masked significant undercurrents of unhappiness.[47]\n\nDavid Cobb, who served on Washington's staff during the affair, wrote in 1825, \"I have ever considered that the United States are indebted for their republican form of government solely to the firm and determined republicanism of George Washington at this time.\"[48] Skeen notes that the event has served to significantly burnish Washington's reputation.[48]\n\n\nAccording to a reviewer[49] of A Crisis of Peace: George Washington, the Newburgh Conspiracy, and the Fate of the American Revolution, (2019) by David Head, the book:\n"
        }
    ]
}