{
    "url": "https://en.wikipedia.org/wiki/News_propaganda",
    "title": "News propaganda",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "News propaganda is a type of propaganda covertly packaged as credible news, but without sufficient transparency concerning the news item's source and the motivation behind its release. Transparency of the source is one parameter critical to distinguish between news propaganda and traditional news press releases and video news releases. The accuracy of this type of information, or lack there of, puts the propaganda into the Black Propaganda or Gray Propaganda categories.[1]\n\nAs with any propaganda, news propaganda may be spread for widely different reasons including governance, political or ideological motivations, partisan agendas, religious or ethnic reasons, and commercial or business motivations; their purposes are not always clear. News propaganda also can be motivated by national security reasons, especially in times of war or domestic upheaval.[2]\n\nAs time has gone on and more and more forms of communication have been developed, each one creating more and avenues for News Propaganda. Today you can find propaganda in New Papers, the Radio, Television, Social Media, and other news sources. With the creation of more outlets for news it makes deciphering what is true and what is not that much more difficult.\n\nJason Stanley, who is an American philosopher and professor of philosophy at Yale University, he defines the characteristics of propaganda as the service of either supporting or eroding ideals. The first distinction between kinds of propaganda has to do with whether or not it erodes or supports the ideals it appears to embody. This is the distinction between supporting and undermining propaganda.[3]\n\nNews Paper/Publications:\n\nThere is less Propaganda seen in the printed news media than online or in social media or other direct sources. It can be more difficult for some heavily influential information that leans one way or another to get through all of the people that are involved in sending an article to print in a new paper or magazine. Though there is more of a chance of developing countries having propaganda in their news papers and publications.[4]\n\nRadio:\n\nGoing back as early as World War II the radio has been used for News Propaganda. Since the early 1890s the Radio was one of the Main it was used by the Nazi in Germany to spread their ideals to the citizens of Europe and the allies in Britain to drum up sympathy from countries like the US when the Germans had the upper hand.[5]\n\nTV:\n\nTelevision dominated as the main avenue for propaganda from its creation, especially in the United States. News channels have a tremendous amount of control over what people see and hear and with the twenty four hour news cycle more and more networks are looking to just put information out, regardless of whether or not the information is true.[6]\n\nSocial Media:\n\nThe phenomenon of social media has made getting messaging out to massive groups of people easier than ever. In today's environment of Social Media anyone can get their thoughts and ideas out to the entire world instantaneously. Those ideas are put out there for all to see and what becomes popular is also what becomes fact, the more people that see something the more likely it is to be accepted as fact. This type of environment is perfect for propaganda to be very effective.[7]\n\n"
        }
    ]
}