{
    "url": "https://en.wikipedia.org/wiki/Nicholas_Wolterstorff",
    "title": "Nicholas Wolterstorff",
    "table_of_contents": [
        "1 Biography",
        "2 Professional distinctions",
        "3 Endowed lectureships",
        "4 Personal life",
        "5 Thought",
        "6 Bibliography",
        "6.1 Selected writings",
        "6.2 Secondary",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Nicholas Paul Wolterstorff (born January 21, 1932) is an American philosopher and theologian. He is currently Noah Porter Professor Emeritus Philosophical Theology at Yale University.[2] A prolific writer with wide-ranging philosophical and theological interests, he has written books on aesthetics, epistemology, political philosophy, philosophy of religion, metaphysics, and philosophy of education. In Faith and Rationality, Wolterstorff, Alvin Plantinga, and William Alston developed and expanded upon a view of religious epistemology that has come to be known as Reformed epistemology.[3] He also helped to establish the journal Faith and Philosophy and the Society of Christian Philosophers.\n\n"
        },
        {
            "title": "Biography",
            "text": "Wolterstorff was born on January 21, 1932,[4] to Dutch emigrants in a small farming community in southwest Minnesota.[5][6] After earning his BA in philosophy at Calvin College, Grand Rapids, Michigan, in 1953, he entered Harvard University, where he earned his MA and PhD in philosophy, completing his studies in 1956. He then spent a year at the University of Cambridge, where he met C. D. Broad. From 1957 to 1959, he was an instructor in philosophy at Yale University. Then he took the post of Professor of Philosophy at Calvin College and taught for 30 years.[5] He is now teaching at Yale as Noah Porter Professor Emeritus Philosophical Theology.\n\nIn 1987 Wolterstorff published Lament for a Son after the untimely death of his 25-year-old son Eric in a mountain climbing accident. In a series of short essays, Wolterstorff recounts how he drew on his Christian faith to cope with his grief. Wolterstorff explained that he published the book \"in the hope that it will be of help to some of those who find themselves with us in the company of mourners.\"[7]\n\nHe has been a visiting professor at Harvard University, Princeton University, Yale University, the University of Oxford, the University of Notre Dame, the University of Texas, the University of Michigan, Temple University, the Free University of Amsterdam (Vrije Universiteit), and the University of Virginia. In 2007, he received an honorary Doctorate in Philosophy from Vrije Universiteit Amsterdam.[8] He has been retired since June 2002.\n\nWolterstorff published his memoir with William B. Eerdmans Publishing Co. in 2019, illustrating the close relationship between his personal life and his distinguished academic career.[9]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Nicholas Wolterstorff lives in Grand Rapids, Michigan, with his wife Claire. He has four grown children. His oldest son died in a mountain climbing accident at age 25. He has seven grandchildren.\n\n"
        },
        {
            "title": "Thought",
            "text": "While an undergraduate at Calvin College, Wolterstorff was greatly influenced by professors William Harry Jellema, Henry Stob, and Henry Zylstra, who introduced him to schools of thought that have dominated his mature thinking: Reformed theology and common sense philosophy. (These have also influenced the thinking of his friend and colleague Alvin Plantinga, another alumnus of Calvin College).\n\nWolterstorff builds upon the ideas of the Scottish common-sense philosopher Thomas Reid, who approached knowledge \"from the bottom-up\". Instead of reasoning about transcendental conditions of knowledge, Wolterstorff suggests that knowledge and our knowing faculties are not the subject of our research but have to be seen as its starting point. He rejects classical foundationalism and instead sees knowledge as based upon insights in reality which are direct and indubitable.[5] In Justice in Love, he rejects fundamentist notions of Christianity that hold to the necessity of the penal substitutionary atonement and justification by faith alone.\n\n"
        }
    ]
}