{
    "url": "https://en.wikipedia.org/wiki/Nick_Harkaway",
    "title": "Nick Harkaway",
    "table_of_contents": [
        "1 Life",
        "2 Fiction",
        "2.1 The Gone-Away World",
        "2.2 Angelmaker",
        "2.3 Tigerman",
        "2.4 Gnomon",
        "2.5 The Price You Pay (as Aidan Truhen)",
        "2.6 Seven Demons (as Aidan Truhen)",
        "3 Non-fiction",
        "4 Views on Google Book settlement",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNicholas Cornwell (born 1972), better known by his pen name Nick Harkaway, is a British novelist and commentator. As Harkaway, he is the author of the novels The Gone-Away World, Angelmaker (which was nominated for the 2013 Arthur C. Clarke award), Tigerman, and Gnomon; and a non-fiction study of the digital world, The Blind Giant: Being Human in a Digital World. Cornwell has also written two novels under the pseudonym Aidan Truhen.[1]\n\n"
        },
        {
            "title": "Life",
            "text": "Harkaway was born Nicholas Cornwell in Cornwall. He is the son of Valérie Jane Eustace and author David Cornwell, famous under his pen name John le Carré.[2]\n\nHarkaway was educated at the independent University College School in North London,[3] and Clare College, Cambridge, where he studied philosophy, sociology and politics and took up Shorinji Kan Jiu Jitsu. He worked in the film industry before becoming an author.[4]\n\n"
        },
        {
            "title": "Fiction",
            "text": "The Gone-Away World (2008) is Harkaway's first novel. Originally titled The Wages of Gonzo Lubitsch,[5] it concerns a number of ex-special forces operatives turned truckers who are hired to perform a dangerous mission in a post-apocalyptic world.[2]\n\nAngelmaker (2013) is a spy thriller detailing a clockmaker's attempt to stop a Cold War era doomsday weapon. Angelmaker won Best Novel in the 2013 Kitschies and was also nominated for that year's Arthur C. Clarke award.\n\nTigerman (2014) concerns a superhero origin story on an impoverished and doomed tropical island.\n\nGnomon (2017) deals with a state that exerts ubiquitous surveillance on its population. A detective investigates a murder through unconventional methods that leads to questions about her society's very nature.\n\nThe Price You Pay (2018) concerns a drug dealer's quest for revenge on those who took out a contract on his life.\n\nSeven Demons (2021), a sequel to The Price You Pay, is a heist thriller about an attempt to rob a high-security bank in Switzerland.\n\n"
        },
        {
            "title": "Non-fiction",
            "text": "The Blind Giant (2012), Harkaway's first work of non-fiction, dealt with the effect of digital change on society and what it means to be human.\n\n"
        },
        {
            "title": "Views on Google Book settlement",
            "text": "Harkaway has been an outspoken critic of the Google Book Search Settlement Agreement, posting on his blog,[6] speaking out on BBC Radio’s The World at One in May 2009, and appearing on a television debate with Krishnan Guru-Murthy and Tom Watson MP in September 2009.\n\n"
        }
    ]
}