{
    "url": "https://en.wikipedia.org/wiki/Night_of_the_Living_Dead",
    "title": "Night of the Living Dead",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development and pre-production",
        "3.2 Writing",
        "3.3 Filming",
        "3.3.1 Principal photography",
        "3.3.2 Directing",
        "3.4 Post-production",
        "3.5 Soundtrack",
        "4 Release",
        "4.1 Premiere controversy",
        "4.2 Critical reception",
        "4.3 Copyright status and home media",
        "4.4 German ban",
        "5 Revisions",
        "6 Related works",
        "6.1 Romero's Dead films",
        "6.2 Return of the Living Dead series",
        "6.3 Rise of the Living Dead",
        "6.4 Remakes and other related films",
        "6.5 In other media",
        "7 Legacy",
        "7.1 Critical analysis",
        "8 See also",
        "9 Explanatory notes",
        "10 Citations",
        "11 General and cited references",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNight of the Living Dead is a 1968 American independent horror film directed, photographed, and edited by George A. Romero, with a screenplay by John Russo and Romero, and starring Duane Jones and Judith O'Dea. The story follows seven people who are trapped in a rural farmhouse in western Pennsylvania, which is under assault by an enlarging group of flesh-eating, undead ghouls.\n\nHaving gained experience through directing television commercials and industrial films for their Pittsburgh-based production company The Latent Image, Romero and his friends Russo and Russell Streiner decided to fulfill their ambitions to make a feature film. Electing to make a horror film that would capitalize on contemporary commercial interest in the genre, they formed a partnership with Karl Hardman and Marilyn Eastman of Hardman Associates called Image Ten. After evolving through multiple drafts, Russo and Romero's final script primarily drew influence from Richard Matheson's 1954 novel I Am Legend. Principal photography took place between July 1967 and January 1968, mainly on location in Evans City; aside from the Image Ten team themselves, the cast and crew consisted of their friends and relatives, local stage and amateur actors, and residents from the area. Although the film was his directorial debut, Romero utilized many of the guerrilla filmmaking techniques he had honed in his commercial and industrial work to complete the film on a budget of approximately US$100,000.\n\nFollowing its theatrical premiere in Pittsburgh on October 1, 1968, Night of the Living Dead eventually grossed US$12 million domestically and US$18 million internationally, earning more than 250 times its budget and making it one of the most profitable film productions ever made at the time. Released shortly prior to the adoption of the Motion Picture Association of America rating system, the film's explicit violence and gore was considered groundbreaking and unprecedented for the time, leading to widespread controversy and negative reviews upon its initial release. It eventually garnered a cult following and acclaim among critics, and has appeared on lists of the greatest and most influential films ever made by such outlets as Empire, The New York Times and Total Film. Frequently identified as the first modern zombie film and a touchstone in the development of the horror genre, retrospective scholarly analysis has focused on its reflection of the social and cultural changes in the United States during the 1960s, with particular attention being directed towards the casting of Jones, an African-American, in the leading role.[4] In 1999, the film was deemed \"culturally, historically, or aesthetically significant\" by the Library of Congress and selected for preservation in the National Film Registry.[5][6][7]\n\nNight of the Living Dead spawned a successful franchise that includes five official sequels released between 1978 and 2009, all of which were also directed by Romero. The film has also inspired several remakes as a result of its public domain status. An official remake, written by Romero and directed by Tom Savini, was released in 1990 and has similarly gained a small cult following.[6][8]\n\n"
        },
        {
            "title": "Plot",
            "text": "Siblings Barbra and Johnny drive to a cemetery in rural Pennsylvania to visit their father's grave. Their car radio goes off the air due to technical difficulties. As they are leaving, a strange, ashen-faced, stumbling man wearing a tattered suit kills Johnny and attacks Barbra. She flees and takes shelter in a farmhouse but finds the woman who lived there dead and half-eaten. She sees a multiplying number of strange ghouls, led by the man from the cemetery, approaching the house. A man named Ben arrives, secures the farmhouse by boarding the windows and doors, and drives away the ghouls with a lever-action rifle he finds in the closet and with fire, which the ghouls fear.\n\nBarbra, in a catatonic state from shock, is surprised when Harry Cooper and Tom emerge from the cellar. Harry has been taking shelter there with his wife Helen and their young daughter Karen after a group of the same monsters overturned their car and bit Karen on the arm, leaving her seriously ill. Tom arrived with his girlfriend Judy after hearing an emergency broadcast about a series of brutal killings. Tom aids Ben in securing the farmhouse while Harry angrily protests that it is unsafe before returning to the cellar, which he believes is safer. Ghouls continue to besiege the farmhouse in ever-increasing numbers.\n\nThe refugees listen to radio and television reports of a wave of mass murder being committed across the east coast of the United States by an army of cannibalistic, reanimating corpses, and posses of armed men patrolling the countryside to kill the ghouls. They confirm that the ghouls can be stopped with a bullet or heavy blow to the head or by being burned, as Ben discovered, and that various rescue centers are offering refuge and safety. Scientists theorize that the reanimations are occurring due to radiation from a space probe that exploded in Earth's atmosphere on the way back from Venus.\n\nBen devises a plan to obtain medical supplies for Karen and transport the group to a rescue center by refueling his truck. Ben, Tom, and Judy drive to a nearby gas pump, holding the ghouls off with torches and Molotov cocktails. However, the gas from the pump spills and causes the truck to catch fire and explode, killing Tom and Judy. Ben runs back to the house on his own and breaks down the door when Harry does not let him back in. Ben beats Harry for his cowardice. While the ghouls feast on the remains of Tom and Judy, the remaining survivors attempt to find a way out. However, the ghouls break through the barricades. In the ensuing chaos, Harry is shot dead by Ben. Karen dies from her injuries, reanimates, begins to eat her father's remains, and stabs Helen to death with a masonry trowel. Barbra recovers from her catatonic state and tries to help Ben keep the ghouls out but is dragged away by a reanimated Johnny and the other ghouls.\n\nAs the horde breaks into the house, Ben takes refuge in the cellar, where he shoots Harry and Helen's reanimating corpses. The next morning, an armed posse arrives and begins dispatching the remaining ghouls in the area. Awoken by their gunfire and sirens, Ben emerges from the cellar but is shot and killed when they mistake him for a ghoul. His body is thrown onto a bonfire and burned with the rest of the ghouls.\n\n"
        },
        {
            "title": "Production",
            "text": "Romero embarked upon his career in the film industry while attending Carnegie Mellon University in Pittsburgh.[20] He directed and produced television commercials and industrial films for The Latent Image, in the 1960s, a company he co-founded with friends John Russo, and Russell Streiner. The trio grew bored making commercials and wanted to film a horror movie during this period. They wanted to capitalize on the film industry's \"thirst for the bizarre\", according to Romero.[21] He and Streiner contacted Karl Hardman and Marilyn Eastman, president and vice president respectively of a Pittsburgh-based industrial film firm called Hardman Associates, Inc. They pitched their idea for a then-untitled horror film.[21] A production company, conceived by Romero, called Image Ten, was formed that included Romero, Russo, Streiner, Hardman, and Eastman. The initial budget was $6,000[22] with the ten members of the production company, investing $600 each for a share of the profits.[23] Another ten investors were found when it was found that another $6,000 was required but this was also soon found to be inadequate. Image Ten eventually raised approximately $114,000 for the budget ($888,000 today).[24]\n\nCo-written as a horror comedy by John Russo and George A. Romero under the title Monster Flick,[25] an early screenplay draft concerned the exploits of adolescent aliens who visit Earth and befriend human teenagers. A second version of the script featured a young man who runs away from home and discovers rotting human corpses that aliens use for food scattered across a meadow. Russo came up with the concept that they would be the recently dead only because they could not afford to bring long-dead people out of their graves. He also came up with the idea that they would be \"flesh-eaters\". The final draft, written mainly by Russo during three days in 1967, focused on reanimated human corpses – Romero refers to them as ghouls – that consume the flesh of the living.[26] In a 1997 interview with the BBC's Forbidden Weekend, Romero explained that the script developed into a three-part short story anthology epic. Part one became Night of the Living Dead. Sequels Dawn of the Dead (1978) and Day of the Dead (1985) were adapted from the two remaining unfinished parts.[27]\n\nRomero drew heavy inspiration from Richard Matheson's I Am Legend (1954), a horror novel about a plague that ravages a futuristic Los Angeles. The infected in I Am Legend become vampire-like creatures and prey on the uninfected.[24][28][29] Discussing the creation of Night of the Living Dead, Romero remarked, \"I had written a short story, which I basically had ripped off from a Richard Matheson novel called I Am Legend.\"[30] Romero further explained:\n\nOfficial film adaptations of Matheson's novel appeared in 1964 as The Last Man on Earth, in 1971 as The Omega Man, and the 2007 release I Am Legend. Matheson was not impressed by Romero's interpretation, feeling that \"It was ... kind of cornball\",[32] though he later said, \"George Romero's a nice guy, though. I don't harbor any animosity toward him.\"[33]\n\nRusso and Romero revised the screenplay while filming. Karl Hardman attributed the edits to lead actor Duane Jones:\n\nEastman modified cellar scenes featuring dialogue between Helen and Harry Cooper.[21] According to lead actress Judith O'Dea, much of the dialogue was improvised. She told an interviewer, \"I don't know if there was an actual working script! We would go over what basically had to be done, then just did it the way we each felt it should be done\".[34] One example offered by O'Dea concerns a scene where Barbra tells Ben about Johnny's death:\n\nAlthough the film is regarded as one of the launching pads for the modern zombie movie, the screenplay itself never uses the word.[35] In fact, Romero would later confess that he felt the film's antagonists were distinct enough from Haitian zombies that they were \"something completely new\" with Romero actively avoiding any similarities between the two creatures although he notes that they may have subtly inspired him.[35]\n\nThe lead role was initially written for someone of Caucasian descent, but upon casting African-American actor Duane Jones, Romero intentionally did not alter the script to reflect this.[35] Asked in 2013 if he took inspiration from the assassination of Martin Luther King Jr. that same year, Romero responded in the negative, noting that he only heard about the shooting when he was on his way to find distribution for the finished film.[35]\n\nThe small budget dictated much of the production process. According to Hardman, \"We knew that we could not raise enough money to shoot a film on a par with the classic horror films with which we had all grown up. The best that we could do was to place our cast in a remote spot and then bring the horror to be visited on them in that spot\".[21] Scenes were filmed near Evans City, Pennsylvania, 30 miles (48 km) north of Pittsburgh in rural Butler County;[36] the opening sequence was shot at the Evans City Cemetery on Franklin Road, south of the borough.[37] The cemetery chapel was under warrant for demolition; however, Gary R. Steiner led a successful effort to raise $50,000 to restore the building, and the chapel is currently undergoing renovations.[38][39]\n\nThe outdoor, indoor (downstairs), and basement scenes were filmed at a location northeast of Evans City, near a park. The basement door (external view) shown in the film was cut into a wall by the production team and led nowhere. As this house was scheduled for demolition, damage during filming was permitted. The site is now a turf farm.[40][b]\n\nProps and special effects were fairly simple and limited by the budget. The blood, for example, was Bosco Chocolate Syrup drizzled over cast members' bodies.[41] Consumed flesh consisted of roasted ham and entrails donated by one of the actors, who also owned a chain of butcher shops. Costumes consisted of second-hand clothing from cast members and Goodwill. Zombie makeup varied during the film. Initially, makeup was limited to white skin with blackened eyes. However, as filming progressed, mortician's wax simulated wounds and decaying flesh. As filming was not linear, the piebald faces appear sporadically. Eastman supervised the special effects, wardrobe and makeup.[21] Filming took place between July 1967 and January 1968 under the working title Night of Anubis and later Night of the Flesh Eaters.[42][43] The small budget led Romero to shoot on 35 mm black-and-white film. The completed film ultimately benefited from the decision, as film historian Joseph Maddrey describes the black-and-white filming as \"guerrilla-style\", resembling \"the unflinching authority of a wartime newsreel\". Maddrey adds, it \"seem[s] as much like a documentary on the loss of social stability as an exploitation film\".[44]\n\nNight of the Living Dead was the first feature-length film directed by George A. Romero. His initial work involved filming shorts for Pittsburgh public broadcaster WQED's children's series Mister Rogers' Neighborhood.[45][46] Romero's decision to direct Night of the Living Dead essentially launched his career as a horror director. He took the helm of the sequels as well as Season of the Witch (1972), The Crazies (1973), Martin (1978), Creepshow (1982) and The Dark Half (1993).[47] Critics saw the influence of the horror and science-fiction films of the 1950s in Romero's directorial style. Stephen Paul Miller, for instance, witnessed \"a revival of fifties schlock shock ... and the army general's television discussion of military operations in the film echoes the often inevitable calling-in of the army in fifties horror films\". Miller admits that \"Night of the Living Dead takes greater relish in mocking these military operations through the general's pompous demeanor\" and the government's inability to source the zombie epidemic or protect the citizenry.[48] Romero describes the mood he wished to establish: \"The film opens with a situation that has already disintegrated to a point of little hope, and it moves progressively toward absolute despair and ultimate tragedy.\"[49] According to film historian Carl Royer, Romero \"employs chiaroscuro (film noir style) lighting to emphasize humanity's nightmare alienation from itself.\"[49]\n\nWhile some critics dismissed Romero's film because of the graphic scenes, writer R. H. W. Dillard claimed that the \"open-eyed detailing\" of taboo heightened the film's success. He asks, \"What girl has not, at one time or another, wished to kill her mother? And Karen, in the film, offers a particularly vivid opportunity to commit the forbidden deed vicariously.\"[50] Romero featured social taboos as key themes, particularly cannibalism. Although zombie cannibals were inspired by Matheson's I Am Legend, film historian Robin Wood sees the flesh-eating scenes of Night of the Living Dead as a late-1960s critique of American capitalism. Wood asserts that the zombies represent capitalists, and \"cannibalism represents the ultimate in possessiveness, hence the logical end of human relations under capitalism\". He argues that the zombies' victims symbolized the repression of \"the Other\" in bourgeois American society, namely activists in the civil rights movement, feminists, homosexuals, and counterculturalists in general.[51]\n\nMembers of Image Ten were involved in filming and post-production, participating in loading camera magazines, gaffing, constructing props, recording sounds and editing.[52] Production stills were shot and printed by Karl Hardman, who stated in an interview that a \"number of cast members formed a production line in the darkroom for developing, washing and drying of the prints as I made the exposures. As I recall, I shot over 1,250 pictures during the production\".[21] Upon completion of post-production, Image Ten found it difficult to secure a distributor willing to show the film with the gruesome scenes intact. Columbia and American International Pictures declined after requests to soften it and re-shoot the final scene were rejected by producers.[34] Romero admitted that \"none of us wanted to do that. We couldn't imagine a happy ending. . . . Everyone want[ed] a Hollywood ending, but we stuck to our guns\".[45] The Manhattan-based Walter Reade Organization agreed to show the film uncensored, but changed the title from Night of the Flesh Eaters to Night of the Living Dead because a film had already been produced under a similar title to the former.[43] While changing the title, the copyright notice was accidentally deleted from the early releases of the film.[53]\n\nThe opening title music with the car on the road had been used in a 1961 episode of the TV series Ben Casey entitled \"I Remember a Lemon Tree\" and is also featured in an episode of Naked City entitled \"Bullets Cost Too Much\". Most of the music in the film had previously been used on the soundtrack for the science-fiction B-movie Teenagers from Outer Space (1959), as well as several pieces used in the classic Steve McQueen western series Wanted Dead or Alive (1958–61). The eerie musical piece during the tense scene in the film where Ben finds the rifle in the closet inside the farmhouse as the radio reports of mayhem play in the background can be heard in longer and more complete form during the opening credits and the beginning of The Devil's Messenger (1961) starring Lon Chaney, Jr. Another piece, accompanying Barbra's flight from the cemetery zombie, was taken from the score for The Hideous Sun Demon (1959). According to WRS, \"We chose a selection of music for each of the various scenes and then George made the final selections. We then took those selections and augmented them electronically\". Sound tech R. Lococo's choices worked well, as film historian Sumiko Higashi believes that the music \"signifies the nature of events that await\".[54]\n\nA soundtrack album featuring music and dialogue cues from the film was compiled and released on LP by Varèse Sarabande in 1982. In 2008, recording group 400 Lonely Things released the album Tonight of the Living Dead, \"an instrumental album composed entirely of ambient music and sound effects sampled from Romero's 1968 horror classic\".[55]\n\n"
        },
        {
            "title": "Release",
            "text": "Night of the Living Dead premiered on October 1, 1968, at the Fulton Theater in Pittsburgh.[56] Nationally, it was shown as a Saturday afternoon matinée – as was typical for horror films at the time – and attracted an audience consisting of pre-teens and adolescents.[57][58][59] The MPAA film rating system was not in place until the following month, so even young children were able to purchase tickets. Roger Ebert of the Chicago Sun-Times chided theater owners and parents who allowed children access to the film with such potent content for a horror film they were entirely unprepared for: \"I don't think the younger kids really knew what hit them,\" he said. \"They were used to going to movies, sure, and they'd seen some horror movies before, sure, but this was something else.\" According to Ebert, the film affected the audience immediately:[59]\n\nResponse from Variety after the initial release reflects the outrage generated by Romero's film: \"Until the Supreme Court establishes clear-cut guidelines for the pornography of violence, Night of the Living Dead will serve nicely as an outer-limit definition by example. In [a] mere 90 minutes this horror film (pun intended) casts serious aspersions on the integrity and social responsibility of its Pittsburgh-based makers, distributor Walter Reade, the film industry as a whole and [exhibitors] who book [the picture], as well as raising doubts about the future of the regional cinema movement and about the moral health of film goers who cheerfully opt for this unrelieved orgy of sadism ...\"[60]\n\nOne commentator asserts that the film garnered little attention from critics, \"except to provoke argument about censoring its grisly scenes\".[54]\n\nDespite the controversy, five years after the premiere Paul McCullough of Take One observed that Night of the Living Dead was the \"most profitable horror film ever ... produced outside the walls of a major studio\".[61] The film had earned between $12 and $15 million at the U.S. box office after a decade. It was translated into more than 25 languages and released across Europe, Canada and Australia.[54] Night of the Living Dead grossed $30 million internationally, and The Wall Street Journal reported that it was the top-grossing film in Europe in 1969.[62][c]\n\nUpon its initial release, many critics dismissed the film as insignificant. The New York Times critic Vincent Canby referred to the film as a \"junk movie\" as well as \"spare, uncluttered, but really silly.\"[63] However, other critics recognized the film as an artistic achievement. The first critic to take it seriously in this regard was George Abagnalo, who reviewed the film in Andy Warhol’s Interview magazine, saying, \"It should open at an art house and run for at least a month, because it is a work of art.\"[64] In a 1971 Newsweek article, Paul D. Zimmerman noted that the film had \"become a bona fide cult movie for a burgeoning band of blood-lusting cinema buffs\".[65]\n\nFifty years after its release, the film enjoys a reputation as a classic and still receives positive reviews, being regarded by many as one of the best films of 1968.[66][67][68] In 2008, the film was ranked by Empire magazine No. 397 of The 500 Greatest Movies of All Time.[69] The New York Times also placed the film on their Best 1000 Movies Ever list.[70] In January 2010, Total Film included the film on its list of The 100 Greatest Movies of All Time.[71] Rolling Stone named Night of the Living Dead one of The 100 Maverick Movies in the Last 100 Years.[72] Reader's Digest found it to be the 12th scariest movie of all time.[73]\n\nThe review aggregation website Rotten Tomatoes gives Night of the Living Dead a 96% approval rating based on 74 reviews, with an average rating of 8.8/10. The site's critical consensus reads, \"George A. Romero's debut set the template for the zombie film, and features tight editing, realistic gore, and a sly political undercurrent.\"[74]\n\nNight of the Living Dead was awarded two distinguished honors decades after its debut. The Library of Congress added the film to the National Film Registry in 1999 with other films deemed \"culturally, historically or aesthetically significant\".[5][17][75][76] In 2001, the film was ranked No. 93 by the American Film Institute on their AFI's 100 Years ... 100 Thrills list, a list of America's most heart-pounding movies.[77] The zombies in the picture were also a candidate for AFI's AFI's 100 Years ... 100 Heroes & Villains, in the villains category, but failed to make the official list.[78] The Chicago Film Critics Association named it the 5th scariest film ever made.[79] The film also ranked No. 9 on Bravo's The 100 Scariest Movie Moments.[80]\n\n\nPauline Kael called the film \"one of the most gruesomely terrifying movies ever made – and when you leave the theatre you may wish you could forget the whole horrible experience. . . . The film's grainy, banal seriousness works for it – gives it a crude realism\".[81] A Film Daily critic commented, \"This is a pearl of a horror picture that exhibits all the earmarks of a sleeper.\"[d] While Roger Ebert criticized the matinée screening, he admitted that he \"admires the movie itself\".[59] Critic Rex Reed wrote, \"If you want to see what turns a B movie into a classic ... don't miss Night of the Living Dead. It is unthinkable for anyone seriously interested in horror movies not to see it.\"[82]\n\nNight of the Living Dead entered the public domain in the United States because the original theatrical distributor, the Walter Reade Organization, failed to place a copyright indication on the prints,[83] and at that time, United States copyright law held that public dissemination required copyright notice to maintain a copyright.[84] Image Ten displayed such a notice on the title frames of the film beneath the original title, Night of the Flesh Eaters, but the distributor erroneously removed the statement when it changed the title.[53][85]\n\nBecause Night of the Living Dead was not copyrighted, it has received numerous home video releases on VHS, DVD, and Blu-ray.[86] As of 2019[update], Amazon.com lists editions of Night of the Living Dead numbering 13 on VHS, 130 on DVD, 12 on Blu-ray, 1 on Blu-ray 3D and 56 on Amazon Video.[87] The original film is available to view or download for free on various websites, such as the Internet Archive and YouTube.[88][89][90] As of August 2021[update], it is the Internet Archive's second most-downloaded film, with over 3.3 million downloads.[91]\n\nThe film received a VHS release in 1993 through Tempe Video.[92] The next year, a THX certified 25th anniversary Laserdisc was released by Elite Entertainment. It features special features, including commentary, trailers, gallery files and more.[93] In 1998, Russo's revised version of the film, Night of the Living Dead: 30th Anniversary Edition, was released on VHS and DVD by Anchor Bay Entertainment.[92] In 2002, Elite Entertainment released a special edition DVD featuring the original cut.[92] Dimension Extreme released a restored print of the film on DVD.[92] On October 3, 2017, Mill Creek Entertainment released a standard 1080p version of the film on Blu-ray in the United States, however, this was a transfer of an existing release print, and not a restoration. This release was also not authorized or licensed by Image Ten.[94] This was followed by a 4K restoration Blu-ray released by The Criterion Collection on February 13, 2018, sourced from a print owned by the Museum of Modern Art and acquired by Janus Films.[95] This release also features a workprint edit of the film under the title of Night of Anubis, in addition to various bonus materials.[96]\n\nIn February 2020, Netflix took down Night of the Living Dead  from its streaming service in Germany following a legal request in 2017 because \"a version of the film is banned in that country.\"[97]\n\n"
        },
        {
            "title": "Revisions",
            "text": "The first revisions of Night of the Living Dead involved colorization by home video distributors. Hal Roach Studios released a colorized version in 1986 that featured ghouls with pale green skin.[98][99] Another colorized version appeared in 1997 from Anchor Bay Entertainment with grey-skinned zombies.[100] In 2004, Legend Films produced a new colorized version, which was released on DVD by 20th Century Fox Home Entertainment.[101] Technology critic Gary W. Tooze wrote that \"The colorization is damn impressive\", but noticed the print used was not as sharp as other releases of the film.[102] In 2009, Legend Films coproduced a colorized 3D version of the film with PassmoreLab, a company that converts 2-D film into 3-D format.[103] The film was theatrically released on October 14, 2010.[104] According to Legend Films founder Barry Sandrew, Night of the Living Dead is the first entirely live action 2-D film to be converted to 3-D.[105]\n\nIn 1999, co-writer John A. Russo released a modified version called Night of the Living Dead: 30th Anniversary Edition.[106] He filmed additional scenes and recorded a revised soundtrack composed by Scott Vladimir Licina. In an interview with Fangoria magazine, Russo explained that he wanted to \"give the movie a more modern pace\".[107] Russo took liberties with the original script. The additions are neither clearly identified nor even listed. Entertainment Weekly reported \"no bad blood\" between Russo and Romero. The magazine quoted Romero as saying, \"I didn't want to touch Night of the Living Dead\".[108] Critics disliked the revised film, notably Harry Knowles of Ain't It Cool News, who promised to permanently ban anyone from his publication who offered positive criticism of the film.[109][110]\n\nA collaborative animated project known as Night of the Living Dead: Reanimated was screened at several film festivals[111][112][113][114] and was released onto DVD on July 27, 2010, by Wild Eye Releasing.[115][116] This project aims to \"reanimate\" the 1968 film by replacing Romero's celluloid images with animation done in a wide variety of styles by artists from around the world, laid over the original audio from Romero's version.[117] Night of the Living Dead: Reanimated premiered theatrically on October 10, 2009, in Ramsey, New Jersey[118] at the Zombie Encounter and Film Festival.[119] Night of the Living Dead: Reanimated was nominated in the category of Best Independent Production (film, documentary or short) for the 8th Annual Rondo Hatton Classic Horror Awards, but lost to American Scary, a documentary on television horror movie hosts.[120]\n\nStarting in 2015, and working from the original camera negatives and audio track elements, a 4K digital restoration of Night of the Living Dead was undertaken by the Museum of Modern Art (MoMA) and The Film Foundation.[121] The fully restored version was shown at MoMA in November 2016 as part of To Save and Project: The 14th MoMA International Festival of Film Preservation.[122][123] This same restoration was released on Blu-ray by The Criterion Collection on February 13, 2018.[95]\n\n"
        },
        {
            "title": "Related works",
            "text": "Night of the Living Dead is the first of six  ... of the Dead films directed by George Romero. Following the 1968 film, Romero released Dawn of the Dead, Day of the Dead, Land of the Dead, Diary of the Dead and Survival of the Dead. Each film traces the evolution of the living dead epidemic in the United States and humanity's desperate attempts to cope with it. As in Night of the Living Dead, Romero peppered the other films in the series with critiques specific to the periods in which they were released.\n\nThe same year Day of the Dead premiered, Night of the Living Dead co-writer John Russo released a film titled The Return of the Living Dead that offers an alternate continuity to the original film than Dawn of the Dead. Russo's film spawned four sequels. Return of the Living Dead sparked a legal battle with Romero, who believed Russo marketed his film in direct competition with Day of the Dead as a sequel to the original film. In the case Dawn Associates v. Links, Romero accused Russo of \"appropriat[ing] part of the title of the prior work\", plagiarizing Dawn of the Dead's advertising slogan (\"When there is no more room in hell ... the dead will walk the earth\"), and copying stills from the original 1968 film. Romero was ultimately granted a restraining order that forced Russo to cease his advertising campaign. Russo, however, was allowed to retain his title.[124]\n\nGeorge Cameron Romero, the son of director George A. Romero, has developed Rise of the Living Dead, a prelude to his father's classic pitched with the working title Origins.[125] The film tracks a six-year period leading up to the story told by his father. George Cameron Romero's script is intended to be an homage to his father's work, a glimpse into the political turmoil of the mid-to-late 1960s, and a bookend piece to his father's original story. Despite raising funds for the film on Indiegogo in 2014, the film has yet to go into production as of 2021. In April 2021, Heavy Metal magazine began publishing a graphic novel adaptation of the story titled The Rise from Romero's script and with art by Diego Yapur.[126]\n\nThe first remake, debuting in 1990, was directed by special effects artist Tom Savini. It was based on the original screenplay but included more gore and a revised plot that portrayed Barbra (Patricia Tallman) as a capable and active heroine. Tony Todd played the role of Ben. Film historian Barry Grant saw the new Barbra as a corrective on the part of Romero. He suggests that the character was made stronger to rectify the depiction of female characters in the original film.[127]\n\nThe second remake was in 3-D and released in September 2006 under the title Night of the Living Dead 3D, directed by Jeff Broadstreet. Unlike Savini's film, Broadstreet's project was not affiliated with Romero.[128] Broadstreet's film was followed in 2012 by a prequel, Night of the Living Dead 3D: Re-Animation.[129]\n\nOn September 15, 2009, it was announced that Simon West was producing a 3D animated retelling of the original film, originally titled Night of the Living Dead: Origins 3D and later re-titled Night of the Living Dead: Darkest Dawn.[130][131] The movie is written and directed by Zebediah de Soto. The voice cast includes Tony Todd as Ben, Danielle Harris as Barbra, Joseph Pilato as Harry Cooper, Alona Tal as Helen Cooper, Bill Moseley as Johnny, Tom Sizemore as Chief McClellan and newcomers Erin Braswell as Judy and Michael Diskint as Tom.[132][133][134][135][136][137]\n\nDirector Doug Schulze's 2011 film Mimesis: Night of the Living Dead relates the story of a group of horror film fans who become involved in a \"real-life\" version of the 1968 film.[138][139]\n\nDue to its public domain status, several independent producers have done remakes.\n\nAt the suggestion of Bill Hinzman (the actor who played the zombie that first attacks Barbra in the graveyard and kills her brother Johnny at the beginning of the original film), composers Todd Goodman and Stephen Catanzarite composed an opera Night of the Living Dead based on the film.[147] The Microscopic Opera Company produced its world premiere, which was performed at the Kelly-Strayhorn Theater in Pittsburgh,  in October 2013.[148] The opera was awarded the American Prize for Theater Composition in 2014.[149]\n\nA play called Night of the Living Dead Live! was published in 2017[150] and has been performed in Toronto, Leeds and Auckland among others.[151][152][153]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Romero revolutionized the horror film genre with Night of the Living Dead; according to Almar Haflidason of the BBC, the film represented \"a new dawn in horror film-making\".[154] The film has also effectively redefined the use of the term \"zombie\". While the word \"zombie\" itself is never used—the word used in the film is ghoul—Romero's film introduced the theme of zombies as reanimated, flesh-eating cannibals.[56][155][156] Romero himself didn't initially consider the antagonists in the film to be zombies, later saying \"I never thought of my guys as zombies, when I made the first film ... To me, zombies were still those boys in the Caribbean doing the wetwork for [Bela] Lugosi.\"[157]\nThe film and its successors spawned countless imitators in cinema, television, and video gaming, which borrowed elements invented by Romero.[6] Night of the Living Dead ushered in the splatter film subgenre. As one film historian points out, horror prior to Romero's film had mostly involved rubber masks and costumes, cardboard sets, or mysterious figures lurking in the shadows. They were set in locations far removed from rural and suburban America.[158] Romero revealed the power behind exploitation and setting horror in ordinary, unexceptional locations and offered a template for making an \"effective and lucrative\" film on a \"minuscule budget\".[159] Slasher films of the 1970s and 80s such as John Carpenter's Halloween (1978), Sean S. Cunningham's Friday the 13th (1980), and Wes Craven's A Nightmare on Elm Street (1984) \"owe much to the original Night of the Living Dead\", according to author Barry Keith Grant.[127]\n\nSince its release, some critics and film historians have interpreted Night of the Living Dead as a subversive film that critiques 1960s American society, international Cold War politics, and domestic racism. Elliot Stein of The Village Voice saw the film as an ardent critique of American involvement in the Vietnam War, arguing that it \"was not set in Transylvania, but Pennsylvania – this was Middle America at war, and the zombie carnage seemed a grotesque echo of the conflict then raging in Vietnam.\"[160] Film historian Sumiko Higashi concurs, arguing that Night of the Living Dead was a film about the horrors of the Vietnam era. While she admits that \"there are no Vietnamese in Night of the Living Dead, ... they constitute an absent presence whose significance can be understood if narrative is construed\". She points to aspects of the Vietnam War paralleled in the film: grainy black-and-white newsreels, search and destroy operations, helicopters, and graphic carnage.[161] In the 2009 documentary film Nightmares in Red, White and Blue, the zombies in the film are compared to the \"silent majority\" of the U.S. in the late 1960s.[162]\n\nWhile George Romero denied he considered race when casting Duane Jones, reviewer Mark Deming notes that \"the grim fate of Duane Jones, the sole heroic figure and only African-American, had added resonance with the assassinations of Martin Luther King Jr. and Malcolm X fresh in the minds of most Americans\".[10][163] Stein adds, \"In this first-ever subversive horror movie, the resourceful black hero survives the zombies only to be surprised by a redneck posse\".[160] The deaths of Ben, Barbra, and the supporting cast offered audiences an uncomfortable, nihilistic glimpse unusual for the genre.[164]\n\nOther prevalent themes included \"the flaws inherent in the media, local and federal government agencies, and the entire mechanism of civil defense\".[165] Film historian Linda Badley explains that the film was so horrifying because the monsters were not creatures from outer space or some exotic environment, \"They're us.\"[166] Romero confessed that the film was designed to reflect the tensions of the time: \"It was 1968, man. Everybody had a 'message'. The anger and attitude and all that's there is just because it was the Sixties. We lived at the farmhouse, so we were always into raps about the implication and the meaning, so some of that crept in.\"[10]\n\n"
        }
    ]
}