{
    "url": "https://en.wikipedia.org/wiki/Nightmare_in_Badham_County",
    "title": "Nightmare in Badham County",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Release",
        "4 References",
        "5 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Nightmare in Badham County is a 1976 American women-in-prison television film directed by John Llewellyn Moxey and starring Chuck Connors, Deborah Raffin, and Lynne Moody.[2] Its plot follows two female college students from California who, while traveling cross-country, are remanded to a women's prison farm in a corrupt Southern town.\n\nThe film was so popular in China that it was released in cinemas and Raffin became the first Western actress to make a promotional tour of the country, after which she became an unofficial ambassador helping China make deals with Hollywood.[3]\n\n"
        },
        {
            "title": "Plot",
            "text": "While driving on a cross-country summer trip, two UCLA students, Cathy and Diane, get a flat tire in a rural Southern community. A local, George, helps the women put on the spare tire, during which they are confronted by the local sheriff, Slim Danen, who is standoffish toward the women. The women again rebuff Danen at a diner while getting their car fixed. After being told their car's water pump needs to be replaced, the women leave the car at the shop overnight and camp in the woods. In the middle of the night, Danen arrives and arrests the women for trespassing, and remands them to the county jail.\n\nThat night, Danen sexually assaults Diane while Cathy witnesses the attack from a separate cell. At their hearing the next day, the corrupt local judge informs Cathy and Diane that they owe a significant amount of money for their car repairs, which both contest. During the hearing, Diane tells the judge that Danen raped her. The women are subsequently sent to Badham County Farm, a working prison farm, to serve a 30-day sentence. There they are overseen by Superintendent Dancer and three female guards, Dulcie, Smitty, and Greer. Cathy is horrified when she learns that the women's residence halls are racially segregated, resulting in Cathy being housed with all white women, and Diane placed in an all-black ward.\n\nCathy and Diana witness a number of atrocities committed at the farm, including the guards humiliating and abusing the inmates, and using racial epithets. Diane is taken under the wing of Sara, a longtime inmate at the farm. Cathy's sentence is extended by sixty days after she is implicated in a fight while working in the fields. A short time later, Cathy and several other inmates are allowed to leave for the day to serve drinks and wait on members of the local high society at an elite party, under the supervision of Dancer. Cathy attempts to ask for help from numerous attendees, but they all ignore her pleas. In the house, Cathy surreptitiously attempts to phone her parents in Philadelphia, but is caught by Dulcie. Dulcie, who is sympathetic to Cathy, only gives a mere warning, but after Smitty and Greer hear of the attempt, they bind Cathy's arms in the middle of the night and flagellate her.\n\nDiane attempts to flee the prison by hiding on a bus transferring visitors back to town, but is caught and placed in solitary confinement. While delivering produce from the farm to the local diner, Cathy pleads with a waitress there to contact her parents, and writes down their contact information. The waitress, who remembers Cathy and Diane eating at the diner, is sympathetic to her. When leaving town in the prison truck, Cathy watches as the gas station proprietor passes by in her car. Later that night, Smitty confronts Cathy with the note she wrote to the waitress, and threatens Cathy with an extended sentence if she attempts to escape again.\n\nTogether, Cathy and Diane manage to devise an escape attempt together, planning to retrieve Cathy's car in town, which has a spare key hidden beneath the bumper. Diane distracts Danen by speeding with Cathy's car, allowing Cathy enough time to call her parents from a phone booth. The plan works as Cathy is able to reach her family, but Diane subsequently goes missing. Cathy's father arrives the next day to pick her up, and Cathy demands that Diane be freed, but Danen and Dancer refute having any knowledge of her whereabouts, insisting she escaped. After she is freed from the farm, Cathy visits Sara in the working fields, and asks her if she has seen Diane. Sara tearfully informs Cathy that she witnessed the workers burying Diane's body in an unmarked grave, among various others belonging to inmates who attempted to escape.\n\n"
        },
        {
            "title": "Release",
            "text": "The film was released in the United States as an ABC movie-of-the-week in 1976, while an extended theatrical cut, running 100 minutes, was released internationally.[4]\n\n"
        }
    ]
}