{
    "url": "https://en.wikipedia.org/wiki/Nimbarka_Sampradaya",
    "title": "Nimbarka Sampradaya",
    "table_of_contents": [
        "1 Guru Parampara",
        "2 Nimbarka",
        "2.1 Dating",
        "2.2 Traditional accounts",
        "3 Sri Hansa Bhagwan",
        "4 Teachings",
        "4.1 Dvaita-advaita",
        "4.2 Cit (Jiva)",
        "4.3 Acit (the jagat)",
        "5 Practices - the five sadhanas",
        "5.1 Karma (ritual action)",
        "5.2 Vidya (knowledge)",
        "5.3 Upasana or dhyana (meditation)",
        "5.4 Prapatti (surrender to the Lord/devotion)",
        "5.5 Gurupasatti",
        "6 Literature",
        "7 Nimbarka Sampradaya Devacāryas",
        "7.1 Svāmī Harivyāsa Devacārya (c.1470-1540 CE)",
        "7.2 Svāmī Svabhūrāma Devācārya (fl.16th century CE)",
        "7.3 Ramdas Kathiababa  (fl.54th century CE)",
        "7.4 Santadas Kathiababa (fl.55th century CE)",
        "7.5 Svāmī Haripriyā Śaraṇa Devācārya",
        "7.6 Svāmī Lalitā Śaraṇa Devācārya",
        "7.7 Svāmī Rādhā Śarveshavara Śaraṇa Devācārya",
        "7.8 Śrī Śrījī Māhārāja (present)",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Sources",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Nimbarka Sampradaya (IAST: Nimbārka Sampradāya, Sanskrit निम्बार्क सम्प्रदाय), also known as the Hamsa Sampradāya, and Sanakādi Sampradāya (सनकादि सम्प्रदाय), is one of the four Vaiṣṇava Sampradāyas. It was founded by Nimbarka,[1][2] a Telugu Brahmin yogi and philosopher. It propounds the Vaishnava Bhedabheda theology of Dvaitadvaita (dvaita-advaita) or dualistic non-dualism.[3][4][5] Dvaitadvaita states that humans are both different and non-different from Isvara, God or Supreme Being. Specifically, this Sampradaya is a part of Krishnaism—Krishna-centric traditions.[6]\n\n"
        },
        {
            "title": "Guru Parampara",
            "text": "Nimbarka Sampradaya is also known as Kumāra Sampradāya, Hamsa Sampradāya, and Sanakādi Sampradāya. According to tradition, the Nimbarka Sampradaya Dvaita-advaita philosophy was revealed by Śrī Hansa Bhagavān to Sri Sanakadi Bhagawan, one of the Four Kumaras; who passed it to Sri Narada Muni; and then on to Nimbarka. The Four Kumaras, Sanaka, Sanandana, Sanātana, and Sanat Kumāra, are traditionally regarded as the four mind-born sons of Lord Brahmā. They were created by Brahmā in order to advance creation, but chose to undertake lifelong vows of celibacy (brahmacarya), becoming renowned yogis, who requested from Brahma the boon of remaining perpetually five years old.[web 1] Śrī Sanat Kumāra Samhitā, a treatise on the worship of Śrī Rādhā Kṛṣṇa, is attributed to the brothers, just like the Śrī Sanat Kumāra Tantra, which is part of the Pancarātra literature.[7]\n\nIn the creation of this universe as narrated by the Paurāṇika literature, Śrī Nārada Muni is the younger brother of the Four Kumāras, who took initiation from his older brothers. Their discussions as guru and disciple are recorded in the Upaniṣads with a famous conversation in the Chāndogya Upaniṣad, and in the Śrī Nārada Purāṇa and the Pañcarātra literature.\n\nNārada Muni is recorded as main teacher in all four of the Vaiṣṇava Sampradāyas. According to tradition, he initiated Śrī Nimbārkācārya into the sacred 18-syllabled Śrī Gopāla Mantra (Klim Krishnaya Govindaya Gopijanavallabhaya Svaha), and introduced him to the philosophy of the Yugala upāsana, the devotional worship of the divine couple Śrī Rādhā Kṛṣṇa. According to tradition, this was the first time that Śrī Rādhā Kṛṣṇa were worshipped together by anyone on earth other than the Gopis of Vṛndāvana. Śrī Nārada Muni then taught Nimbarka the essence of devotional service in the Śrī Nārada Bhakti Sūtras.[8] Śrī Nimbārkācārya already knew the Vedas, Upaniṣads and the rest of the scriptures, but perfection was found in the teachings of Śrī Nārada Muni.[9]\n\n"
        },
        {
            "title": "Nimbarka",
            "text": "Nimbarka is conventionally dated at the 7th or 11th century, but this dating has been questioned, suggesting that Nimbarka lived somewhat earlier than Shankara, in the 6th or 7th century CE.\n\nAccording to Roma Bose, Nimbarka lived in the 13th century, on the presupposition that Śrī Nimbārkāchārya was the author of the work Madhvamukhamardana.[10][note 1] Bhandarkar has placed him after Ramanuja, suggesting 1162 AD as the date of his demise.[11] S.N.Dasgupta dated Nimbarka to around middle of 14th century,[12] while S. A. A. Rizvi assigns a date of c.1130–1200 AD.[13]\n\nAccording to Satyanand, Bose's dating of the 13th century is an erroneous attribution.[14] Malkovsky, following Satyanand, notes that in Bhandarkar's own work it is clearly stated that his dating of Nimbarka was an approximation based on an extremely flimsy calculation; yet most scholars chose to honour his suggested date, even until modern times.[1] According to Malkovsky, Satyanand has convincingly demonstrated that Nimbarka and his immediate disciple Shrinivasa flourished well before Ramanuja (1017–1137 CE), arguing that Shrinivasa was a contemporary, or just after Sankaracarya (early 8th century).[1] According to Ramnarace, summarising the available research, Nimbarka must be dated in the 7th century CE.[2]\n\nAccording to the Bhavishya Purana, and his eponymous tradition, the Nimbārka Sampradāya, Śrī Nimbārkāchārya appeared in the year 3096 BCE, when the grandson of Arjuna was on the throne. According to tradition, Nimbārka was born in Vaidūryapattanam, the present-day Mungi Village, Paithan in East Maharashtra.[citation needed] His parents were Aruṇa Ṛṣi and Jayantī Devī. Together, they migrated to Mathurā and settled at what is now known as Nimbagrāma (Neemgaon), situated between Barsānā and Govardhan.\n\n"
        },
        {
            "title": "Sri Hansa Bhagwan",
            "text": "In Hinduism, the first guru of the Nimbarka Sampradaya is Lord Sri Hansa Bhagwan, who himself is one of the twenty-four incarnations of Lord Vishnu. At the beginning of creation, in the Satya Yuga, Lord Vishnu Himself took the form of a quadrangle, joined conch shells, chakras, maces, and lotuses, and descended to the sage Sankadi, the son of Brahma, in the name of Hansabata.\n\n"
        },
        {
            "title": "Teachings",
            "text": "The Nimbarka Sampradaya is based on Nimbarka's Bhedabheda philosophy, duality and nonduality at the same time, or dualistic non-dualism.\n\nAccording to Nimbarka, there are three categories of existence, namely Isvara (God, Divine Being); cit (jiva, the individual soul); and acit (lifeless matter). Cit and acit are different from Isvara, in the sense that they have attributes (Guna) and capacities (Swabhaava), which are different from those of Isvara. At the same time, cit and acit are not different from Isvara, because they cannot exist independently of him. Isvara is independent and exists by himself, while cit and acit exist in dependence upon him. Difference means a kind of existence which is separate but dependent, (para-tantra-satta-bhava); while non-difference means impossibility of separate existence (svatantra-satta-bhava).\n\nAccording to Nimbarka, the relation between Brahman, on the one hand, and the souls (cit) and universe (acit) on the other, is a relation of natural difference-non-difference (svabhavika-bhedabheda).[note 2] Nimbarka equally emphasises both difference and non-difference, as against Ramanuja, who makes difference subordinate to non-difference, in as much as, for him cit and acit do not exist separately from Brahman, but are its body or attributes.\n\nNimbarka accepts parinamavada, the idea that the world is a real transformation (parinama) of Brahman, to explain the cause of animate and inanimate world, which he says exist in a subtle form in the various capacities (saktis), which belong to Brahman in its natural condition. Brahman is the material cause of the universe, in the sense that Brahman brings the subtle rudiments into the gross form, by manifesting these capacities.\n\nFor Nimbarka the highest object of worship is Krishna and his consort Radha, attended by thousands of gopi's, or cowherdesses, of the celestial Vrindavan. Devotion, according to Nimbarka, consists in prapatti, or self-surrender.[15][16]\n\nSri Nimbarkacharya, on the  worship of the divine couple, in\nDasha Shloki (verse 6):[17] [2]\n\n\nThe cit or individual soul is of the nature of knowledge (jnana-svarupa); it is able to know without the help of the sense-organs and it is in this sense that words like prajnana-ghanah svayamjyotih jnanamayah etc. as applied to jiva are to be understood. The jiva is the knower also; and he can be both knowledge and the possessor of knowledge at the same time, just as the sun is both light and the source of light. Thus the soul, who is knowledge, and his attribute, knowledge, though they are both identical as knowledge, can be at the same time different and related as the qualified (dharmin) and the quality (dharma), just as the sun and his light, though identical as light (taijasa), are still different from each other. Thus there is both a difference and a non-difference between the dharmin and dharma; and the extreme similarity between them implies, not necessarily their absolute identity, but only a non-perception of their difference.\n\nThe jiva is also ego (ahamarthah). This ego continues to persist not only in the state of deep sleep, (because our consciousness immediately after getting up from sleep has the form slept happily or knew nothing) but also in the state of liberation. It even belongs to the Parabrahman. Hence it is that Krishna refers to Himself so frequently in the first person in the Gita, of which the chief object is thus Purusottama, who is omniscient and at the same time non-different from the ego or asmadartha.\n\nThe jiva is also essentially active (kartr). This quality belongs to it in all its conditions, even after release. But the kartrtva is not independent. The jiva is also enjoyer (bhoktr) essentially in all its conditions.\n\nFor his knowledge and activity, however, the jiva depends on Hari; thus, though resembling Him in being intelligent and knower, he is at the same time distinguished from him by his dependence. This quality of dependence or of being controlled (niyamyatva) is the very nature of jiva even in the state of release, just as niyamyatva or the quality of being the controller, forms the eternal nature of Isvara.\n\nThe jiva is atomic in size; at the same time his attribute, knowledge, is omnipresent, which makes it possible that he can experience pleasure and pain in any part of the body, just as, for instance, the light of a lamp can spread far and wide and illumine objects away from the lamp. The Jivas are different and in different bodies, and so are infinite in number.\n\nThe acit is of three different kinds: viz. prakrta, aprakrta, and kala. Prakrta, or what is derived from Prakrti, the primal matter, aprakrta is defined negatively as that which is not the product of prakrti, but its real nature is not clearly brought out. These three categories in their subtle forms are as eternal as the cit or the individual souls.\n\n[Nimbarka does not explain what exactly the aprakrta is, nor does he define kala more precisely, beyond noticing, as pointed out above, that the aprakrta and the kala are species of the acit. But, Purusottamacarya of the Nimbarka school has, in his Vedantaratna-manjusa, described acit aprakrta as the material cause of the dhama (celestial abode) of Brahman and the bodies and ornaments etc.of Brahman and his associates.]\n\nPrakrti, or the primal matter-the stuff of the entire universe is real and eternal like the individual souls, and like them, though eternal and unborn, has yet Brahman for its cause. It consists of the three qualities of sattva, rajas and tamas, such as prakrit, mahat, ahankara etc. (just similar to 24 principles of the Sankhyas).\n\n"
        },
        {
            "title": "Practices - the five sadhanas",
            "text": "The basic practice consists of the worship of Sri Radha Madhav, with Sri Radha being personified as the inseparable part of Sri Krishna. Nimbarka Sampradaya became the first Krishnaite tradition in late medieval time.[6] Nimbarka refers to five methods to salvation, namely karma (ritual action); vidya (knowledge); upasana or dhyana (meditation); prapatti (surrender to the Lord/devotion); Gurupasatti (devotion and self-surrender to God as Shri Radha Krsna).\n\nPerformed conscientiously in a proper spirit, with one's varna and asrama (phase of life) thereby giving rise to knowledge which is a means to salvation).\n\nNot as a subordinate factor of karma but also not as an independent means for everyone; only for those inclined to spending vast lengths of time in scriptural study and reflection on deeper meanings.\n!!\n\nIt is of three types. First is meditation on the Lord as one's self, i.e. meditation on the Lord as the Inner Controller of the sentient. Second is meditation on the Lord as the Inner Controller of the non-sentient. Final one is meditation on Lord Himself, as different from the sentient and non-sentient. This is again not an independent means to Salvation for all, as only those qualified to perform the upasana (with Yajnopavitam) can perform this Sadhana.\n\nDevotion and self-surrender to God as Shri Radha Krsna. This method of attaining Salvation, known as Prapatti Sadhana, contains elements of all the other means, and is most importantly, available to all. Men, women, foreigners, all classes and castes (or non-castes) are permitted to seek liberation through this, the most important Sadhana. It is referred to as Sadhana (or Apara) Bhakti – devotion through regulations. This in turn leads to Para Bhakti – the highest devotion characterised by Madhurya Rasa – the sweet emotions of devotion experienced by those perfected in Sadhana Bhakti.\n\nThe Maha-mantra Radhe Krishna of Nimbarka Sampradaya is as follows:\n\nDevotion and self-surrender to guru. Best realised as a part in Prapatti, and not as an independent means, although it can be so.\n\nSri Nimbarka made the \"Bhasya\"  (commentary in which alle the words of the verses are used, in contradistinction to a tika, which is a more free commentary) of the Brahmasutra on his Dvaitadvaita Vedanta (Principle of Dualism-Nondualism) in his famous book \"Vedanta Parijata Sourabha\".\n\n"
        },
        {
            "title": "Literature",
            "text": "Sri Nimbarkacharya wrote the following books:\n\n"
        },
        {
            "title": "",
            "text": "Sri Bhatta\n\nAs themes of Radha and Krishna gained popularity, Keshava Kashmiri's disciple Sribhatta in the 15th century, amplified Nimbarka's insights and brought Radha Krishna once more into the theological forefront through the medium of brajbhasha. A range of poets and theologians who flourished in the milieu of Vrindavana, Vallabha, Surdas, rest of Vallabha's disciples, Svami Haridas, Chaitanya Mahaprabhu and the Six Goswamis of Vrindavana were influenced in some manner by Sribhatta. The theological insights by this particular teacher were developed by his disciple Harivyasa, whose works reveal not only the theology of Radha Krisna and the sakhis the nitya nikunja lilas of goloka vrindavana, but also embody a fairly developed vedantic theory propagating the unique branch of bedhaabedha philosophy, ultimately the legacy of Nimbarka's original re-envisaging role of Radha.[16]\n\nSvāmī Harivyāsa Devacārya (c.1470-1540 CE), the 35th leader, reformed the tradition. He was given the śālagrāma deity known as Śrī Sarveśvara that was handed down through time it is believed from Nimbārka himself. He anointed twelve of his senior disciples to lead missions throughout the land. The most famous are Svāmī Paraśurāma Devācārya (c.1525-1610 CE) and Svāmī Svabhūrāma Devācārya (fl. 16th century).[18]\n\nSvāmī Svabhūrāma Devācārya (fl.16th century CE) was born in Budhiya Village, outside Jagadhri and Yamunanagar near Kurukshetra in modern Haryana, India. He established over 52 temples in Punjab, Haryana and Vraja during his lifetime; his current followers are found mostly in Vṛndāvana, Haryana, Punjab, Bengal, Rajasthan, Orissa, Assam, Sikkim, Bihar, other regions in Uttar Pradesh and Maharashtra, also in significant numbers in Nepal.\n\nIn his sub-lineage, there are many branches. Notable saints of this sub-branch include:\n\nThat saint was the 53rd Acharya of our community, Sri Sri 108 Swami Devdasji Kathia Babaji Maharaj. Sri Sri Devdasji Maharaj was a great man of Yogishwar Siddha. He was buried in Ekasan for six months and had nothing to eat even though he was not in the grave. After taking sannyasa, Kathia's father was named \"Ramdas\". From the time of Guru's presence, he was fully engaged in Guruseva. His guru started teaching him astanga yoga, all kinds of mantras and their application method with Hatha Yoga. Gurudev, however, did not make the mistake of testing the disciple from time to time. Sometimes he would starve, sometimes he would have a very tasty meal, sometimes he would test Sri Sri Ramdasji with inaudible abuse or beatings for no reason. Once Sri Sri Devdasji showed him a seat and asked him to sit there, instructing him, \"You will sit here in this seat until I come back. Don't leave your seat and go anywhere else. \" Gurudev came eight days later. Sri Ramdasji sat in that seat for eight consecutive days, did not eat anything, nor did he defecate. When Gurudev returned on the eighth day, Sri Ramdasji got up from his seat and prostrated himself before Gurudev. Seeing this devotion and determination towards obeying his guru, Gurudev was very pleased and said, \"In this way one has to obey the guru's orders. God is pleased when the Guru's orders are obeyed wholeheartedly. \"came to Vrindavan and made his first monastery there. He was succeeded by Swami Santadas Kathiababa \n\nSantadas Kathiababa was a Nimbarka philosopher, Hindu religious guru, Nimbarka Vaishnava and chief mahanta, a spiritual leader and a leading disciple of Sri Sri 108 Ramdas Kathiababa of the Nimbarka Sampradaya.\nAt the place of Jagannath Ghat, Gangotri, the source of the Ganges, floated in front of him and Har-Parvati, who was present in it, visited himLord Shankara then gave him a monosyllabic seed mantra and by chanting that mantra he would gain Sadguru - with such an assurance they disappeared. Then the scene of that Gomukh Gangotri in the Himalayas also disappeared. He started chanting that seed mantra with great devotion. In search of a good guru, he went on various pilgrimages and gradually he arrived at the Prayag Kumbh Mela with a friend. Although his interview here was with his future Gurudev Sri Sri Kathia Babaji Maharaj, he was skeptical about whether he would take him seriously. He saw some miracles of Sri Sri Kathia Babaji Maharaj[4] but could not be completely without doubt. .Then he went to Vrindavan in the month of Chaitra and this time he was almost disappointed to see his work from very close to Kathia Babaji Maharaj. Far from considering Sri Sri Kathia Babaji Maharaj as a Brahmajna Mahapurusha, Sri Tarakishore Babu considered him to be an ordinary old village saint. But when his miraculous deeds came to mind, he could not understand exactly what was wrong with his decision. With this skeptical mind he returned to Calcutta. One night in Calcutta, when he was sleeping on the roof of his house, he suddenly woke up and sat up. He saw Sri Sri Ramdas Kathia Babaji Maharaj coming towards Akash Marg and in a short time he came down to him on that roof. After that, Kathia Babaji Maharaj gave a mantra in his ear and left again. There was no other doubt in the mind of Sri Tara Kishore Sharma Chowdhury about Sri Sri Kathia Babaji Maharaj. All his hesitations were immediately dispelled and he considered himself fortunate to have taken refuge in the desired Sadguru. Even after being miraculously initiated in this way, he formally took wife's initiation in Vrindavan on the day of Janmashtami in 1894.\n\nThe famous teacher and leader Svāmī Haripriyā Śaraṇa Devācārya, founded the temple and monastery at Bihari Ji Ka Bageecha, Vṛndāvana, sponsored by his disciple, the philanthropic Shri Hargulal Beriwala and the Beriwala Trust in the 19th century.\n\nThe predecessor of the current successor was Svāmī Lalitā Śaraṇa Devācārya, who died in July 2005 at the age of 103. One of his other disciples is the world-renowned Svāmī Gopāla Śaraṇa Devācārya, who has founded the Monastery and temple known as the Shri Golok Dham Ashram in New Delhi and Vṛndāvana. He has also helped ordinary Hindus who are not Vaiṣṇava to establish temples overseas. Of note are the Glasgow Hindu Mandir, Scotland, UK: the Lakshmi Narayan Hindu Mandir, Bradford, UK;  and the Valley Hindu Temple, Northridge, CA. He has also facilitated major festivals at the Hindu Sabha Mandir in Brampton, Canada.\n\nThe 48th leader of the Nimbārka Sampradāya is H.D.H. Jagadguru Nimbārkācārya Svāmī Śrī Rādhā Śarveshavara Śaraṇa Devācārya, known in reverence as Śrī Śrījī Māhārāja by his followers. His followers are mainly in Rajasthan and Vṛndāvana, Mathura. He established the Mandir at the birth site of Śrī Nimbārkācārya in Mungi Village, Paithan, Maharashtra in 2005. In addition, he oversees the maintenance of thousands of temples, hundreds of monasteries, schools, hospitals, orphanages, cow-shelters, environmental projects, memorial shrines, etc., and arranges various scholarly conventions, religious conferences, medical camps & outreach, etc.\n\nThe 49th and current leader of the entire Nimbārka Sampradāya is H.D.H. Jagadguru Nimbārkācārya Svāmī Śrī Shyām Śaraṇa Devācārya, known in reverence as Śrī Śrījī Māhārāja by his followers. He is based in Nimbārka Tīrtha Rajasthan, India. He is the current leader of the Sampradāya, who worships the śālagrāma deity known as Śrī Sarveśvara. His followers are mainly in Rajasthan and Vṛndāvana, Mathura.\n\n"
        },
        {
            "title": "Sources",
            "text": "Printed sources\n\nWeb-sources\n\n"
        }
    ]
}