{
    "url": "https://en.wikipedia.org/wiki/Nitrocellulose",
    "title": "Nitrocellulose",
    "table_of_contents": [
        "1 Production",
        "2 Use",
        "2.1 Other uses",
        "2.1.1 Laboratory uses",
        "2.1.2 Hobbies",
        "3 Historical uses",
        "3.1 Early work on nitration of cellulose",
        "3.1.1 Guncotton",
        "3.2 Film",
        "3.2.1 Nitrate film fires",
        "3.3 Nitrocellulose decomposition and new \"safety\" stocks",
        "3.4 Fabric",
        "3.5 Coatings",
        "4 Hazards",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\nNitrocellulose (also known as cellulose nitrate, flash paper, flash cotton, guncotton, pyroxylin and flash string, depending on form) is a highly flammable compound formed by nitrating cellulose through exposure to a mixture of nitric acid and sulfuric acid. One of its first major uses was as guncotton, a replacement for gunpowder as propellant in firearms. It was also used to replace gunpowder as a low-order explosive in mining and other applications. In the form of collodion it was also a critical component in an early photographic emulsion, the use of which revolutionized photography in the 1860s.\n\n"
        },
        {
            "title": "Production",
            "text": "The process uses a mixture of nitric acid and sulfuric acid to convert cellulose into nitrocellulose.[2] The quality of the cellulose is important. Hemicellulose, lignin, pentosans, and mineral salts give inferior nitrocelluloses. In precise chemical terms, nitrocellulose is not a nitro compound, but a nitrate ester.  The glucose repeat unit (anhydroglucose) within the cellulose chain has three OH groups, each of which can form a nitrate ester. Thus, nitrocellulose can denote mononitrocellulose, dinitrocellulose, and trinitrocellulose, or a mixture thereof.  With fewer OH groups than the parent cellulose, nitrocelluloses do not aggregate by hydrogen bonding.  The overarching consequence is that the nitrocellulose is soluble in organic solvents such as acetone and esters, e.g ethyl acetate, methyl acetate, ethyl carbonate.[3] Most lacquers are prepared from the dinitrate whereas explosives are mainly the trinitrate.[4][5]\n\nThe chemical equation for the formation of the trinitrate is:\n\nThe yields are about 85%, with losses attributed to complete oxidation of the cellulose to oxalic acid.\n\n"
        },
        {
            "title": "Use",
            "text": "The principal uses of cellulose nitrate is for the production of lacquers and coatings, explosives, and celluloid.[6]\n\nIn terms of lacquers and coatings, nitrocellulose dissolves readily in organic solvents, which upon evaporation leave a colorless, transparent, flexible film.[4] Nitrocellulose lacquers have been used as a finish on furniture and musical instruments.[7] used nitrocellulose both as a clear finish over wood-stained guitars and as \nGuncotton, dissolved at about 25% in acetone, forms a lacquer used in preliminary stages of wood finishing to develop a hard finish with a deep lustre.[8] It is normally the first coat applied, sanded and followed by other coatings that bond to it.  \n\nThe explosive applications are diverse. Relative to coatings applications, the nitrate content is higher for propellant applications typically.[6] For space flight, nitrocellulose was used by Copenhagen Suborbitals on several missions as a means of jettisoning components of the rocket/space capsule and deploying recovery systems. However, after several missions and flights, it proved not to have the desired explosive properties in a near vacuum environment.[9] In 2014, the Philae comet lander failed to deploy its harpoons due to its 0.3 grams of nitrocellulose propulsion charges failing to fire during the landing.\n\nNail polish is made from nitrocellulose lacquer as it is inexpensive, dries quickly, and is not damaging to skin.[10]\n\nCollodion, a solution of nitrocellulose is used today in topical skin applications, such as liquid skin and in the application of salicylic acid, the active ingredient in Compound W wart remover.\n\n\n\n"
        },
        {
            "title": "Historical uses",
            "text": "In 1832 Henri Braconnot discovered that nitric acid, when combined with starch or wood fibers, would produce a lightweight combustible explosive material, which he named xyloïdine.[17] A few years later in 1838, another French chemist, Théophile-Jules Pelouze (teacher of Ascanio Sobrero and Alfred Nobel), treated paper and cardboard in the same way.[18] Jean-Baptiste Dumas obtained a similar material, which he called nitramidine.[19]\n\nAround 1846 Christian Friedrich Schönbein, a German-Swiss chemist, discovered a more practical formulation.[20] As he was working in the kitchen of his home in Basel, he spilled a mixture of nitric acid (HNO3) and sulfuric acid (H2SO4) on the kitchen table. He reached for the nearest cloth, a cotton apron, and wiped it up. He hung the apron on the stove door to dry, and as soon as it was dry, a flash occurred as the apron ignited. His preparation method was the first to be widely used. The method was to immerse one part of fine cotton in 15 parts of an equal blend of sulfuric acid and nitric acid. After two minutes, the cotton was removed and washed in cold water to set the esterification level and to remove all acid residue. The cotton was then slowly dried at a temperature below 40 °C (104 °F). Schönbein collaborated with the Frankfurt professor Rudolf Christian Böttger, who had discovered the process independently in the same year.\n\nBy coincidence, a third chemist, the Brunswick professor F. J. Otto had also produced guncotton in 1846 and was the first to publish the process, much to the disappointment of Schönbein and Böttger.[21][full citation needed]\n\nThe patent rights for the manufacture of guncotton were obtained by John Hall & Son in 1846, and industrial manufacture of the explosive began at a purpose-built factory at Marsh Works in Faversham, Kent, a year later. The manufacturing process was not properly understood and  few safety measures were put in place. A serious explosion that July killed almost two dozen workers, resulting in the immediate closure of the plant. Guncotton manufacture ceased for over 15 years until a safer procedure could be developed.[22]\n\nThe British chemist Frederick Augustus Abel developed the first safe process for guncotton manufacture, which he patented in 1865. The washing and drying times of the nitrocellulose were both extended to 48 hours and repeated eight times over. The acid mixture was changed to two parts sulfuric acid to one part nitric. Nitration can be controlled by adjusting acid concentrations and reaction temperature. Nitrocellulose is soluble in a mixture of ethanol and ether until nitrogen concentration exceeds 12%. Soluble nitrocellulose, or a solution thereof, is sometimes called collodion.[23]\n\nGuncotton containing more than 13% nitrogen (sometimes called insoluble nitrocellulose) was prepared by prolonged exposure to hot, concentrated acids[23] for limited use as a blasting explosive or for warheads of underwater weapons such as naval mines and torpedoes.[24] Safe and sustained production of guncotton began at the Waltham Abbey Royal Gunpowder Mills in the 1860s, and the material rapidly became the dominant explosive, becoming the standard for military warheads, although it remained too potent to be used as a propellant. More-stable and slower-burning collodion mixtures were eventually prepared using less concentrated acids at lower temperatures for smokeless powder in firearms. The first practical smokeless powder made from nitrocellulose, for firearms and artillery ammunition, was invented by French chemist Paul Vieille in 1884.\n\nJules Verne viewed the development of guncotton with optimism. He referred to the substance several times in his novels. His adventurers carried firearms employing this substance. In his From the Earth to the Moon, guncotton was used to launch a projectile into space.\n\nBecause of their fluffy and nearly white appearance, nitrocellulose products are often referred to as cottons, e.g. lacquer cotton, celluloid cotton, and gun cotton.[4]\n\nGuncotton was originally made from cotton (as the source of cellulose) but contemporary methods use highly processed cellulose from wood pulp. While guncotton is dangerous to store, the hazards it presents can be minimized by storing it dampened with various liquids, such as alcohol. For this reason, accounts of guncotton usage dating from the early 20th century refer to \"wet guncotton.\"\n\nThe power of guncotton made it suitable for blasting. As a projectile driver, it had around six times the gas generation of an equal volume of black powder and produced less smoke and less heating.\n\nArtillery shells filled with gun cotton were widely used during the American Civil War, and its use was one of the reasons the conflict was seen as the \"first modern war.\"[25] In combination with breech-loading artillery, such high explosive shells could cause greater damage than previous solid cannonballs.\n\nDuring the first World War, British authorities were slow to introduce grenades, with soldiers at the front improvising by filling ration tin cans with gun cotton, scrap and a basic fuse.[26]\n\nFurther research indicated the importance of washing the acidified cotton. Unwashed nitrocellulose (sometimes called pyrocellulose) may spontaneously ignite and explode at room temperature, as the evaporation of water results in the concentration of unreacted acid.[24]\n\nIn 1855, the first man-made plastic, nitrocellulose (branded Parkesine, patented in 1862), was created by Alexander Parkes from cellulose treated with nitric acid and a solvent. In 1868, American inventor John Wesley Hyatt developed a plastic material he named Celluloid, improving on Parkes' invention by plasticizing the nitrocellulose with camphor so that it could be processed into a photographic film. This was used commercially as \"celluloid\", a highly flammable plastic that until the mid-20th century formed the basis for lacquers and photographic film.[8]\n\nOn May 2, 1887, Hannibal Goodwin filed a patent for \"a photographic pellicle and process of producing same ... especially in connection with roller cameras\", but the patent was not granted until September 13, 1898.[27] In the meantime, George Eastman had already started production of roll-film using his own process.\n\nNitrocellulose was used as the first flexible film base, beginning with Eastman Kodak products in August 1889. Camphor is used as a plasticizer for nitrocellulose film, often called nitrate film. Goodwin's patent was sold to Ansco, which successfully sued Eastman Kodak for infringement of the patent and was awarded $5,000,000 in 1914 to Goodwin Film.[28]\n\nDisastrous fires related to celluloid or \"nitrate film\" became regular occurrences in the motion picture industry throughout the silent era and for many years after the arrival of sound film.[29] Projector fires and spontaneous combustion of nitrate footage stored in studio vaults and in other structures were often blamed during the early to mid 20th century for destroying or heavily damaging cinemas, inflicting many serious injuries and deaths, and for reducing to ashes the master negatives and original prints of tens of thousands of screen titles,[30] turning many of them into lost films. Even on the occasions when nitrate stock did not start a devastating blaze, once flames from other sources spread to large nearby film collections, the resulting combustion greatly intensified the fires and substantially increased the scope of their damage. \n\nDuring the year 1914—the same year that Goodwin Film was awarded $5,000,000 from Kodak for patent infringement—nitrate film fires incinerated a significant portion of the United States' early cinematic history. In that year alone, five very destructive fires occurred at four major studios and a film-processing plant. Millions of feet of film burned on March 19 at the Eclair Moving Picture Company in Fort Lee, New Jersey.[31] Later that same month, many more reels and film cans of negatives and prints also burned at Edison Studios in New York City, in the Bronx; then again, on May 13, a fire at Universal Pictures' Colonial Hall \"film factory\" in Manhattan consumed another extensive collection.[32][33] Yet again, on June 13 in Philadelphia, a fire and a series of explosions ignited inside the 186-square-meter (2,000-square-foot) film vault of the Lubin Manufacturing Company and quickly wiped out virtually all of that studio's pre-1914 catalogue.[34] Then a second fire hit the Edison Company at another location on December 9, at its film-processing complex in West Orange, New Jersey. That fire, a catastrophic one, started inside a film-inspection building and caused over $7,000,000 in property damages ($189,000,000 today).[35] Even after film technology changed, archives of older films remained vulnerable; the 1965 MGM vault fire burned many films that were decades old. \n\nThe use of volatile nitrocellulose film for motion pictures led many cinemas to fireproof their projection rooms with wall coverings made of asbestos. Those additions intended to prevent or at least delay the migration of flames beyond the projection areas. A training film for projectionists included footage of a controlled ignition of a reel of nitrate film, which continued to burn even when fully submerged in water.[36] Once burning, it is extremely difficult to extinguish. Unlike most other flammable materials, nitrocellulose does not need a source of air to continue burning, since it contains sufficient oxygen within its molecular structure to sustain a flame. For this reason, immersing burning film in water may not extinguish it, and could actually increase the amount of smoke produced.[37][38] Owing to public safety precautions, London Underground forbade transport of movies on its system until well past the introduction of safety film.\n\nCinema fires caused by the ignition of nitrocellulose film stock commonly occurred as well. In Ireland in 1926, it was blamed for the Dromcolliher cinema tragedy in County Limerick in which 48 people died. Then in 1929 at the Glen Cinema in Paisley, Scotland, a film-related fire killed 69 children. Today, nitrate film projection is rare and normally highly regulated and requires extensive precautions, including extra health-and-safety training for projectionists. A special projector certified to run nitrate films has many modifications, among them the chambering of the feed and takeup reels in thick metal covers with small slits to allow the film to run through them. The projector is additionally modified to accommodate several fire extinguishers with nozzles aimed at the film gate. The extinguishers automatically trigger if a piece of film near the gate starts to burn. While this triggering would likely damage or destroy a significant portion of the projector's components, it would contain a fire and prevent far greater damage. Projection rooms may also be required to have automatic metal covers for the projection windows, preventing the spread of fire to the auditorium. Today, the Dryden Theatre at the George Eastman Museum is one of a few theaters in the world that is capable of safely projecting nitrate films and regularly screens them to the public.[39][40]\n\nThe use of nitrate film and the looming threat of its fiery potential were certainly not issues limited to the realm of motion pictures or to commercial still photography. The film was also used for many years in the field of medicine, where its hazardous nature was most acute, especially in its application to X-ray photography.[8] In 1929, several tons of stored X-ray film were ignited by steam from a broken heating pipe at the Cleveland Clinic in Ohio. That tragedy claimed 123 lives during the fire and additional fatalities several days later, when hospitalized victims died due to inhaling excessive amounts of smoke from the burning film, which was laced with toxic gases such as sulfur dioxide and hydrogen cyanide.[41][42] Related fires in other medical facilities prompted the growing disuse of nitrocellulose stock for X-rays by 1933, nearly two decades before its use was discontinued for motion-picture films in favour of cellulose acetate film, more commonly known as \"safety film\".\n\nNitrocellulose was found to gradually decompose, releasing nitric acid and further catalyzing the decomposition (eventually into a flammable powder). Decades later, storage at low temperatures was discovered as a means of delaying these reactions indefinitely. The great majority of films produced during the early 20th century are thought to have been lost either through this accelerating, self-catalyzed disintegration or through studio warehouse fires. Salvaging old films is a major problem for film archivists (see film preservation).\n\nNitrocellulose film base manufactured by Kodak can be identified by the presence of the word \"nitrate\" in dark letters along one edge; the word only in clear letters on a dark background indicates derivation from a nitrate base original negative or projection print, but the film in hand itself may be a later print or copy negative, made on safety film. Acetate film manufactured during the era when nitrate films were still in use was marked \"Safety\" or \"Safety Film\" along one edge in dark letters. 8, 9.5, and 16 mm film stocks, intended for amateur and other nontheatrical use, were never manufactured with a nitrate base in the west, but rumors exist of 16 mm nitrate film having been produced in the former Soviet Union and China.[43]\n\nNitrate dominated the market for professional-use 35 mm motion picture film from the industry's origins to the early 1950s. While cellulose acetate-based safety film, notably cellulose diacetate and cellulose acetate propionate, was produced in the gauge for small-scale use in niche applications (such as printing advertisements and other short films to enable them to be sent through the mails without the need for fire safety precautions), the early generations of safety film base had two major disadvantages relative to nitrate: it was much more expensive to manufacture, and considerably less durable in repeated projection. The cost of the safety precautions associated with the use of nitrate was significantly lower than the cost of using any of the safety bases available before 1948. These drawbacks were eventually overcome with the launch of cellulose triacetate base film by Eastman Kodak in 1948.[44] Cellulose triacetate superseded nitrate as the film industry's mainstay base very quickly. While Kodak had discontinued some nitrate film stocks earlier, it stopped producing various nitrate roll films in 1950 and ceased production of nitrate 35 mm motion picture film in 1951.[45]\n\nThe crucial advantage cellulose triacetate had over nitrate was that it was no more of a fire risk than paper (the stock is often referred to as \"non-flam\": this is true—but it is combustible, just not in as volatile or as dangerous a way as nitrate), while it almost matched the cost and durability of nitrate. It remained in almost exclusive use in all film gauges until the 1980s, when polyester/PET film began to supersede it for intermediate and release printing.[46]\n\nPolyester is much more resistant to polymer degradation than either nitrate or triacetate. Although triacetate does not decompose in as dangerous a way as nitrate does, it is still subject to a process known as deacetylation, often nicknamed \"vinegar syndrome\" (due to the acetic acid smell of decomposing film) by archivists, which causes the film to shrink, deform, become brittle and eventually unusable.[47] PET, like cellulose mononitrate, is less prone to stretching than other available plastics.[46] By the late 1990s, polyester had almost entirely superseded triacetate for the production of intermediate elements and release prints.\n\nTriacetate remains in use for most camera negative stocks because it can be \"invisibly\" spliced using solvents during negative assembly, while polyester film is usually spliced using adhesive tape patches, which leave visible marks in the frame area. However, ultrasonic splicing in the frame line area can be invisible. Also, polyester film is so strong, it will not break under tension and may cause serious damage to expensive camera or projector mechanisms in the event of a film jam, whereas triacetate film breaks easily, reducing the risk of damage. Many were opposed to the use of polyester for release prints for this reason, and because ultrasonic splicers are very expensive, beyond the budgets of many smaller theaters. In practice, though, this has not proved to be as much of a problem as was feared. Rather, with the increased use of automated long-play systems in cinemas, the greater strength of polyester has been a significant advantage in lessening the risk of a film performance being interrupted by a film break.[citation needed]\n\nDespite its self-oxidizing hazards, nitrate is still regarded highly as the stock is more transparent than replacement stocks, and older films used denser silver in the emulsion. The combination results in a notably more luminous image with a high contrast ratio.[48]\n\nThe solubility of nitrocellulose was the basis for the first \"artificial silk\" by Georges Audemars in 1855, which he called \"Rayon\".[citation needed]. However, Hilaire de Chardonnet was the first to patent a nitrocellulose fiber marketed as \"artificial silk\" at the Paris Exhibition of 1889.[49] Commercial production started in 1891, but the result was flammable and more expensive than cellulose acetate or cuprammonium rayon. Because of this predicament, production ceased early in the 1900s. Nitrocellulose was briefly known as \"mother-in-law silk\".[50]\n\nFrank Hastings Griffin invented the double-godet, a special stretch-spinning process that changed artificial silk to rayon, rendering it usable in many industrial products such as tire cords and clothing.[51] Nathan Rosenstein invented the \"spunize process\" by which he turned rayon from a hard fiber to a fabric. This allowed rayon to become a popular raw material in textiles.\n\nNitrocellulose lacquer manufactured by (among others) DuPont, was the primary material for painting automobiles for many years. Durability of finish, complexities of \"multiple stage\" modern finishes, and other factors including environmental regulation led manufacturers to choose newer technologies. It remained the favorite of hobbyists for both historical reasons and for the ease with which a professional finish can be obtained. Most automobile \"touch up\" paints are still made from lacquer because of its fast dying, easy application, and superior adhesion properties – regardless of the material used for the original finish. Guitars sometimes shared color codes with current automobiles.  It fell out of favor for mass production use for a number of reasons including environmental regulation and the cost of application vs. \"poly\" finishes. However, both Fender and Gibson still use nitrocellulose lacquers in their \"Custom\" shops when reproducing historically accurate guitars. The nitrocellulose lacquer yellows and cracks over time, and custom shops will reproduce this aging to make instruments appear vintage. Guitars made by smaller shops (luthiers) also often use \"nitro\" as it has an almost mythical status among guitarists.\n\n"
        },
        {
            "title": "Hazards",
            "text": "Because of its explosive nature, not all applications of nitrocellulose were successful. In 1869, with elephants having been poached to near extinction, the billiards industry offered a US$10,000 prize to whomever came up with the best replacement for ivory billiard balls. John Wesley Hyatt created the winning replacement, which he created with a new material he invented, called camphored nitrocellulose—the first thermoplastic, better known as Celluloid. The invention enjoyed a brief popularity, but the Hyatt balls were extremely flammable, and sometimes portions of the outer shell would explode upon impact. An owner of a billiard saloon in Colorado wrote to Hyatt about the explosive tendencies, saying that he did not mind very much personally but for the fact that every man in his saloon immediately pulled a gun at the sound.[52][53] The process used by Hyatt to manufacture the billiard balls, patented in 1881,[54] involved placing the mass of nitrocellulose in a rubber bag, which was then placed in a cylinder of liquid and heated. Pressure was applied to the liquid in the cylinder, which resulted in a uniform compression on the nitrocellulose mass, compressing it into a uniform sphere as the heat vaporized the solvents. The ball was then cooled and turned to make a uniform sphere. In light of the explosive results, this process was called the \"Hyatt gun method\".[55]\n\nAn overheated container of dry nitrocellulose is believed to be the initial cause of the 2015 Tianjin explosions.[56]\n\n"
        }
    ]
}