{
    "url": "https://en.wikipedia.org/wiki/No_Wave_Cinema",
    "title": "No wave cinema",
    "table_of_contents": [
        "1 Prominent figures",
        "1.1 List of notable No wave films",
        "2 Legacy",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "No wave cinema was an underground filmmaking movement that flourished on the Lower East Side of New York City[4] from about 1976 to 1985. Associated with (and partially sponsored by) the artists’ group Collaborative Projects,[5] no wave cinema was a stripped-down style of guerrilla filmmaking that emphasized dark edgy mood and unrehearsed immediacy above many other artistic concerns – similar to the parallel no wave music movement in its raw and rapid style.[6]\n\n"
        },
        {
            "title": "Prominent figures",
            "text": "No wave cinema, also known as New Cinema (after a short-lived screening room on St. Mark’s Place run by several filmmakers on the scene), had a significant impact on underground film. They were influenced by the works of Andy Warhol, John Cassavetes, George Kuchar, Ron Rice, John Waters and Jack Smith.[7][8][9]\nThe No wave cinema of Scott B and Beth B, Eric Mitchell, James Nares, Amos Poe, Diego Cortez and others spawned a new generation of independent filmmaking in New York that included Jim Jarmusch, Tom DiCillo, Steve Buscemi, and Vincent Gallo, as well as the Cinema of Transgression movement of Richard Kern, Nick Zedd, Tessa Hughes-Freeland, Kembra Pfahler, and Gordon Stevenson. Other filmmakers associated with No wave cinema included Lizzie Borden, Bradley Eros, Aline Mare, Jeanne Liotta, Charlie Ahearn, Coleen Fitzgibbon, David Wojnarowicz, Manuel DeLanda, Vivienne Dick, Jon Moritsugu, Susan Seidelman, Kathryn Bigelow, Casper Cunningham, and Casandra Stark Mele.[10][11]\n\nIn 1978, James Nares released a well-known no wave Super 8 film titled Rome 78, her only venture into feature-length, plot-driven film. Despite its large cast in period costumes, the work was not intended as a serious undertaking, as the actors interject self-conscious laughter into scenes and deliver seemingly improvised lines with over-the-top bravado. The film features no wave cinema regular Lydia Lunch along with Mitchell, James Chance, John Lurie, Judy Rifka, Jim Sutcliffe, Lance Loud, Mitch Corber, Patti Astor, artist David McDermott of McDermott & McGough, and Kristian Hoffman, among others.[12]\n\nColeen Fitzgibbon and Alan W. Moore created an 11:41-minute film in 1978 (finished in 2009) of a no wave concert to benefit Colab called X Magazine Benefit, documenting performances of DNA, James Chance and the Contortions, and Boris Policeband in NYC in the late 1970s. Shot in black and white Super 8 and edited on video, the film captures the gritty look and sound of the music scene during that era. In 2013 it was exhibited at Salon 94, an art gallery in New York City.[13]\n\nSources:[14][15][16][17][18][19][20][21][22][23][24][25][26][27][28][29][30]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Stranger Than Paradise was inducted into the National Film Registry in 2002.[31][32][33]\n\nIn 2010, French filmmaker Céline Danhier created a documentary film titled Blank City.[34] The film presents an oral history of the no wave cinema and Cinema of Transgression movements[35] through interviews with Jarmusch, Kern, Buscemi, Poe, Seidelman, Ahearn, Zedd, John Waters, Blondie’s Debbie Harry, hip-hop legend Fab 5 Freddy, Thurston Moore of Sonic Youth, and Jack Sargeant. The soundtrack includes music by Patti Smith, Television, Richard Hell & The Voidoids, James Chance and the Contortions, Bush Tetras and Sonic Youth.[36][37]\n\nIn 2011, the Museum of Arts and Design celebrated the movement with the retrospective \"No Wave Cinema\", which included works by Jarmusch, Kern, Mitchell, Poe, Zedd, Scot and Beth B., Lizzie Borden, Edo Bertoglio and Kembra Pfahler.[38][39]\n\nLike the later Dogme 95 creative movement, No Wave Cinema has been described as a defining period in low budget film production.[40]\n\n"
        }
    ]
}