{
    "url": "https://en.wikipedia.org/wiki/NOAA_Commissioned_Officer_Corps",
    "title": "NOAA Commissioned Officer Corps",
    "table_of_contents": [
        "1 Mission",
        "2 History",
        "2.1 Early history",
        "2.2 Coast and Geodetic Survey Corps",
        "2.3 ESSA Corps",
        "2.4 NOAA Corps",
        "3 Directors of the Coast and Geodetic Survey Corps, ESSA Corps, and NOAA Corps",
        "4 Commissioned officers",
        "4.1 Ranks and insignia",
        "4.2 Rank flags",
        "4.3 Militarization",
        "5 Uniforms",
        "6 Awards and decoration",
        "7 Flag",
        "8 Official song",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe National Oceanic and Atmospheric Administration Commissioned Officer Corps, known informally as the NOAA Corps, is one of eight federal uniformed services of the United States, and operates under the National Oceanic and Atmospheric Administration (NOAA), a scientific agency overseen by the Department of Commerce. The NOAA Corps is made up of scientifically and technically trained officers. The NOAA Corps and the United States Public Health Service Commissioned Corps are the only U.S. uniformed services that consist only of commissioned officers, with no enlisted or warrant officer ranks. The NOAA Corps' primary mission is to monitor oceanic conditions, support major waterways, and monitor atmospheric conditions.\n\nThe NOAA Corps traces its origins to the establishment of the United States Coast and Geodetic Survey Corps on May 22, 1917, which the service recognizes as its official birthday.[11][12] The Coast and Geodetic Survey Corps became the Environmental Science Services Administration Corps (ESSA Corps) in 1965, which in turn became the NOAA Corps in 1970.[12][13]\n\n"
        },
        {
            "title": "Mission",
            "text": "The NOAA Corps is the smallest[14] of the eight uniformed services of the United States Government. It has over 300 commissioned officers, but no enlisted or warrant officer personnel. The NOAA Corps today employs professionals trained in engineering, earth sciences, oceanography, meteorology, fisheries science, and other related disciplines. NOAA Corps officers operate NOAA ships, fly NOAA aircraft, manage research projects, conduct diving operations, and serve in staff positions throughout NOAA, as well as in positions in the United States Merchant Marine, the United States Department of Defense, the United States Coast Guard, the National Aeronautics and Space Administration, and the United States Department of State. Like its predecessors, the Coast and Geodetic Survey Corps and the ESSA Corps, the NOAA Corps provides a source of technically skilled officers which can be incorporated into the U.S. Armed Forces in times of war, and in peacetime supports defense requirements in addition to its non-military scientific projects.[15][14]\n\n"
        },
        {
            "title": "History",
            "text": "The NOAA Commissioned Officer Corps traces its roots to the United States Coast and Geodetic Survey. The Coast and Geodetic Survey's predecessor, the United States Survey of the Coast – renamed the United States Coast Survey in 1836 – was founded in 1807 under President Thomas Jefferson. Until the American Civil War, the Coast Survey was staffed by civilian personnel working with United States Army and United States Navy officers. During the Civil War (1861–1865), Army officers were withdrawn from Coast Survey duty, never to return, while all but two Navy officers also were withdrawn from Coast Survey service for the duration of the war. Since most men of the Survey had Union sympathies, most stayed on with the Survey rather than resigning to serve the Confederate States of America; their work shifted in emphasis to support of the U.S. Navy and Union Army, and these Coast Surveyors are the professional ancestors of today's NOAA Corps. Those Coast Surveyors supporting the Union Army were given assimilated military rank while attached to a specific command. But those supporting the U.S. Navy operated as civilians and ran the risk of being executed as spies if captured by the Confederates while working in support of Union forces. After the war, U.S. Navy officers returned to duty with the Coast Survey, which was given authority over geodetic activities in the interior of the United States in 1871, and was subsequently renamed the United States Coast and Geodetic Survey in 1878.[15][16]\n\nWith the outbreak of the Spanish–American War in April 1898, the Navy again withdrew all of its officers from Coast and Geodetic Survey assignments. They returned after the war ended in August 1898. But the system of U.S. Navy officers and men crewing the Survey's ships that had prevailed for most of the 19th century came to an end when the appropriation law––approved on June 6, 1900––provided for \"all necessary employees to man and equip the vessels,\" instead of Navy personnel. The law took effect on July 1, 1900; at that point, all Navy personnel assigned to the Survey's ships remained aboard until the first call at each ship's home port, where they transferred off, with the Survey reimbursing the Navy for their pay accrued after July 1, 1900.[17] From July 1900, the Coast and Geodetic Survey continued as an entirely civilian-run organization until after the United States entered World War I in April 1917.[15]\n\nTo avoid the dangers that Coast Survey personnel had faced during the Civil War of being executed as spies if captured by the enemy, the United States Coast and Geodetic Survey Corps was established on 22 May 1917, giving Coast and Geodetic Survey officers a commissioned status so that under the laws of war, they could not be executed as spies if they were captured while serving as surveyors on a battlefield during World War I. The creation of the Coast and Geodetic Survey Corps also ensured that in wartime a set of officers with technical skills in surveying could be assimilated rapidly into the United States armed forces so that their skills could be employed in military and naval work essential to the war effort. Before World War I ended in November 1918, over half of all Coast and Geodetic Survey Corps officers had served in the U.S. Army, U.S. Navy, or United States Marine Corps, performing duty as artillery orienteering officers, as minelaying officers in the North Sea (where they were involved in the laying of the North Sea Mine Barrage), as navigators aboard troop transports, as intelligence officers, and as officers on the staff of American Expeditionary Force commanding officer General John \"Black Jack\" Pershing.[15]\n\nThe Coast and Geodetic Survey Corps returned to peacetime scientific pursuits after the war.[15] Its first flag officer was Rear Admiral Raymond S. Patton, who was promoted from captain to rear admiral in 1936.\n\nWhen the United States entered World War II in December 1941, the Coast and Geodetic Survey Corps again suspended its peacetime activities to support the war effort, often seeing front-line service. Over half of all Coast and Geodetic Survey officers were transferred to the U.S. Army, the United States Army Air Forces, the U.S. Navy, or the U.S. Marine Corps, and deployed in North Africa, Europe, the Pacific, and the defense of North America as artillery surveyors, hydrographers, amphibious engineers, beachmasters (i.e., directors of disembarkation), instructors at service schools, and in a wide variety of technical positions. They also served as reconnaissance surveyors for a worldwide aeronautical charting effort, and a Coast and Geodetic Survey officer was the first commanding officer of the Army Air Forces Aeronautical Chart Plant at St. Louis, Missouri. Three officers who remained in Coast and Geodetic Survey service were killed during the war, as were eleven other Survey personnel.[15]\n\nAfter the war ended in August 1945, the Coast and Geodetic Survey again returned to peacetime scientific duties, although a significant amount of its work in the succeeding years was related to support of military and naval requirements during the Cold War.[15]\n\nWhen the Coast and Geodetic Survey was transferred to the newly established Environmental Science Services Administration on July 13, 1965,[18] control of the corps was transferred from the Coast and Geodetic Survey to ESSA itself, and accordingly, the corps was redesignated the Environmental Science Services Administration Corps, known informally as the ESSA Corps. The ESSA Corps retained the responsibility of providing commissioned officers to operate Coast and Geodetic Survey ships and of providing a set of officers with technical skills in surveying for incorporation into the U.S. armed forces during wartime.\n\nFollowing the establishment of the ESSA, Rear Admiral H. Arnold Karo was promoted to vice admiral to help lead the agency. He served as the first Deputy Administrator of ESSA and was the first vice admiral, and at the time the highest-ranking officer, in the combined history of the Coast and Geodetic Survey Corps and ESSA Corps. Rear Admiral James C. Tison Jr. was the first director of the ESSA Corps.\n\nThe ESSA was reorganized and expanded to become the new National Oceanic and Atmospheric Administration on October 3, 1970.[19] As a result, the ESSA Corps was redesignated the National Oceanic and Atmospheric Administration Commissioned Officer Corps, known informally as the NOAA Corps. Rear Admiral Harley D. Nygren was appointed as the first director of the new NOAA Corps.\n\nIn 1972, the NOAA Corps became the first uniformed service of the U.S. Government to recruit women on the same basis as men.[20] On June 1, 2012, the NOAA research vessel RV Gloria Michelle, a boat crewed by two NOAA Corps personnel, became the first vessel in the history of NOAA (or its ancestor organizations) to have an all-female crew.[21][22]\n\nOn January 2, 2014, Michael S. Devany was promoted to vice admiral upon assuming duties as Deputy Under Secretary for Operations at NOAA, becoming only the second vice admiral in the combined history of the Coast and Geodetic Survey Corps, ESSA Corps, and NOAA Corps, and the first since the promotion of Vice Admiral Karo in 1965.[23]\n\n"
        },
        {
            "title": "Commissioned officers",
            "text": "The NOAA Corps uses the same naval commissioned officer ranks as the United States Navy, United States Coast Guard, and United States Public Health Service Commissioned Corps. While the grade of admiral has been established as a rank in the NOAA Corps,[39] the rank has not been authorized for use by the United States Congress.[40] Current NOAA Corps ranks rise from ensign to vice admiral,[41][40] pay grades O-1 through O-9, respectively, although the rank of vice admiral has been used only rarely in the history of the NOAA Corps and its predecessors. NOAA Corps officers are appointed via direct commission and must complete a 19-week basic officer training class (BOTC)[42] at the United States Coast Guard Officer Candidate School at the United States Coast Guard Academy before entering active duty. NOAA Corps officers receive the same pay as other members of the uniformed services. They cannot hold a dual commission with another service, but inter-service transfers are sometimes permitted via 10 U.S.C. § 716.\n\nUnlike their United States Armed Forces counterparts, NOAA Corps officers do not require their rank appointments and promotions to be confirmed by the United States Senate, and only require approval from the president.[43]\n\nNOAA Corps flag officers are authorized the use of rank flags.\n\nNOAA Corps officers can be militarized by the President of the United States under the provisions of 33 U.S.C. § 3061, which states:\n\n"
        },
        {
            "title": "Uniforms",
            "text": "For formal service uniforms, the NOAA Corps wears the same Service Dress Blues and Service Dress Whites as the U.S. Navy, but with NOAA Corps insignia in place of U.S. Navy insignia. For daily work uniforms, the NOAA Corps wears the same Operational Dress Uniform (ODU) as the U.S. Coast Guard, but with NOAA Corps insignia in place of U.S. Coast Guard insignia.\n\n"
        },
        {
            "title": "Flag",
            "text": "Although the U.S. Coast and Geodetic Survey and ESSA had their own flags, neither the Coast and Geodetic Survey Corps or ESSA Corps did. The NOAA Corps adopted its flag on 7 March 2002, the last of the then-seven uniformed services of the United States to have its own distinctive flag.[45]\n\nThe flag has a navy blue background.[45] Centered on the background is a white circle inscribed with \"NOAA COMMISSIONED CORPS\" and \"1917,\" the latter referring to the year of the founding of the NOAA Corps's original ancestor, the U.S. Coast and Geodetic Survey Corps. A red triangle symbolizing the discipline of triangulation used in hydrographic surveying — as a similar triangle does in the U.S. Coast and Geodetic Survey, ESSA, and NOAA flags and the commission pennants flown by Coast and Geodetic Survey and NOAA vessels — lies within the circle,[45] and the NOAA Corps insignia is set within the triangle.[45] The flag is displayed in accordance with the customs and traditions of the uniformed services of the United States.[46]\n\n"
        },
        {
            "title": "Official song",
            "text": "In 1988, the NOAA Corps adopted a march, \"Forward with NOAA,\"  as its first official service song.[47][48][49] In 2017 it adopted a sea chanty, \"Into the Oceans and the Air,\" as its new official service song.[50][51]\n\n"
        }
    ]
}