{
    "url": "https://en.wikipedia.org/wiki/Noaidi",
    "title": "Noaidi",
    "table_of_contents": [
        "1 Description and history",
        "2 Remnants in music tradition",
        "3 See also",
        "4 Notes",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A noaidi (Northern Sami: noaidi, Lule Sami: noajdde, Southern Sami: nåejttie, Skolt Sami: nōjjd, Ter Sami: niojte, Kildin Sami: noojd/nuojd, Pite Sami: nåjjde) is a shaman of the Sami people in the Nordic countries, playing a role in Sámi religious practices. Most noaidi practices died out during the 17th century, most likely because they resisted Christianization of the Sámi people and the king's authority. Their actions were referred to in courts as \"magic\" or \"sorcery\" (cf. witchcraft). Several Sámi shamanistic beliefs and practices are similar to those of some Siberian cultures.[1]\n\n"
        },
        {
            "title": "Description and history",
            "text": "Noaidis, often referred to as the \"Sámi shamans\", are the traditional healers and protectors of the Sami people. Noaidis are considered to have the role of mediator between humans and the spirits. To undertake this mediation, the noaidi are believed to be able to communicate with the spirit world, and to ask what sacrifice needed to be made by a person so that he might return to good health and be successful in the hunt for food. Sacrifices designed by the noaidi are understood to reestablish a kind of balance between the mortal and immortal worlds.\n\nUsing a traditional drum, which is the most important symbol and tool of the Sámi noaidi, they invoke assistance from benevolent spirits and conducted out-of-body travel via the “free soul” with the help of other siida members. The Sámi distinguish between the “free soul” versus the more mundane “body soul”; the “body soul” is unable to traverse the divide separating the spiritual netherworld from the more mundane, corporeal, real world.[2]\n\nA noaidi can engage in any kind of affair that demands wisdom; it is said they take payments for their services. The activities include healing people, helping children, making decisions and protecting reindeer, which represents the most important source of food and are also used as tribute payment.[citation needed]\n\nThe sources from which we learn about noaidi are court protocols, tales, excavated tools such as belts, and missionary reports. That noaidis were punished and in some cases sentenced to death for their \"sorcery\" should perhaps rather be interpreted as an attempt to obliterate opposition to the crown.[citation needed]  Prior to 1858, when the Conventicle Act was abolished, there was by law no freedom of religion, as the Lutheran Swedish church was the only allowed religion for Swedish citizens. Swedish priests supported conviction of noaidis for sorcery, and in 1693, Lars Nilsson was executed for this charge.\n\nIt has traditionally often been claimed that only men could become noaidi and use the drum, but both Rijkuo-Maja of Arvidsjaur (1661-1757) as well as Anna Greta Matsdotter of Vapsten, known as Silbo-gåmmoe or Gammel-Silba (1794-1870), were both noted to have done so.[3]\n\n"
        },
        {
            "title": "Remnants in music tradition",
            "text": "In the Sami shamanistic form of worship drumming and traditional chanting (joiking) is of singular importance.[2] Some of joiks are sung on shamanistic rites;[4] this memory is conserved also in a folklore text (a shaman story).[5][4]\n\nRecently, joiks have been sung in two different styles, one of which is sung only by young people. The other joik may be identified with the “mumbling” joik, resembling chants or magic spells.[6]\n\nSeveral surprising characteristics of joiks can be explained by comparing the music ideals, as observed in joiks and contrasted to music ideals of other cultures. In some instances, joiks mimic natural sounds. This can be contrasted to other goals, namely overtone singing and bel canto, both of which exploit human speech organs to achieve “superhuman” sounds.[7] Overtone singing and the imitation of sounds in shamanism are present in many other cultures as well.[8][9] Sound imitation may serve other purposes such as games and other entertainment[10][11] as well as important practical purposes such as luring animals during hunts.[10]\n\n"
        }
    ]
}