{
    "url": "https://en.wikipedia.org/wiki/Noir_fiction",
    "title": "Noir fiction",
    "table_of_contents": [
        "1 Definition",
        "2 Origins and later proponents",
        "3 References",
        "4 Further reading",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Noir fiction (or roman noir) is a subgenre of crime fiction.   \n\n"
        },
        {
            "title": "Definition",
            "text": "In its modern form, noir has come to denote a marked darkness in theme and subject matter, generally featuring a disturbing mixture of sex and violence.[1]\n\n\nWhile related to and frequently confused with hardboiled detective fiction—due to the regular adaptation of hardboiled detective stories in the film noir style—the two are not the same.[2]  Both regularly take place against a backdrop of systemic and institutional corruption. However, noir (French for \"black\") fiction is centred on protagonists that are either victims, suspects, or perpetrators—often self-destructive. A typical protagonist of noir fiction is forced to deal with a corrupt legal, political or other system, through which the protagonist is either victimized and/or has to victimize others, leading to a lose-lose situation.  Otto Penzler argues that the traditional hardboiled detective story and noir story are \"diametrically opposed, with mutually exclusive philosophical premises\". While the classic hardboiled private detective—as exemplified by the creations of writers such as Dashiell Hammett, Raymond Chandler and Mickey Spillane—may bend or break the law, this is done by a protagonist with meaningful agency in pursuit of justice, and \"although not every one of their cases may have a happy conclusion, the hero nonethless will emerge with a clean ethical slate.\"[3][4][5] Noir works, on the other hand,\nAuthor and academic Megan Abbot described the two thus:\nAndrew Pepper, in an essay published in The Cambridge Companion to American Crime Fiction, listed the major thematic commonalities of noir fiction as “the corrosive effects of money, the meaninglessness and absurdity of existence, anxieties about masculinity and the bureaucratization of public life, a fascination with the grotesque and a flirtation with, and rejection of, Freudian psychoanalysis.”[7] Eddie Duggan discusses the distinction between hardboiled and noir fiction, claiming that \"psychological instability is the key characteristic of the protagonists of noir writing, if not the key characteristic of the noir writers themselves\".[8]  Similarly, Johnny Temple, founder of Akashic Books, observed that noir fiction tends to be written by \"authors whose life circumstances often place them in environments vulnerable to crime.\"[9]\n\n"
        },
        {
            "title": "Origins and later proponents",
            "text": "Beginning with 1940s The Bride Wore Black, author Cornell Woolrich wrote a series of six unrelated noir novels with \"black\" in the title, three of which were adapted for film in the 1940s.  The word \"noir\" was used by the Paris-based publisher Gallimard in 1945 as the title for its Série Noire crime fiction imprint.  In the English-speaking world, the term originated as a cinematic one—film noir.[2]  This term again first appeared in France, in 1946,[3] though it did not enjoy wide use until the 1970s.[10]  Film noir refers to cinematic works based on novels of both the hardboiled and noir traditions, exhibiting realism and postwar disillusionment as influenced by German Expressionism.\n\nJames M. Cain is regarded as an American pioneer of the hardboiled and noir genres.[8]  Other important early American writers in the noir genre include Cornell Woolrich, Jim Thompson, Horace McCoy, and David Goodis.  In the 1950s, Fawcett Books' Gold Medal imprint was instrumental in releasing noir and crime novels from such writers as Elliott Chaze, Charles Williams, Gil Brewer, Harry Whittington, Peter Rabe, and Lionel White, as well as Goodis and Thompson.  In the 1980s, American publisher Black Lizard would re-release many of these works.[11]  Today, publisher Akashic Books features an elaborate line of noir short-story anthologies.[12][13]\n\n\nProminent European authors of the genre include Jean-Claude Izzo and Massimo Carlotto.  According to Italian publisher Sandro Ferri, \"Mediterranean noir\" is remarkable for its attention to the duality of Mediterranean life:\nOf latter-day novelists who write in both the hardboiled and noir modes, the most prominent is James Ellroy.  Calling noir \"the most scrutinized offshoot of the hard-boiled school of fiction\", he wrote:\n"
        }
    ]
}