{
    "url": "https://en.wikipedia.org/wiki/Nommo_Award",
    "title": "Nommo Award",
    "table_of_contents": [
        "1 Winners and short list nominees",
        "1.1 Novel",
        "1.2 Novella",
        "1.3 Short Story",
        "1.4 Graphic Novel",
        "2 The African Speculative Fiction Society",
        "3 The 2016 charter members",
        "4 Logo design",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Nommo Award is a literary award presented by The African Speculative Fiction Society. The award is named after the Nommo. The awards recognize works of speculative fiction by Africans, defined as \"science fiction, fantasy, stories of magic and traditional belief, alternative histories, horror and strange stuff that might not fit in anywhere else.\"[1] The Nommo Awards have four categories for best Novel, Novella, Short Story, and Graphic Novel.\n\n"
        },
        {
            "title": "Winners and short list nominees",
            "text": "The Novel Award is also known as The Ilube Nommo Award for Best Speculative Fiction Novel by an African.\n\n"
        },
        {
            "title": "The African Speculative Fiction Society",
            "text": "The African Speculative Fiction Society (ASFS) promotes science fiction and fantasy by Africans. Its 58 charter members include writers, editors, artists and publishers.\n\n\nMembers nominate and vote on the Nommo Awards for African Speculative Fiction.[11]\n[citation needed]\n\nEstablished August 15, 2016 with 58 charter members, the ASFS and its Nommo Awards is a body for African science fiction/fantasy professionals.[12][13]\n\n"
        },
        {
            "title": "The 2016 charter members",
            "text": "The 58 charter members of 2016.[14][15]\n\n"
        },
        {
            "title": "Logo design",
            "text": "\nThe Nommo Awards logo and ASFS logos were designed in 2016 by Stephen Embleton.[16] The logo is an image of the Nommo in Dogon cosmology, twins who on land can take the form of fish walking on their tails.[17]\n"
        }
    ]
}