{
    "url": "https://en.wikipedia.org/wiki/Abstract_animation",
    "title": "Non-narrative film",
    "table_of_contents": [
        "1 Musical influence",
        "2 Abstract film",
        "2.1 History",
        "2.1.1 Abstract animation before cinema",
        "2.1.2 1910s: Earliest examples",
        "2.1.3 1920s: The absolute film movement",
        "2.1.4 Other artists in the 1920s",
        "2.1.5 1930s to 1960s",
        "3 Cinéma pur",
        "3.1 History",
        "3.2 Pure cinema documentaries",
        "3.3 George Lucas",
        "4 Noted directors",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Non-narrative film is an aesthetic of cinematic film that does not narrate, or relate \"an event, whether real or imaginary\". It is usually a form of art film or experimental film, not made for mass entertainment.\n\nNarrative film is the dominant aesthetic, though non-narrative film is not fully distinct from that aesthetic. While the non-narrative film avoids \"certain traits\" of the narrative film, it \"still retains a number of narrative characteristics\". Narrative film also occasionally uses \"visual materials that are not representational\".[1] Although many abstract films are clearly devoid of narrative elements, distinction between a narrative film and a non-narrative film can be rather vague and is often open for interpretation. Unconventional imagery, concepts and structuring can obscure the narrativity of a film.\n\nTerms such as absolute film, cinéma pur, true cinema and integral cinema[2] have been used for non-narrative films that aimed to create a purer experience of the distinctive qualities of film, like movement, rhythm and changing visual compositions. More narrowly, \"absolute film\" was used for the works of a group of filmmakers in Germany in the 1920s, that consisted, at least initially, of animated films that were totally abstract. The French term cinéma pur was coined to describe the style of several filmmakers in France in the 1920s, whose work was non-narrative, but hardly ever non-figurative.\n\nMuch of surrealist cinema can be regarded as non-narrative films and partly overlaps with the dadaist cinéma pur movement.\n\n"
        },
        {
            "title": "Musical influence",
            "text": "Music was an extremely influential aspect of absolute film, and one of the biggest elements, other than art, used by abstract film directors. Absolute film directors are known to use musical elements such as rhythm/tempo, dynamics, and fluidity.[3] These directors sought to use this to add a sense of motion and harmony to the images in their films that was new to cinema, and was intended to leave audiences in awe.[4] In her article \"Visual Music\" Maura McDonnell compared these films to musical compositions due to their careful articulation of timing and dynamics.[5]\n\nThe history of abstract film often overlaps with the concerns and history of visual music. Some films are very similar to electronic music visualization, especially when electronic devices (for instance oscilloscopes) were used to generate a type of motion graphics in relation to music, except that the images in these films are not generated in real-time.\n\n"
        },
        {
            "title": "Abstract film",
            "text": "Abstract film or absolute film is a subgenre of experimental film and a form of abstract art. Abstract films are non-narrative, contain no acting and do not attempt to reference reality or concrete subjects. They rely on the unique qualities of motion, rhythm, light and composition inherent in the technical medium of cinema to create emotional experiences.[6]\n\nMany abstract films have been made with animation techniques. The distinction between animation and other techniques can be rather unclear in some films, for instance when moving objects could either be animated with stop motion techniques, recorded during their actual movement, or appear to move due to being filmed against a neutral background with a moving camera.\n\nA number of devices can be regarded as early media for abstract animation or visual music, including color organs, chinese fireworks, the kaleidoscope, musical fountains and special animated slides for the magic lantern (like the chromatrope).\n\nSome of the earliest animation designs for stroboscopic devices (like the phénakisticope and the zoetrope) were abstract, including one Fantascope disc by inventor Joseph Plateau and many of Simon Stampfer's Stroboscopische Scheiben (1833).\n\nAbstract film concepts were shaped by early 20th century art movements such as Cubism, Expressionism, Dadaism, Suprematism, Futurism, Precisionism and possible others.[7] These art movements were beginning to gain momentum in the 1910s.\n\nItalian Futurists Arnaldo Ginna and his brother Bruno Corra made hand-painted films between 1910 and 1912 that are now lost.[2][8] In 1916 they published The Futurist Cinema manifesto together with Giacomo Balla, Filippo Tommaso Marinetti, Remo Chiti and Emilio Settimelli. They proposed a cinema that \"being essentially visual, must above all fulfill the evolution of painting, detach itself from reality, from photography, from the graceful and solemn. It must become antigraceful, deforming, impressionistic, synthetic, dynamic, free-wording.\" \"The most varied elements will enter into the Futurist film as expressive means: from the slice of life to the streak of color, from the conventional line to words-in-freedom, from chromatic and plastic music to the music of objects. In other words it will be painting, architecture, sculpture, words-in-freedom, music of colors, lines, and forms, a jumble of objects and reality thrown together at random.\" Among the proposed methods were: \"Cinematic musical researches\", \"Daily exercises in freeing ourselves from mere photographed logic\" and \"Linear, plastic, chromatic equivalences, etc., of men, women, events, thoughts, music, feelings, weights, smells, noises (with white lines on black we shall show the inner, physical rhythm of a husband who discovers his wife in adultery and chases the lover – rhythm of soul and rhythm of legs).\"[9] About a month later the short film Vita Futurista was released, directed by Ginna[10] in collaboration with Corra, Balla and Marinetti. Only a few frames of the film remain and little else of any Futurist Cinema work seems to have been made or preserved.\n\nAround 1911 Hans Lorenz Stoltenberg also experimented with direct animation, rhythmically piecing together tinted film in different colors. He published a leaflet about it and claimed that many people growing up with the hand-colored films of Georges Méliès and Ferdinand Zecca would try their hand on painting on film at that time.[11][12]\n\nIn 1913 Léopold Survage created his Rythmes colorés: over 100 abstract ink wash / watercolor drawings that he wanted to turn into a film. Unable to raise the funds, the film was not realized and Survage only exhibited the pictures separately.[13]\n\nMary Hallock-Greenewalt used templates and aerosol sprays to create repeating geometrical patterns on hand-painted films. These extant films were probably made around 1916 for her Sarabet color organ, for which she filed 11 patents between 1919 and 1926. The films were not projected, but one viewer at a time could look down into the machine at the film itself. The Sarabet was first publicly demonstrated at John Wanamaker's New York department store in 1922.[14]\n\nSome of the earliest abstract motion pictures known to survive are those produced by a group of artists working in Germany in the early 1920s: Walter Ruttmann, Hans Richter, Viking Eggeling and Oskar Fischinger.\n\nAbsolute film pioneers sought to create short length and breathtaking films with different approaches to abstraction-in-motion: as an analogue to music, or as the creation of an absolute language of form, a desire common to early abstract art. Ruttmann wrote of his film work as \"painting in time\".[15] Absolute filmmakers used rudimentary handicraft, techniques, and language in their short motion pictures that refuted the reproduction of the natural world, instead, focusing on light and form in the dimension of time, impossible to represent in static visual arts.\n\nViking Eggeling came from a family of musicians and analysed the elements of painting by reducing it into his \"Generalbass der Malerei\", a catalogue of typological elements, from which he would create new \"orchestrations\". In 1918 Viking Eggeling had been engaging in Dada activities in Zürich and befriended Hans Richter. According to Richter, absolute film originated in the scroll sketches that Viking Eggeling made in 1917–1918.[16] On paper rolls up to 15 meters long, Eggeling would draw sketches of variations of small graphic designs, in such a way that a viewer could follow the changes in the designs when looking at the scroll from beginning to end. For a few years Eggeling and Richter worked together, each on their own projects based on these ides, and created thousands of rhythmic series of simple shapes. In 1920 they started working on film versions of their work.[17]\n\nWalter Ruttmann, trained as a musician and painter, gave up painting to devote himself to film. He made his earliest films by painting frames on glass in combination with cutouts and elaborate tinting and hand-coloring. His Lichtspiel: Opus I was first screened in March 1921 in Frankfurt.[2][18]\n\nHans Richter finished his first film Rhythmus 21 (a.k.a. Film ist Rhythmus) in 1921, but kept changing elements until he first presented the work on 7 July 1923 in Paris at the dadaist Soirée du coeur à barbe program in Théâtre Michel. It was an abstract animation of rectangular shapes, partly inspired by his connections with De Stijl. Founder Theo van Doesburg had visited Richter and Eggeling in December 1920 and reported on their film works in his magazine De Stijl in May and July 1921. Rhytmus 23 and the colourful Rhythmus 25 followed similar principles, with noticeable suprematist influence of Kasimir Malevich's work. Rhythmus 25 is considered lost.\n\nEggeling debuted his Horizontal-vertikalorchester in 1923. The film is now considered lost. In November 1924 Eggeling was able to present his new finished film Symphonie diagonale in a private screening.\n\nOn 3 May 1925 the Sunday matinee program Der absolute Film took place in the UFA-Palast theater at the Kurfurstendamm in Berlin. Its 900 seats soon sold out and the program was repeated a week later. Eggeling's Symphonie diagonale, Richter's Rhythmus 21 and Rhythmus 23, Walter Ruttmann's Opus II, Opus III and Opus IV were all shown publicly for the first time in Germany, along with the two French dadaist cinéma pur films Ballet Mécanique and René Clair's Entr'acte, and Ludwig Hirschfeld-Mack's performance with a type of color organ.[19][18] Eggeling happened to die a few days later.\n\nOskar Fischinger met Walter Ruttmann at rehearsals for screenings of Opus I with live music in Frankfurt. In 1921 he started experimenting with abstract animation in wax and clay and with colored liquids. He used such early material in 1926 in multiple-projection performances for Alexander Laszlo's Colorlightmusic concerts.[2] That same year he released his first abstract animations and would continue with a few dozens of short films over the years.\n\nThe Nazis censorship against so-called \"degenerate art\" prevented the German abstract animation movement from developing after 1933.[20] The last abstract motion picture screened in the Third Reich was Hans Fischinger's Tanz der Farben (i.e. Dance of the Colors) in 1939. The film was reviewed by the Film Review Office and by Georg Anschütz for the Film-Kurier. The director Herbert Seggelke was working on the abstract motion picture Strich-Punkt-Ballett (i.e. Ballet of Dots and Dashes) in 1943, but could not finish the film during the war.[21]\n\nMieczysław Szczuka also attempted to create abstract films, but seems never to have realized his plans. Some designs were published in 1924 in the avant-garde magazine block as 5 Moments of an Abstract Film.[22]\n\nIn 1926 dadaist Marcel Duchamp released Anémic Cinéma, filmed in collaboration with Man Ray and Marc Allégret. It showed early versions of his rotoreliefs, discs that seemed to show an abstract 3-D moving image when rotating on a phonograph.\n\nIn 1927 Kasimir Malevich had created a 3-page scenario in manuscript with explanatory color drawings for an \"Artistic-Scientific film\" entitled Art and the Problems of Architecture: The Emergence of a New Plastic System of Architecture, an instructional film about the theory, origin and evolution of suprematism. Initially there were plans to have the film animated in a Soviet studio, but Malevich took it along on a trip to Berlin and ended up leaving it for Hans Richter after the two had met. The style and colorfulness of Rhythmus 25 had convinced Malevich that Richter should direct the film. Due to circumstances the scenario did not get into the hands of Richter before the end of the 1950s. Richter created storyboards, two rough cuts and at least 120 takes for the film in collaboration with Arnold Eagle since 1971, but it remained incomplete. Richter had wanted to create the film totally in Malevich's spirit, but concluded that in the end he could not discern how much of his own creativity withheld him from executing the scenario properly.[23]\n\nMary Ellen Bute started making experimental films in 1933, mostly with abstract images visualizing music. Occasionally she applied animation techniques in her films.\n\nLen Lye made the first publicly released direct animation entitled A Colour Box in 1935. The colorful production was commissioned to promote the General Post Office.\n\nOskar Fischinger moved to Hollywood in 1936 when he had a lucrative agreement to work for Paramount Pictures. A first film, eventually entitled Allegretto, was planned for inclusion in the musical comedy The Big Broadcast of 1937. Paramount had failed to communicate that it would be in black and white, so Fischinger left when the studio refused to even consider a color test of the animated section. He then created An Optical Poem (1937) for MGM, but received no profits because of the way the studio's bookkeeping system worked.\n\nWalt Disney had seen Lye's A Colour Box and became interested in producing abstract animation. A first result was the Toccata and Fugue in D Minor section in the \"concert film\" Fantasia (1940). He hired Oskar Fischinger to collaborate with effects animator Cy Young, but rejected and altered much of their designs, causing Fischinger to leave without credit before the piece was completed.\n\nFishinger's two commissions from The Museum of Non-Objective Painting did not really allow him the creative freedom that he desired. Frustrated with all the trouble with filmmaking he experienced in America, Fischinger did not make many films afterwards. Apart from some commercials, the only exception was Motion Painting No. 1 (1947), which won the Grand Prix at the Brussels International Experimental Film Competition in 1949.\n\nNorman McLaren, having carefully studied Lye's A Colour Box,[24] founded the National Film Board of Canada's animation unit in 1941. Direct animation was seen as a way to deviate from cel animation and thus a way to stand out from the many American productions. McLaren's direct animations for NFB include Boogie-Doodle (1941),[25] Hen Hop (1942),[26] Begone Dull Care (1949) and Blinkity Blank (1955).\n\nHarry Everett Smith created several direct films, initially by hand-painting abstract animations on celluloid. His Early Abstractions was compiled around 1964 and contains early works that may have been created since 1939, 1941 or 1946 until 1952, 1956 or 1957. Smith was not very concerned about keeping documentation about his oeuvre and frequently re-edited his works.[27]\n\n"
        },
        {
            "title": "",
            "text": "Cinéma pur (French for \"pure cinema\") was an avant-garde film movement of French filmmakers, who \"wanted to return the medium to its elemental origins\" of \"vision and movement.\"[28] It declares cinema to be its own independent art form that should not borrow from literature or stage. As such, \"pure cinema\" is made up of nonstory, noncharacter films that convey abstract emotional experiences through unique cinematic devices such as camera movement and camera angles, close-ups, dolly shots, lens distortions, sound-visual relationships, split-screen imagery, super-impositions, time-lapse photography, slow motion, trick shots, stop-action, montage (the Kuleshov Effect, flexible montage of time and space), rhythm through exact repetition or dynamic cutting and visual composition.[18][28]\n\nCinéma pur started around the same period with the same goals as the absolute film movement and both mainly concerned dadaists. Although the terms have been used interchangeably, or to differentiate between the German and the French filmmakers, a very noticeable difference is that very few of the French cinéma pur films were totally non-figurative or contained traditional (drawn) animation, instead mainly using radical types of cinematography, special effects, editing, visual effects and occasionally some stop motion.\n\nThe term was coined by filmmaker Henri Chomette, brother of filmmaker René Clair.[18]\n\nThe cinéma pur film movement included Dada artists, such as Man Ray, René Clair and Marcel Duchamp. The Dadaists saw in cinema an opportunity to transcend \"story\", to ridicule \"character,\" \"setting,\" and \"plot\" as bourgeois conventions, to slaughter causality by using the innate dynamism of the motion picture film medium to overturn conventional Aristotelian notions of time and space.\n\nMan Ray's Le Retour à la Raison (2 mins) premiered in July 1923 at the 'Soirée du coeur à barbe\" program in Paris. The film consisted mainly of abstract textures, with moving photograms that were created directly on the film strip, abstract forms filmed in motion, and light and shadow on the nude torso of Kiki of Montparnasse (Alice Prin). Man Ray later made Emak-Bakia (16 mins, 1926); L'Étoile de Mer (15 mins, 1928); and Les Mystères du Château de Dé (27 mins, 1929).\n\nDudley Murphy had seen Man Ray's Le Retour à la Raison and proposed to collaborate on a longer film. They shot all kinds of material in the street and in a studio, used Murphy's special beveled lenses and crudely animated showroom dummy legs. They chose the title Ballet Mécanique from an image by Francis Picabia that had been published in his New York 391 magazine, which had also featured a poem and art by Man Ray. They ran out of money before they could complete the film. Fernand Léger helped financing the completion and contributed a cubist Charlie Chaplin image that was jerkily animated for the film. It is unclear if Léger contributed anything else, but he got to distribute the film in Europe and took sole credit for the film. Ray had backed out of the project before completion and did not want his name to be used. Murphy had gone back tot the U.S.A. shortly after editing the final version, with the deal that he could distribute the film there.[2]\n\nAvant-garde artist Francis Picabia and composer Erik Satie asked René Clair to make a short film to be shown as the entr'acte of their Dadaist ballet Relâche for Ballets suédois. The result became known as Entr'acte (1924) and featured cameo appearances by Francis Picabia, Erik Satie, Man Ray, Marcel Duchamp, composer Georges Auric, Jean Borlin (director of the Ballets Suédois) and Clair himself. The film showed absurd scenes and used slow motion and reverse playback, superimpositions, radical camera angles, stop motion and other effects. Erik Satie composed a score that was to be performed in sync with certain scenes.\n\nHenri Chomette adjusted the film speed and shot from different angles to capture abstract patterns in his 1925 film Jeux des reflets de la vitesse (The Play of Reflections and Speed). His 1926 film Cinq minutes du cinéma pur (Five minutes of Pure Cinema) reflected a more minimal, formal style.[29]\n\nThe movement also encompasses the work of the feminist critic/cinematic filmmaker Germaine Dulac, particularly Thème et variations (1928), Disque 957 (1928), and Cinegraphic Study of an Arabesque. In these, as well as in her theoretical writing, Dulac's goal was \"pure\" cinema, free from any influence from literature, the stage, or even the other visual arts.[28][30]\n\nThe style of the French cinéma pur artists probably had a strong influence on newer works by Ruttmann and Richter, which would no longer be totally abstract.[18] Richter's Vormittagsspuk (Ghosts before Breakfast) (1928) features some stop motion, but mostly shows live action material with cinematographic effects and visual tricks. It is usually regarded as a dadaist film.\n\nThe clearest examples of pure cinema are said by essayist and filmmaker Hubert Revol to be documentaries.[29]\n\nAccording to Timothy Corrigan in The Film Experience, non-narrative film is distinct from nonfiction film, though both forms may overlap in documentary films. In the book Corrigan writes, \"A non-narrative film may be entirely or partly fictional; conversely, a nonfiction film can be constructed as a narrative.\"[32]\n\nRuttmann's 1927 Berlin: Symphony of a Great City, Dziga Vertov's Man with a Movie Camera (1929) and other cinéma vérité works can be considered as documentaries in the cinéma pur style.\n\nDirector George Lucas, as a teenager in San Francisco during the early 1960s, saw many exhilarating and inspiring abstract 16mm movies and nonstory noncharacter 16mm visual tone poems screened at cinematic artist Bruce Baillie's independent, underground Canyon Cinema shows; along with some of Baillie's own early visual motion pictures, Lucas became inspired by the work of Jordan Belson, Bruce Conner, Will Hindle, and others. Lucas then went on to enrol as a film student at USC School of Cinematic Arts, where he saw many more inspiring cinematic works in class, particularly the visual movies coming out of the National Film Board of Canada like Arthur Lipsett's 21-87, the Canadian cameraman Jean-Claude Labrecque's cinéma vérité 60 Cycles, the work of Norman McLaren, and the visualise cinéma vérité documentaries of Claude Jutra. Lipsett's 21-87, a 1963 Canadian short abstract collage film of discarded footage and city street scenes, had a profound influence on Lucas and sound designer/editor Walter Murch.[33] Lucas greatly admired pure cinema and at film school became prolific at making 16  mm nonstory noncharacter visual tone poems and cinéma vérité, with such titles as Look at Life, Herbie, 1:42.08, The Emperor, Anyone Lived in a Pretty (how) Town, Filmmaker, and 6-18-67. Lucas's aesthetic and style was also strongly influenced by the Star Wars films. Lucas's tributes to 21-87 appear in several places in Star Wars, with the phrase, \"the Force\", said to have been inspired by 21-87. Lucas was passionate and interested in camerawork and editing, defining himself as a filmmaker as opposed to a director, and he loved making abstract visual movies that create emotions purely through cinema.[34][35]\n\n"
        }
    ]
}