{
    "url": "https://en.wikipedia.org/wiki/Nondualism",
    "title": "Nondualism",
    "table_of_contents": [
        "1 Etymology",
        "2 Definitions",
        "2.1 Nondual awareness",
        "2.2 Nonduality and interconnectedness (monism)",
        "2.3 Appearance in various religious traditions",
        "3 Samkhya and yoga",
        "3.1 Philosophy",
        "3.2 Origins and development",
        "3.3 Upanishads",
        "4 Buddhism",
        "4.1 Indian Buddhism",
        "4.1.1 Nirvana, luminous mind, and Buddha-nature",
        "4.1.1.1 Nirvana",
        "4.1.1.2 Luminous mind",
        "4.1.1.3 Buddha-nature",
        "4.1.2 Advaya",
        "4.1.3 Madhyamaka",
        "4.1.4 Yogācāra tradition",
        "4.1.5 Tantric Buddhism",
        "4.2 East-Asian Buddhism",
        "4.2.1 Chinese",
        "4.2.2 Zen",
        "4.2.3 Korean",
        "4.3 Tibetan Buddhism",
        "4.3.1 Adyava: Gelugpa school Prasangika Madhyamaka",
        "4.3.2 Shentong",
        "4.3.3 Dzogchen",
        "5 Hinduism",
        "5.1 Vedanta",
        "5.1.1 Advaita Vedanta",
        "5.1.1.1 Three levels of reality",
        "5.1.1.2 Similarities and differences with Buddhism",
        "5.1.2 Vishishtadvaita Vedanta",
        "5.1.3 Kashmir Shaivism",
        "5.1.4 Natha Sampradaya and Inchegeri Sampradaya",
        "5.1.5 Neo-Vedanta",
        "5.2 Contemporary Indian traditions",
        "5.2.1 Ramana Maharshi",
        "5.2.2 Neo-Advaita",
        "6 Other eastern religions",
        "6.1 Sikhism",
        "6.2 Taoism",
        "7 Western traditions",
        "7.1 Roman world",
        "7.1.1 Gnosticism",
        "7.1.2 Neoplatonism",
        "7.2 Medieval Abrahamic religions",
        "7.2.1 Christian contemplation and mysticism",
        "7.2.2 Jewish Hasidism and Kabbalism",
        "7.2.3 Neoplatonism in Islam",
        "7.3 Western esotericism",
        "7.3.1 Perennial philosophy",
        "7.3.2 Orientalism",
        "7.3.3 Transcendentalism and Unitarian Universalism",
        "7.3.4 Neo-Vedanta",
        "7.3.5 Theosophical Society",
        "7.3.6 New Age",
        "8 Scholarly debates",
        "8.1 Nondual consciousness and mystical experience",
        "8.1.1 Development",
        "8.1.2 Criticism",
        "8.2 Nondual consciousness as common essence",
        "8.2.1 Common essence",
        "8.2.2 Criticism",
        "8.3 Phenomenology",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Sources",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNondualism, also called nonduality [1][2] and nondual awareness,[3][4] is a fuzzy concept originating in Indian philosophy and religion for which many definitions can be found,[note 1] including: nondual awareness, the nonduality of seer and seen[5] or nondifference of subject and object;[6] the identity of conventional phenomena and ultimate reality, or the \"nonduality of duality and nonduality\"; metaphysical monism, the nonplurality of the world[6] and \"the interconnection of all things.\"[7] It may also refer to a negation of dualistic thinking;[6] and to the mystical unity with God or with Ultimate reality.[6]\n\nThe English term is derived from Sanskrit terms such as \"advaita\" (अद्वैत), \"not-two\"[1][8] or \"one without a second,\"[8] which in various Hindu philosophies refers to the identity of Atman and Brahman; and advaya,[6] also meaning \"not two,\" but referring to various Buddhist ideas such as the identity of conventional and ultimate reality.[9] In Indian philosophy, these terms refer to several, related strands of thought, and there is no single definition for the English word \"nonduality\". According to David Loy, it is best to speak of various \"nondualities\" or theories of nonduality.[10]\n\nRegarding the metaphysics of interconnectedness, or the \"nonpluraility of the world\",[11] the first millennium CE saw various Indian philosophies postulating an underlying \"basis of unity,\" \"single substrate\" or \"underlying principle\", both in Mahayana Buddhism, and in Hinduism.[12]\n\nIn Buddhist philosophy, non-duality (advaya) is associated with the teachings of the Madhyamaka school on interdependence,[2] emptiness (śūnyatā) and the non-duality of absolute and relative truth.[13][14] The term is also found in the idealist Yogachara philosophy of \"mind only\" (citta-matra),[15] which holds that everything is a transformation of consciousness (vijñana-parinama). These teachings, coupled with the doctrine of Buddha-nature, have been influential concepts in the subsequent development of Buddhist thought in India, East Asia and Tibet.\n\nIn Hindu philosophy, non-duality (advaita) generally refers to the nonduality of Atman (the individual self) and Brahman (the ultimate universal principle).[1][16][note 2] In a metaphysical sense, the term refers to various forms of monism, \"the interconnectedness of everything which is dependent upon the nondual One, Transcendent Reality\",[1] \"the singular wholeness of existence that suggests that the personal self is an illusion\".[8] There are various schools of Hindu philosophy which interpret the idea in different ways, from the illusionistic monism of the Advaita Vedanta school (which sees the world as an unreal illusion) to the more realistic qualified non-dualism of the Vishistadvaita school or the realistic monism of Kashmir Shaivism (in which the world is a real transformation of universal consciousness).\n\nThe term non-duality can also be used to describe an experience of \"nondual awareness\", also called \"pure awareness\" or \"pure consciousness\"[17][18][19] and the \"non-difference of subject and object,\"[11] is self-luminous awareness or witness-consciousness,[3][4] a \"primordial, natural awareness\" which is described as the essence of being, 'centerless' and without dichotomies.[web 1] Indian ideas of nondual awareness developed in various religious milieus in the 1st millennium BCE. In the Indian traditions, the realisation of a primordial consciousness (variously called Purusha or Turiya in Hinduism and pariniṣpanna or luminous mind in Buddhism), witnessing but disengaged from the entanglements of the ordinary mind and samsara, is considered moksha or nirvana, a total release from all suffering and reincarnation.[20][web 2]\n\nIdeas of nondual awareness can also be found in other religious traditions, such as Sufism (see: Wahdat al Wujud, Fanaa, and Haqiqah), as well as in Christian mysticism and Neoplatonism (henosis, mystical union). Western Neoplatonism is an essential element of both Christian contemplation, Islamic Dhikr, mysticism, Western esotericism and modern spirituality, especially Unitarianism, Transcendentalism, Universalism and Perennialism.\n\n"
        },
        {
            "title": "Etymology",
            "text": "\"Dual\" comes from Latin \"duo,\" two, prefixed with \"non-\" meaning \"not\"; \"non-dual\" means \"not-two.\" When referring to nondualism, Hinduism generally uses the Sanskrit term Advaita, while Buddhism uses Advaya (Tibetan: gNis-med, Chinese: pu-erh, Japanese: fu-ni).[21]\n\n\"Advaita\" (अद्वैत) is from Sanskrit roots a, not; dvaita, dual. As Advaita, it means \"not-two.\"[1][8] or \"one without a second,\"[8] and is usually translated as \"nondualism\", \"nonduality\" and \"nondual\". The term \"nondualism\" and the term \"advaita\" from which it originates are polyvalent terms.[note 3]\n\n\"Advaya\" (अद्वय) is also a Sanskrit word that means \"identity, unique, not two, without a second,\" and typically refers to the two truths doctrine of Mahayana Buddhism, especially Madhyamaka.\n\nThe English term \"nondual\" was informed by early translations of the Upanishads in Western languages other than English from 1775. These terms have entered the English language from literal English renderings of \"advaita\" subsequent to the first wave of English translations of the Upanishads. These translations commenced with the work of Müller (1823–1900), in the monumental Sacred Books of the East (1879). Max Müller rendered \"advaita\" as \"Monism\", as have many recent scholars.[27][28][29] However, some scholars state that \"advaita\" is not really monism.[30]\n\n"
        },
        {
            "title": "Definitions",
            "text": "Nondualism is a fuzzy concept, for which many definitions can be found.[note 1] According to David Loy, since there are similar ideas and terms in a wide variety of spiritualities and religions, ancient and modern, no single definition for the English word \"nonduality\" can suffice, and perhaps it is best to speak of various \"nondualities\" or theories of nonduality.[10] Loy sees non-dualism as a common thread in Taoism, Mahayana Buddhism, and Advaita Vedanta,[13][note 4] distinguishes \"Five Flavors Of Nonduality\":[web 3]\n\nBrahmanical and non-Brahmanical ascetic traditions of the first millennium BCE developed in close interaction, utilizing proto-Samkhya enumerations (lists) analyzing experience in the context of meditative practices providing liberating insight into the nature of experience.[33] The first millennium CE saw a movement towards postulating an underlying \"basis of unity,\" both in the Buddhist Madhyamaka and Yogacara schools, and in Advaita Vedanta, collapsing phenomenal reality into a \"single substrate or underlying principle.\"[12]\n\nNondual awareness refers to \"a primordial, natural awareness without subject or object\".[web 1] According to Hanley, Nakamura and Garland, nondual awareness is central  to contemplative wisdom traditions, \"a state of consciousness that rests in the background of all conscious experiencing – a background field of awareness that is unified, immutable, and empty of mental content, yet retains a quality of cognizant bliss [...] This field of awareness is thought to be ever present, yet typically unrecognized, obscured by discursive thought, emotion, and perception.\"[3] According to Josipovic, \"consciousness-as-such is a non-conceptual nondual awareness, whose essential property is non-representational reflexivity. This property makes consciousness-as-such phenomenologically, cognitively and neurobiologically a unique kind, different from and irreducible to any contents, functions and states.\"[4] It is the pure consciousness or witness-consciousness of the Purusha of Samkhya and the Atman of Advaita Vedanta, which is aware of prakriti, the entanglements of the muddled mind and cognitive apparatus.\n\nAccording to Espín and Nickoloff, referring to monism, \"nondualism\" is the thought in some Hindu, Buddhist and Taoist schools, which, generally speaking, \"teaches that the multiplicity of the universe is reducible to one essential reality.\"[34] The idea of nondualism as monism is typically contrasted with dualism, with dualism defined as the view that the universe and the nature of existence consists of two realities, such as the God and the world, or as God and Devil, or as mind and matter, and so on.[35][36] In Advaita Vedanta, nonduality refers to monism, the nonduality of Atman and Brahman.[1]\n\nIn a more general sense, nonduality refers to \"the interconnectedness of everything which is dependent upon the nondual One, Transcendent Reality,\"[1] \"the singular wholeness of existence that suggests that the personal self is an illusion.\"[8] In western Buddhism, \"interconnectedness\" is a reinterpretation of interdependence (pratītyasamutpāda), the notion that all existents come into being in dependence on other existents.[2] The Huayan school (Flower Garland) developed the doctrine of the mutual containment and interpenetration of all phenomena (dharmas) or \"perfect interfusion.\"[37]\n\nDifferent theories and concepts which can be linked to nonduality and nondual awareness are taught in a wide variety of religious traditions, including some western religions and philosophies. While their metaphysical systems differ, they may refer to a similar experience.[38] These include:\n\n"
        },
        {
            "title": "Samkhya and yoga",
            "text": "Samkhya is a dualistic āstika school of Indian philosophy,[55][56][57] regarding human experience as being constituted by two independent realities, puruṣa ('consciousness'); and prakṛti, cognition, mind and emotions. Samkhya is strongly  related to the Yoga school of Hinduism, for which it forms the theoretical foundation, and it was influential on other schools of Indian philosophy.[58]\n\nPurusha, (puruṣa or Sanskrit: पुरुष) is a complex concept[59] whose meaning evolved in Vedic and Upanishadic times. Depending on source and historical timeline, it means the cosmic being or self, consciousness, and universal principle.[60][59][61] In early Vedas, Purusha was a cosmic being whose sacrifice by the gods created all life.[62] This was one of many creation myths discussed in the Vedas. In the Upanishads, the Purusha concept refers to abstract essence of the Self, Spirit and the Universal Principle that is eternal, indestructible, without form and is all pervasive.[62] In the Sankhya philosophy, purusha is the plural immobile male (spiritual) cosmic principle, pure consciousness.  It is absolute, independent, free, imperceptible, unknowable through other agencies, above any experience by mind or senses and beyond any words or explanations. It remains pure, \"nonattributive consciousness\". Puruṣa is neither produced nor does it produce.[63] No appellations can qualify purusha, nor can it substantialized or objectified.[64] It \"cannot be reduced, can't be 'settled'.\" Any designation of purusha comes from prakriti, and is a limitation.[65]\n\nUnmanifest prakriti is infinite, inactive, and unconscious, and consists of an equilibrium of the three guṇas ('qualities, innate tendencies'),[66][67] namely sattva , rajas, and tamas. When prakṛti comes into contact with Purusha this equilibrium is disturbed, and Prakriti becomes manifest, evolving twenty-three tattvas,[68] namely intellect (buddhi, mahat), ego (ahamkara) mind (manas); the five sensory capacities; the five action capacities; and the five \"subtle elements\" or \"modes of sensory content\" (tanmatras), from which the five \"gross elements\" or \"forms of perceptual objects\" emerge,[66][69] giving rise to the manifestation of sensory experience and cognition.[70][71]\n\nJiva ('a living being') is that state in which purusha is bonded to prakriti.[72]  Human experience is an interplay of purusha-prakriti, purusha being conscious of the various combinations of  cognitive activities.[72] The end of the bondage of Purusha to prakriti is called liberation or kaivalya by the Samkhya school,[73] and can be attained by insight and self-restraint.[20][web 2]\n\nWhile samkhya-like speculations can be found in the Rig Veda and some of the older Upanishads, Samkhya may have non-Vedic origins, and developed in ascetic milieus. Proto-samkhya ideas developed from the 8th/7th c. BCE onwards, as evidenced in the middle Upanishads, the Buddhacarita, the Bhagavad Gita, and the Moksadharma-section of the Mahabharata.[74] It was related to the early ascetic traditions and meditation, spiritual practices, and religious cosmology,[75] and methods of reasoning that result in liberating knowledge (vidya, jnana, viveka) that end the cycle of dukkha and rebirth.[76] allowing for \"a great variety of philosophical formulations.\"[75] Pre-karika systematic Samkhya existed around the beginning of the first millennium CE.[77] The defining method of Samkhya was established with the Samkhyakarika (4th c. CE).\n\nThe Upanishads contain proto-Shamkhya speculations.[76] Yajnavalkya's exposition on the Self in the Brihadaranyaka Upanishad, and the dialogue between Uddalaka Aruni and his son Svetaketu in the Chandogya Upanishad represent a more developed notion of the essence of man (Atman) as \"pure subjectivity - i.e., the knower who is himself unknowable, the seer who cannot be seen,\" and as \"pure conscious,\" discovered by means of speculations, or enumerations.[78] Acdording lo Larson, \"it seesm quite likely that both the monistic trends in Indian thought and the duslistic samkhya could have developed out of these ancient speculations.\"[79] According to Larson, the enumeration of tattvas in Samkhya is also found in Taittiriya Upanishad, Aitareya Upanishad and Yajnavalkya–Maitri dialogue in the Brihadaranyaka Upanishad.[80]\n\nThe Katha Upanishad in verses 3.10–13 and 6.7–11 describes a concept of puruṣa, and other concepts also found in later Samkhya.[81] The Katha Upanishad, dated to be from about the middle of the 1st millennium BCE, in verses 2.6.6 through 2.6.13 recommends a path to Self-knowledge akin to Samkhya, and calls this path Yoga.[82]\n\n"
        },
        {
            "title": "Buddhism",
            "text": "There are different Buddhist views which resonate with the concepts and experiences of primordial awareness and non-duality or \"not two\" (advaya). The Buddha does not use the term advaya in the earliest Buddhist texts, but it does appear in some of the Mahayana sutras, such as the Vimalakīrti.[85] The Buddha taught meditative inquiry (dhyana) and nondiscursive attention (samadhi), equivalents of which can be found in Upanishadic thought, he rejected the metaphysical doctrines of the Upanishads, particularly ideas which are often associated with Hindu nonduality, such as the doctrine that \"this cosmos is the self\" and \"everything is a Oneness\" (cf. SN 12.48 and MN 22).[86][87] Because of this, Buddhist views of nonduality are particularly different from Hindu conceptions, which tend towards idealistic monism.\n\nIn archaic Buddhism, Nirvana may have been a kind of transformed and transcendent consciousness or discernment (viññana) that has \"stopped\" (nirodhena).[88][89][90] According to Harvey this nirvanic consciousness is said to be \"objectless\", \"infinite\" (anantam), \"unsupported\" (appatiṭṭhita) and \"non-manifestive\" (anidassana) as well as \"beyond time and spatial location\".[88][89]\n\nStanislaw Schayer, a Polish scholar, argued in the 1930s that the Nikayas preserve elements of an archaic form of Buddhism which is close to Brahmanical beliefs,[91][92][93][94] and survived in the Mahayana tradition.[95][96] Schayer's view, possibly referring to texts where \"'consciousness' (vinnana) seems to be the ultimate reality or substratum\" as well as to luminous mind,[97] saw nirvana as an immortal, deathless sphere, a transmundane reality or state.[98][note 6] A similar view is also defended by C. Lindtner, who argues that in precanonical Buddhism nirvana is an actual existent.[91][note 7] The original and early Buddhist concepts of nirvana may have been similar to those found in competing Śramaṇa (strivers/ascetics) traditions such as Jainism and Upanishadic Vedism.[99] Similar ideas were proposed by Edward Conze[96] and M. Falk,[100] citing sources which speak of an eternal and \"invisible infinite consciousness, which shines everywhere\" as point to the view that nirvana is a kind of Absolute,[96] and arguing that the nirvanic element, as an \"essence\" or pure consciousness, is immanent within samsara,[100] an \"abode\" or \"place\" of prajña, which is gained by the enlightened.[101][100][note 8]\n\nIn the Theravada tradition, nibbāna is regarded as an uncompounded or unconditioned (asankhata) dhamma (phenomenon, event) which is \"transmundane\",[103][note 9] and which is beyond our normal dualistic conceptions.[105][note 10] In Theravada Abhidhamma texts like the Vibhanga, nibbana or the asankhata-dhatu (unconditioned element) is defined thus:\n\nAnother influential concept in Indian Buddhism is the idea of luminous mind which became associated with Buddha-nature. In the Early Buddhist Texts there are various mentions of luminosity or radiance which refer to the development of the mind in meditation. In the Saṅgīti-sutta for example, it relates to the attainment of samadhi, where the perception of light (āloka sañña) leads to a mind endowed with luminescence (sappabhāsa).[106] According to Analayo, the Upakkilesa-sutta and its parallels mention that the presence of defilements \"results in a loss of whatever inner light or luminescence (obhāsa) had been experienced during meditation\".[106] The Pali Dhātuvibhaṅga-sutta uses the metaphor of refining gold to describe equanimity reached through meditation, which is said to be \"pure, bright, soft, workable, and luminous\".[21] The Pali Anguttara Nikaya (A.I.8-10) states:[107]\n\nThe term is given no direct doctrinal explanation in the Pali discourses, but later Buddhist schools explained it using various concepts developed by them.[109] The Theravada school identifies the \"luminous mind\" with the bhavanga, a concept first proposed in the Theravāda Abhidhamma.[110] The later schools of the Mahayana identify it with both the Mahayana concepts of bodhicitta and tathagatagarbha.[109] The notion is of central importance in the philosophy and practice of Dzogchen.[111]\n\nBuddha nature or tathagata-garbha (literally \"Buddha womb\") is that which allows sentient beings to become Buddhas.[112] Various Mahayana texts such as the Tathāgatagarbha sūtras focus on this idea and over time it became a very influential doctrine in Indian Buddhism, as well in East Asian and Tibetan Buddhism. The Buddha nature teachings may be regarded as a form of nondualism. According to Sally B King, all beings are said to be or possess tathagata-garbha, which is nondual Thusness or Dharmakaya. This reality, states King, transcends the \"duality of self and not-self\", the \"duality of form and emptiness\" and the \"two poles of being and non being\".[113]\n\nThere various interpretations and views on Buddha-nature and the concept became very influential in India, China and Tibet, where it also became a source of much debate. In later Indian Yogācāra, a new sub-school developed which adopted the doctrine of tathagata-garbha into the Yogācāra system.[114] The influence of this hybrid school can be seen in texts like the Lankavatara Sutra and the Ratnagotravibhaga. This synthesis of Yogācāra tathagata-garbha became very influential in later Buddhist traditions, such as Indian Vajrayana, Chinese Buddhism and Tibetan Buddhism.[115][114]\n\nAccording to Kameshwar Nath Mishra, one connotation of advaya in Indic Sanskrit Buddhist texts is that it refers to the middle way between two opposite extremes (such as eternalism and annihilationism), and thus it is \"not two\".[116]\n\n\nOne of these Sanskrit Mahayana sutras, the Vimalakīrti Nirdeśa Sūtra contains a chapter on the \"Dharma gate of non-duality\" (advaya dharma dvara pravesa) which is said to be entered once one understands how numerous pairs of opposite extremes are to be rejected as forms of grasping. These extremes which must be avoided in order to understand ultimate reality are described by various characters in the text, and include: Birth and extinction, 'I' and 'Mine', Perception and non-perception, defilement and purity, good and not-good, created and uncreated, worldly and unworldly, samsara and nirvana, enlightenment and ignorance, form and emptiness and so on.[117] The final character to attempt to describe ultimate reality is the bodhisattva Manjushri, who states:\nVimalakīrti responds to this statement by maintaining completely silent, therefore expressing that the nature of ultimate reality is ineffable (anabhilāpyatva) and inconceivable (acintyatā), beyond verbal designation (prapañca) or thought constructs (vikalpa).[118] The Laṅkāvatāra Sūtra, a text associated with Yogācāra Buddhism, also uses the term \"advaya\" extensively.[119]\n\nIn the Mahayana Buddhist philosophy of Madhyamaka, the two truths or ways of understanding reality, are said to be advaya (not two). As explained by the Indian philosopher Nagarjuna, there is a non-dual relationship, that is, there is no absolute separation, between conventional and ultimate truth, as well as between samsara and nirvana.[120][9]\n\nThe concept of nonduality is also important in the other major Indian Mahayana tradition, the Yogacara school, where it is seen as the absence of duality between the perceiving subject (or \"grasper\") and the object (or \"grasped\"). It is also seen as an explanation of emptiness and as an explanation of the content of the awakened mind which sees through the illusion of subject-object duality. However, it is important to note that in this conception of non-dualism, there are still a multiplicity of individual mind streams (citta santana) and thus Yogacara does not teach an idealistic monism.[121]\n\nThese basic ideas have continued to influence Mahayana Buddhist doctrinal interpretations of Buddhist traditions such as Dzogchen, Mahamudra, Zen, Huayan and Tiantai as well as concepts such as Buddha-nature, luminous mind, Indra's net, rigpa and shentong.\n\nMadhyamaka, also known as Śūnyavāda (the emptiness teaching), refers primarily to a Mahāyāna Buddhist school of philosophy [122] founded by Nāgārjuna. In Madhyamaka, Advaya refers to the fact that the two truths are not separate or different.,[123] as well as the non-dual relationship of saṃsāra (the round of rebirth and suffering) and nirvāṇa (cessation of suffering, liberation).[124] According to Murti, in Madhyamaka, \"Advaya\" is an epistemological theory, unlike the metaphysical view of Hindu Advaita.[125] Madhyamaka advaya is closely related to the classical Buddhist understanding that all things are impermanent (anicca) and devoid of \"self\" (anatta) or \"essenceless\" (niḥsvabhāvavā),[126][127][128] and that this emptiness does not constitute an \"absolute\" reality in itself.[note 11].\n\n\nIn Madhyamaka, the two \"truths\" (satya) refer to conventional (saṃvṛti) and ultimate (paramārtha) truth.[129] The ultimate truth is \"emptiness\", or non-existence of inherently existing \"things\",[130] and the \"emptiness of emptiness\": emptiness does not in itself constitute an absolute reality. Conventionally, \"things\" exist, but ultimately, they are \"empty\" of any existence on their own, as described in Nagarjuna's magnum opus, the Mūlamadhyamakakārikā (MMK):\nAs Jay Garfield notes, for Nagarjuna, to understand the two truths as totally different from each other is to reify and confuse the purpose of this doctrine, since it would either destroy conventional realities such as the Buddha's teachings and the empirical reality of the world (making Madhyamaka a form of nihilism) or deny the dependent origination of phenomena (by positing eternal essences). Thus the non-dual doctrine of the middle way lies beyond these two extremes.[132]\n\n\n\"Emptiness\" is a consequence of pratītyasamutpāda (dependent arising),[133] the teaching that no dharma (\"thing\", \"phenomena\") has an existence of its own, but always comes into existence in dependence on other dharmas. According to Madhyamaka all phenomena are empty of \"substance\" or \"essence\" (Sanskrit: svabhāva) because they are dependently co-arisen. Likewise it is because they are dependently co-arisen that they have no intrinsic, independent reality of their own. Madhyamaka also rejects the existence of absolute realities or beings such as Brahman or Self.[134] In the highest sense, \"ultimate reality\" is not an ontological Absolute reality that lies beneath an unreal world, nor is it the non-duality of a personal self (atman) and an absolute Self (cf. Purusha). Instead, it is the knowledge which is based on a deconstruction of such reifications and Conceptual proliferations.[135] It also means that there is no \"transcendental ground,\" and that \"ultimate reality\" has no existence of its own, but is the negation of such a transcendental reality, and the impossibility of any statement on such an ultimately existing transcendental reality: it is no more than a fabrication of the mind.[web 4][note 13] Susan Kahn further explains:\nHowever, according to Nagarjuna, even the very schema of ultimate and conventional, samsara and nirvana, is not a final reality, and he thus famously deconstructs even these teachings as being empty and not different from each other in the MMK where he writes:[54]\n\n\nAccording to Nancy McCagney, what this refers to is that the two truths depend on each other; without emptiness, conventional reality cannot work, and vice versa. It does not mean that samsara and nirvana are the same, or that they are one single thing, as in Advaita Vedanta, but rather that they are both empty, open, without limits, and merely exist for the conventional purpose of teaching the Buddha Dharma.[54] Referring to this verse, Jay Garfield writes that:\nIt is important to note however that the actual Sanskrit term \"advaya\" does not appear in the MMK, and only appears in one single work by Nagarjuna, the Bodhicittavivarana.[137]\n\nThe later Madhyamikas, states Yuichi Kajiyama, developed the Advaya definition as a means to Nirvikalpa-Samadhi by suggesting that \"things arise neither from their own selves nor from other things, and that when subject and object are unreal, the mind, being not different, cannot be true either; thereby one must abandon attachment to cognition of nonduality as well, and understand the lack of intrinsic nature of everything\". Thus, the Buddhist nondualism or Advaya concept became a means to realizing absolute emptiness.[138]\n\nIn the Mahayana tradition of Yogācāra (Skt; \"yoga practice\"), adyava (Tibetan: gnyis med) refers to overcoming the conceptual and perceptual dichotomies of cognizer and cognized, or subject and object.[124][139][140][141] The concept of adyava in Yogācāra is an epistemological stance on the nature of experience and knowledge, as well as a phenomenological exposition of yogic cognitive transformation. Early Buddhism schools such as Sarvastivada and Sautrāntika, that thrived through the early centuries of the common era, postulated a dualism (dvaya) between the mental activity of grasping (grāhaka, \"cognition\", \"subjectivity\") and that which is grasped (grāhya, \"cognitum\", intentional object).[142][138][142][143] Yogacara postulates that this dualistic relationship is a false illusion or superimposition (samaropa).[138]\n\nYogācāra also taught the doctrine which held that only mental cognitions really exist (vijñapti-mātra),[144][note 14] instead of the mind-body dualism of other Indian Buddhist schools.[138][142][144] This is another sense in which reality can be said to be non-dual, because it is \"consciousness-only\".[145] There are several interpretations of this main theory, which has been widely translated as representation-only, ideation-only, impressions-only and perception-only.[146][144][147][148]  Some scholars see it as a kind of subjective or epistemic Idealism (similar to Kant's theory) while others argue that it is closer to a kind of phenomenology or representationalism. According to Mark Siderits the main idea of this doctrine is that we are only ever aware of mental images or impressions which manifest themselves as external objects, but \"there is actually no such thing outside the mind.\"[149] For Alex Wayman, this doctrine means that \"the mind has only a report or representation of what the sense organ had sensed.\"[147] Jay Garfield and Paul Williams both see the doctrine as a kind of Idealism in which only mentality exists.[150][151]\n\nHowever, it is important to note that even the idealistic interpretation of Yogācāra is not an absolute monistic idealism like Advaita Vedanta or Hegelianism, since in Yogācāra, even consciousness \"enjoys no transcendent status\" and is just a conventional reality.[114] Indeed, according to Jonathan Gold, for Yogācāra, the ultimate truth is not consciousness, but an ineffable and inconceivable \"thusness\" or \"thatness\" (tathatā).[139] Also, Yogācāra affirms the existence of individual mindstreams, and thus Kochumuttom also calls it a realistic pluralism.[152]\n\nThe Yogācārins defined three basic modes by which we perceive our world. These are referred to in Yogācāra as the three natures (trisvabhāva)  of experience. They are:[153][139]\n\nTo move from the duality of the Parikalpita to the non-dual consciousness of the Pariniṣpanna, Yogācāra teaches that there must be a transformation of consciousness, which is called the \"revolution of the basis\" (āśraya-parāvṛtti). According to Dan Lusthaus, this transformation which characterizes awakening is a \"radical psycho-cognitive change\" and a removal of false \"interpretive projections\" on reality (such as ideas of a self, external objects, etc.).[154]\n\n\nThe Mahāyānasūtrālamkāra, a Yogācāra text, also associates this transformation with the concept of non-abiding nirvana and the non-duality of samsara and nirvana. Regarding this state of Buddhahood, it states: \nThis refers to the Yogācāra teaching that even though a Buddha has entered nirvana, they do no \"abide\" in some quiescent state separate from the world but continue to give rise to extensive activity on behalf of others.[155] This is also called the non-duality between the compounded (samskrta, referring to samsaric existence) and the uncompounded (asamskrta, referring to nirvana). It is also described as a \"not turning back\" from both samsara and nirvana.[156]\n\nFor the later thinker Dignaga, non-dual knowledge or advayajñāna is also a synonym for prajñaparamita (transcendent wisdom) which liberates one from samsara.[157]\n\nBuddhist Tantra, also known as Vajrayana, Mantrayana or Esoteric Buddhism, drew upon all these previous Indian Buddhist ideas and nondual philosophies to develop innovative new traditions of Buddhist practice and new religious texts called the Buddhist tantras (from the 6th century onwards).[158] Tantric Buddhism was influential in China and is the main form of Buddhism in the Himalayan regions, especially Tibetan Buddhism. \n\nThe concept of advaya has various meanings in Buddhist Tantra. According to Tantric commentator Lilavajra, Buddhist Tantra's \"utmost secret and aim\" is Buddha nature. This is seen as a \"non-dual, self-originated Wisdom (jnana), an effortless fount of good qualities.\"[159] In Buddhist Tantra, there is no strict separation between the sacred (nirvana) and the profane (samsara), and all beings are seen as containing an immanent seed of awakening or Buddhahood.[160] The Buddhist Tantras also teach that there is a non-dual relationship between emptiness and compassion (karuna), this unity is called bodhicitta.[161] They also teach a \"nondual pristine wisdom of bliss and emptiness.\"[162] Advaya is also said to be the co-existence of Prajña (wisdom) and Upaya (skill in means).[163] These nondualities are also related to the idea of yuganaddha, or \"union\" in the Tantras. This is said to be the \"indivisible merging of innate great bliss (the means) and clear light (emptiness)\" as well as the merging of relative and ultimate truths and the knower and the known, during Tantric practice.[164]\n\nBuddhist Tantras also promote certain practices which are antinomian, such as sexual rites or the consumption of disgusting or repulsive substances (the \"five ambrosias\", feces, urine, blood, semen, and marrow.). These are said to allow one to cultivate nondual perception of the pure and impure (and similar conceptual dualities) and thus it allows one to prove one's attainment of nondual gnosis (advaya jñana).[165]\n\nIndian Buddhist Tantra also views humans as a microcosmos which mirrors the macrocosmos.[166] Its aim is to gain access to the awakened energy or consciousness of Buddhahood, which is nondual, through various practices.[166]\n\nChinese Buddhism was influenced by the philosophical strains of Indian Buddhist nondualism such as the Madhymaka doctrines of emptiness and the two truths as well as Yogacara and tathagata-garbha. For example, Chinese Madhyamaka philosophers like Jizang, discussed the nonduality of the two truths.[167] Chinese Yogacara also upheld the Indian Yogacara views on nondualism. One influential text in Chinese Buddhism which synthesizes Tathagata-garbha and Yogacara views is the Awakening of Faith in the Mahayana, which may be a Chinese composition.\n\nIn Chinese Buddhism, the polarity of absolute and relative realities is also expressed as \"essence-function\". This was a result of an ontological interpretation of the two truths as well as influences from native Taoist and Confucian metaphysics.[168] In this theory, the absolute is essence, the relative is function. They can't be seen as separate realities, but interpenetrate each other.[169] This interpretation of the two truths as two ontological realities would go on to influence later forms of East Asian metaphysics.\n\nAs Chinese Buddhism continued to develop in new innovative directions, it gave rise to new traditions like Huayen, Tiantai and Chan (Zen), which also upheld their own unique teachings on non-duality.[37]\n\nThe Tiantai school for example, taught a threefold truth, instead of the classic \"two truths\" of Indian Madhyamaka. Its \"third truth\" was seen as the nondual union of the two truths which transcends both.[170] Tiantai metaphysics is an immanent holism, which sees every phenomenon, moment or event as conditioned and manifested by the whole of reality. Every instant of experience is a reflection of every other, and hence, suffering and nirvana, good and bad, Buddhahood and evildoing, are all \"inherently entailed\" within each other.[170] Each moment of consciousness is simply the Absolute itself, infinitely immanent and self reflecting.\n\nAnother influential Chinese tradition, the Huayan school (Flower Garland) flourished in China during the Tang period. It is based on the Flower Garland Sutra (S. Avataṃsaka Sūtra, C. Huayan Jing). Huayan doctrines such as the Fourfold Dharmadhatu and the doctrine of the mutual containment and interpenetration of all phenomena (dharmas) or \"perfect interfusion\" (yuanrong, 圓融) are classic nondual doctrines.[37] This can be described as the idea that all phenomena \"are representations of the wisdom of Buddha without exception\" and that \"they exist in a state of mutual dependence, interfusion and balance without any contradiction or conflict.\"[171] According to this theory, any phenomenon exists only as part of the total nexus of reality, its existence depends on the total network of all other things, which are all equally connected to each other and contained in each other.[171] The Huayan patriarchs used various metaphors to express this view, such as Indra's net.\n\nThe Buddha-nature and Yogacara philosophies have had a strong influence on Chán and Zen. The teachings of Zen are expressed by a set of polarities: Buddha-nature – sunyata;[172][173] absolute-relative;[174] sudden and gradual enlightenment.[175]\n\nThe Lankavatara-sutra, a popular sutra in Zen, endorses the Buddha-nature and emphasizes purity of mind, which can be attained in gradations. The Diamond-sutra, another popular sutra, emphasizes sunyata, which \"must be realized totally or not at all\".[176] The Prajnaparamita Sutras emphasize the non-duality of form and emptiness: form is emptiness, emptiness is form, as the Heart Sutra says.[174] According to Chinul, Zen points not to mere emptiness, but to suchness or the dharmadhatu.[177]\n\nThe idea that the ultimate reality is present in the daily world of relative reality fitted into the Chinese culture which emphasized the mundane world and society. But this does not explain how the absolute is present in the relative world. This question is answered in such schemata as the Five Ranks of Tozan[178] and the Oxherding Pictures.\n\nThe continuous pondering of the break-through kōan (shokan[179]) or Hua Tou, \"word head\",[180] leads to kensho, an initial insight into \"seeing the (Buddha-)nature\".[181] According to Hori, a central theme of many koans is the \"identity of opposites\", and point to the original nonduality.[182][183] Victor Sogen Hori describes kensho, when attained through koan-study, as the absence of subject–object duality.[184] The aim of the so-called break-through koan is to see the \"nonduality of subject and object\", [182][183] in which \"subject and object are no longer separate and distinct.\"[185]\n\nZen Buddhist training does not end with kenshō. Practice is to be continued to deepen the insight and to express it in daily life,[186][187][188][189] to fully manifest the nonduality of absolute and relative.[190][191] To deepen the initial insight of kensho, shikantaza and kōan-study are necessary. This trajectory of initial insight followed by a gradual deepening and ripening is expressed by Linji Yixuan in his Three Mysterious Gates, the Four Ways of Knowing of Hakuin,[192] the Five Ranks, and the Ten Ox-Herding Pictures[193] which detail the steps on the Path.\n\nThe polarity of absolute and relative is also expressed as \"essence-function\". The absolute is essence, the relative is function. They can't be seen as separate realities, but interpenetrate each other. The distinction does not \"exclude any other frameworks such as neng-so or 'subject-object' constructions\", though the two \"are completely different from each other in terms of their way of thinking\".[169] In Korean Buddhism, essence-function is also expressed as \"body\" and \"the body's functions\".[194] A metaphor for essence-function is \"a lamp and its light\", a phrase from the Platform Sutra, where Essence is lamp and Function is light.[195]\n\nThe Gelugpa school, following Tsongkhapa, adheres to the adyava Prasaṅgika Mādhyamaka view, which states that all phenomena are sunyata, empty of self-nature, and that this \"emptiness\" is itself only a qualification, not a concretely existing \"absolute\" reality.[196]\n\nIn Tibetan Buddhism, the essentialist position is represented by shentong, while the nominalist, or non-essentialist position, is represented by rangtong.\n\nShentong is a philosophical sub-school found in Tibetan Buddhism. Its adherents generally hold that the nature of mind (svasaṃvedana), the substratum of the mindstream, is \"empty\" (Wylie: stong) of \"other\" (Wylie: gzhan), i.e., empty of all qualities other than an inherently existing, ineffable nature. Shentong has often been incorrectly associated with the Cittamātra (Yogacara) position, but is in fact also Madhyamaka,[197] and is present primarily as the main philosophical theory of the Jonang school, although it is also taught by the Sakya[198] and Kagyu schools.[199][200] According to Shentongpa (proponents of shentong), the emptiness of ultimate reality should not be characterized in the same way as the emptiness of apparent phenomena because it is prabhāśvara-saṃtāna, or \"luminous mindstream\" endowed with limitless Buddha qualities.[201] It is empty of all that is false, not empty of the limitless Buddha qualities that are its innate nature.\n\nThe contrasting Prasaṅgika view that all phenomena are sunyata, empty of self-nature, and that this \"emptiness\" is not a concretely existing \"absolute\" reality, is labeled rangtong, \"empty of self-nature.\"[196]\n\nThe shentong-view is related to the Ratnagotravibhāga sutra and the Yogacara-Madhyamaka synthesis of Śāntarakṣita. The truth of sunyata is acknowledged, but not considered to be the highest truth, which is the empty nature of mind. Insight into sunyata is preparatory for the recognition of the nature of mind.\n\nDzogchen is concerned with the \"natural state\" and emphasizes direct experience. The state of nondual awareness is called rigpa.[citation needed] This primordial nature is clear light, unproduced and unchanging, free from all defilements. Through meditation, the Dzogchen practitioner experiences that thoughts have no substance. Mental phenomena arise and fall in the mind, but fundamentally they are empty. The practitioner then considers where the mind itself resides. Through careful examination one realizes that the mind is emptiness.[202]\n\nKarma Lingpa (1326–1386) revealed \"Self-Liberation through seeing with naked awareness\" (rigpa ngo-sprod,[note 15]) which is attributed to Padmasambhava.[203][note 16] The text gives an introduction, or pointing-out instruction (ngo-spro), into rigpa, the state of presence and awareness.[203] In this text, Karma Lingpa writes the following regarding the unity of various terms for nonduality:\n\n"
        },
        {
            "title": "Hinduism",
            "text": "Several schools of Vedanta are informed by Samkhya and teach a form of nondualism. The best-known is Advaita Vedanta, but other nondual Vedanta schools also have a significant influence and following, such as Vishishtadvaita Vedanta and Dvaitadvaita,[124] both of which are bhedabheda.\n\n\"Advaita\" refers to the nonduality of Atman (individual self, awareness, the witness-cosnciousness) and Brahman (the single universal existence), as in Vedanta, Shaktism and Shaivism.[124] Although the term is best known from the Advaita Vedanta school of Adi Shankara, \"advaita\" is used in treatises by numerous medieval era Indian scholars, as well as modern schools and teachers.[note 18]\n\nThe Hindu concept of Advaita refers to the idea that all of the universe is one essential reality, and that all facets and aspects of the universe is ultimately an expression or appearance of that one reality.[124] According to Dasgupta and Mohanta, non-dualism developed in various strands of Indian thought, both Vedic and Buddhist, from the Upanishadic period onward.[209] The oldest traces of nondualism in Indian thought may be found in the Chandogya Upanishad, which pre-dates the earliest Buddhism. Pre-sectarian Buddhism may also have been responding to the teachings of the Chandogya Upanishad, rejecting some of its Atman-Brahman related metaphysics.[210][note 19]\n\nAdvaita appears in different shades in various schools of Hinduism such as in Advaita Vedanta, Vishishtadvaita Vedanta (Vaishnavism), Suddhadvaita Vedanta (Vaishnavism), non-dual Shaivism and Shaktism.[124][213][214] In the Advaita Vedanta of Adi Shankara, advaita implies that all of reality is one with Brahman,[124] that the Atman (self) and Brahman (ultimate unchanging reality) are one.[215][216] The advaita ideas of some Hindu traditions contrasts with the schools that defend dualism or Dvaita, such as that of Madhvacharya who stated that the experienced reality and God are two (dual) and distinct.[217][218]\n\nThe nonduality of the Advaita Vedanta is of the identity of Brahman and the Atman.[219] As in Samkhya, Atman is awareness, the witness-consciousness. Advaita has become a broad current in Indian culture and religions, influencing subsequent traditions like Kashmir Shaivism.\n\nThe oldest surviving manuscript on Advaita Vedanta is by Gauḍapāda (6th century CE),[15] who has traditionally been regarded as the teacher of Govinda bhagavatpāda and the grandteacher of Adi Shankara. Advaita is best known from the Advaita Vedanta tradition of Adi Shankara (788-820 CE), who states that Brahman, the single unified eternal truth, is pure Being, Consciousness and Bliss (Sat-cit-ananda).[220]\n\nAdvaita, states Murti, is the knowledge of Brahman and self-consciousness (Vijnana) without differences.[125] The goal of Vedanta is to know the \"truly real\" and thus become one with it.[221] According to Advaita Vedanta, Brahman is the highest Reality,[222][223][224] The universe, according to Advaita philosophy, does not simply come from Brahman, it is Brahman. Brahman is the single binding unity behind the diversity in all that exists in the universe.[223] Brahman is also that which is the cause of all changes.[223][225][226] Brahman is the \"creative principle which lies realized in the whole world\".[227]\n\nThe nondualism of Advaita, relies on the Hindu concept of Ātman which is a Sanskrit word that means \"essence\"[web 8] or \"real self\" of the individual;[228][229] it is also appropriated as \"soul\".[228][230] Ātman is the first principle,[231] the true self of an individual beyond identification with phenomena, the essence of an individual. Atman is the Universal Principle, one eternal undifferentiated self-luminous consciousness, asserts Advaita Vedanta school of Hinduism.[232][233]\n\nAdvaita Vedanta philosophy considers Atman as self-existent awareness, limitless, non-dual and same as Brahman.[234] Advaita school asserts that there is \"soul, self\" within each living entity which is fully identical with Brahman.[235][236] This identity holds that there is One Aawareness that connects and exists in all living beings, regardless of their shapes or forms, there is no distinction, no superior, no inferior, no separate devotee soul (Atman), no separate God soul (Brahman).[235] The Oneness unifies all beings, there is the divine in every being, and all existence is a single Reality, state the Advaita Vedantins.[237] The nondualism concept of Advaita Vedanta asserts that each soul is non-different from the infinite Brahman.[238]\n\nAdvaita Vedanta adopts sublation as the criterion to postulate three levels of ontological reality:[239][240]\n\nScholars state that Advaita Vedanta was influenced by Mahayana Buddhism, given the common terminology and methodology and some common doctrines.[242][243] Eliot Deutsch and Rohit Dalvi state:\n\nAdvaita Vedanta is related to Buddhist philosophy, which promotes ideas like the two truths doctrine and the doctrine that there is only consciousness (vijñapti-mātra). It is possible that the Advaita philosopher Gaudapada was influenced by Buddhist ideas.[15] Shankara harmonised Gaudapada's ideas with the Upanishadic texts, and developed a very influential school of orthodox Hinduism.[245][246]\n\nThe Buddhist term vijñapti-mātra is often used interchangeably with the term citta-mātra, but they have different meanings. The standard translation of both terms is \"consciousness-only\" or \"mind-only.\" Advaita Vedanta has been called \"idealistic monism\" by scholars, but some disagree with this label.[247][152] Another concept found in both Madhyamaka Buddhism and Advaita Vedanta is Ajativada (\"ajāta\"), which Gaudapada adopted from Nagarjuna's philosophy.[248][249][note 20] Gaudapada \"wove [both doctrines] into a philosophy of the Mandukaya Upanisad, which was further developed by Shankara.[251][note 21]\n\nMichael Comans states there is a fundamental difference between Buddhist thought and that of Gaudapada, in that Buddhism has as its philosophical basis the doctrine of Dependent Origination according to which \"everything is without an essential nature (nissvabhava), and everything is empty of essential nature (svabhava-sunya)\", while Gaudapada does not rely on this principle at all. Gaudapada's Ajativada is an outcome of reasoning applied to an unchanging nondual reality according to which \"there exists a Reality (sat) that is unborn (aja)\" that has essential nature (svabhava), and this is the \"eternal, fearless, undecaying Self (Atman) and Brahman\".[253] Thus, Gaudapada differs from Buddhist scholars such as Nagarjuna, states Comans, by accepting the premises and relying on the fundamental teaching of the Upanishads.[253] Among other things, Vedanta school of Hinduism holds the premise, \"Atman exists, as self evident truth\", a concept it uses in its theory of nondualism. Buddhism, in contrast, holds the premise, \"Atman does not exist (or, An-atman) as self evident\".[254][255][256]\n\nMahadevan suggests that Gaudapada adopted Buddhist terminology and adapted its doctrines to his Vedantic goals, much like early Buddhism adopted Upanishadic terminology and adapted its doctrines to Buddhist goals; both used pre-existing concepts and ideas to convey new meanings.[257] Dasgupta and Mohanta note that Buddhism and Shankara's Advaita Vedanta are not opposing systems, but \"different phases of development of the same non-dualistic metaphysics from the Upanishadic period to the time of Sankara.\"[209]\n\nVishishtadvaita Vedanta is another main school of Vedanta and teaches the nonduality of the qualified whole, in which Brahman alone exists, but is characterized by multiplicity. It can be described as \"qualified monism,\" or \"qualified non-dualism,\" or \"attributive monism.\"\n\nAccording to this school, the world is real, yet underlying all the differences is an all-embracing unity, of which all \"things\" are an \"attribute.\" Ramanuja, the main proponent of Vishishtadvaita philosophy contends that the Prasthana Traya (\"The three courses\") – namely the Upanishads, the Bhagavad Gita, and the Brahma Sutras – are to be interpreted in a way that shows this unity in diversity, for any other way would violate their consistency.\n\nVedanta Desika defines Vishishtadvaita using the statement: Asesha Chit-Achit Prakaaram Brahmaikameva Tatvam – \"Brahman, as qualified by the sentient and insentient modes (or attributes), is the only reality.\"\n\nAdvaita is also a central concept in various schools of Shaivism, such as Kashmir Shaivism[124] and Shiva Advaita which is generally known as Veerashaivism.\n\nKashmir Shaivism is a school of Śaivism, described by Abhinavagupta[note 22] as \"paradvaita\", meaning \"the supreme and absolute non-dualism\".[web 9] It is categorized by various scholars as monistic[258] idealism (absolute idealism, theistic monism,[259] realistic idealism,[260] transcendental physicalism or concrete monism[260]).\n\nKashmir Saivism is based on a strong monistic interpretation of the Bhairava Tantras and its subcategory the Kaula Tantras, which were tantras written by the Kapalikas.[261] There was additionally a revelation of the Siva Sutras to Vasugupta.[261] Kashmir Saivism claimed to supersede the dualistic Shaiva Siddhanta.[262] Somananda, the first theologian of monistic Saivism, was the teacher of Utpaladeva, who was the grand-teacher of Abhinavagupta, who in turn was the teacher of Ksemaraja.[261][263]\n\nThe philosophy of Kashmir Shaivism can be seen in contrast to Shankara's Advaita.[264] Advaita Vedanta holds that Brahman is inactive (niṣkriya) and the phenomenal world is a false appearance (māyā) of Brahman, like snake seen in semi-darkness is a false appearance of Rope lying there. In Kashmir Shavisim, all things are a manifestation of the Universal Consciousness, Chit or Brahman.[265][266] Kashmir Shavisim sees the phenomenal world (Śakti) as real: it exists, and has its being in Consciousness (Chit).[267]\n\nKashmir Shaivism was influenced by, and took over doctrines from, several orthodox and heterodox Indian religious and philosophical traditions.[268] These include Vedanta, Samkhya, Patanjali Yoga and Nyayas, and various Buddhist schools, including Yogacara and Madhyamika,[268] but also Tantra and the Nath-tradition.[269]\n\nThe Natha Sampradaya, with Nath yogis such as Gorakhnath, introduced Sahaja, the concept of a spontaneous spirituality. Sahaja means \"spontaneous, natural, simple, or easy\".[web 10] According to Ken Wilber, this state reflects nonduality.[270]\n\nNeo-Vedanta, also called \"neo-Hinduism\"[271] is a modern interpretation of Hinduism which developed in response to western colonialism and orientalism, and aims to present Hinduism as a \"homogenized ideal of Hinduism\"[272] with Advaita Vedanta as its central doctrine.[273]\n\nNeo-Vedanta, as represented by Vivekananda and Radhakrishnan, is indebted to Advaita vedanta, but also reflects Advaya-philosophy. A main influence on neo-Advaita was Ramakrishna, himself a bhakta and tantrika, and the guru of Vivekananda. According to Michael Taft, Ramakrishna reconciled the dualism of formlessness and form.[274] Ramakrishna regarded the Supreme Being to be both Personal and Impersonal, active and inactive:\n\nRadhakrishnan acknowledged the reality and diversity of the world of experience, which he saw as grounded in and supported by the absolute or Brahman.[web 11][note 23] According to Anil Sooklal, Vivekananda's neo-Advaita \"reconciles Dvaita or dualism and Advaita or non-dualism\":[277]\n\nRadhakrishnan also reinterpreted Shankara's notion of maya. According to Radhakrishnan, maya is not a strict absolute idealism, but \"a subjective misperception of the world as ultimately real.\"[web 11] According to Sarma, standing in the tradition of Nisargadatta Maharaj, Advaitavāda means \"spiritual non-dualism or absolutism\",[278] in which opposites are manifestations of the Absolute, which itself is immanent and transcendent:[279]\n\nPrimal awareness is also part of other Indian traditions, which are less strongly, or not all, organised in monastic and institutional organisations. Although often called \"Advaita Vedanta,\" these traditions have their origins in vernacular movements and \"householder\" traditions, and have close ties to the Nath, Nayanars and Sant Mat traditions.\n\nRamana Maharshi (30 December 1879 – 14 April 1950) is widely acknowledged as one of the outstanding Indian gurus of modern times.[280] Ramana's teachings are often interpreted as Advaita Vedanta, though Ramana Maharshi never \"received diksha (initiation) from any recognised authority\".[web 12] Ramana himself did not call his insights advaita:\n\nNeo-Advaita is a New Religious Movement based on a modern, western interpretation of Advaita Vedanta, especially the teachings of Ramana Maharshi.[283] According to Arthur Versluis, neo-Advaita is part of a larger religious current which he calls immediatism,[284][web 15] \"the assertion of immediate spiritual illumination without much if any preparatory practice within a particular religious tradition.\"[web 15] Neo-Advaita is criticized for this immediatism and its lack of preparatory practices.[285][note 25][286][note 26] Although this state of consciousness may seem to appear spontaneous,[note 27] it usually follows prolonged preparation through ascetic or meditative/contemplative practice, which may include ethical injunctions.  Notable neo-advaita teachers are H. W. L. Poonja[287][283] and his students Gangaji,[288] Andrew Cohen,[note 28], and Eckhart Tolle.[283]\n\n\nAccording to a modern western spiritual teacher of nonduality, Jeff Foster, nonduality is: \n"
        },
        {
            "title": "Other eastern religions",
            "text": "Sikh theology suggests human souls and the monotheistic God are two different realities (dualism),[291] distinguishing it from the monistic and various shades of nondualistic philosophies of other Indian religions.[292] However, Sikh scholars have attempted to explore nondualism exegesis of Sikh scriptures, such as during the neocolonial reformist movement by Bhai Vir Singh of the Singh Sabha. According to Mandair, Singh interprets the Sikh scriptures as teaching nonduality.[293]\n\nOthers maintain that Sikh theology suggests human souls and the monotheistic God are the same reality (non-dualism). Sikh scholars have even been exploring nondualism exegesis of Sikh scriptures, such as during the neocolonial reformist movement by Bhai Vir Singh of the Singh Sabha. According to Arvind Mandair, Singh interprets the Sikh scriptures as teaching nonduality.[293]\n\nTaoism's wu wei (Chinese wu, not; wei, doing) is a term with various translations[note 29] and interpretations designed to distinguish it from passivity. The concept of Yin and Yang, often mistakenly conceived of as a symbol of dualism, is actually meant to convey the notion that all apparent opposites are complementary parts of a non-dual whole.[294]\n\n"
        },
        {
            "title": "Western traditions",
            "text": "A modern strand of thought sees \"nondual consciousness\" as a universal psychological state, which is a common stratum and of the same essence in different spiritual traditions.[8] It is derived from Neo-Vedanta and neo-Advaita, but has historical roots in neo-Platonism, Western esotericism, and Perennialism. The idea of nondual consciousness as \"the central essence\"[295] is a universalistic and perennialist idea, which is part of a modern mutual exchange and synthesis of ideas between western spiritual and esoteric traditions and Asian religious revival and reform movements.[note 30]\n\nCentral elements in the western traditions are Neo-Platonism, which had a strong influence on Christian contemplation or mysticism, and its accompanying apophatic theology; and Western esotericism, which also incorporated Neo-Platonism and Gnostic elements including Hermeticism. Western traditions are, among others, the idea of a Perennial Philosophy, Swedenborgianism, Unitarianism, Orientalism, Transcendentalism, Theosophy, and New Age.[298]\n\nEastern movements are the Hindu reform movements such as Vivekananda's Neo-Vedanta and Aurobindo's Integral Yoga, the Vipassana movement, and Buddhist modernism.[note 31]\n\nSince its beginning, Gnosticism has been characterized by many dualisms and dualities, including the doctrine of a separate God and Manichaean (good/evil) dualism.[299] Ronald Miller interprets the Gospel of Thomas as a teaching of \"nondualistic consciousness\".[300]\n\nThe precepts of Neoplatonism of Plotinus (2nd century) assert nondualism.[301] Neoplatonism had a strong influence on Christian mysticism.\n\nSome scholars suggest a possible link of more ancient Indian philosophies on Neoplatonism, while other scholars consider these claims as unjustified and extravagant with the counter hypothesis that nondualism developed independently in ancient India and Greece.[302] The nondualism of Advaita Vedanta and Neoplatonism have been compared by various scholars,[303] such as J. F. Staal,[304] Frederick Copleston,[305] Aldo Magris and Mario Piantelli,[306] Sarvepalli Radhakrishnan,[307] Gwen Griffith-Dickson,[308] John Y. Fenton[309] and Dale Riepe.[310]\n\nIn Christian mysticism, contemplative prayer and Apophatic theology are central elements. In contemplative prayer, the mind is focused by constant repetition a phrase or word. Saint John Cassian recommended use of the phrase \"O God, make speed to save me: O Lord, make haste to help me\".[311][312] Another formula for repetition is the name of Jesus[313][314] or the Jesus Prayer, which has been called \"the mantra of the Orthodox Church\",[312] although the term \"Jesus Prayer\" is not found in the Fathers of the Church.[315] The author of The Cloud of Unknowing recommended use of a monosyllabic word, such as \"God\" or \"Love\".[316]\n\nApophatic theology is derived from Neo-Platonism via Pseudo-Dionysius the Areopagite. In this approach, the notion of God is stripped from all positive qualifications, leaving a \"darkness\" or \"unground\", it had a strong influence on western mysticism. A notable example is Meister Eckhart, who also attracted attention from Zen-Buddhists like D.T. Suzuki in modern times, due to the similarities between Buddhist thought and Neo-Platonism.\n\nThe Cloud of Unknowing – an anonymous work of Christian mysticism written in Middle English in the latter half of the 14th century – advocates a mystic relationship with God. The text describes a spiritual union with God through the heart. The author of the text advocates centering prayer, a form of inner silence. According to the text, God can not be known through knowledge or from intellection. It is only by emptying the mind of all created images and thoughts that we can arrive to experience God. Continuing on this line of thought, God is completely unknowable by the mind. God is not known through the intellect but through intense contemplation, motivated by love, and stripped of all thought.[317]\n\nThomism, though not non-dual in the ordinary sense, considers the unity of God so absolute that even the duality of subject and predicate, to describe him, can be true only by analogy. In Thomist thought, even the Tetragrammaton is only an approximate name, since \"I am\" involves a predicate whose own essence is its subject.[318]\n\nThe former nun and contemplative Bernadette Roberts is considered a nondualist by Jerry Katz.[8]\n\nAccording to Jay Michaelson, nonduality begins to appear in the medieval Jewish textual tradition which peaked in Hasidism:[301]\n\nOne of the most striking contributions of the Kabbalah, which became a central idea in Chasidic thought, was a highly innovative reading of the monotheistic idea. The belief in \"one G-d\" is no longer perceived as the mere rejection of other deities or intermediaries, but a denial of any existence outside of G-d.[note 32]\n\nWestern esotericism (also called esotericism and esoterism) is a scholarly term for a wide range of loosely related ideas and movements which have developed within Western society. They are largely distinct both from orthodox Judeo-Christian religion and from Enlightenment rationalism. The earliest traditions which later analysis would label as forms of Western esotericism emerged in the Eastern Mediterranean during Late Antiquity, where Hermetism, Gnosticism, and Neoplatonism developed as schools of thought distinct from what became mainstream Christianity. In Renaissance Europe, interest in many of these older ideas increased, with various intellectuals seeking to combine \"pagan\" philosophies with the Kabbalah and with Christian philosophy, resulting in the emergence of esoteric movements like Christian theosophy.\n\nThe Perennial philosophy has its roots in the Renaissance interest in neo-Platonism and its idea of The One, from which all existence emanates. Marsilio Ficino (1433–1499) sought to integrate Hermeticism with Greek and Jewish-Christian thought,[320] discerning a Prisca theologia which could be found in all ages.[321] Giovanni Pico della Mirandola (1463–94) suggested that truth could be found in many, rather than just two, traditions. He proposed a harmony between the thought of Plato and Aristotle, and saw aspects of the Prisca theologia in Averroes, the Koran, the Cabala and other sources.[322] Agostino Steuco (1497–1548) coined the term philosophia perennis.[323]\n\nThe western world has been exposed to Indian religions since the late 18th century.[324] The first western translation of a Sanskrit text was made in 1785.[324] It marked a growing interest in Indian culture and languages.[325] The first translation of the dualism and nondualism discussing Upanishads appeared in two parts in 1801 and 1802[326] and influenced Arthur Schopenhauer, who called them \"the consolation of my life\".[327] Early translations also appeared in other European languages.[328]\n\nTranscendentalism was an early 19th-century liberal Protestant movement that developed in the 1830s and 1840s in the Eastern region of the United States. It was rooted in English and German Romanticism, the Biblical criticism of Herder and Schleiermacher, and the skepticism of Hume.[web 19]\n\nThe Transcendentalists emphasised an intuitive, experiential approach of religion.[web 20] Following Schleiermacher,[329] an individual's intuition of truth was taken as the criterion for truth.[web 20] In the late 18th and early 19th century, the first translations of Hindu texts appeared, which were read by the Transcendentalists and influenced their thinking.[web 20] The Transcendentalists also endorsed universalist and Unitarianist ideas, leading to Unitarian Universalism, the idea that there must be truth in other religions as well, since a loving God would redeem all living beings, not just Christians.[web 20][web 21]\n\nAmong the transcendentalists' core beliefs was the inherent goodness of both people and nature. Transcendentalists believed that society and its institutions—particularly organized religion and political parties—ultimately corrupted the purity of the individual. They had faith that people are at their best when truly \"self-reliant\" and independent. It is only from such real individuals that true community could be formed.\n\nThe major figures in the movement were Ralph Waldo Emerson, Henry David Thoreau, John Muir, Margaret Fuller and Amos Bronson Alcott.\n\nUnitarian Universalism had a strong impact on Ram Mohan Roy and the Brahmo Samaj, and subsequently on Swami Vivekananda. Vivekananda was one of the main representatives of Neo-Vedanta, a modern interpretation of Hinduism in line with western esoteric traditions, especially Transcendentalism, New Thought and Theosophy.[330] His reinterpretation was, and is, very successful, creating a new understanding and appreciation of Hinduism within and outside India,[330] and was the principal reason for the enthusiastic reception of yoga, transcendental meditation and other forms of Indian spiritual self-improvement in the West.[331]\n\nNarendranath Datta (Swami Vivekananda) became a member of a Freemasonry lodge \"at some point before 1884\"[332] and of the Sadharan Brahmo Samaj in his twenties, a breakaway faction of the Brahmo Samaj led by Keshab Chandra Sen and Debendranath Tagore.[333] Ram Mohan Roy (1772-1833), the founder of the Brahmo Samaj, had a strong sympathy for the Unitarians,[334] who were closely connected to the Transcendentalists, who in turn were interested in and influenced by Indian religions early on.[335] It was in this cultic[336] milieu that Narendra became acquainted with Western esotericism.[337] Debendranath Tagore brought this \"neo-Hinduism\" closer in line with western esotericism, a development which was furthered by Keshubchandra Sen,[338] who was also influenced by transcendentalism, which emphasised personal religious experience over mere reasoning and theology.[339] Sen's influence brought Vivekananda fully into contact with western esotericism, and it was also via Sen that he met Ramakrishna.[340]\n\nVivekananda's acquaintance with western esotericism made him very successful in western esoteric circles, beginning with his speech in 1893 at the Parliament of Religions. Vivekananda adapted traditional Hindu ideas and religiosity to suit the needs and understandings of his western audiences, who were especially attracted by and familiar with western esoteric traditions and movements like Transcendentalism and New thought.[341]\n\nIn 1897 he founded the Ramakrishna Mission, which was instrumental in the spread of Neo-Vedanta in the west, and attracted people like Alan Watts. Aldous Huxley, author of The Perennial Philosophy, was associated with another neo-Vedanta organisation, the Vedanta Society of Southern California, founded and headed by Swami Prabhavananda. Together with Gerald Heard, Christopher Isherwood, and other followers he was initiated by the Swami and was taught meditation and spiritual practices.[342]\n\nNeo-Vedanta was well-received among Theosophists, Christian Science, and the New Thought movement;[343][344] Christian Science in turn influenced the self-study teaching A Course in Miracles.[345]\n\nA major force in the mutual influence of eastern and western ideas and religiosity was the Theosophical Society.[346][347] It searched for ancient wisdom in the east, spreading eastern religious ideas in the west.[348] One of its salient features was the belief in \"Masters of Wisdom\",[349][note 33] \"beings, human or once human, who have transcended the normal frontiers of knowledge, and who make their wisdom available to others\".[349] The Theosophical Society also spread western ideas in the east, aiding a modernisation of eastern traditions, and contributing to a growing nationalism in the Asian colonies.[296][note 34]\n\nThe New Age movement is a Western spiritual movement that developed in the second half of the 20th century. Its central precepts have been described as \"drawing on both Eastern and Western spiritual and metaphysical traditions and infusing them with influences from self-help and motivational psychology, holistic health, parapsychology, consciousness research and quantum physics\".[354]\nThe New Age aims to create \"a spirituality without borders or confining dogmas\" that is inclusive and pluralistic.[355] It holds to \"a holistic worldview\",[356] emphasising that the Mind, Body and Spirit are interrelated[357] and that there is a form of monism and unity throughout the universe.[web 22] It attempts to create \"a worldview that includes both science and spirituality\"[358] and embraces a number of forms of mainstream science as well as other forms of science that are considered fringe.[citation needed]\n\n"
        },
        {
            "title": "Scholarly debates",
            "text": "Insight (prajna, kensho, satori, gnosis, theoria, illumination), especially enlightenment or the realization of the illusory nature of the autonomous \"I\" or self, is a key element in modern western nondual thought. It is the personal realization that ultimate reality is nondual, and is thought to be a validating means of knowledge of this nondual reality. This insight is interpreted as a psychological state, and labeled as religious or mystical experience.\n\nAccording to Hori, the notion of \"religious experience\" can be traced back to William James, who used the term \"religious experience\" in his book, The Varieties of Religious Experience.[359] The origins of the use of this term can be dated further back.[360]\n\nIn the 18th, 19th, and 20th centuries, several historical figures put forth very influential views that religion and its beliefs can be grounded in experience itself. While Kant held that moral experience justified religious beliefs, John Wesley in addition to stressing individual moral exertion thought that the religious experiences in the Methodist movement (paralleling the Romantic Movement) were foundational to religious commitment as a way of life.[361]\n\nWayne Proudfoot traces the roots of the notion of \"religious experience\" to the German theologian Friedrich Schleiermacher (1768–1834), who argued that religion is based on a feeling of the infinite. The notion of \"religious experience\" was used by Schleiermacher and Albert Ritschl to defend religion against the growing scientific and secular critique, and defend the view that human (moral and religious) experience justifies religious beliefs.[360]\n\nSuch religious empiricism would be later seen as highly problematic and was – during the period in-between world wars – famously rejected by Karl Barth.[362] In the 20th century, religious as well as moral experience as justification for religious beliefs still holds sway. Some influential modern scholars holding this liberal theological view are Charles Raven and the Oxford physicist/theologian Charles Coulson.[363]\n\nThe notion of \"religious experience\" was adopted by many scholars of religion, of which William James was the most influential.[364][note 35]\n\nThe notion of \"experience\" has been criticised.[368][369][370] Robert Sharf points out that \"experience\" is a typical Western term, which has found its way into Asian religiosity via western influences.[368][note 36]\n\nInsight is not the \"experience\" of some transcendental reality, but is a cognitive event, the (intuitive) understanding or \"grasping\" of some specific understanding of reality, as in kensho[372] or anubhava.[373]\n\n\"Pure experience\" does not exist; all experience is mediated by intellectual and cognitive activity.[374][375] A pure consciousness without concepts, reached by \"cleaning the doors of perception\",[note 37] would be an overwhelming chaos of sensory input without coherence.[376]\n\nA main modern proponent of perennialism was Aldous Huxley, who was influenced by Vivekananda's Neo-Vedanta and Universalism.[342] This popular approach finds supports in the \"common-core thesis\". According to the \"common-core thesis\",[377] different descriptions can mask quite similar if not identical experiences:[378]\n\nAccording to Elias Amidon there is an \"indescribable, but definitely recognizable, reality that is the ground of all being.\"[379] According to Renard, these are based on an experience or intuition of \"the Real\".[380] According to Amidon, this reality is signified by \"many names\" from \"spiritual traditions throughout the world\":[379]\n\nAccording to Renard, nondualism as common essence prefers the term \"nondualism\", instead of monism, because this understanding is \"nonconceptual\", \"not graspapable in an idea\".[380][note 38] Even to call this \"ground of reality\", \"One\", or \"Oneness\" is attributing a characteristic to that ground of reality. The only thing that can be said is that it is \"not two\" or \"non-dual\":[web 24][381] According to Renard, Alan Watts has been one of the main contributors to the popularisation of the non-monistic understanding of \"nondualism\".[380][note 39]\n\nThe \"common-core thesis\" is criticised by \"diversity theorists\" such as S.T Katz and W. Proudfoot.[378] They argue that \n\nThe idea of a common essence has been questioned by Yandell, who discerns various \"religious experiences\" and their corresponding doctrinal settings, which differ in structure and phenomenological content, and in the \"evidential value\" they present.[383] Yandell discerns five sorts:[384]\n\nThe specific teachings and practices of a specific tradition may determine what \"experience\" someone has, which means that this \"experience\" is not the proof of the teaching, but a result of the teaching.[391] The notion of what exactly constitutes \"liberating insight\" varies between the various traditions, and even within the traditions. Bronkhorst for example notices that the conception of what exactly \"liberating insight\" is in Buddhism was developed over time. Whereas originally it may not have been specified, later on the Four Truths served as such, to be superseded by pratityasamutpada, and still later, in the Hinayana schools, by the doctrine of the non-existence of a substantial self or person.[392] And Schmithausen notices that still other descriptions of this \"liberating insight\" exist in the Buddhist canon.[393]\n\nNondual awareness, also called pure consciousness or awareness,[19] contentless consciousness,[18] consciousness-as-such,[4] and Minimal Phenomenal Experience,[19] is a topic of phenomenological research. As described in Samkhya-Yoga and other systems of meditation, and referred to as, for example, Turya and Atman,[17][18] pure awareness manifests in advanced states of meditation.[17][19] Pure consciousness is distinguished from the workings of the mind, and \"consists in nothing but the being seen of what is seen.\"[17] Gamma & Metzinger (2021) present twelve factors in their phenomenological analysis of pure awareness experienced by meditators, including luminosity; emptiness and non-egoic self-awareness; and witness-consciousness.[19]\n\n"
        },
        {
            "title": "Further reading",
            "text": "General\n\nOrientalism\n\nBuddhism\n\nAdvaita Vedanta\n\n"
        }
    ]
}