{
    "url": "https://en.wikipedia.org/wiki/Nonfiction",
    "title": "Nonfiction",
    "table_of_contents": [
        "1 Distinctions",
        "2 Major types",
        "3 Specific types",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Nonfiction, or non-fiction, is any document or media content that attempts, in good faith, to provide information (and sometimes opinions)[1] grounded only in facts and real life, rather than in imagination.[2]  Nonfiction is often associated with being presented more objectively, like historical, scientific, or otherwise straightforward and accurate information, but sometimes, can be presented more subjectively, like sincerely held beliefs and thoughts on a real-world topic. One prominent usage of nonfiction is as one of the two fundamental divisions of narrative (storytelling)—often, specifically, prose writing[3]—in contrast to narrative fiction, which is largely populated by imaginary characters and events, though sometimes ambiguous regarding its basis in reality.[2][4] Some typical examples of nonfiction include diaries, biographies, news stories, documentary films, textbooks, travel books, recipes, and scientific journals. \n\nWhile specific claims in a nonfiction work may prove inaccurate, the typical author genuinely aims to be truthful at the time of their composition, offering accounts of historical or empirical fact. Systematic reporting of the beliefs of others in a nonfiction format is not necessarily an endorsement of the veracity of those beliefs, but rather an exercise in representing the topic. Works of nonfiction are not limited to written text, since statements expressed in audio or video may purport to present a factual account of a subject.\n\n"
        },
        {
            "title": "Distinctions",
            "text": "The numerous literary and creative devices used within fiction are generally thought inappropriate for use in nonfiction. They are still present particularly in older works but they are often muted so as not to overshadow the information within the work. Simplicity, clarity and directness are some of the most important considerations when producing nonfiction. Audience is important in any artistic or descriptive endeavor, but it is perhaps most important in nonfiction. In fiction, the writer believes that readers will make an effort to follow and interpret an indirectly or abstractly presented progression of theme, whereas the production of nonfiction has more to do with the direct provision of information. Understanding of the potential readers' use for the work and their existing knowledge of a subject are both fundamental for effective nonfiction. Despite the claim to truth of nonfiction, it is often necessary to persuade the reader to agree with the ideas and so a balanced, coherent and informed argument is vital. However, the boundaries between fiction and nonfiction are continually blurred and argued upon, especially in the field of biography;[5] as Virginia Woolf said: \"if we think of truth as something of granite-like solidity and of personality as something of rainbow-like intangibility and reflect that the aim of biography is to weld these two into one seamless whole, we shall admit that the problem is a stiff one and that we need not wonder if biographers, for the most part failed to solve it.\"[6]\n\nSemi-fiction is fiction implementing a great deal of nonfiction,[7] e.g., a fictional description based on a true story.\n\n"
        },
        {
            "title": "Major types",
            "text": "Common literary examples of nonfiction include expository, argumentative, functional, and opinion pieces; essays on art or literature; biographies; memoirs; journalism; and historical, scientific, technical, or economic writings (including electronic ones).[8]\n\nIncluding information that the author knows to be untrue within any of these works is usually regarded as dishonest. Other works can legitimately be either fiction or nonfiction, such as journals of self-expression, letters, magazine articles, and other expressions of imagination. Though such works are mostly either one or the other, a blend of both is also possible. Some fiction may include nonfictional elements. Some nonfiction may include elements of unverified supposition, deduction, or imagination for the purpose of smoothing out a narrative, but the inclusion of open falsehoods would discredit it as a work of nonfiction. The publishing and the bookselling businesses sometimes use the phrase \"literary nonfiction\" to distinguish works with a more literary or intellectual bent, as opposed to the bulk of nonfiction subjects.[9]\n\n"
        }
    ]
}