{
    "url": "https://en.wikipedia.org/wiki/Nonintercourse_Act",
    "title": "Nonintercourse Act",
    "table_of_contents": [
        "1 Text of the land provision",
        "2 Legislative history",
        "3 Land claims litigation",
        "3.1 History",
        "3.2 Elements",
        "3.3 Affirmative defenses",
        "4 Other provisions",
        "4.1 Definition of Indian country",
        "4.2 Trading posts",
        "4.3 Property claims",
        "5 State nonintercourse acts",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nThe Nonintercourse Act (also known as the Indian Intercourse Act or the Indian Nonintercourse Act) is the collective name given to six statutes passed by the Congress in 1790, 1793, 1796, 1799, 1802, and 1834 to set Amerindian boundaries of reservations. The various Acts were also intended to regulate commerce between settlers and the natives. The most notable provisions of the Act regulate the inalienability of aboriginal title in the United States, a continuing source of litigation for almost 200 years.  The prohibition on purchases of Indian lands without the approval of the federal government has its origins in the Royal Proclamation of 1763 and the Confederation Congress Proclamation of 1783.\n\n"
        },
        {
            "title": "Text of the land provision",
            "text": "The first four Acts expired after 4 years; the 1802 and 1834 Acts had no expiration. The version of the Act in force at the time of the illicit conveyance determines the law that applies. The courts have found few legal differences between the five versions of the Act.[1] For example, three dissenting justices in South Carolina v. Catawba Indian Tribe (1986) noted that the 1793 Act expanded the scope of the 1790 Act by applying the prohibition not only to lands but \"claims.\"[2]\n\nThe original Act, passed on July 22, 1790 provides:\n\nThe 1793 Act provides:\n\nThe 1796 Act provides:\n\nThe 1799 Act provides:\n\nThe 1802 Act provides\n\nThe 1834 Act, currently codified at 25 U.S.C. § 177, provides:\n\n"
        },
        {
            "title": "Legislative history",
            "text": "One of the earliest interpretations of the Nonintercourse Act comes from a speech by President George Washington to the Seneca Nation of New York in 1790, after the passage of the Act:\n\n"
        },
        {
            "title": "Land claims litigation",
            "text": "The first litigation of the Nonintercourse Act by an indigenous party to reach the Supreme Court was Cherokee Nation v. Georgia (1831), which the Court dismissed on the technicality that the court lacked of original jurisdiction,[10] so the result was the Cherokee did not have a standing as a foreign nation, but the opinion did not rule on the merits, leaving the door open for a ruling on a resubmitted case. Former Attorney General William Wirt, the Cherokee's lawyer, argued that the challenged Georgia statute was void, inter alia, \"[b]ecause it is repugnant to a law of the United States passed in 1803 entitled 'an act to regulate trade and intercourse with Indian tribes, and to preserve peace on the frontiers.'\"[11] Wirt also argued that the state statute violated the Cherokee treaties and the Contract Clause and the dormant Indian Commerce Clause of the United States Constitution.[10] A similar argument was made in the Bill filed by Wirt in the Supreme Court.[12] William Wirts arguments[13] may have had a telling effect, for in a subsequent action, Worcester v. Georgia (1832) the court reversed itself, holding that the Cherokee were a sovereign nation and thus the Supreme Court did have original jurisdiction.\n\nAfter Cherokee Nation, the next such case to reach the Court was Seneca Nation of Indians v. Christy (1896).  The New York Court of Appeals had dismissed the claim based on an interpretation of the Nonintercourse Act and an invocation of the statute of limitations for the state enabling act which enabled the Seneca to sue in state court; the Supreme Court dismissed the appeal because of the adequate and independent state grounds doctrine.[14] The Act remained essentially un-litigated by tribes until Federal Power Commission v. Tuscarora Indian Nation (1960), where the Tuscarora attempted to avoid the condemnation of their land by the construction of a federal dam. The court held the Act inapplicable, but noted:\n\nThis dicta inspired Oneida Indian Nation of N.Y. State v. Oneida Cnty. (1974) [\"Oneida I\"],[16] where the Supreme Court held that there was federal subject-matter jurisdiction for Indian land claims based upon aboriginal title and violations of the Nonintercourse Act.[17] In Oneida Cnty. v. Oneida Indian Nation of N.Y. State (1984) [\"Oneida II\"], the Supreme Court held that tribes have a federal common law cause of action, not pre-empted by the Nonintercourse Act, for possessory land claims based upon aboriginal title; the court also rejected the following affirmative defenses: limitations, abatement, ratification or nonjusticiability.[18]\n\nWhile Oneida II remains the only final judgement entered by a court in favor of a tribe bringing a Nonintercourse Act land claim, Oneida I inspired dozens of other land claims.  After tribes won initial judgements in some of these claims, Congress reacted by extinguishing the claimed aboriginal title and compensating the tribal plaintiffs.  These Indian Land Claims Settlements are collected in 25 U.S.C. tit. 19.  For example, in Joint Tribal Council of the Passamaquoddy Tribe v. Morton (1st Cir. 1975), after the First Circuit held that the federal government was obliged to bring a suit on the tribe's behalf claiming 60% of Maine, Congress approved an $81.5 million settlement.[19] In the case of the Narragansett land claim (D.R.I. 1976), Congress enacted a settlement after the court struck all the defendant's affirmative defenses (laches, statute of limitations/adverse possession, estoppel by sale, operation of state law, and public policy) and denied the state's motion to dismiss on the grounds of sovereign immunity and nonjusticiability.[20] Similarly, in Mohegan Tribe v. Connecticut (D. Conn. 1982), Congress approved the creation of the Mohegan Sun after the court struck the defendant's affirmative defenses.[21] With the Mashantucket Pequot Tribe[22] and Wampanoag,[23] Congress enacted a settlement before the courts had a chance to enter any rulings.\n\nAs stated in Narragansett, there are four elements to a Nonintercourse Act claim.\n\nMore recently, the Second Circuit has stated:\n\nThe Passamaquoddy and Narragansett cases, supra, are examples where the plaintiff has prevailed despite not being federally recognized tribes (the Passamaquoddy obtained federal recognition through the Maine Indian Claims Settlement; the Narragansett gained federal recognition in 1983, five years after the Rhode Island Claims Settlement Act).  Although federal tribal status is prima facie evidence of the first element, the Act also applies to unrecognized tribes.[26]\n\nIf the tribe is unrecognized, the defendant may defeat the plaintiff's prima facie case either by showing that the Indians did not constitute a \"tribe\" at the time of the conveyance, or at the time of the litigation; thus, the defendant may show that the plaintiff is not the successor in interest to the tribe whose lands were illegally alienated.  The leading case where the defendants prevailed on this element is Mashpee Tribe v. New Seabury Corp. (1st Cir. 1979).[27] Alternatively, the action may be stayed until the Bureau of Indian Affairs makes a tribal status determination (and eventually dismissed if the BIA concludes the plaintiffs are not the successors in interest).[28] The Pueblo were initially interpreted not to be \"Indians\" for the purposes of the Nonintercourse Act;[29] however, this holding was subsequently overruled.[30]\n\nThe elements given above are for a tribe. The United States, acting in its capacity as a trustee, may (and has, successfully) bring an action on behalf of a tribe.[31]  The federal government was vested with similar power to enforce the anti-alienation provisions of the Allotment Acts.[32]  Conversely, individual Indians have no standing under the Act.[33] This is true even if individual plaintiffs attempt the certify a class of all tribal members; the tribe itself must sue.[34]\n\nUnlike the Confederation Congress Proclamation of 1783, the Nonintercourse Act applies to land within the boundaries of a state, including the original thirteen.[35] The First Circuit in Passamaquoddy and the Second Circuit in Mohegan Tribe, supra, held that the Nonintercourse Act applies to the entire United States, including the original thirteen. No defendant has yet persuaded a court otherwise.\n\nHowever, the defendant will defeat this element if the challenged conveyance occurred before 1790.[36] The Confederation Congress Proclamation of 1783 may cover conveyances between 1783 and 1790, but the only court to consider it held that the Confederation Congress had neither the power nor the intent to prohibit conveyances to states within their borders.[37] The Royal Proclamation of 1763 may cover conveyances between 1763 and 1783; however, the only court to examine such a conveyance found that it satisfied the requirements of the Proclamation.[38] For example, the conveyances at issue in Johnson v. M'Intosh (1823) occurred on July 5, 1773 and October 18, 1775, but neither party to the suit was indigenous.[39]\n\nThrough the policies of Indian removal in the East and Indian reservation-creation in the West, the federal government removed Native Americans from most of their ancestral land.  However, examples of Congress approving a state action that alienated land are rare indeed.  Congress would have to pass a statute with express language, or the Senate would have to ratify the treaty alienating the land, to secure such federal approval. The view taken by several of the Indian Land Claims Settlements is that Congress may consent to such conveyances retroactively; this view has not been tested in court, although it is likely to be upheld because the power of Congress to extinguish aboriginal title without compensation is plenary.\n\nIn Passamaquoddy, supra, the First Circuit held that only Congress, and only with a clear statement, can terminate a federal-tribal trust relationship; acts of state governments are irrelevant.  Congress has done so with several tribes under Indian termination policy.  Since South Carolina v. Catawba Indian Tribe (1986) it has been understood that the Nonintercourse Act does not protect the lands of terminated tribes; there, the termination act was held to have triggered the state statute of limitations with respect to the land claim.[40]\n\nCourts have considered and rejected several affirmative defenses to Nonintercourse Act suits.[41] However, there are two affirmative defenses that have been accepted by some courts: state sovereign immunity and the equitable doctrine of laches.\n\nThe structure of the original Constitution and the text of the Eleventh Amendment gives states sovereign immunity from most suits;[42] there are exceptions: when the state consents to suit; when the federal government abrogates sovereign immunity by statute; when the federal government is the plaintiff or plaintiff-intervenor; and the category authorized by Ex parte Young (1908).  In several cases, Nonintercourse Act plaintiffs have satisfied one of these exceptions.[43] However, the Nonintercourse Act itself does not abrogate state sovereign immunity.[44] Moreover, the authority is clear that the Ex parte Young exception does not apply.[45] Therefore, plaintiffs must obtain the intervention of the federal government or relegate themselves to suing local governments and private land owners.[46]\n\nFurther, in actions against states, Indians are not entitled to the presumption of 25 U.S.C. § 194, which applies only to \"persons.\"[47]\n\nFour dissenting justices would have barred the tribes action based on laches in Oneida County v. Oneida Indian Nation of N.Y. State (1985), a question the majority did not reach.[18] The Second Circuit adopted the view of the dissent in Cayuga Indian Nation of N.Y. v. Pataki (2d Cir. 2005), and since then no tribal plaintiff has been able to overcome this affirmative defense in that circuit.[48] Cayuga erased a damage award of $247.9 million, the largest ever awarded under the Act.\n\n"
        },
        {
            "title": "Other provisions",
            "text": "In addition to regulating relations between Indians living on Indian land and non-Indians, the 1834 Act identified an area known as \"Indian country\". This land was described as being \"all that part of the United States west of the Mississippi and not within the states of Missouri and Louisiana, or the territory of Arkansas.\" This is the land that became known as Indian Territory.\n\nOne of the most defining aspects of the acts was the establishment of a series of \"factories\" which were officially licensed trading posts where Native Americans were to sell their merchandise (particularly furs).  The factories, which officially were set up to protect the tribes from unscrupulous private traders, were to be used as leverage to cause the tribes to cede substantial territory in exchange for access to the \"factory\" as happened with the Treaty of Fort Clark in which the Osage Nation exchanged most of Missouri in order to access Fort Clark.\n\nAccording to U.S. Attorney General William Wirt:\n\n"
        },
        {
            "title": "State nonintercourse acts",
            "text": "The Nonintercourse Act did not pre-empt the states from legislating additional restraints on alienation of Native American lands.[50]  Many states, including nearly all of the original Thirteen, enacted similar statutes for at least some lands during at least some time periods.[51]\n\nOther state statutes, or constitutional provisions, incorporated the English common law as it had evolved up to that point.[52]\n\nA New York State enacted March 31, 1821 provided:\n\nA 1739 South Carolina Provincial Council statute required a license from the Crown or Governor for a private party to purchase lands from Indians.[54]\n\n"
        }
    ]
}