{
    "url": "https://en.wikipedia.org/wiki/Nonlinear_narrative",
    "title": "Nonlinear narrative",
    "table_of_contents": [
        "1 Literature",
        "2 Film",
        "2.1 Silent and early era",
        "2.2 Post-World War II",
        "2.3 1990s and 2000s",
        "3 Television",
        "3.1 United States",
        "3.1.1 The past in certain episodes",
        "3.1.2 The future or past throughout the series",
        "3.1.3 As a narrative hook",
        "3.1.4 To mimic human memory",
        "3.1.5 Other examples",
        "3.2 Japan",
        "4 Video games",
        "5 HTML narratives",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Nonlinear narrative, disjointed narrative, or disrupted narrative is a narrative technique, sometimes used in literature, film, video games, and other narratives, where events are portrayed, for example, out of chronological order or in other ways where the narrative does not follow the direct causality pattern of the events featured, such as parallel distinctive plot lines, dream immersions or narrating another story inside the main plot-line. Most of the time,[according to whom?] it is used to mimic the structure and recall of a character, but has been used for other reasons as well.\n\n"
        },
        {
            "title": "Literature",
            "text": "Beginning a non-linear narrative in medias res (Latin: \"into the middle of things\") began in ancient times and was used as a convention of epic poetry, including Homer's Iliad in the 8th century BC. The technique of narrating most of the story in flashback is also seen in epic poetry, like the Indian epic the Mahabharata. Several medieval Arabian Nights tales such as \"The City of Brass\" and \"The Three Apples\" also had nonlinear narratives employing the in medias res and flashback techniques.[1] The medieval English poem Beowulf also utilizes a non-linear structure, focusing on events throughout the life of the titular character rather than describing them in a linear narrative.[2]\n\nFrom the late 19th century and early 20th century, modernist novelists Joseph Conrad, Virginia Woolf, Ford Madox Ford, Marcel Proust, and William Faulkner experimented with narrative chronology and abandoning linear order.[3]\n\nExamples of nonlinear novels are:\n\nSeveral of Michael Moorcock's novels, particularly those in the Jerry Cornelius series, in particular The English Assassin: A Romance of Entropy (1972) and The Condition of Muzak (1977) are notable for extending the nonlinear narrative form in order to explore the complex nature of identity within a multiversal universe.\n\nScott McCloud argues in Understanding Comics that the narration of comics is nonlinear because it relies on the reader's choices and interactions.\n\n"
        },
        {
            "title": "Film",
            "text": "Defining nonlinear structure in film is, at times, difficult. Films may use extensive flashbacks or flashforwards within a linear storyline, while nonlinear films often contain linear sequences.[5] Orson Welles' Citizen Kane (1941)—influenced structurally by The Power and the Glory (1933)—and Akira Kurosawa's Rashomon (1950) use a non-chronological flashback narrative that is often labeled nonlinear.\n\nExperimentation with nonlinear structure in film dates back to the silent film era, including D. W. Griffith's Intolerance (1916) and Abel Gance's Napoléon (1927).[6] Nonlinear film emerged from the French avant-garde[5] in 1924 with René Clair’s Entr'acte, Dadaïst film and then in 1929 with Luis Buñuel and Salvador Dalí's Un Chien Andalou (English: An Andalusian Dog). The surrealist film jumps into fantasy and juxtaposes images, granting the filmmakers an ability to create statements about the Church, art, and society that are left open to interpretation.[7] Buñuel and Dalí's L'Âge d'Or (1930) (English: The Golden Age) also uses nonlinear concepts. The revolutionary Russian filmmakers Sergei Eisenstein, Vsevolod Pudovkin, and Alexander Dovzhenko also experimented with the possibilities of nonlinearity. Eisenstein's Strike (1925) and Dovzhenko's Earth (1930) hint at a nonlinear experience.[8] English director Humphrey Jennings used a nonlinear approach in his World War II documentary Listen to Britain (1942).[8]\n\nJean-Luc Godard's works since 1959 were also important in the evolution of nonlinear film. Godard famously stated, \"I agree that a film should have a beginning, a middle and an end but not necessarily in that order\".[9]  Godard's Week End (French: Le weekend) (1968), as well as Andy Warhol's Chelsea Girls (1966), defy linear structure in exchange for a chronology of events that is seemingly random.[10] Alain Resnais experimented with narrative and time in his films Hiroshima mon amour (1959), L'Année dernière à Marienbad (1961), and Muriel (1963). Federico Fellini defined his own nonlinear cinema with the films La Strada (1954), La Dolce Vita (1960), 8½ (1963), Fellini Satyricon (1969), and Roma (1972), as did Soviet filmmaker Andrei Tarkovsky with his modernist films The Mirror (1975) and Nostalghia (1983). Nicolas Roeg's films, including  Performance (1970), Walkabout (1971), Don't Look Now (1973), The Man Who Fell to Earth (1976), and Bad Timing (1980) are characterized by a nonlinear approach.[11]  Other mainstream nonlinear filmmakers include Michelangelo Antonioni, Peter Greenaway, Chris Marker, Theo Angelopoulos, Agnès Varda, Raúl Ruiz, Carlos Saura, Alain Robbe-Grillet.[12]\n\nIn the United States, Robert Altman carried the nonlinear motif in his films, including McCabe & Mrs. Miller (1971), Nashville (1975), The Player (1992), Short Cuts (1993), and Gosford Park (2001).[13] Woody Allen embraced the experimental nature of nonlinear narrative in Annie Hall (1977), Interiors (1978), and Stardust Memories (1980).\n\nIn the 1990s, Quentin Tarantino influenced a tremendous increase in the popularity of nonlinear films most notably Pulp Fiction (1994). He also used non linear narrative in Reservoir Dogs (1992), Kill Bill (2003 and 2004) and The Hateful Eight (2015). Critics have referred shifting of timeline as Tarantino effect.[7] Other important nonlinear films include Atom Egoyan's Exotica (1994), Terrence Malick's The Thin Red Line (1998), and Karen and Jill Sprecher's Thirteen Conversations About One Thing (2001).[7] David Lynch experimented with nonlinear narrative and surrealism in Lost Highway (1997), Mulholland Drive (2001), and Inland Empire (2006).\n\nIn the years leading into and the beginning of the 21st century, some filmmakers have returned to the use of nonlinear narrative repeatedly, including Steven Soderbergh in Schizopolis (1996), Out of Sight (1998), The Limey (1999), Full Frontal (2002), Solaris (2002), and Che (2008); and Christopher Nolan in Following (1998), Memento (2000), Batman Begins (2005), The Prestige (2006), Inception (2010), The Dark Knight Rises (2012) and Dunkirk (2017). Memento, with its fragmentation and reverse chronology, has been described as characteristic of moving towards postmodernism in contemporary cinema. Another example would be Terrence Malick's acclaimed The Tree of Life (2011). The element of reverse chronology was explored further in Gaspar Noé's 2002 film Irréversible. Noé's 2009 film Enter the Void also used an uncommon narrative structure as a man recalls his life through flashbacks at the time of his death, induced by the use of psychedelic drugs.[14] Richard Linklater used nonlinear narrative in Waking Life (2001), A Scanner Darkly (2006); Gus Van Sant in Elephant (2003), Last Days (2005), and Paranoid Park (2007). Alejandro González Iñárritu's film Babel is an example of fragmented narrative structure. Hong Kong auteur Wong Kar-wai explored nonlinear storylines in the films Days of Being Wild (1991), Ashes of Time (1994), Chungking Express (1994), In the Mood for Love (2000), and 2046 (2004). Fernando Meirelles in City of God and The Constant Gardener. Some of Alejandro González Iñárritu's films feature nonlinear narratives, specially the ones written by Guillermo Arriaga who also uses non linear narratives in his films. Charlie Kaufman is also known for his fondness of nonlinear story-telling as applied in Adaptation and Eternal Sunshine of the Spotless Mind. Takashi Shimizu's Japanese horror series,  Ju-on, brought to America as The Grudge, is also nonlinear in its storytelling (the only exception being The Grudge 3). Director Martin Koolhoven has made more movies with a nonlinear narrative, but the most notorious one is probably his controversial western Brimstone, which premiered in the 2016 Venice Film Festival. Director Vetrimaaran made the Tamil-language thriller film Vada Chennai (2018) which has a nonlinear narrative structure. Another Tamil-language film, Iravin Nizhal (2022), has a single-shot non-linear structure. Friend of the World (2020) is broken up into chapters, which has a nonlinear plot.\n\n"
        },
        {
            "title": "Television",
            "text": "In American television, there are several examples of series that make use of nonlinear narrative in different forms and for different purposes. Some notable examples are Lost, Undone, Breaking Bad, The Walking Dead, Once Upon a Time, The Witcher, Arrow, Orange Is the New Black, and True Detective. Even though it is often found in drama, some comedy shows use nonlinear narrative too, such as Arrested Development and How I Met Your Mother. This kind of narrative is used in several ways. Some series only have certain nonlinear episodes, such as Penny Dreadful and The Leftovers. Others use nonlinear storylines throughout the whole series, such as Lost and Arrow. Other series use nonlinear narrative in the beginning of a season and then explore the past until they meet, such as Damages and Bloodline.\n\nSome television series use nonlinear narrative in certain episodes to fully explore an important part of the main characters' past. An example is Showtime's horror drama Penny Dreadful, which features one episode per season that is entirely devoted to exploring key moments in Vanessa Ives' (Eva Green) past. Another example is HBO's drama The Leftovers, whose ninth episode is set in the past and explores the lives of the main characters before the critical event that drives the story took place. Fox's sci-fi series Fringe, the Amazon original comedy drama Transparent and the Netflix original comedy Grace and Frankie use this technique only in certain episodes too.\n\nThere are certain television series that use nonlinear narrative to explore the past - or future - of one or various characters throughout its whole run. The ABC television series Lost made extensive use of nonlinear story telling, with each episode typically featuring a primary storyline on the island as well as a secondary storyline from another point in a character's life, either past or future. So does The CW's series Arrow which, in every episode, features a storyline following the life of Oliver Queen (Stephen Amell) stranded in an island and a main storyline five years later in which he goes back home and decides to become a vigilante. Using a similar storytelling technique, Netflix's original series Orange Is the New Black explores the lives of the main characters in prison and also some important part of their past before they became inmates. Another example is FX's horror-drama series The Strain.\n\nSome television series use nonlinear narrative in the beginning of a season as a narrative hook, showing an intense or shocking event, and then extensively explore the past and the reasons that lead that event to happen. A notable example is the AMC drama series Breaking Bad, which in the beginning of its final season showed a neglected and lonesome Walter White (Bryan Cranston) and then explored what had happened to him. This technique was also used in Breaking Bad's Pilot and in its second season. Using the same formula, FX's Emmy Award winning legal drama Damages starring Glenn Close, begins each season with an intensely melodramatic event taking place and then traveling back six months earlier. Throughout the season, each episode shows events both in the past, present, and future that lead up to and follow said event. Netflix's original series Bloodline and ABC's crime drama How to Get Away with Murder use a similar storytelling technique.\n\nAnother reason why a television series uses nonlinear narrative is to better portray the way human memory recalls events. In its first season, the HBO anthology series True Detective used nonlinear narrative depicting the events that the main characters described and in the way they remembered them. Showtime's Golden Globe winning drama The Affair uses this narrative technique in the same way. However, by using unreliable narrators, this show emphasizes how differently two people recall the same events.\n\nIn its fourth and fifth season, AMC's post-apocalyptic drama The Walking Dead used nonlinear narrative extensively.\n\nEven though it is not common, some comedy also shows use nonlinear narrative. An example is the sitcom Arrested Development which, in its fourth season, made heavy use of nonlinear narrative, devoting each episode to explore the story of each of its characters separately.\n\nOther examples of nonlinear narrative in American television are: 12 Monkeys, A to Z, Alcatraz, American Horror Story, Better Call Saul, BoJack Horseman, Daredevil, Dopesick,  Fargo, The Flash, FlashForward, Forever, Gotham, Grounded for Life, Hannibal, Heroes, House of Cards, Once Upon a Time in Wonderland, Person of Interest, Pretty Little Liars, The Returned, Revolution, Sense8, Undone, The Vampire Diaries, Wayward Pines and The Witcher.\n\nJapanese anime series sometimes present their plot in nonlinear order. In The Melancholy of Haruhi Suzumiya, for example, the episodes were deliberately aired in non-chronological order. A more nonlinear example is Baccano!, where every scene is displayed in non-chronological order, with most scenes taking place at various times during the early 1930s and some scenes taking place before (extending back to the 18th century) and after (extending forward to the 21st century). Other examples include Durarara!!, Monogatari Series, Yami to Bōshi to Hon no Tabibito, Touka Gettan, Rental Magica, Ergo Proxy, Fullmetal Alchemist, Axis Powers Hetalia, Hidamari Sketch, Mekakucity Actors, Princess Principal, The Garden of Sinners and (partly) Boogiepop Phantom.\n\n"
        },
        {
            "title": "Video games",
            "text": "Some video games mimic film non-linearity by presenting a single plot in a chronologically distorted way instead of letting the player determine the story flow themselves. The first-person shooter Tribes: Vengeance is an example of this; another is Sega's Sonic Adventure.\n\nA nonlinear plot structure may or may not be combined with branching:\n\nAll of Quantum Games were developed nonlinear structures into the style of hyperlink cinema.\n\nSome games tell their nonlinear story without the player being able to change any (or very little) of the plot structure. For example, Uncharted 2 begins in medias res, with the lead character in the aftermath of an accident that the player only reaches several hours of gameplay later.\n\nIndie game Fragments of Him also begins in medias res but, in addition to the nonlinear beginning, it later jumps between characters to build the story and character relationships in a nonlinear fashion, and a subtle branch means that players may see the stories in a different order if they walk into a different room at the beginning.\n\nIndie developers Dennaton Games use non-linear passages of time in their game Hotline Miami 2 in the same way Pulp Fiction is written. For example, some segments of the game take place before the events of the Prequel. It is used for dramatic effect in most cases, some characters have already had onscreen deaths but the player will not realise it until a later chapter of the character walking blindly to their already shown death.\n\nOften game developers use the idea of character amnesia in games. It helps give the game a beginning because the audience only has the understanding that there is a history before the events of the game take place. Furthermore, by creating a nonlinear storyline the complexity of game play is greatly expanded. Nonlinear game play allows for greater replay value, allowing the player to put together different pieces of a potentially puzzling storyline. A fitting example of character amnesia is the 2005 video game Façade. In Façade the player is put into a situation that lasts approximately 10 to 15 minutes in real time, yet the events recalled seem to have a basis in years of dramatic history.[15]\n\n"
        },
        {
            "title": "HTML narratives",
            "text": "In contemporary society webpages or to be more correct, hypertext, have become affluent forms of narratives.[citation needed] Hypertexts have great potential to create non-linear forms of narratives. They allow for individuals to navigate within the story through links, images, audio and video, consisting of multiple subtopics that do not force the audience to make their next selection based on what their previous experiences are.[citation needed]\n\n"
        }
    ]
}