{
    "url": "https://en.wikipedia.org/wiki/Nonprofit_organizations",
    "title": "Nonprofit organization",
    "table_of_contents": [
        "1 United States",
        "2 Mechanism of money-raising",
        "3 Management",
        "4 Functions",
        "4.1 Formation and structure",
        "4.2 Tax exemption",
        "4.3 Social Welfare nonprofits",
        "5 Problems",
        "5.1 Founder's syndrome",
        "5.1.1 Resource mismanagement",
        "5.2 Competition for talent",
        "6 Online presence",
        "7 Alternative names",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA nonprofit organization (NPO) or non-profit organisation, also known as a non-business entity,[1] not-for-profit organization,[2] or nonprofit institution,[3] is a legal entity organized and operated for a collective, public or social benefit, in contrast with an entity that operates as a business aiming to generate a profit for its owners. A nonprofit is subject to the non-distribution constraint: any revenues that exceed expenses must be committed to the organization's purpose, not taken by private parties. An array of organizations are nonprofit, including some political organizations, schools, business associations, churches, social clubs, and consumer cooperatives. Nonprofit entities may seek approval from governments to be tax-exempt, and some may also qualify to receive tax-deductible contributions, but an entity may incorporate as a nonprofit entity without securing tax-exempt status.\n\nKey aspects of nonprofits are accountability, trustworthiness, honesty, and openness to every person who has invested time, money, and faith into the organization. Nonprofit organizations are accountable to the donors, founders, volunteers, program recipients, and the public community. Theoretically, for a nonprofit that seeks to finance its operations through donations, public confidence is a factor in the amount of money that a nonprofit organization is able to raise.  Supposedly, the more nonprofits focus on their mission, the more public confidence they will have. This will result in more money for the organization.[1] The activities a nonprofit is partaking in can help build the public's confidence in nonprofits, as well as how ethical the standards and practices are.\n\n"
        },
        {
            "title": "United States",
            "text": "According to the National Center for Charitable Statistics (NCCS), there are more than 1.5 million nonprofit organizations registered in the United States, including public charities, private foundations, and other nonprofit organizations. Private charitable contributions increased for the fourth consecutive year in 2017 (since 2014), at an estimated $410.02 billion. Out of these contributions, religious organizations received 30.9%, education organizations received 14.3%, and human services organizations received 12.1%.[4] Between September 2010 and September 2014, approximately 25.3% of Americans over the age of 16 volunteered for a nonprofit.[5]\n\nIn the United States, both nonprofits are tax-exempt. There are various types of nonprofit exemptions, such as 501(c)(3) organizations that are a religious, charitable, or educational-based organization that does not influence state and federal legislation, and 501(c)(7) organizations that are for pleasure, recreation, or another nonprofit purpose.[citation needed]\n\nNonprofits may be member-serving or community-serving. Member-serving nonprofit organizations create a benefit for the members of their organization and can include but are not limited to credit unions, sports clubs, and advocacy groups. Community-serving nonprofit organizations focus on providing services to the community either globally or locally. Community-serving nonprofits include organizations that deliver aid and development programs, medical research, education, and health services. It is possible for a nonprofit to be both member-serving and community-serving.[citation needed]\n\n"
        },
        {
            "title": "Mechanism of money-raising",
            "text": "Nonprofit organisations are not driven by generating profit, but they must bring in enough income to pursue their social goals. Nonprofits are able to raise money in different ways. This includes income from donations from individual donors or foundations; sponsorship from corporations; government funding; programs, services or merchandise sales, and investments.[6] Each NPO is unique in which source of income works best for them. With an increase in NPO's within the last decade, organizations have adopted competitive advantages to create revenue for themselves to remain financially stable. Donations from private individuals or organizations can change each year and government grants have diminished. With changes in funding from year to year, many nonprofit organizations have been moving toward increasing the diversity of their funding sources. For example, many nonprofits that have relied on government grants have started fundraising efforts to appeal to individual donors.[7]\n\n"
        },
        {
            "title": "Management",
            "text": "A common misconception about nonprofits is that they are run completely by volunteers. Most nonprofits have staff that work for the company, possibly using volunteers to perform the nonprofit's services under the direction of the paid staff. Nonprofits must be careful to balance the salaries paid to staff against the money paid to provide services to the nonprofit's beneficiaries. Organizations whose salary expenses are too high relative to their program expenses may face regulatory scrutiny.[8]\n\nA second misconception is that nonprofit organizations may not make a profit. Although the goal of nonprofits is not specifically to maximize profits, they still have to operate as a fiscally responsible business. They must manage their income (both grants and donations and income from services) and expenses so as to remain a fiscally viable entity. Nonprofits have the responsibility of focusing on being professional, financially responsible, replacing self-interest and profit motive with mission motive.[9]\n\nThough nonprofits are managed differently from for-profit businesses, they have felt pressure to be more businesslike. To combat private and public business growth in the public service industry, nonprofits have modeled their business management and mission, shifting their raison d’être to establish sustainability and growth.[10]\n\nSetting effective missions is a key for the successful management of nonprofit organizations.[11] There are three important conditions for effective mission: opportunity, competence, and commitment.[11]\n\nOne way of managing the sustainability of nonprofit organizations is to establish strong relations with donor groups.[11] This requires a donor marketing strategy, something many nonprofits lack.[11]\n\n"
        },
        {
            "title": "Functions",
            "text": "Nonprofit organizations provide public goods that are undersupplied by government.[12] NPOs have a wide diversity of structures and purposes. For legal classification, there are, nevertheless, some elements of importance:\n\nSome of the above must be (in most jurisdictions in the USA at least) expressed in the organization's charter of establishment or constitution. Others may be provided by the supervising authority at each particular jurisdiction.\n\nWhile affiliations will not affect a legal status, they may be taken into consideration by legal proceedings as an indication of purpose. Most countries have laws that regulate the establishment and management of NPOs and that require compliance with corporate governance regimes. Most larger organizations are required to publish their financial reports detailing their income and expenditure publicly.\n\nIn many aspects, they are similar to corporate business entities though there are often significant differences. Both not-for-profit and for-profit corporate entities must have board members, steering-committee members, or trustees who owe the organization a fiduciary duty of loyalty and trust. A notable exception to this involves churches, which are often not required to disclose finances to anyone, including church members.[13]\n\nIn the United States, nonprofit organizations are formed by filing bylaws or articles of incorporation or both in the state in which they expect to operate. The act of incorporation creates a legal entity enabling the organization to be treated as a distinct body (corporation) by law and to enter into business dealings, form contracts, and own property as individuals or for-profit corporations can.\n\nNonprofits can have members, but many do not. The nonprofit may also be a trust or association of members. The organization may be controlled by its members who elect the board of directors, board of governors or board of trustees. A nonprofit may have a delegate structure to allow for the representation of groups or corporations as members. Alternatively, it may be a non-membership organization and the board of directors may elect its own successors.\n\nThe two major types of nonprofit organization are membership and board-only. A membership organization elects the board and has regular meetings and the power to amend the bylaws. A board-only organization typically has a self-selected board and a membership whose powers are limited to those delegated to it by the board. A board-only organization's bylaws may even state that the organization does not have any membership, although the organization's literature may refer to its donors or service recipients as 'members'; examples of such organizations are FairVote[14][15] and the National Organization for the Reform of Marijuana Laws.[16] The Model Nonprofit Corporation Act imposes many complexities and requirements on membership decision-making.[17] Accordingly, many organizations, such as the Wikimedia Foundation,[18] have formed board-only structures. The National Association of Parliamentarians has generated concerns about the implications of this trend for the future of openness, accountability, and understanding of public concerns in nonprofit organizations. Specifically, they note that nonprofit organizations, unlike business corporations, are not subject to market discipline for products and shareholder discipline of their capital; therefore, without membership control of major decisions such as the election of the board, there are few inherent safeguards against abuse.[19][20] A rebuttal to this might be that as nonprofit organizations grow and seek larger donations, the degree of scrutiny increases, including expectations of audited financial statements.[21] A further rebuttal might be that NPOs are constrained, by their choice of legal structure, from financial benefit as far as distribution of profit to members and directors is concerned.\n\nIn many countries, nonprofits may apply for tax-exempt status, so that the organization itself may be exempt from income tax and other taxes. In the United States, to be exempt from federal income taxes, the organization must meet the requirements set forth in the Internal Revenue Code (IRC). Granting nonprofit status is done by the state, while granting tax-exempt designation (such as IRC 501(c)) is granted by the federal government via the IRS. This means that not all nonprofits are eligible to be tax-exempt.[22] For example, employees of non-profit organizations pay taxes from their salaries, which they receive according to the laws of the country. NPOs use the model of a double bottom line in that furthering their cause is more important than making a profit, though both are needed to ensure the organization's sustainability.[23][24] An advantage of non-profit organisations registered in the UK is that they benefit from some reliefs and exemptions. Charities and non-profits are exempt from Corporation Tax as well as the trustees being exempt from Income Tax. [25]\n\nIn the U.S., \"social welfare\" nonprofits (IRS Section 501(c)(4)) are frequently used by politicians. Their use has resulted in controversies for politicians such as Kwame Kilpatrick and Gretchen Whitmer.[26]\n\n"
        },
        {
            "title": "Problems",
            "text": "Founder's syndrome is an issue organizations experience as they expand. Dynamic founders, who have a strong vision of how to operate the project, try to retain control of the organization, even as new employees or volunteers want to expand the project's scope or change policy.[27]\n\nResource mismanagement is a particular problem with NPOs because the employees are not accountable to anyone who has a direct stake in the organization. For example, an employee may start a new program without disclosing its complete liabilities. The employee may be rewarded for improving the NPO's reputation, making other employees happy, and attracting new donors. Liabilities promised on the full faith and credit of the organization but not recorded anywhere constitute accounting fraud. But even indirect liabilities negatively affect the financial sustainability of the NPO, and the NPO will have financial problems unless strict controls are instated.[28] Some commenters have argued that the receipt of significant funding from large for-profit corporations can ultimately alter the NPO's functions.[29] A frequent measure of an NPO's efficiency is its expense ratio (i.e. expenditures on things other than its programs, divided by its total expenditures).\n\nCompetition for employees with the public and private sector is another problem that nonprofit organizations inevitably face, particularly for management positions. There are reports of major talent shortages in the nonprofit sector today regarding newly graduated workers,[30] and NPOs have for too long[opinion] relegated hiring to a secondary priority,[31] which could be why they find themselves in the position many do. While many established NPOs are well-funded and comparative to their public sector competitors, many more are independent and must be creative with which incentives they use to attract and maintain vibrant personalities. The initial interest for many is the remuneration package, though many who have been questioned after leaving an NPO have reported that it was stressful work environments and implacable work that drove them away.[32]\n\nPublic- and private-sector employment have, for the most part, been able to offer more to their employees than most nonprofit agencies throughout history. Either in the form of higher wages, more comprehensive benefit packages, or less tedious work, the public and private sectors have enjoyed an advantage over NPOs in attracting employees. Traditionally, the NPO has attracted mission-driven individuals who want to assist their chosen cause. Compounding the issue is that some NPOs do not operate in a manner similar to most businesses, or only seasonally. This leads many young and driven employees to forego NPOs in favor of more stable employment. Today, however, nonprofit organizations are adopting methods used by their competitors and finding new means to retain their employees and attract the best of the newly minted workforce.[33]\n\nIt has been mentioned that most nonprofits will never be able to match the pay of the private sector[34] and therefore should focus their attention on benefits packages, incentives and implementing pleasurable work environments. A good environment is ranked higher than salary and pressure of work.[31] NPOs are encouraged to pay as much as they are able and offer a low-stress work environment that the employee can associate him or herself positively with. Other incentives that should be implemented are generous vacation allowances or flexible work hours.[35]\n\n"
        },
        {
            "title": "Online presence",
            "text": "When selecting a domain name, NPOs often use .org, or the country code top-level domain of their respective country, or the .edu top-level domain (TLD), to differentiate themselves from more commercial entities, which typically use .com.\n\nIn the traditional domain noted in RFC 1591, .org is for \"organizations that didn't fit anywhere else\" in the naming system, which implies that it is the proper category for non-commercial organizations if they are not governmental, educational, or one of the other types with a specific TLD. It is not designated specifically for charitable organizations or any specific organizational or tax-law status, but encompasses anything that is not classifiable as another category. Currently, no restrictions are enforced on registration of .com or .org, so one can find organizations of all sorts in either of those domains, as well as other top-level domains including newer, more specific ones which may apply to particular sorts of organization including .museum for museums and .coop for cooperatives. Organizations might also register by the appropriate country code top-level domain for their country.\n\n"
        },
        {
            "title": "Alternative names",
            "text": "Instead of being defined by 'non' words, some organizations are suggesting new, positive-sounding terminology to describe the sector. The term 'civil society organization' (CSO) has been used by a growing number of organizations, including the Center for the Study of Global Governance.[36] The term 'citizen sector organization' (CSO) has also been advocated to describe the sector – as one of citizens, for citizens – by organizations including Ashoka: Innovators for the Public.[37] Advocates argue that these terms describe the sector in its own terms, without relying on terminology used for the government or business sectors. However, use of terminology by a nonprofit of self-descriptive language that is not legally compliant risks confusing the public about nonprofit abilities, capabilities, and limitations.[38]\n\nIn some Spanish-language jurisdictions, nonprofit organizations are called \"civil associations\".[39]\n\n"
        }
    ]
}