{
    "url": "https://en.wikipedia.org/wiki/Nontheism",
    "title": "Nontheism",
    "table_of_contents": [
        "1 Origin and definition",
        "2 Nontheistic religions",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Nontheism or non-theism is a range of both religious[1] and nonreligious[2] attitudes characterized by the absence of espoused belief in the existence of god or gods. Nontheism has generally been used to describe apathy or silence towards the subject of God and differs from atheism. Nontheism does not necessarily describe atheism or disbelief in God; it has been used as an umbrella term for summarizing various distinct and even mutually exclusive positions, such as agnosticism, ignosticism, ietsism, skepticism, pantheism, pandeism, transtheism, atheism, strong or positive atheism, implicit atheism, and apatheism. It is in use in the fields of Christian apologetics and general liberal theology.\n\nAn early usage of the hyphenated non-theism was by George Holyoake in 1852. Within the scope of nontheistic agnosticism, philosopher Anthony Kenny distinguishes between agnostics who find the claim \"God exists\" uncertain and theological noncognitivists who consider all discussion of God to be meaningless.[3] Some agnostics, however, are not nontheists but rather agnostic theists.[4]\n\nOther related philosophical opinions about the existence of deities are ignosticism and skepticism. Because of the various definitions of the term God, a person could be an atheist in terms of certain conceptions of gods, while remaining agnostic in terms of others.\n\n"
        },
        {
            "title": "Origin and definition",
            "text": "The Oxford English Dictionary (2007) does not have an entry for nontheism or non-theism, but it does have an entry for non-theist, defined as \"A person who is not a theist\", and an entry for the adjectival non-theistic.[citation needed]\n\nAn early usage of the hyphenated non-theism is by George Holyoake in 1852,[5] who introduces it because:\n\nThis passage is cited by James Buchanan in his 1857 Modern Atheism under its forms of Pantheism, Materialism, Secularism, Development, and Natural Laws, who however goes on to state:\n\nSpelling without hyphen sees scattered use in the later 20th century, following Harvey Cox's 1966 Secular City: \"Thus the hidden God or deus absconditus of biblical theology may be mistaken for the no-god-at-all of nontheism.\"[7] Usage increased in the 1990s in contexts where association with the terms atheism or antitheism was unwanted. The 1998 Baker Encyclopedia of Christian Apologetics states, \"In the strict sense, all forms of nontheisms are naturalistic, including atheism, pantheism, deism, and agnosticism.\"[8]\n\nPema Chödrön uses the term in the context of Buddhism:\n\n"
        },
        {
            "title": "Nontheistic religions",
            "text": "Nontheistic traditions of thought have played roles[1] in Buddhism,[10] Christianity,[11][12] Hinduism,[13] Jainism, Taoism, Creativity, Dudeism, Raëlism,[14] Humanistic Judaism,[15] Laveyan Satanism, The Satanic Temple,[16] Unitarian Universalism,[17][18] and Ethical culture.[19]\n\n"
        }
    ]
}