{
    "url": "https://en.wikipedia.org/wiki/Nontrinitarianism",
    "title": "Nontrinitarianism",
    "table_of_contents": [
        "1 Beliefs",
        "1.1 Modern Christian groups",
        "2 History",
        "2.1 Early Christianity",
        "2.2 Following the Reformation",
        "3 Points of dissent",
        "3.1 Scriptural support",
        "3.2 Questions about co-equal deity of Jesus",
        "3.2.1 Matthew 26:39",
        "3.2.2 John 1:1",
        "3.2.3 John 10:30",
        "3.2.4 John 20:28–29",
        "3.2.5 2 Corinthians 13:14",
        "3.2.6 Philippians 2:5–6",
        "3.2.7 Hebrews 9:14",
        "3.3 Terminology",
        "3.4 Holy Spirit",
        "3.4.1 Unitarian",
        "3.4.2 Binitarianism",
        "3.4.3 Modalist groups",
        "3.4.4 Latter-day Saint movement",
        "3.4.5 Other groups",
        "4 Inter-religious dialogue",
        "5 Purported pagan origins of the Trinity",
        "5.1 Hellenic influences",
        "6 Christian groups with nontrinitarian positions",
        "6.1 Early Christian",
        "6.2 Unitarian and Universalism",
        "6.3 Latter Day Saints",
        "6.4 Bible Students and splinter groups",
        "6.5 Sacred Name movement",
        "6.6 Oneness Protestant groups",
        "6.7 World Wide Church of God splinter groups",
        "6.8 New religious movements",
        "6.9 Other Nontrinitarians",
        "6.10 Country-specific",
        "7 People",
        "8 See also",
        "9 Notes",
        "10 Citations",
        "11 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Nontrinitarianism is a form of Christianity that rejects the mainstream Christian doctrine of the Trinity—the belief that God is three distinct hypostases or persons who are coeternal, coequal, and indivisibly united in one being, or essence (from the Ancient Greek ousia). Certain religious groups that emerged during the Protestant Reformation have historically been known as antitrinitarian.\n\nAccording to churches that consider the decisions of ecumenical councils final, trinitarianism was definitively declared to be Christian doctrine at the 4th-century ecumenical councils,[1][2][3] that of the First Council of Nicaea (325), which declared the full divinity of the Son,[4] and the First Council of Constantinople (381), which declared the divinity of the Holy Spirit.[5]\n\nIn terms of number of adherents, nontrinitarian denominations comprise a small minority of modern Christians. After the denominations in the Oneness Pentecostal movement, the largest nontrinitarian Christian denominations are the Church of Jesus Christ of Latter-day Saints, Jehovah's Witnesses, La Luz del Mundo, and Iglesia ni Cristo. There are a number of other smaller groups, including Christadelphians, Church of the Blessed Hope, Christian Scientists, Dawn Bible Students, Living Church of God, Assemblies of Yahweh, Members Church of God International, Unitarian Christians, Unitarian Universalist Christians, The Way International, The Church of God International, the United Church of God, Church of God General Conference, Restored Church of God, Christian Disciples Church, and Church of God of the Faith of Abraham.[6]\n\nNontrinitarian views differ widely on the nature of God, Jesus, and the Holy Spirit. Various nontrinitarian philosophies, such as adoptionism and monarchianism existed prior to the establishment of the Trinity doctrine in AD 325, 381, and 431, at the Councils of Nicaea, Constantinople, and Ephesus.[7] Nontrinitarianism was later renewed by Cathars in the 11th through 13th centuries, in the Unitarian movement during the Protestant Reformation, in the Age of Enlightenment of the 18th century, and in some groups arising during the Second Great Awakening of the 19th century.\n\nThe doctrine of the Trinity, as held in mainstream Christianity, is not present in the other major monotheistic Abrahamic religions.\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Christian apologists and other Church Fathers of the 2nd and 3rd centuries, having adopted and formulated the Logos Christology, considered the Son of God as the instrument used by the supreme God, the Father, to bring the creation into existence. Justin Martyr, Theophilus of Antioch, Hippolytus of Rome and Tertullian in particular state that the internal Logos of God (Gr. Logos endiathetos, Lat. ratio)—his impersonal divine reason—was begotten as Logos uttered (Gr. Logos prophorikos, Lat. sermo, verbum), the Word personified, becoming an actual person to be used for the purpose of creation.[8]\n\nThe Encyclopædia Britannica (11th edition) states: \"to some Christians the doctrine of the Trinity appeared inconsistent with the unity of God. ... they therefore denied it, and accepted Jesus Christ, not as incarnate God, but as God's highest creature by whom all else was created. ... [this] view in the early Church long contended with the orthodox doctrine.\"[9] Although the Trinitarian view became the orthodox doctrine in mainstream Christianity, variations of the nontrinitarian view are still held by a relatively small number of Christian groups and denominations.\n\nVarious views exist regarding the relationships between the Father, Son, and Holy Spirit.\n\n"
        },
        {
            "title": "History",
            "text": "Although nontrinitarian beliefs continued and were dominant among some peoples—for example, the Lombards, Ostrogoths, Visigoths and Vandals—for hundreds of years, the Trinity doctrine eventually gained prominence in the Roman Empire. Nontrinitarians typically argue that early nontrinitarian beliefs, such as Arianism, were systematically suppressed (often to the point of death).[46] After the First Council of Nicaea, Roman Emperor Constantine I issued an edict against Arius' writings, which included systematic book burning.[47] In spite of the decree, Constantine ordered the readmission of Arius to the church, removed the bishops (including Athanasius) who upheld the teaching of Nicaea,[48] allowed Arianism to grow within the Empire and to spread to Germanic tribes on the frontier,[49] and was himself baptized by an Arian bishop, Eusebius of Nicomedia.[50] His successors as Christian emperors promoted Arianism, until Theodosius I came to the throne in 379 and supported Nicene Christianity.\n\nThe Easter letter that Athanasius issued in 367, when the Eastern Empire was ruled by the Arian Emperor Valens, specified the books that belong to the Old Testament and the New Testament, together with seven other books to be read \"for instruction in the word of godliness\"; it also excluded what Athanasius called apocryphal writings, falsely presented as ancient.[51] Elaine Pagels writes: \"In AD 367, Athanasius, the zealous bishop of Alexandria... issued an Easter letter in which he demanded that Egyptian monks destroy all such unacceptable writings, except for those he specifically listed as 'acceptable' even 'canonical'—a list that constitutes the present 'New Testament'\".[52][53]\n\nNontrinitarians see the Nicene Creed and the results of the Council of Chalcedon as essentially political documents, resulting from the subordination of true doctrine to state interests by leaders of the Catholic Church, so that the church became, in their view, an extension of the Roman Empire. Nontrinitarians (both Modalists and Unitarians) assert that Athanasius and others at Nicaea adopted Greek Platonic philosophy and concepts, and incorporated them in their views of God and Christ.[54]\n\nThe author H. G. Wells, later famous for his contribution to science-fiction, wrote in The Outline of History: \"We shall see presently how later on all Christendom was torn by disputes about the Trinity. There is no evidence that the apostles of Jesus ever heard of the Trinity, at any rate from him.\"[55]\n\nThe question of why such a central doctrine to the Christian faith would never have been explicitly stated in scripture or taught in detail by Jesus himself was sufficiently important to 16th century historical figures such as Michael Servetus to lead them to argue the question. The Geneva City Council, in accord with the judgment of the cantons of Zürich, Bern, Basel, and Schaffhausen, condemned Servetus to be burned at the stake for this and his opposition to infant baptism.\n\nThe Encyclopædia of Religion and Ethics describes the five stages that led to the formulation of the doctrine of the Trinity:[56]\n\nBy 1530, following the Protestant Reformation, and the German Peasants' War of 1524–1525, large areas of Northern Europe were Protestant, and forms of nontrinitarianism began to surface among some \"Radical Reformation\" groups, particularly Anabaptists. The first recorded English antitrinitarian was John Assheton (1548), an Anglican priest. The Italian Anabaptist \"Council of Venice\" (1550) and the trial of Michael Servetus (1553) marked the clear emergence of markedly antitrinitarian Protestants. Though the only organised nontrinitarian churches were the Polish Brethren who split from the Calvinists (1565, expelled from Poland 1658), and the Unitarian Church of Transylvania (founded 1568). Nonconformists, Dissenters and Latitudinarians in Britain were often Arians or Unitarians, and the Doctrine of the Trinity Act 1813 allowed nontrinitarian worship in Britain. In America, Arian and Unitarian views were also found among some Millennialist and Adventist groups, though the Unitarian Church itself began to decline in numbers and influence after the 1870s.[57][58]\n\n"
        },
        {
            "title": "Points of dissent",
            "text": "Nontrinitarian Christians with Arian or Semi-Arian views contend that the weight of scriptural evidence supports Subordinationism, the Son's total submission to the Father, and God's paternal supremacy over the Son in every aspect. They acknowledge the Son's high rank at God's right hand, but teach that the Father is still greater than the Son in all things.\n\nWhile acknowledging that the Father, Son, and Spirit are essential in creation and salvation, they argue that that in itself does not confirm that the three are each co-equal or co-eternal. They also affirm that God is only explicitly identified as \"one\" in the Bible, and that the doctrine of the Trinity, which word literally meaning a set of three, ascribes a co-equal threeness to the being of the infinite God that is not explicitly scriptural.\n\nCritics of the Trinity doctrine argue that, for a teaching described as fundamental, it lacks direct scriptural support. Proponents of the doctrine assert that although the doctrine is not stated directly in the New Testament, it is instead an interpretation of elements contained therein that imply the doctrine that was later formulated in the 4th century.\n\nWilliam Barclay, a Church of Scotland minister, says:\n\nThe New Catholic Encyclopedia states:\n\nSimilarly, Encyclopedia Encarta states:\n\nEncyclopædia Britannica says:\n\nThe Anchor Bible Dictionary states:\n\nCatholic historian Joseph F. Kelly, speaking of legitimate theological development, writes:\n\nAmerican Catholic priest and Trinitarian, R.E. Brown (1928–1988), wrote a journal article[64] that sorted relevant biblical verses into three classes. He described the following block as \"texts that seem to imply that the title 'God' was not used for Jesus\" and are \"negative evidence which is often somewhat neglected in Catholic treatments of the subject\":[64]\n\nhe lists these as \"texts where, by reason of textual variants or syntax, the use of 'God' for Jesus is dubious\":[64]\n\nand only finds the following three as \"texts where clearly Jesus is called God\":[64]\n\nThe Septuagint translate אלוהים‎ (Elohim) as θεος (Theos).[65] At Deuteronomy 6:4 (the Shema Yisrael, quoted by Jesus at Mark 12:29), the plural form of the Hebrew word \"God\" (Elohim) is used, generally understood to denote majesty, excellence, and the superlative.[66] It has been stated that in the original Greek in Mark 12:29, there are no \"plural modifiers\" in that Greek word there for \"one\" (heis), but that in Mark 12 it is simply a masculine singular \"one\". And that because of that, there is no valid reason to believe that the Hebrew word for \"one\" in Deuteronomy 6 (echad) was necessarily a \"plural one\", rather than just simply numerical \"one\".[67] At Deuteronomy 6:4, the Tetragrammaton appears twice in this verse, leading Jehovah's Witnesses and certain Jewish scholars to conclude that belief in a singular (and therefore indivisible) supremely powerful God is essential to the Shema.[68][69]\n\nIn Matthew 26:39 Jesus prays with a distinction between God and himself, \"O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.\".\n\nIn John 1:1 there is a distinction between God and the Logos. Non-trinitarians claim a mistranslation of the second part of John 1:1 which, when literally translated word-for-word reads \"and the word [logos] was with the God [ho theos].\" Trinitarians contend that the third part of the verse (John 1:1c) translates as \"and the Word was God\", pointing to a distinction as subjects between God and the Logos but an equivalence in nature.[70][71][72][73] Some nontrinitarians assert that the Koine Greek (kai theos ên ho logos) should be translated as \"and a God was the Word\" (or \"and the Word was a god\"). Based on their contention that the article of theos is anarthrous, lacking a definite article, they believe the verse refers to Jesus' pre-human existence as \"a god\" or a divine one as distinct from \"the God\". Nontrinitarians also contend that the author of John's gospel could have written kai ho theos ên ho logos (\"and the Word was the God\") if that were his intended meaning.[74][self-published source][75][76] Others argue that the Greek should be translated as \"and the Logos was divine\" (with theos as an adjective), wherein the Logos is interpreted as God's \"plan\" or \"reasoning\" for salvation. According to Modalists, the Logos 'becoming flesh' refers to the \"plan\" or \"eternal mind\" of God being manifested in the birth of the man Jesus rather than the incarnation of a pre-existent Jesus.[citation needed]\n\nJohn 10:30 — Nontrinitarians such as Arians believe that when Jesus said, \"I and the Father are one,\" he did not mean that they were actually \"one substance\", or \"one God\", or co-equal and co-eternal, but rather that he and the Father have a \"unity of purpose\", and that the context indicates that Jesus was saying that they were \"one\" in pastoral work. The point being that the Father and the Son were united in the divine work of saving the 'sheep'. Nontrinitarian Christians also cite John 17:21,[77] wherein Jesus prayed regarding his disciples: \"That they may all be one, as you, Father, are in me, and I in you, that they may be in us,\" adding \"that they may be one even as we are one\". They argue that the same Greek word (hen) for \"one\" throughout John 17 indicates that Jesus did not expect for his followers to literally become a single Being, or \"one in substance\", with each other, or with God, and therefore that Jesus also did not expect his hearers to think that he and God the Father were one entity either.[77]\n\nJohn 20:28–29 — \"And Thomas answered and said to Him, \"My Lord and my God!\" Jesus said to him, \"Thomas, because you have seen Me, you have believed. Blessed are those who have not seen and yet have believed\"\". Since Thomas called Jesus God, Jesus's statement appears to endorse Thomas's assertion. Nontrinitarians sometimes respond that it is plausible that Thomas is addressing the Lord Jesus and then the Father.[citation needed] Another possible answer is that Jesus himself said, \"Is it not written in your law, I said, Ye are gods?\" (John 10:34) referring to Psalm 82:6–8.[citation needed] The word \"gods\" in verse 6 and \"God\" in verse 8 is the same Hebrew word \"'elohim\",[78] which means, \"gods in the ordinary sense; but specifically used (in the plural thus, especially with the article) of the supreme God; occasionally applied by way of deference to magistrates; and sometimes as a superlative\",[79] and can also refer to powers and potentates, in general, or as \"God, god, gods, rulers, judges or angels\",[78] and as \"divine ones, goddess, godlike one\".[80] Therefore, the point being that Jesus was a power or mighty one to the Apostles, as the resurrected Messiah, and as the reflection of God the Father.\n\n2 Corinthians 13:14 — \"The Grace of the Lord Jesus Christ and the love of God and the sharing in the Holy Spirit be with all of you.\" It is argued by Trinitarians that the appearance of \"Father, Son, and Spirit\" together in Paul's prayer for Grace on all believers, and are considered essential for salvation, that the verse is consistent with a triune godhead. Nontrinitarians such as Arians reply[citation needed] that they do not disagree that all three are necessary for salvation and grace, but argue that the passage does not explicitly say that all three are co-equal or co-eternal.[81][unreliable source?]\n\nPhilippians 2:5–6 — \"Have this mind among yourselves, which is yours in Christ Jesus, [or \"which was also in Christ Jesus\",] who, though he was in the form of God, did not count equality with God a thing to be grasped\" (ESV). The word translated in the English Standard Version as \"a thing to be grasped\" is ἁρπαγμόν. Other translations of the word are indicated in the Holman Christian Standard Bible: \"Make your own attitude that of Christ Jesus, who, existing in the form of God, did not consider equality with God as something to be used for His own advantage\" [or \"to be grasped\", or \"to be held on to\"].[82] The King James Version has: \"Let this mind be in you, which was also in Christ Jesus: Who, being in the form of God, thought it not robbery to be equal with God.\"[83] Nontrinitarians make the argument that the passage is simply saying that Christ did not consider equality with God something graspable, and that better English translations make it clearer.[84]   Another point is that the original Greek had no definite article for \"form of God\", which would mean \"a form of divinity\", and also that the term \"morphe\" for \"form\" in Koine Greek would simply mean a general external quality or station, but not necessarily the absolute thing itself, and therefore they argue that the passage does not explicitly teach either co-equality, co-eternity, or consubstantiality.[85][86]\n\nHebrews 9:14 — \"How much more will the Blood of Christ, who through an eternal Spirit, offered himself without blemish to God, cleanse our consciences from dead works, that we may render sacred service to the living God?\" Most nontrinitarians agree[citation needed] that the Holy Spirit had no beginning, but believe it is not an actual person. Nontrinitarians contend that it is obvious that God the Father in the passage is the One who is ultimately reached, and therefore is greater than the other two entities, and that a \"co-equal trinity\" is not explicitly taught in the passage, but only inferred.[87]\n\n\"The term 'Trinity' is not in the Bible\",[88] and some nontrinitarians use this as an argument to state[citation needed] that the doctrine of the Trinity relies on non-biblical terminology, and that the number three is never clearly associated with God necessarily, other than within the Comma Johanneum which is of spurious or disputed authenticity. They argue[citation needed] that the only number clearly unambiguously ascribed to God in the Bible is one, and that the Trinity, literally meaning three-in-one, ascribes a co-equal threeness to God that is not explicitly biblical.\n\nNontrinitarians cite other examples[citation needed] of terms or phrases not found in the Bible; multiple \"persons\" in relation to God, the terms \"God the Son\", \"God-Man\", \"God the Holy Spirit\", \"eternal Son\", and \"eternally begotten\". While the Trinitarian term hypostasis is found in the Bible, it is used only once in reference to God [Heb 1:3] where it states that Jesus is the express image of God's person. The Bible does not explicitly use the term in relation to the Holy Spirit nor explicitly mentions the Son having a distinct hypostasis from the Father.[citation needed]\n\nThe First Council of Nicaea included in its Creed the major term homoousios (of the same essence), which was used also by the Council of Chalcedon to speak of a double consubstantiality of Christ, \"consubstantial with the Father as touching his Godhead, and consubstantial with us as touching his manhood\".[89] Nontrinitarians accept what Pier Franco Beatrice wrote: \"The main thesis of this paper is that homoousios came straight from Constantine's Hermetic background. ... The Plato recalled by Constantine is just a name used to cover precisely the Egyptian and Hermetic theology of the \"consubstantiality\" of the Logos-Son with the Nous-Father, having recourse to a traditional apologetic argument. In the years of the outbreak of the Arian controversy, Lactantius might have played a decisive role in influencing Constantine's Hermetic interpretation of Plato's theology and consequently the emperor's decision to insert homoousios in the Creed of Nicaea.\"[90]\n\nTrinitarians see the absence of the actual word \"Trinity\" and other Trinity-related terms in the Bible as no more significant than the absence in the Bible of the words \"monotheism\", \"omnipotence\", \"oneness\", \"Pentecostal\", \"apostolic\", \"incarnation\" and even \"Bible\" itself.[91][92] They maintain that, 'while the word Trinity is not in the Bible, the substance or drift of the doctrine is definitely biblical, if not explicitly than at least implicitly.'[2][59][93]\n\nNontrinitarian views about the Holy Spirit differ from mainstream Christian doctrine and generally fall into several distinct categories. Most scriptures traditionally used in support of the Trinity refer to the Father and the Son, but not to the Holy Spirit.\n\nGroups with Unitarian theology such as Polish Socinians, the 18th–19th-century Unitarian Church and Christadelphians consider the Holy Spirit to be an aspect of God's power rather than a person.[94] Christadelphians believe that the phrase Holy Spirit refers to God's power or character, depending on the context.[21] Similarly, Jehovah's Witnesses believe that the Holy Spirit is not an actual person but is God's \"active force\" that he uses to accomplish his will.[95]\n\nGroups with Binitarian theology, such as Armstrongites, believe that the Logos and God the Father are co-equal and co-eternal, but they do not believe that the Holy Spirit is an actual person, like the Father and the Son. They believe the Holy Spirit is the Power, Mind, or Character of God, depending on the context. They teach, \"The Holy Spirit is the very essence, the mind, life and power of God. It is not a Being. The Spirit is inherent in the Father and the Son, and emanates from Them throughout the entire universe.\"[96]\n\nOneness Pentecostalism, as with other modalist groups, teach that the Holy Spirit is a mode of God, rather than a distinct or separate person in the godhead, and that the Holy Spirit is another name for God the Father. According to Oneness theology, the Holy Spirit is the Father operating in a certain capacity or manifestation. The United Pentecostal Church teaches that there is no personal distinction between God the Father, the Son, and the Holy Spirit.[97][98][99] The two titles \"Father\" and \"Holy Spirit\" (as well as others) are said to not reflect separate \"persons\" within the Godhead, but rather two different ways in which the one God reveals himself to his creatures. The Oneness view of Bible verses that mention God and his Spirit (e.g. Isaiah 48:16) is that they do not imply two \"persons\" any more than various scriptural references to a man and his spirit or soul (such as in Luke 12:19) imply two \"persons\" existing within one body.[100][unreliable source?][dead link]\n\nIn the Church of Jesus Christ of Latter-day Saints, the Holy Ghost (usually synonymous with Holy Spirit)[101] is considered to be the third distinct member of the Godhead (Father, Son and Holy Ghost),[102] and to have a body of \"spirit\",[103] which makes him unlike the Father and the Son who are said to have bodies \"as tangible as man's\".[104] According to LDS doctrine, the Holy Spirit is believed to be a person,[104][105] with a body of spirit, able to pervade all worlds.[106]\n\nLatter-day Saints believe that the Father, the Son, and the Holy Ghost are part of the Godhead, but that the Father is greater than the Son, and that the Son is greater than the Holy Spirit in position and authority, but not in nature (i.e., they equally share the \"God\" nature).[106] They teach that the Father, Son, and Spirit are three ontologically separate, self-aware entities who share a common \"God\" nature distinct from our \"human\" nature, who are \"One God\" in the sense of being united (in the same sense that a husband and wife are said to be \"one\"), similar to Social trinitarianism.\n\nA number of Latter Day Saint sects, most notably the Community of Christ (the second largest Latter Day Saint denomination), the Church of Christ (Temple Lot),[107] and derived groups, follow a traditional Protestant trinitarian theology.\n\nThe Unity Church interprets the religious terms Father, Son, and Holy Spirit metaphysically, as three aspects of mind action: mind, idea, and expression. They believe this is the process through which all manifestation takes place.[108]\n\nGroups in the Rastafari movement generally state that it is Haile Selassie who embodies both God the Father and God the Son, while the Holy (or \"Hola\") Spirit is to be found within every human being. Rastas also say that the true church is the human body, and that it is this church (or \"structure\") that contains the Holy Spirit.\n\n"
        },
        {
            "title": "Inter-religious dialogue",
            "text": "The Trinity doctrine is integral in inter-religious disagreements with the other two main Abrahamic religions, Judaism and Islam; the former rejects Jesus' divine mission entirely, and the latter accepts Jesus as a human prophet and the Messiah but not as the son of God, although accepting virgin birth. The rejection of the Trinity doctrine has led to comparisons between nontrinitarian theology and Judaism and Islam.\n\nIn an 1897 article in the Jewish Quarterly Review, Montefiore describes Unitarianism as a bridge between Judaism and mainstream Christianity, calling it both a \"phase of Judaism\" and a \"phase of Christianity\".[109]\n\nIn Islam, the concept of a co-equal trinity is totally rejected, with Quranic verses calling the doctrine of the Trinity blasphemous.[110] Early Islam was originally seen as a variant of Arianism, a heresy in Orthodox and Catholic Christianity, by the Byzantine emperor in the 600s. In the 700s, many Arians in Spain considered Muhammed a prophet. In the mid-1500s, many Socinian unitarians were suspected of having Islamic leanings. Socinians praised Islam, though considering the Qur'an to contain errors, for its belief in the unity of God. Bilal Cleland claimed that \"an anonymous writer\" in A Letter of Resolution concerning the Doctrine of the Trinity and Incarnation (1693) states that Islam's greater number of adherents and military supremacy resulted from more closely maintaining correct doctrine than mainstream Christianity.[111]\n\n"
        },
        {
            "title": "Purported pagan origins of the Trinity",
            "text": "Some nontrinitarians also say that a link between the doctrine of the Trinity and the Egyptian Christian theologians of Alexandria suggests that Alexandrian theology, with its strong emphasis on the deity of Jesus, served to infuse Egypt's pagan religious heritage into Christianity. They accuse the Church of adopting these Egyptian tenets after adapting them to Christian thinking by means of Greek philosophy.[112]\n\nThey say the development of the idea of a co-equal triune godhead was based on pagan Greek and Platonic influence, including many basic concepts from Aristotelian philosophy incorporated into the biblical God. As an example, they mention that Aristotle stated: \"All things are three, and thrice is all: and let us use this number in the worship of the gods; for, as Pythagoreans say, everything and all things are bound by threes, for the end, the middle, and the beginning have this number in everything, and these compose the number of the Trinity.\"[113][114] However, Trinitarians have argued that the words attributed to Aristotle differ in a number of ways from what has been published as the philosopher's original text in Greek,[115][116][117] which omits \"let us use this number in the worship of the gods\", and are not supported by translations of the works of Aristotle by scholars such as Stuart Leggatt, W. K. C. Guthrie, J. L. Stocks, Thomas Taylor and Jules Barthélemy-Saint-Hilaire.[118]\n\nSome anti-trinitarians note also that the Greek philosopher Plato believed in a special \"threeness\" in life and in the universe. In Plato's work Phaedo, he introduces the word \"triad\" (in Greek τριάς),[119] which is rendered in English as \"trinity\". This was adopted by 3rd and 4th century professed Christians as roughly corresponding to \"Father, Word, and Spirit (Soul)\".[120] Nontrinitarian Christians contend that such notions and adoptions make the Trinity doctrine extra-biblical.[citation needed] They[who?] say there is a widely acknowledged synthesis of Christianity with Platonic philosophy evident in trinitarian formulas appearing by the end of the 3rd century. They allege that beginning with the Constantinian period, these pagan ideas were forcibly imposed on the churches as Catholic doctrine. Most groups subscribing to the theory of a Great Apostasy generally concur in this thesis.[citation needed]\n\nThe early apologists, including Justin Martyr, Tertullian and Irenaeus, frequently discussed the parallels and contrasts between Christianity, Paganism and other syncretic religions, and answered charges of borrowing from paganism in their apologetical writings.[citation needed]\n\nStuart G Hall (formerly Professor of Ecclesiastical History at King's College, London) describes the subsequent process of philosophical/theological amalgamation in Doctrine and Practice in the Early Church (1991), where he writes:\n\nThe neo-Platonic trinities, such as that of the One, the Nous and the Soul, are not considered a trinity necessarily of consubstantial equals as in mainstream Christianity. However, the neo-Platonic trinity has the doctrine of emanation, or \"eternal derivation\", a timeless procedure of generation having as a source the One and claimed to be paralleled with the generation of the light from the Sun. This was adopted by Origen and later on by Athanasius, and applied to the generation of the Son from the Father, because they believed that this analogy could be used to support the notion that the Father, as immutable, always had been a Father, and that the generation of the Son is therefore eternal and timeless.[122]\n\n\nThe synthesis of Christianity with Platonic philosophy was further incorporated in the trinitarian formulas that appeared by the end of the 3rd century. \"The Greek philosophical theology\" was \"developed during the Trinitarian controversies over the relationships among the persons of the Godhead\".[123] The allegation of borrowing was raised by some disputants when the Nicene doctrine was being formalized and adopted by the bishops. For example, in the 4th century, Marcellus of Ancyra, who taught the Father, Son, and Holy Spirit were one person (hypostasis), said in his On the Holy Church, 9:\nIn his Introduction to the 1964 book Meditations, the Anglican priest Maxwell Staniforth discussed the profound influence of Stoic philosophy on Christianity. In particular:\n\n"
        }
    ]
}