{
    "url": "https://en.wikipedia.org/wiki/Nordic_aliens",
    "title": "Nordic aliens",
    "table_of_contents": [
        "1 History",
        "2 Notable claimants",
        "3 In popular culture",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In ufology, Nordic aliens are fictional humanoid extraterrestrials purported to come from the Pleiades who resemble Nordic-Scandinavians.[1] Professed contactees describe them as being six to seven feet tall (about two meters) with long blonde hair, blue eyes,[2] and fair skin.[3][2][4] Debunked ufologist George Adamski is credited with being among the first to claim contact with Nordic aliens in the mid 1950s, and scholars note that the mythology of extraterrestrial visitation from beings with features described as \"Aryan\" often include claims of telepathy, benevolence, and physical beauty.[5][6][1]\n\n"
        },
        {
            "title": "History",
            "text": "Cultural historian David J. Skal wrote that early stories of Nordic-type aliens may have been partially inspired by the 1951 film The Day the Earth Stood Still, in which an extraterrestrial arrives on Earth to warn humanity about the dangers of atomic weapons.[6] Bates College professor Stephanie Kelley-Romano described alien abduction beliefs as \"a living myth\", and notes that, among believers, Nordic aliens \"are often associated with spiritual growth and love and act as protectors for the experiencers.\"[5]\n\nIn contactee and ufology literature, Nordic aliens are often described as benevolent or even \"magical\" beings who want to observe and communicate with humans and are concerned about the Earth's environment or prospects for world peace. Believers also ascribe telepathic powers to Nordic aliens,[4] and describe them as \"paternal, watchful, smiling, affectionate, and youthful.\"[2]\n\nDuring the 1950s, many contactees, especially those in Europe, claimed encounters with beings fitting this description. Such claims became relatively less common in subsequent decades, as the grey alien supplanted the Nordic in most alleged accounts of extraterrestrial encounters.[4]\n\n"
        }
    ]
}