{
    "url": "https://en.wikipedia.org/wiki/Norman_Mayer",
    "title": "Norman Mayer",
    "table_of_contents": [
        "1 Early life",
        "2 Nuclear weapons protests and Washington Monument threat",
        "3 Reactions",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Norman David Mayer (March 31, 1916 – December 9, 1982) was an American anti-nuclear weapons activist who was shot and killed by the United States Park Police after threatening to blow up the Washington Monument.\n\n"
        },
        {
            "title": "Early life",
            "text": "Mayer was born in El Paso, Texas, to Jesse and Margott Mayer. After his father died two years later, his penniless mother moved him and his brother Aubrey to New Orleans; she then entered nursing school and placed the children in an orphanage. As a teenager, Mayer attended a trade school where he trained as a tool and die maker. He left New Orleans and spent much of the 1930s travelling from job to job from Nome, Alaska, to the Caribbean, working in a rubber plant and in gold mines among other jobs. He was drafted into the United States Navy in 1944 while living in Los Angeles and spent two years stationed at the San Diego Naval Station. He was discharged as a fireman first class and returned to a life of drifting, working in Miami as a machinist in the mid-1950s, as a hotel maintenance man in Puerto Rico, the Virgin Islands and Jamaica during the 1960s, and as a helicopter mechanic in South Vietnam from 1969 to 1970. In 1971, he was seriously injured while working on an oil rig in Brunei and recuperated in Singapore before traveling across South Asia. In 1976, he was arrested in Hong Kong for possession of 20 kilograms (44 lb) of marijuana in a botched attempt to make a sale. Mayer researched the law in jail and after fifteen months managed to have his conviction reversed on a technicality. He was deported back to the U.S. and returned to working in hotels.\n\n"
        },
        {
            "title": "Nuclear weapons protests and Washington Monument threat",
            "text": "In 1978, Mayer focused on protesting nuclear weapons. He wished to stage a destructive and dramatic event to grab attention for his cause, and unsuccessfully tried to purchase explosives in Hazard, Kentucky, in May 1982. Mayer moved to Washington, DC in June that year, and spent every day for the next few months displaying large plywood signs in front of the White House and proselytizing to passing tourists. Mayer eventually found this manner of protesting frustrating and ineffectual and developed a new attention-getting scheme.\n\nOn December 8, 1982, Mayer drove a white van bearing the message \"#1 PRIORITY: BAN NUCLEAR WEAPONS\" in large letters on its side up to the base of the Washington Monument and jumped out wearing a black motorcycle helmet, a bright blue snowsuit and carrying a remote control. Mayer claimed that he would destroy the Monument with 1,000 pounds (500 kg) of TNT loaded in his van unless a national dialogue on the threat of nuclear weapons was seriously undertaken. Mayer also claimed that he had a hidden accomplice who could also detonate the explosives.\n\nThe U.S. Park Police evacuated nearby buildings and closed down streets for several blocks. Eight tourists were initially trapped inside the Monument, but were released after AP reporter Steven Komarow began negotiating with Mayer. Ten hours into the negotiation, Mayer jumped into his van and started to drive off, threatening to become \"a moving time bomb in downtown Washington\". The police opened fire, striking Mayer four times—twice in the head.\n\nThe Park Police later claimed that they did not intend to shoot Mayer, but were instead aiming for the van's engine.[citation needed] Their subsequent investigation disclosed that Mayer had neither explosives nor an accomplice.[citation needed]\n\nMayer was one of a number of individuals connected to the White House Peace Vigil at Lafayette Square, Washington, D.C.[1] The Oracles of Pennsylvania Avenue (2012) by Tim Wilkerson, a documentary commissioned by the Al Jazeera Documentary Channel, recounts the lives of Mayer, Thomas, Concepcion Picciotto and Ellen Thomas.[2] Thomas, who believed in nonviolence, refused to take part in Mayer's plan to destroy public monuments, as Mayer was unable to assure him of the safety of civilians and officials.[2]\n\n"
        },
        {
            "title": "Reactions",
            "text": "George Stephanopoulos, later White House Press Secretary and communications director under President Bill Clinton, was a 21-year-old intern at the Carnegie Endowment for International Peace when Mayer stopped in his office several times to discuss nuclear disarmament. On December 8, 1982, Stephanopoulos made his first appearance on Nightline to discuss Mayer.\n\nIn the December 19, 1982, installment of his column \"An Edge in My Voice\", the writer and activist Harlan Ellison discussed the incident, expressing great sympathy for Mayer's position and outrage at what he regarded as an overreaction by law enforcement. Ellison, who claimed to have recognized Mayer's threat as a bluff as soon as he heard TV reports on the crisis, noted that, had the threat been genuine, the explosion of 1,000 pounds (500 kg) of TNT, even at such close proximity, would have barely damaged the Washington Monument's exterior and could not have possibly destroyed it. Ellison expressed his sadness over the unnecessary death of Mayer saying, \"Had there been a scintilla of compassion, rather than macho posturing, in any of the authorities handling the situation, it need not have ended as it did.  But there were none... not on the part of the White House advisors who moved Ronald Reagan's luncheon out of the room facing the Monument. And not on the part of our noble President who, like Richard Nixon, saw what was going on and shrugged, and ignored his responsibility.\"[3] The column was among several reprinted in Ellison's collections An Edge in My Voice and Edgeworks 1. A recording of Ellison reading the column is found on the CD On the Road with Ellison Volume 1.\n\n"
        }
    ]
}