{
    "url": "https://en.wikipedia.org/wiki/Norse_mythology",
    "title": "Norse mythology",
    "table_of_contents": [
        "1 Terminology",
        "2 Sources",
        "3 Mythology",
        "3.1 Gods and other beings",
        "3.2 Cosmology",
        "3.3 Humanity",
        "3.4 Influence on popular culture",
        "4 See also",
        "5 References",
        "5.1 General sources",
        "6 Further reading",
        "6.1 General secondary works",
        "6.2 Romanticism",
        "6.3 Modern retellings",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNorse, Nordic, or Scandinavian mythology is the body of myths belonging to the North Germanic peoples, stemming from Old Norse religion and continuing after the Christianization of Scandinavia, and into the Nordic folklore of the modern period. The northernmost extension of Germanic mythology and stemming from Proto-Germanic folklore, Norse mythology consists of tales of various deities, beings, and heroes derived from numerous sources from both before and after the pagan period, including medieval manuscripts, archaeological representations, and folk tradition. The source texts mention numerous gods such as the thunder-god Thor, the raven-flanked god Odin, the goddess Freyja, and numerous other deities.\n\nMost of the surviving mythology centers on the plights of the gods and their interaction with several other beings, such as humanity and the jötnar, beings who may be friends, lovers, foes, or family members of the gods. The cosmos in Norse mythology consists of Nine Worlds that flank a central sacred tree, Yggdrasil. Units of time and elements of the cosmology are personified as deities or beings. Various forms of a creation myth are recounted, where the world is created from the flesh of the primordial being Ymir, and the first two humans are Ask and Embla. These worlds are foretold to be reborn after the events of Ragnarök when an immense battle occurs between the gods and their enemies, and the world is enveloped in flames, only to be reborn anew. There the surviving gods will meet, and the land will be fertile and green, and two humans will repopulate the world.\n\nNorse mythology has been the subject of scholarly discourse since the 17th century when key texts attracted the attention of the intellectual circles of Europe. By way of comparative mythology and historical linguistics, scholars have identified elements of Germanic mythology reaching as far back as Proto-Indo-European mythology. During the modern period, the Romanticist Viking revival re-awoke an interest in the subject matter, and references to Norse mythology may now be found throughout modern popular culture. The myths have further been revived in a religious context among adherents of Germanic Neopaganism.\n\n"
        },
        {
            "title": "Terminology",
            "text": "The historical religion of the Norse people is commonly referred to as Norse mythology. Other terms are Scandinavian mythology,[1][2][3] North Germanic mythology[4] or Nordic mythology.[5]\n\n"
        },
        {
            "title": "Sources",
            "text": "Norse mythology is primarily attested in dialects of Old Norse, a North Germanic language spoken by the Scandinavian people during the European Middle Ages and the ancestor of modern Scandinavian languages. The majority of these Old Norse texts were created in Iceland, where the oral tradition stemming from the pre-Christian inhabitants of the island was collected and recorded in manuscripts. This occurred primarily in the 13th century. These texts include the Prose Edda, composed in the 13th century by the Icelandic scholar, lawspeaker, and historian Snorri Sturluson, and the Poetic Edda, a collection of poems from earlier traditional material anonymously compiled in the 13th century.[6]\n\nThe Prose Edda was composed as a prose manual for producing skaldic poetry—traditional Old Norse poetry composed by skalds. Originally composed and transmitted orally, skaldic poetry utilizes alliterative verse, kennings, and several metrical forms. The Prose Edda presents numerous examples of works by various skalds from before and after the Christianization process and also frequently refers back to the poems found in the Poetic Edda. The Poetic Edda consists almost entirely of poems, with some prose narrative added, and this poetry—Eddic poetry—utilizes fewer kennings. In comparison to skaldic poetry, Eddic poetry is relatively unadorned.[6]\n\nThe Prose Edda features layers of euhemerization, a process in which deities and supernatural beings are presented as having been either actual, magic-wielding human beings who have been deified in time or beings demonized by way of Christian mythology.[7] Texts such as Heimskringla, composed in the 13th century by Snorri and Gesta Danorum, composed in Latin by Saxo Grammaticus in Denmark in the 12th century, are the results of heavy amounts of euhemerization.[8]\n\nNumerous additional texts, such as the sagas, provide further information. The saga corpus consists of thousands of tales recorded in Old Norse ranging from Icelandic family histories (Sagas of Icelanders) to Migration period tales mentioning historic figures such as Attila the Hun (legendary sagas). Objects and monuments such as the Rök runestone and the Kvinneby amulet feature runic inscriptions—texts written in the runic alphabet, the indigenous alphabet of the Germanic peoples—that mention figures and events from Norse mythology.[9]\n\nObjects from the archaeological record may also be interpreted as depictions of subjects from Norse mythology, such as amulets of the god Thor's hammer Mjölnir found among pagan burials and small silver female figures interpreted as valkyries or dísir, beings associated with war, fate or ancestor cults.[10] By way of historical linguistics and comparative mythology, comparisons to other attested branches of Germanic mythology (such as the Old High German Merseburg Incantations) may also lend insight.[11] Wider comparisons to the mythology of other Indo-European peoples by scholars has resulted in the potential reconstruction of far earlier myths.[12][13]\n\nOnly a tiny amount of poems and tales survive of the many mythical tales and poems that are presumed to have existed during the Middle Ages, Viking Age, Migration Period, and before.[14] Later sources reaching into the modern period, such as a medieval charm recorded as used by the Norwegian woman Ragnhild Tregagås—convicted of witchcraft in Norway in the 14th century—and spells found in the 17th century Icelandic Galdrabók grimoire also sometimes make references to Norse mythology.[15] Other traces, such as place names bearing the names of gods may provide further information about deities, such as a potential association between deities based on the placement of locations bearing their names, their local popularity, and associations with geological features.[16] One of the surviving poems is the Old English manuscript Beowulf.[17]\n\n"
        },
        {
            "title": "Mythology",
            "text": "Central to accounts of Norse mythology are the plights of the gods and their interaction with various other beings, such as with the jötnar, who may be friends, lovers, foes, or family members of the gods. Numerous gods are mentioned in the source texts. As evidenced by records of personal names and place names, the most popular god among the Scandinavians during the Viking Age was Thor the thunder god, who is portrayed as unrelentingly pursuing his foes, his mountain-crushing, thunderous hammer Mjölnir in hand. In the mythology, Thor lays waste to numerous jötnar who are foes to the gods or humanity, and is wed to the beautiful, golden-haired goddess Sif.[18]\n\nThe god Odin is also frequently mentioned in surviving texts. One-eyed, wolf- and raven-flanked, with a spear in hand, Odin pursues knowledge throughout the nine realms. In an act of self-sacrifice, Odin is described as having hanged himself upside-down for nine days and nights on the cosmological tree Yggdrasil to gain knowledge of the runic alphabet, which he passed on to humanity, and is associated closely with death, wisdom, and poetry. Odin is portrayed as the ruler of Asgard, and leader of the Aesir. Odin's wife is the powerful goddess Frigg who can see the future but tells no one, and together they have a beloved son, Baldr. After a series of dreams had by Baldr of his impending death, his death is engineered by Loki, and Baldr thereafter resides in Hel, a realm ruled over by an entity of the same name.[19]\n\nOdin must share half of his share of the dead with a powerful goddess, Freyja. She is beautiful, sensual, wears a feathered cloak, and practices seiðr. She rides to battle to choose among the slain and brings her chosen to her afterlife field Fólkvangr. Freyja weeps for her missing husband Óðr and seeks after him in faraway lands.[20] Freyja's brother, the god Freyr, is also frequently mentioned in surviving texts, and in his association with the weather, royalty, human sexuality, and agriculture brings peace and pleasure to humanity. Deeply lovesick after catching sight of the beautiful jötunn Gerðr, Freyr seeks and wins her love, yet at the price of his future doom.[21] Their father is the powerful god Njörðr. Njörðr is strongly associated with ships and seafaring, and so also wealth and prosperity. Freyja and Freyr's mother is Njörðr's unnamed sister (her name is unprovided in the source material). However, there is more information about his pairing with the skiing and hunting goddess Skaði. Their relationship is ill-fated, as Skaði cannot stand to be away from her beloved mountains, nor Njörðr from the seashore.[22] Together, Freyja, Freyr, and Njörðr form a portion of gods known as the Vanir. While the Aesir and the Vanir retain distinct identification, they came together as the result of the Aesir–Vanir War.[23]\n\nWhile they receive less mention, numerous other gods and goddesses appear in the source material. (For a list of these deities, see List of Germanic deities.) Some of the gods heard less of include the apple-bearing goddess Iðunn and her husband, the skaldic god Bragi; the gold-toothed god Heimdallr, born of nine mothers; the ancient god Týr, who lost his right hand while binding the great wolf Fenrir; and the goddess Gefjon, who formed modern-day Zealand, Denmark.[24]\n\nVarious beings outside of the gods are mentioned. Elves and dwarfs are commonly mentioned and appear to be connected, but their attributes are vague and the relation between the two is ambiguous. Elves are described as radiant and beautiful, whereas dwarfs often act as earthen smiths.[25] A group of beings variously described as jötnar, thursar, and trolls (in English these are all often glossed as \"giants\") frequently appear. These beings may either aid, deter, or take their place among the gods.[26] The Norns, dísir, and aforementioned valkyries also receive frequent mention. While their functions and roles may overlap and differ, all are collective female beings associated with fate.[27]\n\nIn Norse cosmology, all beings live in Nine Worlds that center around the cosmological tree Yggdrasil. The gods inhabit the heavenly realm of Asgard whereas humanity inhabits Midgard, a region in the center of the cosmos. Outside of the gods, humanity, and the jötnar, these Nine Worlds are inhabited by beings, such as elves and dwarfs. Travel between the worlds is frequently recounted in the myths, where the gods and other beings may interact directly with humanity. Numerous creatures live on Yggdrasil, such as the insulting messenger squirrel Ratatoskr and the perching hawk Veðrfölnir. The tree itself has three major roots, and at the base of one of these roots live the Norns, female entities associated with fate.[28] Elements of the cosmos are personified, such as the Sun (Sól, a goddess), the Moon (Máni, a god), and Earth (Jörð, a goddess), as well as units of time, such as day (Dagr, a god) and night (Nótt, a jötunn).[29]\n\nThe afterlife is a complex matter in Norse mythology. The dead may go to the murky realm of Hel—a realm ruled over by a female being of the same name, may be ferried away by valkyries to Odin's martial hall Valhalla, or may be chosen by the goddess Freyja to dwell in her field Fólkvangr.[30] The goddess Rán may claim those that die at sea, and the goddess Gefjon is said to be attended by virgins upon their death.[31] Texts also make reference to reincarnation.[32] Time itself is presented between cyclic and linear, and some scholars have argued that cyclic time was the original format for the mythology.[33] Various forms of a cosmological creation story are provided in Icelandic sources, and references to a future destruction and rebirth of the world—Ragnarok—are frequently mentioned in some texts.[34]\n\nAccording to the Prose Edda and the Poetic Edda poem, Völuspá, the first human couple consisted of Ask and Embla; driftwood found by a trio of gods and imbued with life in the form of three gifts. After the cataclysm of Ragnarok, this process is mirrored in the survival of two humans from a wood; Líf and Lífþrasir. From these two humankind is foretold to repopulate the new and green earth.[35]\n\nWith the widespread publication of translations of Old Norse texts that recount the mythology of the North Germanic peoples, references to the Norse gods and heroes spread into European literary culture, especially in Scandinavia, Germany, and Britain. During the later 20th century, references to Norse mythology became common in science fiction and fantasy literature, role-playing games, and eventually other cultural products such as comic books and Japanese animation. Traces of the mythology can also be found in music and has its own genre, viking metal. Bands such as Amon Amarth, Bathory, Burzum and Månegarm have written songs about Norse mythology. Norse mythology is prevalent in the children's book series, Magnus Chase, by Rick Riordan.\n\n"
        }
    ]
}