{
    "url": "https://en.wikipedia.org/wiki/Northeast_Corridor",
    "title": "Northeast Corridor",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.1.1 Boston–The Bronx (New Haven Railroad)",
        "1.1.2 Newark–Washington, D.C. (Pennsylvania Railroad)",
        "1.1.3 New York City area",
        "1.2 Electrification, 1905–38",
        "1.2.1 New York section",
        "1.2.2 New York to Washington electrification",
        "1.2.3 Re-signaling",
        "1.3 Founding and operation of Amtrak",
        "1.3.1 Reorganization and bankruptcy",
        "1.3.2 Northeast Corridor Improvement Project",
        "1.3.3 1990s implementation of high-speed rail",
        "1.3.4 2000–present",
        "1.3.4.1 2015 derailment",
        "2 Infrastructure",
        "2.1 Electrification",
        "2.2 Stations",
        "2.3 Grade crossings",
        "2.3.1 History",
        "2.3.2 Crossing list",
        "3 Passenger ridership",
        "4 Current rail service",
        "4.1 Intercity passenger services",
        "4.2 Commuter rail",
        "4.2.1 Massachusetts Bay Transportation Authority (MBTA)",
        "4.2.2 CTrail",
        "4.2.3 Metro-North Railroad (MNRR)",
        "4.2.4 Long Island Rail Road (LIRR)",
        "4.2.5 New Jersey Transit (NJT)",
        "4.2.6 SEPTA",
        "4.2.7 MARC Train",
        "4.3 Freight services",
        "5 Future",
        "5.1 NEC FUTURE",
        "5.2 Gateway Program",
        "5.3 New trains for Acela",
        "5.4 Northeast Maglev",
        "5.5 North Atlantic Rail",
        "5.6 Harold Interlocking",
        "5.7 New Brunswick–Trenton high-speed upgrade",
        "5.8 Replacement of bridge over Hutchinson River",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Northeast Corridor (NEC) is an electrified railroad line in the Northeast megalopolis of the United States. Owned primarily by Amtrak, it runs from Boston through Providence, New Haven, Stamford, New York City, Philadelphia, Wilmington, and Baltimore to Washington, D.C. The NEC closely parallels Interstate 95 for most of its length, and is the busiest passenger rail line in the United States both by ridership and by service frequency as of 2013.[2] The NEC carries more than 2,200 trains daily.[3]\n\nThe corridor is used by many Amtrak trains, including the high-speed Acela, intercity trains and several long-distance trains. Most of the corridor also has frequent commuter rail service, operated by the MBTA, Shore Line East, Hartford Line, Metro-North Railroad, Long Island Rail Road, New Jersey Transit, SEPTA and MARC. While large through freights have not run on the NEC since the early 1980s, several companies continue to run smaller local freights over some select few sections of the NEC including CSX, Norfolk Southern, CSAO, Providence and Worcester, New York and Atlantic and Canadian Pacific, with the first two considered to have part-ownership over those routes.\n\nThe only high-speed rail services in the Americas operate exclusively on the corridor: Amtrak operates Northeast Regional, Keystone Service, Silver Star, Vermonter and Acela trains, the first four reaching 125 mph (201 km/h) and the latter reaching 150 mph (240 km/h) on a few sections in Massachusetts, Rhode Island, and New Jersey; the MARC commuter rail system, which has operations on the line, also has certain express trains going up to 125 mph (201 km/h). Acela covers the 225 mi (362 km) between New York and Washington, D.C., in under 3 hours, and the 229 mi (369 km) between New York and Boston in under 3.5 hours.[4][5] Concepts for improvements to achieve \"true\" high-speed rail on the corridor, which have been estimated by Amtrak to cost $151 billion, envision cutting travel times roughly in half, with trips between New York and Washington that would take 94 minutes.[6][7]\n\n"
        },
        {
            "title": "History",
            "text": "Most of what is now called the Northeast Corridor was built, piece by piece, by several railroads, from the 1830s. Before 1900, their routes had been consolidated as two long and unconnected stretches, each a part of a major railroad.  Anchored in Washington, D.C., the stretch owned by the Pennsylvania Railroad approached New York City from the south; anchored at Boston, the stretch owned by the New Haven Railroad entered New York State from Connecticut. The former terminated at New Jersey ferry slips across the Hudson River from Manhattan.[8] The latter extended to the Bronx, whence it continued into Manhattan via trackage rights on the New York and Harlem Railroad.  It also reached the Bronx via the Harlem River and Port Chester Railroad, which extended to the Bronx from the New Haven at New Rochelle.[9]\n\nFrom 1903 to 1917, the two railroads undertook a number of projects that connected their lines and completed, in effect, the Northeast Corridor. These included the New York Tunnel Extension in New Jersey (including Manhattan Transfer station and a new Pennsylvania Station), the New York Connecting Railroad and the Hell Gate Bridge. Combined, these creations were a stretch that started just above Newark, New Jersey, on the Pennsylvania Railroad side, and connected with the Harlem River and Port Chester Railroad (and thus New Rochelle) on the New Haven side. With the opening of the Hell Gate Bridge in 1917, this connecting stretch and thus the Northeast Corridor itself were complete.\n\nWith the 1968 creation of Penn Central, which was a combination of those two railroads and the New York Central Railroad, the entire corridor was under the control of a single entity for the first time.  After successor Penn Central’s 1970 bankruptcy, the corridor was almost entirely subsumed, on May 1, 1971, by the subsequently-created Amtrak.\n\nIn 1899, William J. Wilgus, the New York Central Railroad (NYC)'s chief engineer, proposed electrifying the lines leading from Grand Central Terminal and the split at Mott Haven, using a third rail power system devised by Frank J. Sprague. Electricity was in use on some branch lines of the NYNH&H for interurban streetcars via third rail or trolley wire.[17] An accident in the Park Avenue Tunnel near the present Grand Central Terminal that killed 17 people on January 8, 1902, was blamed on smoke from steam locomotives; the resulting outcry led to a push for electric operation in Manhattan.[18][19][20]\n\nThe NH announced in 1905 that it would electrify its main line from New York to Stamford, Connecticut.[citation needed] Along with the construction of Grand Central Terminal, which was opened in 1913, the NYC electrified its lines. On September 30, 1906, the NYC conducted a test of suburban multiple unit service to Highbridge station on the Hudson Line;[21]: 97 [22] regular service began on December 11.[23][24] Electric locomotives began serving Grand Central on February 15, 1907,[21]: 115  and all NYC passenger service into Grand Central was electrified on July 1, 1907.[24][25] NH electrification began in July to New Rochelle, August to Port Chester and October the rest of the way to Stamford.[26] Steam trains last operated into Grand Central on June 30, 1908:  the deadline after which steam trains were banned in Manhattan.[21]: 55–56  Subsequently, all NH passenger trains into Manhattan were electrified. In June 1914, the NH electrification was extended to New Haven, which was the terminus of electrified service for over 80 years.[27]\n\nThe PRR was building its Pennsylvania Station and electrified approaches, which were served by the PRR's lines in New Jersey and the Long Island Rail Road (LIRR). LIRR electric service began in 1905 on the Atlantic Branch from downtown Brooklyn past Jamaica,[28][29] and in June 1910 on the branch to Long Island City: part of the main line to Penn Station.[29] Penn Station opened on September 8, 1910, for LIRR trains[30] and November 27 for the PRR;[31] trains of both railroads were powered by DC electricity from a third rail. PRR trains changed engines (electric to/from steam) at Manhattan Transfer; passengers could also transfer there to H&M trains to downtown Manhattan.[citation needed]\n\nOn July 29, 1911, NH began electric service on its Harlem River Branch: a suburban branch that would become a main line with the completion of the New York Connecting Railroad and its Hell Gate Bridge.[32][33] The bridge opened on March 9, 1917,[16] but was operated by steam with an engine change at Sunnyside Yard east of Penn Station until 1918.[citation needed]\n\n\nElectrification north of New Haven to Providence and Boston had been planned by the NH, and authorized by the company's board of directors shortly before the United States entered World War I. This plan was not carried out because of the war and the company's financial problems. Electrification north of New Haven did not occur until the 1990s, by AMTRAK, using a 60 Hz system.\n\nIn 1905, the PRR began to electrify its suburban lines at Philadelphia: an effort that eventually led to 11 kV, 25 Hz AC catenary from New York and Washington.[34] Electric service began in September 1915, with multiple unit trains west to Paoli on the PRR Main Line (now the Keystone Corridor).[35] Electric service to Chestnut Hill (now the Chestnut Hill West Line), including a stretch of the NEC, began on March 30, 1918.[citation needed] Local electric service to Wilmington, Delaware, on the NEC began on September 30, 1928, and to Trenton, New Jersey, on June 29, 1930.[citation needed]\n\nElectrified service between Exchange Place, the Jersey City terminal, and New Brunswick, New Jersey, began on December 8, 1932, including the extension of Penn Station electric service from Manhattan Transfer.[citation needed] On January 16, 1933, the rest of the electrification between New Brunswick and Trenton opened, giving a fully-electrified line between New York and Wilmington. Trains to Washington began running under electricity to Wilmington on February 12, 1933, with the engine-change moved from Manhattan Transfer to Wilmington.[citation needed] The same was done on April 9, 1933, for trains running west from Philadelphia, with the change point moved to Paoli.[citation needed]\n\nIn 1933, the electrification south of Wilmington was stalled by the Great Depression, but the PRR got a loan from the Public Works Administration to resume work.[36] The tunnels at Baltimore were rebuilt as part of the project. Electric service between New York and Washington began on February 10, 1935.[37] On April 7, the electrification of passenger trains was complete, with 639 daily trains: 191 hauled by locomotives and the other 448 under multiple-unit power.[citation needed] New York–Washington electric freight service began on May 20, 1935, after the electrification of freight lines in New Jersey and Washington,DC.[citation needed] Extensions to Potomac Yard across the Potomac River from Washington, as well as several freight branches along the way, were electrified in 1937 and 1938.[citation needed] The Potomac Yard retained its electrification until 1981.[citation needed]\n\nIn the 1930s, PRR equipped the New York–Washington line with Pulse code cab signaling. Between 1998 and 2003, this system was overlaid with an Alstom Advanced Civil Speed Enforcement System (ACSES), using track-mounted transponders similar to the Balises of the modern European Train Control System.[38] The ACSES will enable Amtrak to implement positive train control to comply with the Rail Safety Improvement Act of 2008.[citation needed]\n\nIn December 1967, the UAC TurboTrain set a speed record for a production train: 170.8 miles per hour (274.9 km/h) between New Brunswick and Trenton, New Jersey.[39]\n\nIn February 1968, PRR merged with its rival New York Central Railroad to form the Penn Central (PC).[40] Penn Central was required to absorb the New Haven in 1969 as a condition of the merger.[41]\n\nOn September 21, 1970, all New York–Boston trains except the Turboservice were rerouted into Penn Station from Grand Central;[citation needed] the Turboservice moved on February 1, 1971, for cross-platform transfers to the Metroliners.[42]\n\nIn 1971, Amtrak began operations, and various state governments took control of portions of the NEC for their commuter transportation authorities. In January, the State of Massachusetts bought the Attleboro/Stoughton Line in Massachusetts,[citation needed] later operated by the Massachusetts Bay Transportation Authority. The same month, the New York State Metropolitan Transportation Authority bought, and Connecticut leased, from Penn Central their sections of the New Haven Line, between Woodlawn, Bronx, New York and New Haven, Connecticut.[42]\n\nIn 1973, the Regional Rail Reorganization Act opened the way for Amtrak to buy sections of the NEC not already been sold to these commuter transportation authorities. These purchases by Amtrak were controversial at the time, and the Department of Transportation blocked the transaction and withheld purchase funds for several months until Amtrak granted it control over reconstruction of the corridor.[43]\n\nIn February 1975, the Preliminary System Plan for Conrail proposed to stop running freight trains on the NEC between Groton, Connecticut, and Hillsgrove, Rhode Island, but this clause was rejected the following month by the U.S. Railway Association.[44]\n\nBy April 1976, Amtrak owned the entire NEC except Boston to the RI state line, which is owned by the Commonwealth of Massachusetts, and New Haven to New Rochelle, New York, which is owned by the States of Connecticut and New York. Amtrak still operates and maintains the portion in Massachusetts, but the line from New Haven to New Rochelle, New York, is operated by the Metro-North Railroad, which has hindered the establishment of high-speed service.[45][46]\n\nIn 1976, Congress authorized an overhaul of the system between Washington and Boston.[47] Called the Northeast Corridor Improvement Project (NECIP), it included safety improvements, modernization of the signaling system by General Railway Signal, and new Centralized Electrification and Traffic Control (CETC) control centers by Chrysler at Philadelphia, New York and Boston.[citation needed] It allowed more trains to run faster and closer together, and set the stage for later high-speed operation. NECIP also introduced the AEM-7 locomotive, which lowered travel times and became the most successful engine on the Corridor. The NECIP set travel time goals of 2 hours and 40 minutes between Washington and New York, and 3 hours and 40 minutes between Boston and New York.[48] These goals were not met because of the low level of funding provided by the Reagan Administration and Congress in the 1980s.[49]\n\nElectrification between New Haven and Boston was to be included in the 1976 Railroad Revitalization and Regulatory Reform Act.[47]\n\nThe last grade crossings between New York and Washington were closed about 1985; eleven grade crossings remain in Connecticut.\n\nIn the 1990s, Amtrak upgraded the NEC north of New Haven, CT to get it ready for the high-speed Acela Express trains.[49] Dubbed the Northeast High Speed Rail Improvement Program (NHRIP), the effort eliminated grade crossings, rebuilt bridges and modified curves. Concrete railroad ties replaced wood ties, and heavier continuous welded rail (CWR) was laid-down.[50]\n\nIn 1996, Amtrak began installing electrification gear along the 157 miles (253 kilometres) of track between New Haven and Boston. The infrastructure included a new overhead catenary wire made of high-strength silver-bearing copper, specified by Amtrak and later patented by Phelps Dodge Specialty Copper Products of Elizabeth, New Jersey.[51]\n\nService with electric locomotives between New Haven and Boston began on January 31, 2000.[52] The project took four years and cost close to $2.3 billion: $1.3 billion for the infrastructure improvements and close to $1 billion for both the new Acela trainsets and the Bombardier–Alstom HHP-8 locomotives.[53]\n\nOn December 11, 2000, Amtrak began operating its higher-speed Acela Express service.[54] Fastest travel time by Acela is three and a half hours between Boston and New York, and two hours forty-five minutes between New York and Washington, D.C.[55]\n\nIn 2005, there was talk in Congress of splitting the Northeast Corridor, which was opposed by then-acting Amtrak president David Gunn. The plan, supported by the Bush administration, would \"turn over the Northeast Corridor – the tracks from Washington to Boston that are the railroad's main physical asset – to a federal-state consortium.\"[56]\n\nWith the passage of the Passenger Rail Investment and Improvement Act of 2008, the Congress established the Northeast Corridor Commission (NEC Commission) in the U.S. Department of Transportation to facilitate mutual cooperation and planning and to advise Congress on Corridor rail and development policy. The commission members include USDOT, Amtrak and the Northeast Corridor states.\n\nIn August 2011 the United States Department of Transportation committed $450 million to a six-year project to support capacity increases on one of the busiest segments on the NEC: a 24-mile (39 km) section between New Brunswick and Trenton, passing through Princeton Junction. The Next Generation High-Speed project is designed to upgrade electrical power, signal systems and overhead catenary wires to improve reliability and increase speeds up to 160 mph (260 km/h), and, after the purchase of new equipment, up to 186 miles per hour (299 km/h).[57] In September 2012, speed tests were conducted using Acela train sets, achieving a speed of 165 miles per hour (266 km/h).[58][59] The improvements were scheduled to be completed in 2016, but, due to delays, the project had not been completed until 2020.[60][61]\n\nEleven minutes after leaving 30th Street Station in Philadelphia on May 12, 2015, a year-old ACS-64 locomotive (#601) and all seven Amfleet I coaches of Amtrak's northbound Northeast Regional (TR#188) derailed at 9:21pm at Frankford Junction in the Port Richmond section of the city, while entering a 50 mph (80 km/h) speed limited (but at the time non-ATC protected) 4° curve at 106 mph (171 km/h), killing eight and injuring more than 200 (eight critically) of the 238 passengers and five crew on board as well as causing the suspension of all Philadelphia–New York NEC service for six days.[62][63]\n\nThis was the deadliest crash on the Northeast Corridor since 16 died when Amtrak's Washington–Boston Colonial (TR#94) rear-ended three stationary Conrail locomotives at Gunpow Interlocking near Baltimore on January 4, 1987.[64] Frankford Junction curve was the site of a previous fatal accident on September 6, 1943 when an extra section of the PRR's Washington to New York Congressional Limited derailed there, killing 79 and injuring 117 of the 541 on board.[65]\n\n"
        },
        {
            "title": "Infrastructure",
            "text": "The NEC is a cooperative venture between Amtrak and various state agencies. Amtrak owns the track between Washington and New Rochelle, New York, a northern suburb of New York City.[citation needed] The segment from New Rochelle to New Haven is owned by the states of New York and Connecticut; Metro-North Railroad commuter trains operate there.[citation needed] Amtrak owns the tracks north of New Haven to the border between Rhode Island and Massachusetts. The final segment from the border north to Boston is owned by the Commonwealth of Massachusetts.[citation needed]\n\nAt just over 453 miles (729 km), the Northeast Corridor is the longest electrified rail corridor in the United States.[citation needed] Most electrified railways in the country are for rapid transit or commuter rail use; the Keystone Corridor is the only other electrified intercity mainline.[citation needed]\n\nCurrently, the corridor uses three catenary systems. From Washington, D.C., to Sunnyside Yard (just east of New York Penn Station), Amtrak's 25 Hz traction power system (originally built by the Pennsylvania Railroad) supplies 12 kV at 25 Hz. From Sunnyside to Mill River (just east of New Haven station), the former New Haven Railroad's system, since modified by Metro-North, supplies 12.5 kV at 60 Hz. From Mill River to Boston, the much newer 60 Hz traction power system supplies 25 kV at 60 Hz. All of Amtrak's electric locomotives can switch between these systems.\n\nIn addition to catenary, the East River Tunnels have 750 V DC third rail for Long Island Rail Road trains, and the North River Tunnels have third rail for emergency use only.\n\nIn 2006, several high-profile electric-power failures delayed Amtrak and commuter trains on the Northeast Corridor up to five hours.[66] Railroad officials blamed Amtrak's funding woes for the deterioration of the track and power supply system, which in places is almost a hundred years old. These problems have decreased in recent years after tracks and power systems were repaired and improved.[67]\n\nIn September 2013, one of two feeder lines supplying power to the New Haven Line failed, while the other feeder was disabled for service. The lack of electrical power disrupted trains on Amtrak and Metro-North Railroad, which share the segment in New York State.[68]\n\nThere are 109 active stations on the Northeast Corridor; 30 are used by Amtrak. All but three (Kingston, Westerly, and Mystic) see commuter service. Amtrak owns Pennsylvania Station in New York, 30th Street Station in Philadelphia, Pennsylvania Station in Baltimore, and Union Station in Washington.[citation needed]\n\nThe main services of the Northeast Corridor are indicated using the following abbreviations. Other services are listed in the right-most column. Note that not all trains necessarily stop at all indicated stations.\n\nThe entire Northeast Corridor has 11 grade crossings, all in southeastern New London County, Connecticut. The remaining grade crossings are along a part of the line that hugs the shore of Long Island Sound. Without these crossings many waterfront communities and businesses would be inaccessible from land. Except for five grade crossings, 3 near New London Union Station, and two in Stonington, all have four-quadrant gates with induction loop sensors, which allow vehicles stopped on the tracks to be detected in time for an oncoming train to stop.[69]\n\nFRA rules limit track speeds on the corridor to 80 miles per hour (130 km/h) over conventional crossings and 95 miles per hour (153 km/h) over crossings with four-quadrant gates and vehicle detection tied into the signal system.[70]\n\nThe New York to New Haven line has long been completely grade-separated, and the last grade crossings between Washington and New York were eliminated in the 1980s.[citation needed] In 1994, during planning for electrification and high-speed Acela Express service between New Haven and Boston, a law was passed requiring USDOT to plan for the elimination of all remaining crossings (unless impractical or unnecessary) by 1997.[71] Some lightly used crossings were simply closed, while most were converted into bridges or underpasses. Only thirteen remained by 1999, of which lightly used crossings in Old Lyme, Connecticut and Exeter, Rhode Island were soon closed.[72]\n\nDespite six nonfatal accidents in the previous sixteen years, there was substantial local opposition to closing the remaining 11 crossings. Outright closing the crossing would eliminate the sole access points to several of the places they served, while grade separation would be expensive and require land takings.[72] Instead, the crossings were supplied with additional protections. In 1998, School Street in Groton was the first four-quadrant gate installation in the country with vehicle detection sensors tied into the line's signal system.[73] It cost $1 million rather than the $4 million for a bridge.[74] Seven more crossings received similar installations in 1999 and 2000; only the three in New London (which are on a tight curve with speed limits under 30 miles per hour (48 km/h)) did not.[75]\n\nOn September 28, 2005, a southbound Acela Express struck a car at Miner Lane in Waterford, Connecticut, the first such incident since the additional protections were implemented.[76] The train was approaching the crossing at approximately 70 miles per hour (110 km/h) when the car reportedly rolled under the lowered crossing gate arms too late for the sensor system to fully stop the train. The driver and one passenger were killed on impact; the other passenger died nine days later from injuries sustained in the crash. The gates were later inspected and declared to have been functioning properly at the time of the incident.[77] The incident drew public criticism about the remaining grade crossings along the busy line.[78]\n\nCrossing are listed east to west.[69]\n\n"
        },
        {
            "title": "Current rail service",
            "text": "In 2003, Amtrak accounted for about 14% of intercity trips between the cities served by the NEC and its branches (the rest were taken by airline, automobile, or bus).[84] A 2011 study estimated that in 2010 Amtrak carried 6% of the Boston–Washington traffic, compared to 80% for automobiles, 8–9% for intercity bus, and 5% for airlines.[85] Amtrak's share of the air or rail passenger traffic between New York City and Boston has grown from 20 percent to 54 percent since 2001, and 75 percent between New York City and Washington, D.C.[86]\n\nThese Amtrak trains serve NEC stations and run at least partially on the corridor:\n\nEight other Amtrak trains terminate at NEC stations, but do not use any NEC infrastructure outside the terminus:\n\nSix Amtrak services operate via the Empire Corridor, a line largely owned by CSX, with other sections owned by Metro-North Railroad and Amtrak. It meets the NEC at New York Penn Station.\n\nDue to the wide availability of the Northeast Regional, Keystone Service, and Acela Express, as well as commuter rail, most long- and medium-haul trains operating along the New York-Washington leg of the NEC do not allow local travel between NEC stations. In most cases, long- and medium-haul trains only stop to discharge passengers from Washington (and in some cases, Alexandria) northward, and to receive passengers from Newark to Washington. This policy is intended to keep seats available for passengers making longer trips. The Vermonter and Palmetto are the only medium- and long-haul trains that allow local travel in both directions between New York and Washington. The southbound Carolinian allows local travel daily, while the northbound Carolinian only allows local travel on Sundays, Thursdays, and Fridays. Additionally, the medium-haul Pennsylvanian allows local NEC travel, but this train leaves the corridor in Philadelphia and does not travel all the way to Washington.\n\nIn addition to Amtrak, several commuter rail agencies operate passenger service using the NEC tracks:\n\nFreight trains operate on parts of the NEC through trackage rights. Prior to the 1970s when Amtrak took over all passenger service, the NEC routinely saw lengthy freight trains sometimes numbering over one hundred cars traversing great lengths of the corridor. All freight operations ultimately came under the control of Penn Central in the late 1960s and later Conrail upon its formation in 1976, however Amtrak, whose ridership was steadily increasing began demanding heavier taxes for longer trains. Ultimately Conrail began reducing freight service to only small, local trains on certain sections of the corridor where most needed once longer freights began causing congestion and bigger delays with passenger service.\n\nCurrently, Norfolk Southern Railway operates over the line south of Philadelphia. CSX Transportation has rights from New York to New Haven; in Massachusetts; and in Maryland from Landover, where its Landover Subdivision joins the NEC, to Bowie, where its Pope's Creek Subdivision leaves it. Between Philadelphia and New York, Conrail operates as a local switching and terminal company for CSX and Norfolk Southern (see Conrail Shared Assets Operations). The Providence and Worcester Railroad operates local freight service from New Haven into Rhode Island and has overhead trackage rights from New Haven to New York (see Rail freight transportation in New York City and Long Island). Additionally the Canadian Pacific Railway and the New York and Atlantic Railway both have trackage rights over the Hell Gate Bridge in order to connect with their own routes near New York.[87]\n\n"
        },
        {
            "title": "Future",
            "text": "In the 2010s, the Federal Railroad Administration drew up a master plan for developing the corridor through 2040, taking into account various projects and proposals by various agency and advocacy groups. The plan was completed in spring 2015.[88] Much of the proposed improvements are unfunded.[89]\n\nIn October 2010, Amtrak released \"A Vision for High-Speed Rail on the Northeast Corridor,\" an aspirational proposal for dedicated high-speed rail tracks between Washington, D.C., and Boston.[90] Projected to cost about $117 billion (2010 dollars), the project would allow speeds of 220 miles per hour (350 km/h), reducing travel time from New York to Washington to 96 minutes (including a stop in Philadelphia) and from Boston to New York to 84 minutes,[91][92] with an aspirational completion date of 2030 for travel from Washington to New York and 2040 for New York To Boston. In 2012, Amtrak revised its cost estimate to $151 billion.[6]\n\nIn 2012, the Federal Railroad Administration began developing a master plan for bringing high-speed rail to the Northeast Corridor titled NEC FUTURE, and released the final environmental impact statement in December 2016.[93] The proposed alignment would closely follow the existing NEC south of New York City; multiple potential alignments north of New York City were studied, including the existing shoreline route, a route through Hartford, Connecticut, and a route out along Long Island which would traverse a new bridge or tunnel across Long Island Sound to Connecticut.[94] On July 12, 2017, the Federal Railroad Administration revealed the record of decision for the project.[95] The proposed upgrades have not been funded.\n\nIn February 2011, Amtrak announced plans for the Gateway Project between Newark Penn Station and New York Penn Station.[96] The planned project would create a high-speed alignment across the New Jersey Meadowlands and under the Hudson River, including the replacement of the Portal Bridge, a bottleneck.\n\nOn August 26, 2016, Vice President Joe Biden announced a $2.45 billion federal loan package to pay for new Acela equipment, as well as upgrades to the NEC. The loans will finance 28 trainsets that will replace the existing fleet. The trains are being built by Alstom in Hornell and Rochester, New York. Passenger service using the new trains is expected to begin in 2023 and the current fleet was expected to be retired by the end of 2022, or when all the replacements have been delivered. Amtrak will pay off the loans from increased NEC passenger revenue.[97]\n\nIn 2013, Japanese officials pitched the country's maglev train technology, the world's fastest, for the Northeast Corridor to regional U.S. politicians. The trains could travel from New York to Washington in an hour.[98] Northeast Maglev, using SCMaglev technology developed by Central Japan Railway Company, is currently working with the FRA and MDOT to prepare an Environmental Impact Statement.[99]  The project has received a $27.8 million grant from the FRA.[100]\n\nThe North Atlantic Rail initiative, launched in 2017, has advocated building new high-speed railroads providing speeds up to 225 mph (200 mph by different sources) in the northeast, where the densely-populated core of New England is struggling with traffic and environmental overload. In long-term plans, there is also proposal of building several lines branching out of Northeast corridor (which is bypassed by this proposal, cutting travel time), their maximum speed is yet unknown. Despite being the fastest railroad in the USA today, New York to Boston segment is planned to be replaced by even faster line.[101]\n\nIn May 2011, a $294.7-million federal grant was awarded to fix congestion at Harold Interlocking, the USA's second-busiest rail junction after Sunnyside Yard. The work will lay tracks to the New York Connecting Railroad right of way, allowing Amtrak trains arriving from or bound for New England to avoid NJT and LIRR trains.[102][103] Financing for the project was jeopardized in July 2011 by the House of Representatives, which voted to divert the funding to unrelated projects.[104] The project was then funded by FRA and the MTA.[105] As of 2018[update], the interlocking is being reconstructed for LIRR's East Side Access project.[106][107]\n\nIn August 2011, Congress obligated $450 million to a six-year project to add capacity on one of the busiest segments on the NEC in New Jersey.[57] The project is designed to upgrade electrical power, signal systems and catenary wires on a 24-mile (39 km) section between New Brunswick and Trenton to improve reliability, increase speeds up to 160 mph (260 km/h), and support more frequent high-speed service.[108][109][110] The improvements were scheduled to be completed in 2016, but have been delayed repeatedly.[111] The track work is one of several projects planned for the \"New Jersey Speedway\" section of the NEC, which include a new station at North Brunswick, the Mid-Line Loop (a flyover for reversing train direction), and the re-construction of County Yard, to be done in coordination with NJT.[112] Acela trains began operating at speeds up to 150 mph (240 km/h) between Princeton Junction and New Brunswick in June 2022. With the planned introduction of the Avelia Liberty in 2023, speeds will increase to 160mph.[113]\n\nAmtrak has applied for $15 million for the environmental impact studies and preliminary engineering design to examine replacement options for the more than 100-year-old, low-level movable rail Pelham Bay Bridge (just west of Pelham Bridge) over the Hutchinson River in the Bronx that has been limiting speed and train capacity. The goal is for a new bridge to support expanded service and speeds up to 110 mph (180 km/h).[114]\n\n"
        }
    ]
}