{
    "url": "https://en.wikipedia.org/wiki/Northeastern_United_States",
    "title": "Northeastern United States",
    "table_of_contents": [
        "1 History",
        "1.1 Indigenous people",
        "1.2 Colonial history",
        "1.2.1 New England",
        "1.2.2 Mid-Atlantic",
        "2 Geography",
        "3 Environment",
        "3.1 Topography",
        "3.2 Land use",
        "3.3 Climate",
        "3.4 Wildlife",
        "4 Demographics",
        "5 Economy",
        "6 Transportation",
        "6.1 Rail systems",
        "6.2 Bus routes",
        "6.3 Airports",
        "7 Culture",
        "7.1 Landmarks",
        "7.2 Religion",
        "7.3 Sports",
        "8 Health",
        "9 Politics",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Northeastern United States, also referred to as the Northeast, the East Coast,[a] or the American Northeast, is a geographic region of the United States. It is located on the Atlantic coast of North America, with Canada to its north, the Southern United States to its south, and the Midwestern United States to its west. The Northeast is one of the four regions defined by the U.S. Census Bureau for the collection and analysis of statistics.[1] The region is usually defined as including nine U.S. states: Connecticut, Maine, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont.\n\nThe U.S. Census Bureau–defined region of the Northeastern United States has a total area of 181,324 sq mi (469,630 km2) with 162,257 sq mi (420,240 km2) of that being land mass, making it the smallest region of the United States by both land mass and total area.[6] The Northeastern region is the nation's most economically developed, densely populated, and culturally diverse region.[7][8] Of the nation's four census regions, the Northeast has the second-largest percentage of residents living in an urban setting, with 85 percent, and is home to the nation's largest metropolitan area.[9] The Northeast is home to most of the Northeast megalopolis, the most economically significant and second most-populated of eleven megaregions within the United States, accounting for 20% of U.S. GDP as of 2016.[10]\n\n"
        },
        {
            "title": "History",
            "text": "Anthropologists recognize the \"Northeastern Woodlands\" as one of the cultural regions that existed in the Western Hemisphere at the time of European colonists in the 15th and later centuries. Most did not settle in North America until the 17th century. The cultural area, known as the \"Northeastern Woodlands\", in addition to covering the entire Northeast U.S., also covered much of what is now Canada and others regions of what is now the eastern United States.[11]\n\nAmong the many tribes that inhabited this area were those that made up the Iroquois nations and the numerous Algonquian peoples.[12] In the United States of the 21st century, 18 federally recognized tribes reside in the Northeast.[13] For the most part, the people of the Northeastern Woodlands, on whose lands European fishermen began camping to dry their codfish in the early 1600s, lived in villages, especially after being influenced by the agricultural traditions of the Ohio and Mississippi valley societies.[14]\n\nAll of the U.S. states making up the Northeastern region were among the original Thirteen Colonies, though Maine, Vermont, and Delaware were part of other colonies before the United States became independent in the American Revolution. The two cultural and geographic regions that form parts of the Northeastern region have distinct histories.\n\nThe first Europeans to settle New England were Pilgrims from England, who landed in present-day Massachusetts in 1620.[15] The Pilgrims arrived on the ship Mayflower and founded Plymouth Colony so they could practice religion freely.[15] Ten years later, a larger group of Puritans settled north of Plymouth Colony in Boston to form Massachusetts Bay Colony.[16] In 1636, colonists established Connecticut Colony and Providence Plantations.[17][18] Providence was founded by Roger Williams, who was banished by Massachusetts for his beliefs in freedom of religion, and it was the first colony to guarantee all citizens freedom of worship.[18] Anne Hutchinson, who was also banished by Massachusetts, formed the town of Portsmouth.[18] Providence, Portsmouth and two other towns (Newport and Warwick) consolidated to form the Colony of Rhode Island and Providence Plantations.[18]\n\nAlthough the first settlers of New England were motivated by religion, since the 21st century, New England had become one of the least religious parts of the United States. In a 2009 Gallup survey, less than half of residents in Vermont, New Hampshire, Maine and Massachusetts reported religion as an important part of their daily life.[19] In a 2010 Gallup survey, less than 30% of residents in Vermont, New Hampshire, Maine, and Massachusetts reported attending church weekly, giving them the lowest church attendance among U.S. states.[20]\n\nNew England played a prominent role in early American education. Starting in the 17th century, the larger towns in New England opened grammar schools, the forerunner of the modern high school.[citation needed] The first public school in the English colonies was the Boston Latin School, founded in 1635.[21] In 1636, the colonial legislature of Massachusetts founded Harvard College, the oldest institution of higher learning in the United States.[22]\n\nThe first European explorer known to have explored the Atlantic shoreline of the Northeast since the Norse was Giovanni da Verrazzano in 1524. His ship La Dauphine explored the coast from what is now known as Florida to New Brunswick. Henry Hudson explored the area of present-day New York in 1609 and claimed it for the Netherlands. His journey stimulated Dutch interest, and the area became known as New Netherland. In 1625, the city of New Amsterdam (the location of present-day New York City) was designated the capital of the province.[23] The Dutch New Netherland settlement along the Hudson River and, for a time, the New Sweden settlement along the Delaware River divided the English settlements in the north and the south. In 1664, Charles II of England formally annexed New Netherland and incorporated it into the English colonial empire.[24] The territory became the colonies of New York and New Jersey.[24] New Jersey was originally split into East Jersey and West Jersey until the two were united as a royal colony in 1702.[24]\n\nIn 1681, William Penn, who wanted to give Quakers a land of religious freedom, founded Pennsylvania and extended freedom of religion to all citizens.[25] Penn strongly desired access to the sea for his Pennsylvania Province and leased what then came to be known as the \"Lower Counties on the Delaware\" from the Duke.[26] Penn established representative government and briefly combined his two possessions under one General Assembly in 1682. However, by 1704 the Province of Pennsylvania had grown so large that their representatives wanted to make decisions without the assent of the Lower Counties and the two groups of representatives began meeting on their own, one at Philadelphia, and the other at New Castle, Delaware. Penn and his heirs remained proprietors of both and always appointed the same person Governor for their Province of Pennsylvania and their territory of the Lower Counties. The fact that Delaware and Pennsylvania shared the same governor was not unique. From 1703 to 1738, New York and New Jersey shared a governor.[27] Massachusetts and New Hampshire also shared a governor for some time.[28]\n\n"
        },
        {
            "title": "Geography",
            "text": "The vast area from central Virginia to northern Maine, and from western Pennsylvania, from Pittsburgh in the west to the Atlantic Ocean in the east, have all been loosely grouped into the Northeast, including six of Pennsylvania's seven largest cities, Allentown, Philadelphia, Pittsburgh, Reading, Scranton, and Bethlehem.\n\nUsing the U.S. Census Bureau's definition of the Northeast, the region includes nine states: Maine, New York, New Jersey, Vermont, Massachusetts, Rhode Island, Connecticut, New Hampshire, and Pennsylvania.[1][b] The region is often subdivided into New England (the six states east of New York State) and the Mid-Atlantic states (New York, New Jersey, and Pennsylvania). This definition has been essentially unchanged since 1880 and is widely used as a standard for data tabulation.[30][31][32][33] However, the U.S. Census Bureau has acknowledged the obvious limitations of this definition and the potential merits of a proposal created after the 1950 census,[34] that would include changing regional boundaries to include Delaware, Maryland, and the District of Columbia with the Mid-Atlantic states, but ultimately decided that \"the new system did not win enough overall acceptance among data users to warrant adoption as an official new set of general-purpose state groupings. The previous development of many series of statistics, arranged and issued over long periods of time on the basis of the existing State groupings, favored the retention of the summary units of the current regions and divisions.\"[35] The U.S. Census Bureau confirmed in 1994 that it would continue to \"review the components of the regions and divisions to ensure that they continue to represent the most useful combinations of states and state equivalents.\"[35]\n\nMany organizations and reference works follow the Census Bureau's definition for the region.[36][37][38] In the history of the United States, the Mason–Dixon line between Pennsylvania (the North) and Maryland (the South) traditionally divided the regions,[39] but in modern times, various entities define the Northeastern United States in somewhat different ways. The Association of American Geographers divides the Northeast into two divisions: \"New England\", which is the same as the Census Bureau; and it has the same \"Middle States\" but adds Delaware.[40] Similarly, the Geological Society of America defines the Northeast as these same states but with the addition of Maryland and the District of Columbia.[41] The narrowest definitions include only the states of New England.[42] Other more restrictive definitions include New England and New York as part of the Northeast United States, but exclude Pennsylvania and New Jersey.[43][44]\n\nStates beyond the Census Bureau definition are included in Northeast Region by various other entities:\n\n"
        },
        {
            "title": "Environment",
            "text": "While most of the Northeastern United States lie in the Appalachian Highlands physiographic region; some are also part of the Atlantic coastal plain, which extends south to the southern tip of Florida. The coastal plain areas include Cape Cod in Massachusetts, Long Island in New York, most of New Jersey, Delaware and the Chesapeake Bay in Maryland and Virginia) are generally low and flat, with sandy soil and marshy land.[8] The highlands, including the Piedmont and the Appalachian Mountains, are generally heavily forested, ranging from rolling hills to summits greater than 6,000 feet (1,800 m), and pocked with many lakes.[8] The highest peak in the Northeast is Mount Washington, New Hampshire at 6,288 feet (1,917 m).[55]\n\nAs of 2012[update], forest-use covered approximately 60% of the Northeastern states (including Delaware, Maryland and the District of Columbia), about twice the national average. About 11% was cropland and another 4% grassland pasture or range. There is also more urbanized land in the Northeast (12%) than any other region in the U.S.[49]\n\nThe climate of the Northeastern United States varies from northernmost Maine to southernmost Maryland. The climate of the region is created by the position of the general west to east flow of weather in the middle latitudes that much of the USA is controlled by and the position and movement of the subtropical highs. Summers are normally warm in northern areas to hot in southern areas. In summer, the building Bermuda High pumps warm and sultry air toward the Northeast, and frequent (but brief) thundershowers are common on hot summer days. In winter the subtropical high retreats southeastward, and the polar jet stream moves south bringing colder air masses from up in Canada and more frequent storm systems to the region. Winter often brings both rain and snow as well as surges of both warm and cold air.[56]\n\nThe basic climate of the Northeast can be divided into a colder and snowier interior (western Maryland, most of Pennsylvania, most of northern New Jersey, Upstate New York, and most of New England), and a milder coast and coastal plain from Cape Cod and southern Rhode Island southward, including Long Island, New Haven, New York City, Trenton, Philadelphia, Wilmington, and Baltimore. In the latter region the hardiness zones are 7a and 7b. Annual mean temperatures range from the low-to-mid 50s F from Maryland to southern Connecticut, to the 40s F in most of New York State, New England, and northern Pennsylvania.[56][57][58]\n\nMost of the Northeast has a humid continental climate (Dfa/Dfb/Dc). The northernmost portion of the humid subtropical zone (Cfa/Do) begins near Long Island Sound and extends southwestward down the coastal plain to southern Maryland. The oceanic climate zone (Cfb/Do) only exists on Block Island and Nantucket and is the only area of the Northeast where all months average between 0 and 22 °C (32 and 71.6 °F).\n\nThe Northeast has 72 National Wildlife Refuges, encompassing more than 500,000 acres (780 sq mi; 2,000 km2) of habitat and designed to protect some of the 92 different threatened and endangered species living in the region.[13]\n\n"
        },
        {
            "title": "Demographics",
            "text": "As of the 2020 United States census, the population of the region totaled 57,609,148.[59] With an average of 345.5 people per square mile, the Northeast is 2.5 times as densely populated as the second-most dense region, the South. Since the last century, the U.S. population has been shifting away from the Northeast and Midwest toward the South and West.[60]\n\nThe two U.S. Census Bureau divisions in the Northeast (New England and Mid-Atlantic) rank #2 and #1 among the 9 divisions in population density according to the 2013 population estimate. The South Atlantic region (233.1) was very close behind New England (233.2). Due to the faster growth of the South Atlantic region, it will take over the #2 division rank in population density in the next estimate, dropping New England to 3rd position. New England is projected to retain the number 3 rank for many, many years, as the only other lower-ranked division with even half the population density of New England is the East North Central division (192.1) and this region's population is projected to grow slowly. [c][61]\n\n"
        },
        {
            "title": "Economy",
            "text": "As of 2012[update], the Northeast U.S. accounts for approximately 23% of the nation's gross domestic product.[62]\n\nNew York City, considered the world's financial center, is the most populous city in both the U.S. and Northeast U.S. As of 2018[update], the New York metropolitan area is estimated to produce a gross metropolitan product (GMP) of nearly $1.8 trillion, ranking it first in the U.S. If the New York metropolitan area were a sovereign state, it would have the eighth-largest economy in the world.\n\nThe Nuclear Regulatory Commission oversees 34 nuclear reactors, eight for research or testing and 26 for power production in the Northeastern United States.[48]\n\n"
        },
        {
            "title": "Transportation",
            "text": "The following table includes all airports categorized by the FAA as large hubs[63] located in the Northeastern states[64] (New England and Eastern regions[65]):\n\n"
        },
        {
            "title": "Culture",
            "text": "One geographer, Wilbur Zelinsky, asserts that the Northeast region lacks a unified cultural identity,[7] but has served as a \"culture hearth\" for the rest of the nation.[67] Several much smaller geographical regions within the Northeast have distinct cultural identities.[7]\n\nAlmost half of the National Historic Landmarks maintained by the National Park Service are located in the Northeastern United States.[68]\n\nAccording to a 2009 Gallup poll, the Northeastern states differ from most of the rest of the U.S. in religious affiliation, generally reflecting the descendants of immigration patterns of the late 19th and early 20th centuries, with many Catholics arriving from Ireland, Italy, French Canada - Quebec, Portugal and east-central Europe. Massachusetts, Rhode Island, New York and New Jersey are the only states in the nation where Catholics outnumber Protestants and other Christian denominations. More than 20% of respondents in Maine, New Hampshire, and Vermont declared no religious identity.[69] Compared to other U.S. regions, the Northeast, along with the Pacific Northwest, has had the lowest regular religious service attendance and the fewest people for whom religion is an important part of their daily lives as of 2015.[70]\n\nThe Northeast region is home to numerous professional sports franchises in the \"Big Four\" leagues (NFL, NBA, NHL and MLB),[71] with more than 100 championships collectively among them.[72]\n\nMajor League Soccer features four Northeastern teams: New England Revolution, New York City FC, New York Red Bulls and Philadelphia Union. The region also has two WNBA teams: Connecticut Sun and New York Liberty.\n\nNotable golf tournaments in the Northeastern United States include The Northern Trust, Travelers Championship, and Atlantic City LPGA Classic. The US Open, held in New York, is one of the four Grand Slam tennis tournaments.\n\nNotable Northeastern motorsports tracks include Watkins Glen International, Pocono Raceway, New Hampshire Motor Speedway and Lime Rock Park, which have hosted Formula One, IndyCar, NASCAR and International Motor Sports Association races. Also, drag strips such as Englishtown, Epping and Reading have hosted NHRA national events. Belmont Park at New York hosts the Belmont Stakes horse races, which is part of the Triple Crown of Thoroughbred Racing.\n\nThe region has also been noted for the prevalence of the traditionally Northeastern sports of ice hockey and lacrosse.[73]\n\n"
        },
        {
            "title": "Health",
            "text": "The rate of potentially preventable hospitalizations in the Northeastern United States fell from 2005 to 2011 for overall conditions, acute conditions, and chronic conditions.[74]\n\n"
        },
        {
            "title": "Politics",
            "text": "The Northeastern United States tended to vote Republican in federal elections through the first half of the 20th century, but the region has since the 1990s shifted to become the most Democratic in the nation.[47] Results from a 2008 Gallup poll indicated that eight of the top ten Democratic states were located in the region, with every Northeastern state having a Democratic Party affiliation advantage of at least ten points.[75] The following table demonstrates Democratic support in the Northeast as compared to the remainder of the nation.[76]\n\nThe following table of United States presidential election results since 1920 illustrates that over the past seven presidential elections, only three Northeastern states supported a Republican candidate (New Hampshire voted for George W. Bush in 2000; Pennsylvania and Maine's 2nd congressional district voted for Donald Trump in 2016).[77] 2004 is so far the only election in U.S. history in which the winner did not win any northeastern state. Bolded entries indicate that party's candidate also won the general election.\n\nThe following table shows the breakdown of party affiliation of governors, attorneys general, state legislative houses and U.S. congressional delegation for the Northeastern states, as of May 2020[update]. (Demographics reflect registration-by-party figures from that state's registered voter statistics.)\n\n"
        }
    ]
}