{
    "url": "https://en.wikipedia.org/wiki/Northern_Praying_Mantis",
    "title": "Northern Praying Mantis",
    "table_of_contents": [
        "1 Features",
        "2 Origins",
        "2.1 Connection with General Yue Fei",
        "3 Styles",
        "3.1 Widespread styles",
        "3.2 Rare styles",
        "4 Media",
        "4.1 Film",
        "4.2 Television",
        "4.3 Books",
        "4.4 Video games",
        "5 Notes",
        "6 References",
        "7 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Northern Praying Mantis (Chinese: 螳螂拳; pinyin: tánglángquán; lit. 'praying mantis fist') is a style of Chinese martial arts, sometimes called Shandong Praying Mantis after its province of origin. It was created by Wang Lang (王朗) and was named after the praying mantis, an insect, the aggressiveness of which inspired the style. One Mantis legend places the creation of the style during the Song dynasty when Wang Lang was supposedly one of 18 masters gathered by the Abbot Fu Ju (福居), a legendary persona of the historical Abbot Fu Yu (福裕; 1203–1275), to improve Shaolin martial arts.[1] However, most legends place Wang Lang in the late Ming dynasty.[2][3]\n\n"
        },
        {
            "title": "Features",
            "text": "The mantis is a long and narrow predatory insect. While heavily armoured, it is not built to withstand forces from perpendicular directions. Consequently, its fighting style involves the use of whip-like/circular motions to deflect direct attacks, which it follows up with precise attacks to the opponent's vital spots. These traits have been subsumed into the Northern Praying Mantis style, under the rubric of \"removing something\" (blocking to create a gap) and \"adding something\" (rapid attack).[4]\n\nOne of the most distinctive features of Northern Praying Mantis is the \"praying mantis hook\" (螳螂勾; pinyin: tángláng gōu): a hook made of one to three fingers directing force in a whip-like manner. The hook may be used to divert force (blocking), adhere to an opponent's limb, or attack critical spots (eyes or acupuncture points). These techniques are particularly useful in combination, for example using the force imparted from a block to power an attack. So if the enemy punches with the right hand, a Northern Praying Mantis practitioner might hook outwards with the left hand (shifting the body to the left) and use the turning force to attack the enemy's neck with a right hook. Alternately, he/she might divert downwards with the left hook and rebound with the left wrist stump to jaw/nose/throat. The \"praying mantis hook\" is also part of some of the distinctive typical guarding positions of the style.\n\nNorthern Praying Mantis is especially known for its speed and continuous attacks. Wrist/arm techniques in particular are emphasized, as well as knee and elbow strikes. Another prominent feature of the style is its complex footwork, borrowed from Monkey Kung Fu.\n\nThe core of the Mantis system is made up of the following forms: Beng Bu, Luan Jie, Fen Shen Ba Zhou, Zhai Yao and Fan Che.\n\nAccording to the writings of Liang Xue Xiang, the original forms of the system, as passed down by Wang Lang, were Luan Jie, Fen Shen Ba Zhou, and the Mi Shou (secret hands, not a form but solo movements). Others have stated that Beng Bu, Luan Jie and Fen Shou Ba Zhou are the original. Zhai Yao was created later, and is a compilation of the most important techniques and combinations of the system.\n\n"
        },
        {
            "title": "Origins",
            "text": "There are many legends surrounding the creation of Northern Praying Mantis boxing. One legend attributes the creation of Mantis fist to the Song dynasty when Abbot Fu Ju (福居), a legendary persona of the historical Abbot Fu Yu (福裕) (1203–1275), supposedly invited Wang Lang (王朗) and seventeen other masters to come and improve the martial arts of Shaolin.[5] The Abbot recorded all of the techniques in a manual called the Mishou (祕手 – \"Secret Hands\") and later passed it onto the Taoist priest Shen Xiao. This manual supposedly disappeared until the Qianlong reign era when it was published under the name \"Arhat exercising merit short strike illustrated manuscript\" (Chinese: 罗汉行功短打; pinyin: Luóhàn Xínggōng Duǎn Dǎ).[5] Some sources place the folk manuscript's publication on the \"sixteenth day of the third month of the spring of 1794\".[6] The manual records Wang Lang \"absorbed and equalized all previous techniques\" learned from the 17 other masters.[2][6]\n\nA third of the masters listed all come from fictional novels. Yan Qing (#7) and Lin Chong (#13) come from the Water Margin and Emperor Taizu of Song (#1), Han Tong (#2), Zheng En (#3) and Gao Huaide (#11) come from the Fei Long Quan Zhuan (飞龙全传 – \"The Complete Flying Dragon Biography\"), which was published prior to the aforementioned manual.[7]\n\nAnother legend connected to the Song Dynasty states Wang Lang participated in a Lei tai contest in the capital city of Kaifeng and was defeated by General Han Tong (韩通), the founder of Tongbeiquan. After leaving the fighting arena, he saw a brave praying mantis attacking the wheels of oncoming carts with its \"broadsword-like\" arms, Mantis fist was born shortly thereafter.[8] However, most legends place Wang Lang living in the late Ming dynasty.[2][3]\n\nAs previously stated, the Water Margin bandits Lin Chong and Yan Qing, the adopted of Lu Junyi, are said to be part of the 18 masters supposedly invited to Shaolin by the legendary Abbot Fuju. According to the folklore biography of Song dynasty General Yue Fei, Lin and Lu were former students of Zhou Tong, the general's military arts teacher.[10] One martial legend states Zhou learned Chuojiao boxing from its originator Deng Liang (邓良) and then passed it onto Yue Fei.[11] Chuojiao is also known as the \"Water Margin Outlaw style\" and \"Mandarin Duck Leg\" (Chinese: 鴛鴦腿; pinyin: Yuānyāng Tuǐ).[12] In the Water Margin's twenty-ninth chapter, entitled \"Wu Song, Drunk, Beats Jiang the Gate Guard Giant\", it mentions Wu Song, another of Zhou's fictional students, using the \"Jade Circle-Steps with Duck and Drake feet\".[13] Lin Chong is listed above as being a master of \"Mandarin ducks kicking technique\".\n\nNorthern Mantis Lineage Master Yuen Man Kai openly claims Zhou taught Lin and Lu the \"same school\" of martial arts that was later combined with the seventeen other schools to create the Mantis style.[14] However, he believes Mantis style was created during the Ming dynasty, and was therefore influenced by these eighteen schools from the Song. He also says Lu Junyi taught Yan Qing the same martial arts as he learned from Zhou.[15] Master Yuen further comments Zhou later taught Yue the same school and that Yue was the originator of the mantis move \"Black Tiger Steeling [sic] Heart\".[15] Note that the various branches of Yue Jia Quan (Yue Family Boxing) do indeed have an analogous postural movement named \"Black Tiger Steals the Heart\". Also various Yue Jia Quan sets feature a \"Preying Mantis Pounces on Prey\" claw hand posture as well.\n\n"
        },
        {
            "title": "Styles",
            "text": "There are several styles of Northern Praying Mantis, the best known of which are:[16]\n\nOther, less widespread styles include:\n\n"
        },
        {
            "title": "Media",
            "text": "Mantis fist is usually the main antagonist's style of choice in various forms of media.\n\nDavid Chiang learns this style from the Mantis in The Deadly Mantis (1978 film) a.k.a. Shaolin mantis (1978)\n\nThe Style is performed in Yuen Siu-tien's starring Dance of the Drunk Mantis (1979)\n\nIn The Tricky Master (1999), Stephen Chow's apprentice beats an overweight card sharp in a \"fixed\" high-stakes poker game. When taunted, the card sharp jumps onto the playing table and defeats Chow's deaf, cross-dressing bodyguard with a \"long lost kung fu\" called \"Fat Mantis\", which is the \"most powerful...and kills without blood.\" (Note the card sharp's shadow cast upon the wall in the shape of an overweight mantis with a big round belly.) In the end, Stephen Chow sprays the card sharp with a can of insecticide. He falls to the ground dead with his hands and legs held into the air like a bug.\n\nIn The Forbidden Kingdom (2008), the \"Silent Monk\" (Jet Li) employs mantis fist in his battle over the Monkey King's magical staff with Lu Yan, the \"Drunken Immortal\" (Jackie Chan). But his Mantis boxing is shortly thereafter overpowered by Lu's Tiger boxing. The movie's screenwriter, John Fusco, is a long-time student of Northern Praying Mantis and worked closely with Jet Li during production.\n\nIn the animated movie Kung Fu Panda, one of the six kung fu students is an actual praying mantis who uses Northern Praying Mantis kung fu.[18]\n\nIn Hung Hei-Gun: Decisive Battle With Praying Mantis Fists (洪熙官: 决战螳螂拳) (a.k.a. The Kung Fu Master, 1994), Donnie Yen plays the titular role of legendary martial arts hero Hung Hei-Gun. After being beaten up as a Child, Hung's parents send him away to study Kung Fu. He returns eight years later to find his father (who is secretly an anti-Manchu rebel leader) working as the military arms instructor for the Qing government, much to the chagrin of the local villagers. Despite his years of training, a rakish manchu Prince easily overpowers Hung with the mantis style. After the supposed death of his father, Hung faces the prince once more. When the prince shoots poisonous arrows from his sleeves, Hung twirls his staff to collect the projectiles and then flings them back. The Prince dies from his own poison arrows.[19]\n\nIn the 2014 Netflix TV series Marco Polo, Jia Sidao, the main antagonist, portrayed by Chin Han,[20] uses praying mantis kung fu.\n\nMantis is about a half-Vietnamese serial killer who murders erotic dancers because he believes his pet praying mantis tells him to do so (which is quite similar the real life case involving the \"Son of Sam\"). He uses this style of fighting utilizing his fingers to attack the neck veins and the eyes.[21]\n\nLion Rafale, a character from Sega's Virtua Fighter series, uses Praying Mantis style. He was introduced in Virtua Fighter 2. It is also used by Kung Lao and Shujinko in the Mortal Kombat series. Wulong Goth, the leader of the evil \"Black Mantis\" sect, employs Praying Mantis in the game Tao Feng: Fist of the Lotus. Gen, from the Street Fighter series of video games, uses this technique, which he can change at will with the Crane style. In the Eternal Champions series, Praying Mantis is used by Larcen Tyler.\n\n"
        }
    ]
}