{
    "url": "https://en.wikipedia.org/wiki/Northern_Central_Railway",
    "title": "Northern Central Railway",
    "table_of_contents": [
        "1 Early history",
        "2 Consolidation and Civil War",
        "3 Twentieth century",
        "3.1 Penn Central and aftermath",
        "4 Legacy today",
        "4.1 Rail trails",
        "4.2 Heritage railway",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Northern Central Railway (NCRY) was a Class I Railroad connecting Baltimore, Maryland with Sunbury, Pennsylvania, along the Susquehanna River. Completed in 1858, the line came under the control of the Pennsylvania Railroad (PRR) in 1861, when the PRR acquired a controlling interest in the Northern Central's stock to compete with the rival Baltimore and Ohio Railroad (B&O). For eleven decades the Northern Central operated as a subsidiary of the PRR until much of its Maryland trackage was washed out by Hurricane Agnes in 1972, after which most of its operations ceased as the Penn Central declined to repair sections. It is now a fallen flag railway, having come under the control of the later Penn Central (merger of the PRR and the New York Central), Conrail, and then broken apart and disestablished. The northern part in Pennsylvania is now the [[York County Heritage Rail Trail which connects to a similar hike/bike trail in Northern Maryland down to Baltimore, named the Torrey C. Brown Rail Trail. Trackage around Baltimore remains in rail service as well as most of the trackage in Pennsylvania which is operated by Norfolk Southern and the southernmost section in Pennsylvania is operated by the Northern Central heritage railway.\n\n"
        },
        {
            "title": "Early history",
            "text": "The Baltimore and Susquehanna Railroad Company was chartered by an act of the General Assembly of Maryland on February 13, 1828, as the second designated rail system in the state with authority to construct a railroad from Baltimore northeast to the Susquehanna River. To reach the Susquehanna at any commercially useful point, the new line would have to cross the state line into York County, Pennsylvania. However, the Pennsylvania General Assembly did not look favorably on the prospect of the trade of its southern counties being tapped for the benefit of Baltimore, instead of its own Philadelphia. In spite of the fact that Pennsylvania would have gained access to the Chesapeake Bay, its legislature would not grant a charter for a connecting railroad.\n\nConstruction of the Baltimore & Susquehanna Railroad had begun in 1829, and reached as far north as the York Road at Cockeysville, north of Baltimore, by 1831. At that time, the B&S obtained an amendment to its charter from the Maryland legislature which allowed it to be built in a northwestern direction via Westminster, the seat of Carroll County. The line would continue into the headwaters of the Monocacy River and reach Gettysburg, Pennsylvania. New construction began at Hollins, Maryland and ran west through the Green Spring Valley north of Baltimore. The line reached the Reisterstown Road at Owings Mills on June 13, 1832. Despite continuing fierce opposition from Philadelphia business and political interests, the Pennsylvania legislature finally chartered the York and Maryland Line Rail Road on March 14, 1832, authorizing it to connect the Baltimore & Susquehanna, at the Mason and Dixon Line/state line, with York, Pennsylvania, a commercial city center in the southern part of the Keystone State, with water access on Codorus Creek.\n\nThe directors of the Baltimore & Susquehanna did not immediately give up their planned route via Westminster, the terms of the new charter being somewhat onerous. The Adams County Railroad was chartered on April 6, 1832, in Pennsylvania, to run from Gettysburg to the Maryland state line, but was never constructed, nor was the line to Westminster (later known as the Green Spring Branch) extended further northwest. A further amendment to the York & Maryland Line's charter in 1837, allowed it the unlimited use of the Wrightsville, York and Gettysburg Railroad, which it had aided financially. The Baltimore & Susquehanna, and York & Maryland Line had eventually completed the line from Baltimore to York by 1838. This line included the use of the Howard Tunnel, (275 feet long), near Seven Valleys, Pennsylvania, constructed 1836-1837, and opened 1838, the earliest railroad tunnel in the U.S. still in use today.\n\nIn 1832 the railroad purchased its first locomotive, the Herald, which was run along the route from Baltimore to Owings Mills.[2]: 168  This purchase was a major undertaking, for it was built in England and transported by ship The America's. Also, because the age of railroading was new to America, an engineer was sent with the locomotive to ensure that he could teach others the finer art of locomotive engineering. John Lawson (b. Makerfield, November 27, 1810) went on to own, captain, and be first engineer to the Cherokee steamboat, which helped with the Confederate Army effort during the American Civil War.\n\nAlso in 1832, the Railway built Bolton Station, the first in Baltimore, with an adjacent roundhouse and shops, at Bolton and North Howard Streets in then old northern Baltimore City, overlooking the west bank of the Jones Falls, near the former George Grundy estate of Bolton mansion.[3]: 88 \n\nIn April 1840, the Wrightsville, York & Gettysburg R.R. had been completed between York and Wrightsville, on the Susquehanna. There a connection was made to the Columbia-Wrightsville Bridge, allowing trains to cross the river and reach the Philadelphia and Columbia Railroad and later, the Pennsylvania Railroad just prior to the Civil War. The railroad provided an alternative method of shipping cargo from central Pennsylvania to the Maryland seaports versus the Tide Water and Susquehanna Canal. However, the cost of expansion and inconsistent tariff policies plagued the Baltimore & Susquehanna and limited further growth.\n\nThe York and Cumberland Railroad Company was chartered on April 21, 1846 to connect the York & Maryland Line with the Cumberland Valley Railroad somewhere north of Mechanicsburg. It was opened on February 10, 1851, running north from York to the Susquehanna and then following the river to Lemoyne, across the river from Harrisburg. It was briefly operated by the Cumberland Valley, but the Baltimore & Susquehanna took over operations on June 7. Work also began on the Hanover Branch Railroad, a line connecting Hanover with the York & Maryland Line at Hanover Junction.\n\nThe Baltimore & Susquehanna system built and opened Calvert Street Station, an Italianate-style structure of stucco-covered brick with two towers designed by locally-famous architect James Crawford Neilson, (1816-1900), (later partnered with John Rudolph Niernsee, (1814-1885) in upper downtown Baltimore in 1850, at the intersection of North Calvert Street alongside Bath Street, facing the east end of East Franklin Street (later site of the adjacent 1936 Orleans Street Viaduct).  The entering rail lines traced along the west bank of the Jones Falls stream. (During this period, the Philadelphia, Wilmington and Baltimore Railroad (PW&B), which entered the city from the northeast, was re-building its city depot terminal at President Street Station.[4]: 279 ) The B&S continued to use Bolton Station for freight.\n\nOn April 14, 1851, the Susquehanna Railroad was chartered to build north from the York & Cumberland or the Pennsylvania Railroad up the Susquehanna through Halifax, Millersburg and Sunbury, where it would fork into two branches reaching Williamsport and Wilkes-Barre. It was an ambitious enterprise, badly in need of capital, and as yet unorganized. The charter was amended on April 24, 1852, to allow the York & Cumberland and Wrightsville, York & Gettysburg to subscribe or loan up to $500,000 (equal to $16,286,000 today) to the company, and to permit the counties and boroughs along the way to contribute funds. The Maryland legislature authorized the City of Baltimore to contribute the same amount on May 14. The Susquehanna RR finally elected officers on June 10, and was soon embroiled in a dispute with the Sunbury and Erie Railroad over right-of-way.\n\nMeanwhile, on May 27, the Baltimore, Carroll and Frederick Railroad (renamed the Western Maryland Railway in 1853) was incorporated to build from the end of the line at Owings Mills towards Hagerstown. On July 4, a serious accident occurred on the Baltimore & Susquehanna when a special picnic excursion collided with a York local, killing thirty-one persons. The Hanover Branch Railroad was opened to Hanover on October 22 and operated by the Baltimore & Susquehanna. On May 10, 1853, the Baltimore & Susquehanna's charter was amended to permit it to build two branches to the Patapsco River (the Canton Extension), but this was stymied by legal problems and difficulties in tunneling.\n\nOn the northward extension, the Susquehanna RR let contracts for the line from Lemoyne to Sunbury in November 1852, and construction began on February 22, 1853. A financial crisis beginning in the fall of 1853 proved a severe embarrassment to the Baltimore & Susquehanna and associated railroads, and on March 10, 1854, the Maryland legislature authorized the Baltimore & Susquehanna, York & Maryland Line, York & Cumberland, and Susquehanna Railroads to merge, writing off its investment in the lines in exchange for a mortgage on the new railroad. Construction halted on the Susquehanna RR. The Pennsylvania legislature authorized the merger on May 3, and articles of consolidation were signed on December 4 (filed December 16, 1854), forming the Northern Central Railway Company.[1]\n\nOn April 1, 1855, the Northern Central stopped operating the Hanover Branch RR, which began independent operation. On December 20, 1855, construction resumed on the northward extension, and by December 28, 1856, the line had bridged the Susquehanna at Dauphin and reached Millersburg, connecting with the Dauphin and Susquehanna Railroad and the Lykens Valley Railroad, respectively. These were lateral lines tapping coal mines east of the Susquehanna, and the extension afforded them a direct outlet by rail rather than by canal boat. In 1857, it reached Herndon and the Trevorton Coal and Railroad Company, another mining line. On June 28, 1858, the line was opened to Sunbury, where it connected with the Shamokin Valley and Pottsville Railroad, to Shamokin, and the Sunbury and Erie Railroad, to Williamsport.\n\nIn 1861, the PRR acquired a controlling interest in the Northern Central's stock to compete with the rival B&O. Thereafter, the Northern Central operated as a subsidiary of the Pennsylvania Railroad until the latter's demise in the late 20th century.[3]: 22 \n\nOn February 23, 1861 President-elect Lincoln was scheduled to arrive at the Calvert Station as part of the inauguration Whistle-Stop train ride; however, due to the Baltimore Plot, Lincoln changed plans and arrived earlier at 3:30 a.m. that morning but into the President Street Station downtown, thereby avoiding the attempted assassination.,[5][6][7][8]\n\nFrom 1856 to 1858, trains running north towards Sunbury were diverted across the Susquehanna River at Herndon via the Trevorton Coal Railroad bridge. From here, passengers boarded canal boats and continued the journey to Sunbury on the Pennsylvania Canal, until 1858 when the rail line was completed up the east bank of the river to Sunbury.\n\n"
        },
        {
            "title": "Consolidation and Civil War",
            "text": "During the Civil War, the Pennsylvania Railroad-controlled Northern Central served as a major transportation route for supplies, food, clothing, and materiel, as well as troops heading to the South from Camp Curtin and other Northern military training stations. During the 1863 Gettysburg Campaign, Confederate Major General Jubal A. Early raided the NCRY during his occupation of York, burning some rolling stock and a few machine shops in the rail yard. To impair traffic between Baltimore and Harrisburg, his cavalry destroyed a large number of York County bridges originally constructed by the B&S. They were quickly rebuilt by Herman Haupt and the U.S. Military Railroad in conjunction with the NCRY. Traffic resumed shortly thereafter, and thousands of wounded soldiers from the Battle of Gettysburg, including Union Maj. Gen. Daniel Sickles, were evacuated via the Northern Central to hospitals in Harrisburg, Baltimore, York, and elsewhere.\n\nThe Northern Central was attacked again on July 10, 1864, when a 130-man Confederate cavalry detachment attacked the line near Cockeysville, under orders from Gen. Bradley T. Johnson. After cutting telegraph wires along Harford Road, they encamped at Towson overnight. The next day, the Confederate cavalry skirmished with a smaller force of Union cavalry along York Road as far south as Govens, before heading west to rejoin Gen. Johnson's main force.[9]: 127–129 \n\nAbraham Lincoln traveled on the Northern Central on his way to deliver the Gettysburg Address in November 1863, changing trains in Hanover Junction, Pennsylvania. After Lincoln's assassination, his body was transported via the same rails on the funeral train's journey from Washington, D.C., to Springfield, Illinois. The nine-car train departed Washington on April 21, 1865, arriving at Baltimore's Camden Station at 10 a.m. on the B&O Railroad.[9]: 152  After public viewing of the President's remains, the train departed Baltimore on the Northern Central at 3 p.m. and arrived at Harrisburg at 8:20 p.m., with a brief stop at York.[10][11]\n\nIn 1873 the NCRY opened its Charles Street Station, and the Union Railroad of Baltimore opened a new line connecting to the station. This 9.62 mile (15.48 km) railroad gave the NCRY access to the Canton area, where it established a shipping terminal on the Inner Harbor. The line also completed a crucial link in central Baltimore between the NCRY, the PW&B and the Baltimore and Potomac Railroad. In February 1882 the Northern Central acquired the Union Railroad.[12] The Union Railroad link enabled the PRR to operate through trains between Philadelphia, Baltimore and Washington, D.C., and the route generated serious competition for the B&O. Today this PRR system is part of the Northeast Corridor.\n\nIn 1898, the NCRY built the Millersburg Passenger Rail Station.[13]\n\n"
        },
        {
            "title": "Twentieth century",
            "text": "The Pennsylvania Railroad's Northern Central line was double-tracked and equipped with block signals between Baltimore and Harrisburg by World War I. The line carried heavy passenger and freight traffic until the 1950s. On-line freight included flour, paper, milk, farm products, coal, and less-than-carload shipments between such settlements as White Hall, Parkton, Bentley Springs, Lutherville, and the city of Baltimore. Local commuter service, referred to as the \"Parkton local\", operated over the 28 miles (45 km) between Calvert Station in Baltimore and Parkton, Maryland. Long distance passenger trains equipped with sleepers and dining cars were also operated by the PRR over the line from Baltimore Penn Station to Buffalo, Toronto, Chicago, Illinois, and St. Louis, Missouri, with through-sleeping car service as far as Houston, Texas (see 1955 timetable, below).[14] Much of the PRR through freight service to points west was routed via its electrified Port Road Branch along the Susquehanna River to Enola Yard in Harrisburg, however, instead of the Northern Central line.\n\nWith the decline in rail passenger and freight service in the 1950s, accelerated by completion of the Baltimore-Harrisburg Expressway (I-83), the \"Parkton locals\" were dropped in 1959 and the line was reduced from double-track to single-track. The Red Arrow Washington section to Detroit ended service in 1960.[15] Some long-distance trains, such as the General (to Chicago), the Penn Texas (to St. Louis) and the Buffalo Day Express (to Buffalo via Williamsport in north-central Pennsylvania) continued to operate until the late 1960s. In 1972, when Hurricane Agnes caused bridge damage and washouts along the line, it ceased operations completely. One of the oldest rail lines in the country, it had run for a total of 134 years.\n\nIn 1968 the PRR merged with the New York Central railroad, to form the Penn Central (PC). The Spirit of St. Louis had a Washington-Harrisburg section and lasted until  the passing of passenger train operations to Amtrak.[16]\n\nAfter sustaining damage along the main line due to Hurricane Agnes, the PC petitioned the Interstate Commerce Commission to abandon the railroad south of York. The section of the line between York and New Freedom was acquired by the Pennsylvania Department of Transportation in June 1973.[17]\n\nA series of events including outmoded government regulation, inflation, union rule rigidity, poor management, abnormally harsh weather conditions and the withdrawal of a government-guaranteed 200-million-dollar operating loan forced the Penn Central to file for bankruptcy protection in 1970.[18]: 233–234  Penn Central operated under court supervision until 1976, when its lines were transferred to Conrail, a private company incorporated under Pennsylvania law.[19]: 4–5  (See Railroad Revitalization and Regulatory Reform Act.)\n\n"
        },
        {
            "title": "Legacy today",
            "text": "A 13-mile segment of the old Northern Central, between Baltimore and Cockeysville, continued to be operated by Conrail successor Norfolk Southern Railway (NS) as the Cockeysville Industrial Track until 2005. Rebuilt and electrified in the late 1980s for the now double-tracked Baltimore Light Rail system, NS local freights were permitted to operate over the Light Rail line during late-night hours when no passenger trains were running, by agreement with the Maryland Transit Administration. NS ended its Cockeysville Industrial Track freight service in 2005.\n\nThe Maryland Department of Natural Resources converted the corridor north of Cockeysville into a trail which opened to the public in 1984. Officially known as the Torrey C. Brown Rail Trail, the trail's history is reflected in its more popular name, Northern Central Railroad (NCR) Trail.  The trail continues into Pennsylvania, where it becomes the York County Heritage Rail Trail.[20]\n\n\nIn York County, the Bridge 182+42, Bridge 5+92, Bridge 634, South Road Bridge, Howard Tunnel, and New Freedom Railroad Station are listed on the National Register of Historic Places.[21]\nA heritage railroad operated on the NCRY line as a dinner train in the mid-1990s to the early 2000s. \n\nIn 2013, Steam into History, Inc. began operations between New Freedom and Hanover Junction, operating a Kloke Locomotive Works replica of a Civil War-era 4-4-0 American type steam locomotive.[22]\n\n"
        }
    ]
}