{
    "url": "https://en.wikipedia.org/wiki/Northwestern_United_States",
    "title": "Northwestern United States",
    "table_of_contents": [
        "1 Etymology",
        "2 Centers of population",
        "3 Presidential elections",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Northwestern United States, also known as the American Northwest or simply the Northwest, is an informal geographic region of the United States. The region consistently includes the states of Oregon, Washington, Idaho, Montana and Wyoming. Some sources include Southeast Alaska in the Northwest. The related but distinct term \"Pacific Northwest\" generally excludes areas from the Rockies eastward, whereas the term \"Inland Northwest\" excludes areas east of the Cascades.\n\nThe Northwestern United States is a subportion of the Western United States (which is, itself, even more ambiguous).  In contrast, states included in the neighboring regions (Southwestern United States and Great Plains) and Utah are not simultaneously considered part of both regions.\n\nLike the southwestern United States, the Northwest definition has moved westward over time. The current area includes the old Oregon Territory (created in 1848–Oregon, Washington, Idaho, and areas in Montana west of the Continental Divide).[1] The region is similar to Federal Region X, which comprises Oregon, Washington, Idaho, and Alaska.\n\nIt is home to over 14.2 million people. Some of the fastest growing cities in this region and in the nation include Seattle, Spokane, Bellevue, Tacoma, Kennewick, Pasco, Yakima, Portland, Eugene, Salem, Boise, Idaho Falls, Missoula, Bozeman, and Billings.\n\n"
        },
        {
            "title": "Etymology",
            "text": "As the United States' westward expansion, the country's western border also shifted westward, and consequently, so did the location of the Northwestern and Southwestern United States. In the early years of the United States, newly colonized lands lying immediately west of the Allegheny Mountains were detached from Virginia and given the name Northwest Territory. During the decades that followed, the Northwest Territory covered much of the Great Lakes region east of the Mississippi River.\n\n"
        },
        {
            "title": "Centers of population",
            "text": "As of 2016, the Northwestern states have a cumulative population of 14,297,316, with Oregon and Washington accounting for 77% of the entire five-state region's population. As of 2016, there are 25 metropolitan statistical areas in the Northwest with populations of 100,000 or more, none of which are in Wyoming. Since adjacent metropolitan areas often function as one combined agglomeration, the U.S. Census Bureau additionally defines nine combined statistical areas across the Northwest, eight of which having populations of 100,000 or more.\n\n"
        }
    ]
}