{
    "url": "https://en.wikipedia.org/wiki/Novella",
    "title": "Novella",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "3 Characteristics",
        "3.1 Versus novel",
        "3.2 Versus novelette",
        "4 Notable examples",
        "5 Word counts",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA novella is a narrative prose fiction whose length is shorter than most novels, but longer than most short stories. The English word novella derives from the Italian novella meaning a short story related to true (or apparently so) facts.\n\n"
        },
        {
            "title": "Definition",
            "text": "The Italian term is a feminine of novello, which means new, similarly to the English word news.[1]\nMerriam-Webster defines a novella as \"a work of fiction intermediate in length and complexity between a short story and a novel\".[1]\nNo official definition exists regarding the number of pages or words necessary for a story to be considered a novella, a short story or a novel.[2] The Science Fiction and Fantasy Writers Association defines a novella's word count to be between 17,500 and 40,000 words.[3][4]\n\n"
        },
        {
            "title": "History",
            "text": "The novella as a literary genre began developing in the Italian literature of the early Renaissance, principally Giovanni Boccaccio, author of The Decameron (1353).[5] The Decameron featured 100 tales (named novellas) told by ten people (seven women and three men) fleeing the Black Death, by escaping from Florence to the Fiesole hills in 1348. This structure was then imitated by subsequent authors, notably the French queen Marguerite de Navarre, whose Heptaméron (1559) included 72 original French tales and was modeled after the structure of The Decameron.\n\nThe Italian genre novella grew out of a rich tradition of medieval short narrative forms. It took its first major form in the anonymous late 13th century Libro di novelle et di bel parlar gentile, known as Il Novellino, and reached its culmination with The Decameron. Followers of Boccaccio such as Giovanni Fiorentino, Franco Sacchetti, Giovanni Sercambi and Simone de' Prodenzani continued the tradition into the early 15th century. The Italian novella influenced many later writers, including Shakespeare.[6]\n\nNovellas were also written in Spain. Miguel de Cervantes book Novelas ejemplares (1613) added innovation to the genre with more attention to the depiction of human character and social background.[7]\n\nNot until the late 18th and early 19th centuries did writers fashion the novella into a literary genre structured by precepts and rules, generally in a realistic mode. At that time, the Germans were the most active writers of the novelle (German: \"Novelle\"; plural: \"Novellen\").[7] For the German writer, a novella is a fictional narrative of indeterminate length—a few pages to hundreds—restricted to a single, suspenseful event, situation, or conflict leading to an unexpected turning point (Wendepunkt), provoking a logical but surprising end. Novellen tend to contain a concrete symbol, which is the narrative's focal point.[citation needed]\n\nThe novella influenced the development of the short story and the novel throughout Europe.[8] In the late 19th century Henry James was one of the first English language critics to use the term novella for a story that was longer and more complex than a short story, but shorter than a novel.[7]\n\nIn English speaking countries the modern novella is rarely defined as a distinct literary genre, but is often used as a term for a short novel.[9]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "A novella generally features fewer conflicts than a novel, yet more complicated ones than a short story. The conflicts also have more time to develop than in short stories. Novellas may or may not be divided into chapters (good examples of those with chapters are Animal Farm by George Orwell and The War of the Worlds by H. G. Wells), and white space is often used to divide the sections, something less common in short stories. Novellas may be intended to be read at a single sitting, like short stories, and thus produce a unitary effect on the reader.[10] According to Warren Cariou, \"The novella is generally not as formally experimental as the long story and the novel can be, and it usually lacks the subplots, the multiple points of view, and the generic adaptability that are common in the novel. It is most often concerned with personal and emotional development rather than with the larger social sphere. The novella generally retains something of the unity of impression that is a hallmark of the short story, but it also contains more highly developed characterization and more luxuriant description.[11]\n\nThe term novel, borrowed from the Italian novella, originally meant \"any of a number of tales or stories making up a larger work; a short narrative of this type, a fable\", and was then many times used in the plural,[12] reflecting the usage as in The Decameron and its followers. Usage of the more italianate novella in English seems to be a bit younger.[13] The differenciation of the two terms seems to have occurred only in the 19th century, following the new fashion of the novella in German literature. In 1834, John Lothrop Motley could still speak of \"Tieck's novels (which last are a set of exquisite little tales, novels in the original meaning of the word)\".[14] But when the term novella was used it was already clear that a rather short and witty form was intended: \"The brief Novella has ever been a prodigious favorite with the nation…since the days of Boccaccio.\"[15] In 1902, William Dean Howells wrote: \"Few modern fictions of the novel's dimensions…have the beauty of form many a novella embodies.\"[16]\n\nSometimes, as with other genres, the genre name is mentioned in the title of a single work (compare the Divine Comedy or Goethe's Das Märchen). Austrian writer Stefan Zweig's Die Schachnovelle (1942) (literally, \"The Chess Novella\", but translated in 1944 as The Royal Game) is an example of a title naming its genre. This might be suggestive of the genre's historicization.[citation needed]\n\nCommonly, longer novellas are referred to as novels; Robert Louis Stevenson's Strange Case of Dr Jekyll and Mr Hyde (1886)[17] and Joseph Conrad's Heart of Darkness (1899)[18] are sometimes called novels, as are many science fiction works such as H. G. Wells' The War of the Worlds (1897) and Philip Francis Nowlan's Armageddon 2419 A.D. (1928). Less often, longer works are referred to as novellas. The subjectivity of the parameters of the novella genre is indicative of its shifting and diverse nature as an art form.[citation needed] In her 2010 Open Letters Monthly series, \"A Year With Short Novels\", Ingrid Norton criticizes the tendency to make clear demarcations based purely on a book's length, saying that \"any distinctions that begin with an objective and external quality like size are bound to be misleading.\"[19]\n\nStephen King, in his introduction to Different Seasons, a 1982 collection of four novellas, notes the difficulties of selling a novella in the commercial publishing world, since it does not fit the typical length requirements of either magazine or book publishers.[20]  Despite these problems, however, the novella's length provides unique advantages; in the introduction to a novella anthology titled Sailing to Byzantium, Robert Silverberg writes:\n\nIn his essay, \"Briefly, the case for the novella\", Canadian author George Fetherling (who wrote the novella Tales of Two Cities) said that to reduce the novella to nothing more than a short novel is like \"insisting that a pony is a baby horse\".[22]\n\nThe sometimes blurry definition between a novel and a novella can create controversy, as was the case with British writer Ian McEwan's On Chesil Beach (2007). The author described it as a novella, but the panel for the Man Booker Prize in 2007 qualified the book as a \"short novel\".[23] Thus, this \"novella\" was shortlisted for an award for best original novel. A similar case is found with a much older work of fiction: The Call of the Wild (1903) by Jack London. This book, by modern standards, is short enough and straightforward enough to qualify as a novella. However, historically, it has been regarded as a novel.[citation needed]\n\nDictionaries define novelette similarly to novella; sometimes identically,[24] sometimes with a disparaging sense of being trivial or sentimental.[25] Some literary awards have a longer \"novella\" and a shorter \"novelette\" category, with a distinction based on word count. Among awards, a range between 17,500 and 40,000 words is commonly used for the novella category, whereas 7,500–17,500 is commonly used for novelettes.[26][27][28]  According to The Writer, a novelette is approximately between 7,000 and 20,000 words in length, anything shorter being considered a short story.[29]\n\n"
        },
        {
            "title": "Notable examples",
            "text": "This list contains those novellas that are widely considered to be the best examples of the genre, through their appearance on multiple best-of lists.[30][31][32][33][34][35]\n\n"
        },
        {
            "title": "Word counts",
            "text": "Some literary awards include a \"best novella\" award and sometimes a separate \"best novelette\" award, separately from \"best short story\" or \"best novel\". The distinction between these categories may be entirely by word count.\n\n"
        }
    ]
}