{
    "url": "https://en.wikipedia.org/wiki/National_Public_Radio",
    "title": "NPR",
    "table_of_contents": [
        "1 Name",
        "2 History",
        "2.1 1970s",
        "2.2 1980s",
        "2.3 1990s",
        "2.4 2000s",
        "2.5 2010s",
        "3 Governance",
        "4 Funding",
        "4.1 Funding pre-2000",
        "4.2 Funding in the 2000s",
        "4.3 Underwriting spots versus commercials",
        "5 Audience",
        "6 Digital media",
        "6.1 NPR One",
        "7 Programming",
        "7.1 Programs produced by NPR",
        "7.1.1 News and public affairs programs",
        "7.1.2 Storytelling and cultural programming (in house)",
        "7.1.2.1 Podcasts",
        "7.1.3 Music programming",
        "7.2 Programs distributed by NPR",
        "7.2.1 News and public affairs",
        "7.2.2 Storytelling and cultural programming",
        "7.2.3 Music programming",
        "7.3 Notable public radio programs not affiliated with NPR",
        "7.3.1 American Public Media",
        "7.3.2 Public Radio Exchange",
        "7.3.3 WNYC Studios",
        "7.3.4 Independent",
        "8 Controversies",
        "8.1 Allegations of ideological bias",
        "8.2 Live from Death Row commentaries",
        "8.3 Euphemisms for \"torture\"",
        "8.4 Juan Williams comments",
        "8.5 Ronald Schiller comments",
        "8.6 July 4 reading of the Declaration of Independence",
        "8.7 Sexual harassment",
        "9 Publications",
        "10 See also",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNational Public Radio (NPR, stylized in all lowercase) is an American privately and state funded nonprofit media organization headquartered in Washington, D.C., with its NPR West headquarters in Culver City, California.[2] It differs from other non-profit membership media organizations such as Associated Press, in that it was established by an act of Congress.[3] Most of its member stations are owned by non-profit organizations,[4][5] including public school districts,[6] colleges,[7] and universities.[8] It serves as a national syndicator to a network of over 1,000 public radio stations in the United States.[9] As of September 2013[update], NPR employed 840 people.[10]\n\nNPR produces and distributes news and cultural programming. The organization's flagship shows are two drive-time news broadcasts: Morning Edition and the afternoon All Things Considered, both carried by most NPR member stations, and among the most popular radio programs in the country.[11][12] As of March 2018[update], the drive-time programs attract an audience of 14.9 million and 14.7 million per week, respectively.[13]\n\nNPR manages the Public Radio Satellite System, which distributes its programs and other programming from independent producers and networks such as American Public Media and Public Radio Exchange, and which also acts as a primary entry point for the Emergency Alert System. Its content is also available on-demand online, on mobile networks, and in many cases, as podcasts.[14] Several NPR stations also carry programs from British public broadcaster BBC World Service.\n\n"
        },
        {
            "title": "Name",
            "text": "The organization's legal name is National Public Radio and its trademarked brand is NPR; it is known by both names.[15] In June 2010, the organization announced that it was \"making a conscious effort to consistently refer to ourselves as NPR on-air and online\" because NPR is the common name for the organization and the tag line \"This ... is NPR\" has been used by its radio hosts for many years.[15] However, National Public Radio remains the legal name of the group, as it has been since 1970.[15]\n\n"
        },
        {
            "title": "History",
            "text": "National Public Radio replaced the National Educational Radio Network on February 26, 1970, following Congressional passage of the Public Broadcasting Act of 1967.[16] This act was signed into law by 36th President Lyndon B. Johnson, and established the Corporation for Public Broadcasting, which also created the Public Broadcasting Service (PBS) for television in addition to NPR. A CPB organizing committee under John Witherspoon first created a board of directors chaired by Bernard Mayes.\n\nThe board then hired Donald Quayle to be the first president of NPR with 30 employees and 90 charter member local stations, and studios in Washington, D.C.[17]\n\nNPR aired its first broadcast on April 20, 1971, covering United States Senate hearings on the ongoing Vietnam War in Southeast Asia. The afternoon drive-time newscast All Things Considered premiered on May 3, 1971, first hosted by Robert Conley. NPR was primarily a production and distribution organization until 1977, when it merged with the Association of Public Radio Stations. Morning Edition premiered on November 5, 1979, first hosted by Bob Edwards.\n\nNPR suffered an almost-fatal setback in 1983 when efforts to expand services created a deficit of nearly $7 million (equivalent to $19 million in 2022 dollars). After a Congressional investigation and the resignation of NPR's then-president Frank Mankiewicz, the Corporation for Public Broadcasting agreed to lend the network money in order to stave off bankruptcy.[18] In exchange, NPR agreed to a new arrangement whereby the annual CPB stipend that it had previously received directly would be divided among local stations instead; in turn, those stations would support NPR productions on a subscription basis. NPR also agreed to turn its satellite service into a cooperative venture (the Public Radio Satellite System), making it possible for non-NPR shows to get national distribution. It took NPR approximately three years to pay off the debt.[19]\n\nDelano Lewis, the president of C&P Telephone, left that position to become NPR's CEO and president in January 1994.[20] Lewis resigned in August 1998.[20][21] In November 1998, NPR's board of directors hired Kevin Klose, the director of the International Broadcasting Bureau, as its president and chief executive officer.[21]\n\nNPR spent nearly $13 million to acquire and equip a West Coast 25,000-square-foot (2,300 m2) production facility, NPR West, which opened in Culver City, Los Angeles County, California, in November 2002. With room for up to 90 employees, it was established to expand its production capabilities, improve its coverage of the western United States, and create a backup production facility capable of keeping NPR on the air in the event of a catastrophe in Washington, D.C.[22]\n\nIn November 2003, NPR received $235 million from the estate of the late Joan B. Kroc, the widow of Ray Kroc, founder of McDonald's Corporation. This was the largest monetary gift ever to a cultural institution.[23][24]\n\nIn 2004 NPR's budget increased by over 50% to $153 million due to the Kroc gift. Of the money, $34 million was deposited in its endowment.[25] The endowment fund before the gift totaled $35 million. NPR will use the interest from the bequest to expand its news staff and reduce some member stations' fees.[23] The 2005 budget was about $120 million.\n\nIn August 2005, NPR entered podcasting with a directory of over 170 programs created by NPR and member stations. By November of that year, users downloaded NPR and other public radio podcasts 5 million times. Ten years later, by March 2015, users downloaded podcasts produced only by NPR 94 million times,[26] and NPR podcasts like Fresh Air and the TED Radio Hour routinely made the iTunes Top Podcasts list.[27]\n\nKen Stern became chief executive in September 2006, reportedly as the \"hand-picked successor\" of CEO Kevin Klose, who gave up the job but remained as NPR's president; Stern had worked with Klose at Radio Free Europe.[28]\n\nOn December 10, 2008, NPR announced that it would reduce its workforce by 7% and cancel the news programs Day to Day and News & Notes.[29] The organization indicated this was in response to a rapid drop in corporate underwriting in the wake of the economic crisis of 2008.[29]\n\nIn the fall of 2008, NPR programming reached a record 27.5 million people weekly, according to Arbitron ratings figures. NPR stations reach 32.7 million listeners overall.[30]\n\nIn March 2008, the NPR Board announced that Stern would be stepping down from his role as chief executive officer, following conflict with NPR's board of directors \"over the direction of the organization,\" including issues NPR's member station managers had had with NPR's expansion into new media \"at the expense of serving\" the stations that financially support NPR.[28]\n\nAs of 2009, corporate sponsorship made up 26% of the NPR budget.[31]\n\nIn October 2010, NPR accepted a $1.8 million grant from the Open Society Institute. The grant is meant to begin a project called Impact of Government that was intended to add at least 100 journalists at NPR member radio stations in all 50 states by 2013.[32] The OSI has made previous donations, but does not take on-air credit for its gifts.[33]\n\nIn April 2013, NPR moved from its home of 19 years (635 Massachusetts Avenue NW) to new offices and production facilities at 1111 North Capitol Street NE in a building adapted from the former C&P Telephone Warehouse and Repair Facility.[34] The new headquarters—at the corner of North Capitol Street NE and L Street NW—is in the burgeoning NoMa neighborhood of Washington.[35] The first show scheduled to be broadcast from the new studios was Weekend Edition Saturday.[36] Morning Edition was the last show to move to the new location.[37] In June 2013 NPR canceled the weekday call-in show Talk of the Nation.[38]\n\nIn September 2013, certain of NPR's 840 full- and part-time employees were offered a voluntary buyout plan to reduce staff by 10 percent and return NPR to a balanced budget by the 2015 fiscal year.[39]\n\nIn December 2018, The Washington Post reported that between 20 and 22 percent of NPR staff was classified as temps, while this compares to about five percent of a typical for-profit television station. Some of the temporary staff members told the newspaper the systems were \"exploitative\", but NPR's president of operations said the current systems was in place because the station is a \"media company that strives to be innovative and nimble.\"[40]\n\nIn December 2018, NPR launched a new podcast analytics technology called Remote Audio Data (RAD), which developer Stacey Goers described as a \"method for sharing listening metrics from podcast applications straight back to publishers, with extreme care and respect for user privacy.\"[41]\n\nIn late November 2022, CEO Lansing told staffers in a memo that NPR needed to reduce spending by $10 million during the current fiscal year due to a drop in revenue from sponsors. The amount is approximately three percent of the organization's annual budget.[42]\n\n"
        },
        {
            "title": "Governance",
            "text": "NPR is a membership organization. Member stations are required to be non-commercial or non-commercial educational radio stations; have at least five full-time professional employees; operate for at least 18 hours per day; and not be designed solely to further a religious broadcasting philosophy or be used for classroom distance learning programming. Each member station receives one vote at the annual NPR board meetings—exercised by its designated Authorized Station Representative (\"A-Rep\").\n\nTo oversee the day-to-day operations and prepare its budget, members elect a board of directors. The board was previously composed of ten A-Reps, five members of the general public, and the chair of the NPR Foundation. On November 2, 2015, NPR Members approved a change in the NPR Bylaws to expand the board of directors to 23 directors, consisting of 12 Member Directors who are managers of NPR Member stations and are elected to the Board by their fellow Member stations, 9 Public Directors who are prominent members of the public selected by the Board and confirmed by NPR Member stations, the NPR Foundation Chair, and the NPR President & CEO.[43] Terms are for three years and are staggered such that some stand for election every year.[44]\n\nAs of November 2019[update], the board of directors of NPR included the following members:[43]\n\nThe original purposes of NPR, as ratified by the board of directors, are the following:\n\nThe Public Editor responds to significant listener queries, comments and criticisms. The position reports to the president and CEO John Lansing.[46] \nIn April 2020, Kelly McBride became the Public Editor for NPR.\n\n"
        },
        {
            "title": "Funding",
            "text": "In 2020, NPR released a budget for FY21 anticipating revenue of $250 million, a slight decrease from the prior year due to impacts of COVID-19. The budget anticipates $240 million in operating expenses, plus additional debt service and capital costs that lead to a cash deficit of approximately $4 million. The budget includes $25 million in budget cuts.[47]\n\nDuring the 1970s and early 1980s, the majority of NPR funding came from the federal government. Steps were taken during the Reagan administration in the 1980s to completely wean NPR from government support, but the 1983 funding crisis forced the network to make immediate changes.\n\nAccording to CPB, in 2009 11.3% of the aggregate revenues of all public radio broadcasting stations were funded from federal sources, principally through CPB;[48] in 2012 10.9% of the revenues for Public Radio came from federal sources.[49]\n\nIn 2010, NPR revenues totaled $180 million, with the bulk of revenues coming from programming fees, grants from foundations or business entities, contributions and sponsorships.[31] According to the 2009 financial statement, about 50% of NPR revenues come from the fees it charges member stations for programming and distribution charges.[31] Typically, NPR member stations receive funds through on-air pledge drives, corporate underwriting, state and local governments, educational institutions, and the federally funded Corporation for Public Broadcasting (CPB). In 2009, member stations derived 6% of their revenue from federal, state and local government funding, 10% of their revenue from CPB grants, and 14% of their revenue from universities.[31][50] While NPR does not receive any direct federal funding, it does receive a small number of competitive grants from CPB and federal agencies like the Department of Education and the Department of Commerce. This funding amounts to approximately 2% of NPR's overall revenues.[31]\n\nIn 2011, NPR announced the roll-out of their own online advertising network, which allows member stations to run geographically targeted advertisement spots from national sponsors that may otherwise be unavailable to their local area, opening additional revenue streams to the broadcaster.[51]\n\nCenter Stage, a mix of native advertising and banner ad featured prominently on the NPR homepage, above-the-fold, was launched in 2013. The launch partner for Center Stage was Squarespace.[52]\n\nIn 2014, NPR CEO Jarl Mohn said the network would begin to increase revenue by having brands NPR views as more relevant to the audience underwrite NPR programs and requesting higher rates from them.[53]\n\nFor the year ended September 30, 2018, total operating revenues were $235 million, increasing to almost $259 million by September 2019.[54]\n\nIn contrast with commercial broadcasting, NPR's radio broadcasts do not carry traditional commercials, but has advertising in the form of brief statements from major sponsors which may include corporate slogans, descriptions of products and services, and contact information such as website addresses and telephone numbers.[55] These statements are called underwriting spots and, unlike commercials, are governed by specific FCC restrictions in addition to truth in advertising laws; they cannot advocate a product or \"promote the goods and services\" of for-profit entities.[56] These restrictions apply only to radio broadcasts and not NPR's other digital platforms. When questioned on the subject of how corporate underwriting revenues and foundation grants were holding up during the recession, in a speech broadcast on C-SPAN before the National Press Club on March 2, 2009, then president and CEO Vivian Schiller stated: \"underwriting is down, it's down for everybody; this is the area that is most down for us, in sponsorship, underwriting, advertising, call it whatever you want; just like it is for all of media.\"[57] Hosts of the NPR program Planet Money stated the audience is indeed a product being sold to advertisers in the same way as commercial stations, saying: \"they are not advertisers exactly but, they have a lot of the same characteristics; let's just say that.\"[58]\n\n"
        },
        {
            "title": "Audience",
            "text": "In 2014, the Pew Research Center reported that NPR had a similar level of listener trust as CNN, NBC and ABC.[59] A Harris telephone survey conducted in 2005 found that NPR was the most trusted news source in the United States.[60][61]\n\nAccording to 2009, NPR statistics, about 20.9 million listeners tune into NPR each week.[62] By 2017, NPR's weekly on-air audience had reached 30.2 million.[9] According to 2015 figures, 87% of the NPR terrestrial public radio audience and 67% of the NPR podcast audience is white.[63] According to the 2012 Pew Research Center 2012 News Consumption Survey, NPR listeners tend to be highly educated, with 54% of regular listeners being college graduates and 21% having some college.[64] NPR's audience is almost exactly average in terms of the sex of listeners (49% male, 51% female).[64] NPR listeners have higher incomes than average (the 2012 Pew study showed that 43% earn over $75,000, 27% earn between $30,000 and $75,000).[64] The Pew survey found that the NPR audience tends Democratic (17% Republican, 37% independent, 43% Democratic) and politically moderate (21% conservative, 39% moderate, 36% liberal).[64]\n\nNPR stations generally subscribe to the Nielsen rating service, but are not included in published ratings and rankings such as Radio & Records. NPR station listenership is measured by Nielsen in both Diary and PPM (people meter) markets. NPR stations are frequently not included in \"summary level\" diary data used by most advertising agencies for media planning. Data on NPR listening can be accessed using \"respondent level\" diary data. Additionally, all radio stations (public and commercial) are treated equally within the PPM data sets making NPR station listenership data much more widely available to the media planning community. NPR's signature morning news program, Morning Edition, is the network's most popular program, drawing 14.63 million listeners a week, with its afternoon newsmagazine, All Things Considered, a close second, with 14.6 million listeners a week according to 2017 Nielsen ratings data.[65] Arbitron data is also provided by Radio Research Consortium, a non-profit corporation which subscribes to the Arbitron service and distributes the data to NPR and other non-commercial stations and on its website.[66]\n\n"
        },
        {
            "title": "Digital media",
            "text": "NPR's history in digital media includes the work of an independent, for-profit company called Public Interactive, which was founded in 1999[67] and acquired by PRI in June 2004, when it became a non-profit company.[68] By July 2008, Public Interactive had \"170 subscribers who collectively operate 325 public radio and television stations\" and clients such as Car Talk, The World, and The Tavis Smiley Show; by the end of that month, NPR acquired Public Interactive from PRI[67] In March 2011, NPR revealed a restructuring proposal in which Boston-based Public Interactive would become NPR Digital Services, separate from the Washington D.C.-based NPR Digital Media, which focuses on NPR-branded services.[69] NPR Digital Services would continue offering its services to public TV stations.[69]\n\nThe technical backbone of its digital news publishing system is Core Publisher, which was built on Drupal, an open-source content management system.[69]\n\nNPR has been dubbed as \"leveraging the Twitter generation\"[70] because of its adaptation of the popular microblogging service as one of its primary vehicles of information. Of NPR's Twitter followers, the majority (67%) also listen to NPR on the radio. In a survey of more than 10,000 respondents, NPR found that its Twitter followers are younger, more connected to the social web, and more likely to access content through digital platforms such as its Peabody Award-winning website npr.org, as well as podcasts, mobile apps and more.[71] NPR has more than one Twitter account including @NPR;[72] its survey found that most respondents followed between two and five NPR accounts, including topical account, show-specific accounts and on-air staff accounts.[71] In addition, NPR's Facebook page has been at the forefront of the company foray into social media. Started by college student and fan Geoff Campbell[73] in 2008, the page was quickly taken over by the organization,[74] and over the last two years has grown to nearly 4 million fans and is a popular example of the company's new focus on a younger audience.[75] NPR also has a YouTube channel featuring regularly posted videos covering news and informational subjects.\n\nIn May 2018, a group led by NPR acquired the podcasting app Pocket Casts.[76] On July 16, 2021, Automattic acquired Pocket Casts from NPR.[77]\n\nIn July 2014, NPR launched NPR One, an app for iOS and Android smartphones and other mobile devices, which aimed to make it easier for listeners to stream local NPR stations live, and listen to NPR podcasts by autoplaying content and permitting easy navigation.[78] Since launch NPR has made the service available on additional channels: Windows mobile devices, web browsers, Chromecast, Apple Car Play, Apple Watch, Android Auto, Android Wear, Samsung Gear S2 and S3, Amazon Fire TV, and Amazon Alexa–enabled devices.[79] The New York Times listed NPR One as one of 2016's \"best apps\".[80]\n\n"
        },
        {
            "title": "Programming",
            "text": "NPR produces a morning and an evening news program, both of which also have weekend editions with different hosts. It also produces hourly newscasts around the clock.\n\nMany programs broadcast on U.S. public radio stations are not affiliated with NPR. If these programs are distributed by another distributor, a public radio station must also affiliate with that network to take that network's programming.\n\nAmerican Public Media (APM) and Public Radio Exchange (PRX; which also merged with Public Radio International in 2018) are other major public radio production and distribution organizations with distinct missions, and each competes with the other and NPR for programming slots on public radio stations.\n\nMost public radio stations are NPR member stations and many are affiliate stations of APM and PRX at the same time. The organizations have different governance structures and missions and relationships with stations.\n\nThis list includes programs that were distributed by Public Radio International (PRI) prior to the merger with PDX\n\n"
        },
        {
            "title": "Controversies",
            "text": "Over the course of NPR's history, controversies have arisen over several incidents and topics.\n\nNPR has been accused of displaying both liberal bias, as alleged in work such as a UCLA and University of Missouri study of Morning Edition; and conservative bias, including criticism of alleged reliance on conservative think-tanks.[84] Public radio host Lisa Simeone, who worked for NPR from 1998 to 2002, accused NPR's Pentagon reporting of being \"little more than Pentagon press releases.\"[85] The NPR ombudsman has described how NPR's coverage of the Israel-Palestinian conflict has been simultaneously criticized as biased by both sides.[86] University of Texas journalism professor and author Robert Jensen has criticized NPR as taking a pro-war stance during coverage of Iraq war protests.[87] During the 2020 election, NPR declined to cover the controversy surrounding a New York Post article on Hunter Biden, saying \"We don't want to waste our time on stories that are not really stories, and we don't want to waste the listeners' and readers' time on stories that are just pure distractions, ...\"[88]\n\nIn 1994, NPR arranged to air, on All Things Considered, a series of three-minute commentaries by Mumia Abu-Jamal, a journalist convicted in a controversial trial of murdering Philadelphia Police officer Daniel Faulkner. They cancelled airing them after the Fraternal Order of Police and members of the U.S. Congress objected.[89]\n\nIn a controversial act, NPR banned in 2009 the use of the word \"torture\" in the context of the Bush administration's use of torture.[90] NPR's Ombudswoman Alicia Shepard's defense of the policy was that \"calling waterboarding torture is tantamount to taking sides.\"[91] Berkeley Professor of Linguistics Geoffrey Nunberg pointed out that virtually all media around the world, other than what he called the \"spineless U.S. media\", call these techniques torture.[92][93] In an article which criticized NPR and other U.S. media for their use of euphemisms for torture, Glenn Greenwald discussed what he called the enabling \"corruption of American journalism\":\n\nOn October 20, 2010, NPR terminated Senior News Analyst Juan Williams's independent contract[95] over a series of incidents culminating in remarks he made on the Fox News Channel regarding Muslim head coverings and not feeling comfortable around women wearing them. Williams' firing, which was made abruptly without Williams being given a face-to-face meeting beforehand, was reported by The Washington Post as being a key part of Ellen Weiss, NPR's top news executive at the time, being given an ultimatum on January 4, 2011, to either resign or be fired. On January 6, 2011, NPR announced that Weiss had quit.[96]\n\nIn March 2011, conservative political activist and provocateur James O'Keefe sent partners Simon Templar (a pen name) and Shaughn Adeleye[97] to secretly record their discussion with Ronald Schiller, NPR's outgoing senior vice president for fundraising, and an associate, in which Schiller made remarks viewed as disparaging of \"the current Republican party, especially the Tea Party\", and controversial comments regarding Palestine and funding for NPR. NPR disavowed Schiller's comments. CEO Vivian Schiller, who is not related to Ronald, later resigned over the fallout from the comments and the previous firing of Juan Williams.[98]\n\nFrom 1988 to 2021,[99][100] NPR broadcast an annual reading of the 1776 United States Declaration of Independence over the radio.[101] In 2017, it began using Twitter as a medium for reading the document as well. On July 4, 2017, the 100+ tweets were met with considerable opposition, some online supporters of Donald Trump mistakenly believing the words of the Declaration referring to George III of the United Kingdom to be directed towards the president. The tweets were called \"trash\"[102] and were accused of being \"propaganda\",[103] condoning violence[102] and calling for revolution.[104][105] As of July 4, 2022, the annual tradition has been discontinued.[99][100]\n\nIn October 2017, sexual harassment charges were leveled against Michael Oreskes, senior vice president of news and editorial director since 2015. Some of the accusations dated back to when he was Washington, D.C. bureau chief for The New York Times during the 1990s, while others involved his conduct at NPR.[106] After a report on the Times accusations was published in The Washington Post, NPR put Oreskes on administrative leave, and the following day his resignation was requested.[107][108][109] CNN's Brian Stelter reported that NPR staffers were dissatisfied with the handling of Oreskes, were demanding an external investigation, and that Oreskes poisoned the newsroom atmosphere by abusing his position to meet young women.[110]\n\n"
        },
        {
            "title": "Publications",
            "text": "Source:[111]\n\n"
        }
    ]
}