{
    "url": "https://en.wikipedia.org/wiki/Nuclear_propulsion",
    "title": "Nuclear propulsion",
    "table_of_contents": [
        "1 Surface ships, submarines, and torpedoes",
        "1.1 Civilian maritime use",
        "1.2 Military maritime use",
        "1.3 Torpedo",
        "2 Aircraft and missiles",
        "3 Spacecraft",
        "3.1 Nuclear pulse propulsion",
        "3.2 Nuclear thermal rocket",
        "3.3 Ramjet",
        "3.4 Direct nuclear",
        "3.5 Nuclear electric",
        "3.6 Russian Federal Space Agency development",
        "4 Terrestrial vehicles",
        "4.1 Cars",
        "4.2 Other",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Nuclear propulsion includes a wide variety of propulsion methods that use some form of nuclear reaction as their primary power source.[1] The idea of using nuclear material for propulsion dates back to the beginning of the 20th century. In 1903 it was hypothesized that radioactive material, radium, might be a suitable fuel for engines to propel cars, planes, and boats.[2] H. G. Wells picked up this idea in his 1914 fiction work The World Set Free.[3]\n\n"
        },
        {
            "title": "",
            "text": "Nuclear-powered vessels are mainly military submarines, and aircraft carriers.[1] Russia is the only country that currently has nuclear-powered civilian surface ships, mainly icebreakers. The US Navy currently (as of 2022) has 11 aircraft carriers and 70 submarines in service, that are all powered by nuclear reactors. For more detailed articles see:\n\nRussia's Channel One Television news broadcast a picture and details of a nuclear-powered torpedo called Status-6 on about 12 November 2015. The torpedo was stated as having a range of up to 10,000 km, a cruising speed of 100 knots, and operational depth of up to 1000 metres below the surface. The torpedo carried a 100-megaton nuclear warhead.[4]\n\nOne of the suggestions emerging in the summer of 1958 from the first meeting of the scientific advisory group that became JASON was for \"a nuclear-powered torpedo that could roam the seas almost indefinitely\".[5]\n\n"
        },
        {
            "title": "Aircraft and missiles",
            "text": "Research into nuclear-powered aircraft was pursued during the Cold War by the United States and the Soviet Union as they would presumably allow a country to keep nuclear bombers in the air for extremely long periods of time, a useful tactic for nuclear deterrence. Neither country created any operational nuclear aircraft.[1] One design problem, never adequately solved, was the need for heavy shielding to protect the crew from radiation sickness. Since the advent of ICBMs in the 1960s the tactical advantage of such aircraft was greatly diminished and respective projects were cancelled.[1] Because the technology was inherently dangerous it was not considered in non-military contexts. Nuclear-powered missiles were also researched and discounted during the same period.[1]\n\nAircraft\n\nMissiles\n\n"
        },
        {
            "title": "Spacecraft",
            "text": "Many types of nuclear propulsion have been proposed, and some of them (e.g. NERVA) tested for spacecraft applications.\n\nAnatolij Perminov, head of the Russian Federal Space Agency, announced[when?] that it is going to develop a nuclear-powered spacecraft for deep space travel.[10][11] Preliminary design was done by 2013, and 9 more years are planned for development (in space assembly). The price is set at 17 billion rubles (600 million dollars).[12]\nThe nuclear propulsion would have mega-watt class,[13][14] provided necessary funding, Roscosmos Head stated.\n\nThis system would consist of a space nuclear power and a matrix of ion engines. \"...Hot inert gas temperature of 1500 °C from the reactor turns turbines. The turbine turns the generator and compressor, which circulates the working fluid in a closed circuit. The working fluid is cooled in the radiator. The generator produces electricity for the same ion (plasma) engine...\"[15][failed verification]\n\nAccording to him, the propulsion will be able to support human mission to Mars, with cosmonauts staying on the Red planet for 30 days. This journey to Mars with nuclear propulsion and a steady acceleration would take six weeks, instead of eight months by using chemical propulsion – assuming thrust of 300 times higher than that of chemical propulsion.[16][17]\n\n"
        },
        {
            "title": "Terrestrial vehicles",
            "text": "The idea of making cars that used radioactive material, radium, for fuel dates back to at least 1903. Analysis of the concept in 1937 indicated that the driver of such a vehicle might need a 50-ton lead barrier to shield them from radiation.[18]\n\nIn 1941 Dr R M Langer, a Caltech physicist, espoused the idea of a car powered by uranium-235 in the January edition of Popular Mechanics. He was followed by William Bushnell Stout, designer of the Stout Scarab and former Society of Engineers president, on 7 August 1945 in The New York Times. The problem of shielding the reactor continued to render the idea impractical.[19] In December 1945, a John Wilson of London, announced he had created an atomic car. This created considerable interest. The Minister of Fuel and Power along with a large press contingent turned out to view it. The car did not show and Wilson claimed that it had been sabotaged. A later court case found that he was a fraud and there was no nuclear-powered car.[20][21]\n\nDespite the shielding problem, through the late 1940s and early 1950s debate continued around the possibility of nuclear-powered cars. The development of nuclear-powered submarines and ships, and experiments to develop a nuclear-powered aircraft at that time kept the idea alive.[22] Russian papers in the mid-1950s reported the development of a nuclear-powered car by Professor V P Romadin, but again shielding proved to be a problem.[23] It was claimed that its laboratories had overcome the shielding problem with a new alloy that absorbed the rays.[24]\n\nIn 1958 at the height of the 1950s American automobile culture there were at least four theoretical nuclear-powered concept cars proposed, the American Ford Nucleon and Studebaker Packard Astral, as well as the French Simca Fulgur designed by Robert Opron[25][26] and the Arbel Symétric. Apart from these concept models, none were built and no automotive nuclear power plants ever made. Chrysler engineer C R Lewis had discounted the idea in 1957 because of estimates that an 80,000 lb (36,000 kg) engine would be required by a 3,000 lb (1,400 kg) car. His view was that an efficient means of storing energy was required for nuclear power to be practical.[27] Despite this, Chrysler's stylists in 1958 drew up some possible designs.\n\nIn 1959 it was reported that Goodyear Tire and Rubber Company had developed a new rubber compound that was light and absorbed radiation, obviating the need for heavy shielding. A reporter at the time considered it might make nuclear-powered cars and aircraft a possibility.[28]\n\nFord made another potentially nuclear-powered model in 1962 for the Seattle World's Fair, the Ford Seattle-ite XXI.[29][30] This also never went beyond the initial concept.\n\nIn 2009, for the hundredth anniversary of General Motors' acquisition of Cadillac, Loren Kulesus created concept art depicting a car powered by thorium.[31]\n\nThe Chrysler TV-8 was an experimental concept tank designed by Chrysler in the 1950s.[1] The tank was intended to be a nuclear-powered medium tank capable of land and amphibious warfare. The design was never mass-produced.[32] The Mars rover Curiosity is powered by a radioisotope thermoelectric generator (RTG), like the successful Viking 1 and Viking 2 Mars landers in 1976.[33][34]\n\n"
        }
    ]
}