{
    "url": "https://en.wikipedia.org/wiki/Nudity_in_film",
    "title": "Nudity in film",
    "table_of_contents": [
        "1 Nude photography before cinema",
        "2 Early films: the silent era",
        "3 U.S. cinema since 1929",
        "3.1 Overview",
        "3.2 Pre-Hays Code Hollywood, 1929–1934",
        "3.3 Hays Code Enforcement Hollywood, 1934–1960s",
        "3.4 Nudist films",
        "3.5 Nudie-cuties",
        "3.6 Challenges to the Hays Code, 1960–1966",
        "3.6.1 First major nude scenes in studio films",
        "3.7 Sexploitation films in the U.S.A",
        "3.8 Sexploitation films in Asia",
        "3.9 1968–present day",
        "4 European cinema since 1929",
        "5 Contemporary trends in Western cinema",
        "6 East Asian cinema since 1929",
        "7 South Asian Cinema",
        "7.1 Indian cinema",
        "7.2 Sri Lankan Cinema",
        "8 Animation",
        "9 See also",
        "10 Footnotes",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn film, nudity may be either graphic or suggestive, such as when a person appears to be naked but is covered by a sheet. Since the birth of film, depictions of any form of sexuality have been controversial, and in the case of most nude scenes, had to be justified as part of the story.\n\nNudity in film should be distinguished from sex in film. A film on naturism or about people for whom nudity is common may contain non-sexual nudity, and some non-pornographic films contain brief nude scenes. Nudity in a sexual context is common in pornographic films or erotic films.\n\nNude scenes are considered controversial in some cultures because they may challenge the community's standards of modesty. These standards vary by culture and depend on the type of nudity, who is exposed, which parts of the body are exposed, the duration of the exposure, the posing, the context, or other aspects.\n\nNudity in film may be subject to censorship or rating regimes that control the content of films. Many directors and producers apply self-censorship, limiting nudity (and other content) in their films to avoid censorship or a strict rating.[a]\n\n"
        },
        {
            "title": "Nude photography before cinema",
            "text": "Nudity has almost universally not been permitted on stage, but sheer or simulated nudity may have been. Devices used included flesh-colored bodystockings to simulate nudity or long hair as a cover for vital parts for roles such as Lady Godiva.[1]\n\nAmerican actress Adah Isaacs Menken created controversy in 1861 when she wore a flesh-colored bodystocking in the play Mazeppa, based on Byron's Mazeppa, in which she played a Polish man who was tied nude to the back of a wild horse by his enemies.[2][3] She also posed nude for photographs.[4]\n\nEarly in her career, French actress Sarah Bernhardt posed topless on several occasions for photographer Felix Nadar. She is nevertheless seen with her top covered in surviving stills of these sessions. At least one topless photograph of Bernhardt from 1873 survives. These nude sessions were not meant for public viewing but for the encouraging of theatrical employers or personal guests.[citation needed]\n\nIn the 1880s, Eadweard Muybridge used a device he called a zoopraxiscope to project a series of successive still photographs. The photos would then be played one after the other, giving the illusion of movement. Sometimes the same sequence would be filmed using several cameras. Many of Muybridge's photographic sessions using the zoopraxiscope had anonymous nude models, both female and male.[5][6]\n\n"
        },
        {
            "title": "Early films: the silent era",
            "text": "The first films containing nudity were early erotic films. Production of such films commenced almost immediately after the invention of the motion picture. The earliest film containing a simulated nude scene is thought to be the 1897 After the Ball by French director George Méliès, in which the director's future wife wears a bodystocking to simulate nudity.[citation needed]\n\nTwo of the earliest pioneers of erotica were French producer Eugène Pirou and  director Albert Kirchner. Kirchner (under the pseudonym \"Léar\") directed films for Pirou. The 1899 short film Le Coucher de la Mariée starred Louise Willy performing a bathroom striptease.[7] Other French filmmakers considered that profits could be made from risqué films that showed women disrobing.[8][9]\n\nIn Austria, Johann Schwarzer sought to break the dominance of French-produced erotic films being distributed by the Pathé brothers. Schwarzer formed his Saturn-Film production company, which between 1906 and 1911 produced 52 erotic productions, each of which contained young local women fully nude, to be shown at men-only theatre nights (called Herrenabende). These films were promoted as erotic and artistic, rather than pornographic, but in 1911, Saturn was dissolved by the censorship authorities and its films destroyed.[11] However, copies of at least a half of the films have been found in private hands. Filmarchiv Austria has included four of Schwarzer's works on the Europa Film Treasures site: Das Sandbad (1906), Baden Verboten (1906), Das Eitle Stubenmädchen (1908) and Beim Fotografen (1908).[12] Internet Archive has included over twenty of Schwarzer's works on their site.[13][14]\n\nThe 1911 Italian film Dante's Inferno, directed by Francesco Bertolini, is loosely adapted from Dante Alighieri''s epic poem The Divine Comedy and inspired by the illustrations of Gustave Doré. In depicting tormented souls in Hell, there are frequent glimpses of nude male and female actors (including the first male frontal scenes). Remade many times, the U.S. version, Dante's Inferno (1924) from the Fox Film Corporation, also contains groups of nude figures and scenes of flagellation.\n\nSeveral early films of the silent era and early sound era include women in nude scenes, presented in a historical or religious context. One such film was the anticlerical Hypocrites, directed by Lois Weber and released in January 1915, which was the first American motion picture with a central role played entirely in the nude. It contained several sequences with Margaret Edwards (uncredited) appearing fully nude as a ghostly apparition representing Truth. Her scenes were created using innovative travelling double exposure sequences (photographed by the legendary early cinematographer Dal Clawson) which made her appear as a semi-transparent spirit. Inspiration, released in November 1915, is believed to be the first American motion picture with a named leading actor in a nude scene.[citation needed] The nudity in the film was that of an artist's model, played by Audrey Munson. Munson appeared nude again in a similar role in the 1916 film Purity. In these films, Munson was a tableau vivant, not being required to move, and only her backside and breasts were in view. Annette Kellermann, the famous Australian swimming star, appeared fully nude in an active role in Fox's A Daughter of the Gods in 1916. Though shot from the front, most of Kellerman's body is covered by her long hair.[15]\n\nHistorical and \"exotic\" contexts were also used as justifications for nude or near-nude scenes. In 1917, Fox produced the lavish Cleopatra in which Theda Bara wore a number of risqué outfits. Gordon Griffith appeared as a young naked Tarzan in Tarzan of the Apes (1918), making him the first child actor to appear naked on screen. Nell Shipman appeared nude in the Canadian film Back to God's Country (1919). Fox produced The Queen of Sheba in 1921 starring Betty Blythe, who displayed ample nudity even when wearing 28 different diaphanous costumes. There is also a brief moment of nudity in D. W. Griffith's Orphans of the Storm (1921) to display the debauchery of the French aristocracy. Hula (1927) is a feature film in which popular star Clara Bow does a nude bathing scene.\n\nIs Your Daughter Safe? (1927) was one of the earliest exploitation films which contained nudity. A compilation of medical documentary films and stock footage of nude scenes dating back to the 1900s, it was presented as an educational film about the dangers of venereal disease, white slavery, and prostitution. Exploitation short subjects (three to 15 minutes in length) with comedic plots and frequent nudity were also produced in the silent era. A few have survived to the present such as Forbidden Daughters (13 minutes, 1927), directed by prominent nude photographer Albert Arthur Allen, Hollywood Script Girl (three minutes, 1928), and Uncle Si and the Sirens (eight minutes, c. 1928). These were the forerunners of the \"nudie\" comedy feature films that emerged in the late 1950s. Years later, when the Hays Code came into force, these films were considered too obscene to be reshown. Most of these films are now lost.\n\nIn France in the 1920s, short-subject films were made of a topless Josephine Baker performing exotic dance routines. The 1922 Swedish/Danish silent horror film Häxan contained nude scenes, torture and sexual perversion. The film was banned in the U.S. and had to be edited before it was shown in other countries. The 1929 Russian film Man with a Movie Camera by Dziga Vertov featured nudity within the context of naturism, including live childbirth.\n\n"
        },
        {
            "title": "U.S. cinema since 1929",
            "text": "Filmmaking started in the 1890s, and the first feature-length film was produced in 1906.[16] Nude scenes appeared in films from the start of the new invention. Several Hollywood films produced in the 1910s and 1920s, which contained only brief nudity, were controversial. Various groups objected to these features on moral grounds, and several states set up film censorship boards, arguing that such content was obscene and should be banned. Under pressure, the Motion Picture Association of America (MPAA) created its own censorship agency, the Hays Code, which brought an end to nudity and risqué content in films produced by the main Hollywood studios. The Code was adopted in 1930 and began to be effectively enforced in 1934. At the same time, the Catholic Legion of Decency was formed to keep an eye on the morals conveyed in films and indicate its disapproval by \"condemning\" films it considered morally objectionable. Theaters would not show a condemned film until this system declined in the 1960s.\n\nAmerican social and official attitudes toward nudity later began to ease, and the Code came under repeated challenge in the 1950s and 1960s. In 1958, the New York Court of Appeals ruled that a film that merely contains nudity was not obscene.[17] The Code was abandoned in 1968 in favor of the MPAA film rating system.\n\nEven today, the presence of nudity in a film is invariably noted by critics and censors.[citation needed] Until the 1980s, male nudity was rarely shown on screen. Though female nudity was routinely treated with respect and solemnity, male nudity, when it finally found its way onto the screen, was generally treated humorously and mockingly.[citation needed]\n\nThe silent film era came to an end in 1929. In 1930, the Motion Picture Association of America drew up the Motion Picture Production Code, also known as the Hays Code, to raise the moral standards of films by directly restricting the materials which the major film studios could include in their films. The code authorized nudity only in naturist quasi-documentary films and in foreign films. However, the code was not enforced until 1934.\n\nAfter the end of silent films, movies with sound that included brief glimpses of nudity appeared as early as 1930 with All Quiet on the Western Front. Cecil B. DeMille, later known as a family entertainment specialist, included several nude scenes in his early films such as The Sign of the Cross (1932), Four Frightened People (1934), and Cleopatra (1934). The \"Dance of the Naked Moon\" and orgy scene was cut for The Sign of the Cross in a 1938 reissue to comply with the production code. Other filmmakers followed suit, particularly in historical dramas such as The Scarlet Empress (1934) – which, among other things, shows topless women being burned at the stake – and contemporary stories filmed in exotic, mostly tropical, locations. Bird of Paradise, directed by King Vidor in 1932, featured a nude swimming scene with Dolores del Río, and Harry Lachman's Dante's Inferno featured many naked men and women suffering in hell.\n\nThe early Tarzan films with Johnny Weissmuller featured at least partial nudity justified by the natural surroundings in which the characters lived; in Tarzan and His Mate in 1934, Jane (Maureen O'Sullivan, doubled by Olympic swimmer Josephine McKim) swims in the nude.\n\nUnder the pretense of being an educational ethnographic film, producers could justify showing half-clad natives in jungle epics and South-Sea-island documentaries. This was often done by editing in stock footage or fabricating new scenes with ethnic-looking stand-ins. Examples of docufiction include Ingagi (1930), notorious for its fake scenes of semi-nude \"native\" girls filmed on a back lot. Forbidden Adventure in Angkor (1937) is a 1912 Cambodia documentary with scenes added, for dramatic effect, of two explorers and a dozen topless female bearers, incongruously played by African-American women. The Sea Fiend (1935), re-issued as Devil Monster (1946), is a low-budget South-Sea drama spiced up with stock footage inserts of half-dressed native girls. Other films of questionable authenticity in this subgenre, sometimes referred to as Goona-goona epics, include Moana (1926), Trader Horn, The Blonde Captive, Tabu: A Story of the South Seas (all 1931), Goona Goona aka Kriss, Isle of Paradise, Virgins of Bali, Bird of Paradise (all 1932), Gow aka Gow the Killer (1934, re-released as Cannibal Island in 1956), Inyaah, Jungle Goddess (1934), Legong: Dance of the Virgins (1935), Love Life of a Gorilla (1937), Mau-Mau (1955), and Naked Africa (1957).\n\nDue to the diaphanous or sheer nature of 1920s and 1930s fashions, female body parts or virtual nudity, or both, can be on display even when the performer is fully clothed. As a result, when the Hays Code came into force in 1934, studio wardrobe departments had to attire actresses in more conservative as well as contemporary dress.\n\nThough in place, the Hays Code was not enforced until 1934, spurred on in response to objections voiced by several groups to the content of Hollywood films – provoked at least partly by the notorious 1933 Czech film Ecstasy, which was highly controversial in its time largely because of a nude swimming scene by Hedy Lamarr as well as perhaps the first non-pornographic film to portray sexual intercourse,[18] although never showing more than the actors' faces. It has also been called the first on-screen depiction of a female orgasm.\n\nThe restrictions of the production code were strictly enforced from 1934 until the early 1960s to restrict nudity in films produced by the studios. United States-produced films were also under the scrutiny of moral guardians, such as the Catholic Legion of Decency, which had an influence on the content and subject matter of films in the 1930s and 1940s. They were also subject to constraints of state censorship authorities. These bodies followed inconsistent guidelines through which the film producers had to navigate; with some films being exhibited in cut versions in some states.\n\nThe Hays Code was so strict that even the display of cleavage was controversial. Producer Howard Hughes created controversy by his emphasis on cleavage, especially that of Jane Russell, first in the 1941 film The Outlaw and also in the 1953 film The French Line. The film was found objectionable under the Hays Code because of Russell's \"breast shots in bathtub, cleavage and breast exposure\" while some of her decollete gowns were regarded to be \"intentionally designed to give a bosom peep-show effect beyond even extreme decolletage\".[19] Both films were condemned by the Legion of Decency and were released only in cut versions.\n\nIndependent film producers – i.e., those outside the studio system – were not bound by the restrictions of the Hays Code. However, they were subject to state censorship regimes and could be excluded from so-called \"family\" theatres. These films claimed to be educational and dealt with taboo topics such as drug parties, prostitution, and sexually transmitted infections. In the course of presenting the message, nudity at times made an appearance. These films, which emerged in the 1930s, were obliged to play in independent theaters or traveled across the United States in \"roadshow\" fashion. They were normally low-budget, and described as sensationalized exploitation films. Using this framework, brief nude scenes of women appeared in Maniac (1934) and Sex Madness (1937), and nude swimming sequences in Marihuana (1936) and Child Bride (1938). Child Bride was controversial because it included a topless and skinny dipping scene by 12-year-old Shirley Mills, which was described by Allmovie as \"gratuitous child nudity\",[20] though in some versions the topless scene was cut out.\n\nExploitative films with pseudo-ethnographic pretensions continued well into the 1960s. For example, Mau-Mau (1955), presented as a documentary of the violent nationalist uprising in Kenya, played the grind-house circuit. Fabricated scenes filmed in front of a painted backdrop of an African village show nude and semi-clad \"native\" women being raped, strangled, and stabbed by machete-wielding maniacs.\n\nOther films containing nudity were the early underground 8mm pornographic films and fetish reels which, due to various censorship regimes, had only limited (usually clandestine) means of distribution and were only shown in private until the 1970s.\n\nNudist films first appeared in the early 1930s as documentaries, Utopian and docu-dramas promoting the healthy lifestyle of the naturist movement in Europe and the U.S. Earliest examples include This Nude World (1933), a narrated documentary filmed in the U.S., France, and Germany, and Elysia, Valley of the Nude (1933), a docu-drama filmed at a nudist camp in Elsinore, California. Throughout the thirties, nudist films like Why Nudism? (1933), Nudist Land (1937), and The Unashamed (1938) flourished in road shows, but disappeared entirely in the forties.\n\nThe nudist-camp movie was revived in the 1950s with Garden of Eden (1954), the first naturist film shot in color. Changes in censorship laws led to a flood of films such as Naked Venus (1958) directed by Edgar G. Ulmer, Nudist Memories (1959), and Daughter of the Sun (1962) by David F. Friedman and Herschell Gordon Lewis. Doris Wishman was probably the most active producer/director in the genre, with eight nudist films to her credit between 1960 and 1964, with Hideout in the Sun (1960), Nude on the Moon (1961), Diary of a Nudist (1961), Blaze Starr Goes Nudist (1962), Gentlemen Prefer Nature Girls (1963), Playgirls International (1963), Behind the Nudist Curtain (1964), and The Prince and the Nature Girl (1964).\n\nEdward Craven Walker (1918-2000), the inventor of the lava lamp, was a major figure in the naturist movement. He made three nudist films under the name Michael Keatering. They were Travelling Light (1959), Sunswept (1962), and Eves on Skis (1963).\n\nRamsey Harrington produced The Nudist Story (1960) (retitled \"For Members Only\" or \"Pussycat's Paradise\" for the U.S. market), Arthur Knight produced My Bare Lady (1963) and Leo Orenstein (under the pseudonym Alan Overton) directed Have Figure, Will Travel (1963).[21]\nExploitation producer George Weiss also released films such as Nudist Life (1961), which comprised vintage nudist camp footage. In the same year, in England, Harrison Marks released Naked as Nature Intended which starred Pamela Green and was a box office success (Marks soon went to make softcore pornographic and caning / spanking fetish films).[21]\n\nNudist films claimed to depict the lifestyles of members of the nudism or naturist movement, but were largely a vehicle for the exhibition of female nudity. They were mainly shot in naturist resorts, but augmented by attractive glamour models. The nudity was strictly non-sexual and, when filmed frontally, the members' pubic area was strictly covered by the angle of shot or some clothing or other objects. However, there was uninhibited exposure of breasts and backsides. The acting and technical production standards were not very high and the outlets for their exhibition were very limited, as was the size of the audience interested in these films, and many films were re-released several times under new titles, to trick patrons into seeing the films additional times. What audience there was lost interest in these films by the mid-1960s and production ceased.[21]\n\nAt the same time, some independent producers produced erotic feature films which openly contained female nudity without the pretext of a naturist context. These nudie-cuties followed the formula of being humorous films with hapless, bumbling males and glorified women. The groundbreaking The Immoral Mr. Teas (1959) directed by Russ Meyer was the first of such films. In that film, the context for the presentation of female nudity was the fantasies of the main character. The film is widely considered the first pornographic feature not confined to under-the-counter distribution, and the film was commercially successful. Russ Meyer made two more nudie-cuties: Wild Gals of the Naked West, and Eve and the Handyman, starring his wife Eve in the title role. For the next few years a wave of such films, known as \"nudies\" or \"nudie-cuties\", were produced for adult theatres (in the United States sometimes called grindhouse theatres). The films bailed out movie houses that were facing stiff competition from television at the time. Nudie-cutie advertising was packed with tag-lines such as \"You'll Never See This on TV\". Films in this genre included Doris Wishman's science fiction spoof Nude on the Moon (1961), the Herschell Gordon Lewis and David F. Friedman film The Adventures of Lucky Pierre (1961), and Ed Wood's horror-nudie Orgy of the Dead (1965), with its bevy of topless dancers from beyond the grave, following his Western screenplay Revenge of the Virgins (1959), which shows a fierce tribe of bare-breasted Indian women hunting a group of treasure seekers. There were very many other similar films and sequels. One of the most renowned nudie-cuties is The Imp-probable Mr Weegee, a pseudo-documentary in which famed crime photographer Arthur Fellig, nicknamed \"Mr. WeeGee\", stars as himself. In the film, he falls in love with a store window dummy. Besides Russ Meyer, the only director in this field to go on to critical success is Francis Ford Coppola, who began his career writing and directing a pair of nudie comedies in 1962, Tonight for Sure and The Bellboy and the Playgirls. Harrison Marks's The Naked World of Harrison Marks (1967) and Nine Ages of Nakedness (1969) could be considered late additions to the genre.\n\nIn Michael Powell's controversial British film Peeping Tom, released in 1960, a model (Pamela Green) lies back on a bed waiting to be photographed by the killer in a key scene. She undoes her top briefly exposing one of her breasts. The scene is regarded as the first female nude scene in a mainstream postwar English-language feature film, and notably the first such scene for a British film. The movie was panned by critics at the time and it reportedly destroyed Powell's directing career in the UK. The film is now seen as a cult classic; Martin Scorsese re-released it in 1979. Another 1960 release, the American horror film Macumba Love, featured a brief topless scene of June Wilkinson frolicking in the ocean. This segment, which caused a sensation at the time, only was seen in the European release of the film.\n\nBy now the Production Code had been revised so that it served less as a doctrine of rules and more as a workable set of precautions, including those on sex and nudity, to which filmmakers were advised on the more graphic depictions and given exceptions that could be made. It gave the MPAA the power to label certain films that were seen as containing adult or provocative material as \"Suggested for Mature Audiences\".\n\nThe unfinished 1962 film Something's Got to Give included a nude pool swim scene with Marilyn Monroe. For the filming of the scene, a body stocking was made for Monroe, and the set was to be closed to all but necessary crew. However, Monroe asked photographers to come in, including William Woodfield, and took off the body stocking and swam in only a flesh-colored bikini bottom.[22][23] After filming was completed, Monroe was photographed in the bikini bottom, and without it.[24][25] Had the project been completed and released as planned, it would have been the first Hollywood film of the sound era to feature a mainstream actress in the nude.\n\nHowever, this was not the first instance of Monroe being filmed in the nude. In the 1961 John Huston film The Misfits, Monroe, playing the lead female character, drops a sheet during an intimate scene, exposing herself on camera. Huston, however, decided not to include the footage in the final cut, as he believed it was of no value to the story.[26] The script did not emphasize nudity in the 45-second-long love scene, but Monroe thought it was required, seeing that her character is putting on her clothes while being alone in the room, and it made \"no sense\" that \"a woman sitting up in bed, with nobody in the room, [would] pull the sheet up and then try to put a blouse on at the same time\".[26] Charles Casillo, author of Marilyn Monroe: The Private Life of a Public Icon, says the footage was preserved by Misfits producer Frank E. Taylor and has been, as of 2018, in the possession of his son, Curtice Taylor, since 1999.[26]\n\nThe distinction of being the first mainstream American actress to appear nude in a starring role went to actress Jayne Mansfield in the 1963 film Promises! Promises!, though her pubic area is never visible on film. The film was banned in Cleveland and some other cities,[27] though later the Cleveland court decided the nude scenes in the film were not lewd.[28] Both the original and an edited version enjoyed box office success elsewhere.[27] As a result of the film's success, Mansfield landed on the Top 10 list of Box Office Attractions for that year.[29] However, Chicago Sun-Times movie critic Roger Ebert wrote, \"Finally in Promises! Promises! she does what no Hollywood star ever does except in desperation. She does a nudie. In 1963, that kind of box office appeal was all she had left.\"[30] Mansfield's autobiographical book Jayne Mansfield's Wild, Wild World—which she co-wrote with Mickey Hargitay—was published directly after the release of the film. It contains 32 pages of black-and-white photographs from the movie printed on glossy paper.[31] Photographs of a naked Mansfield on the set were published in the June 1963 edition of Playboy.\n\nThe Pawnbroker, released in 1964, breached the Motion Picture Production Code with actresses Linda Geiser and Thelma Oliver (who later became the mystic and yoga teacher Krishna Kaur Khalsa) fully exposing their breasts.[32] Allied Artists refused to cut the film and released it to theaters without a Production Code seal. The nudity resulted in a backlash from moral and religious conservatives, including the Catholic Legion (which by that time had become a virtually powerless fringe organization). However, critical and overall public response was positive, and many Catholics rebuked the Legion's condemnation of the film. The National Council of Churches even gave the movie an award for Best Picture of the Year.[33]\n\nThe 1965 thriller The Collector contained mild nudity of Samantha Eggar and added to the challenge to the blanket prohibition of nudity in films. That same year Paula Prentiss performed a strip-tease in the Woody Allen-scripted comedy What's New Pussycat?, which ended up on the cutting room floor but resurfaced on the pages of Playboy, and Julie Christie appeared nude in the British drama film Darling. U.S. release prints of the film and even later U.S. video and DVD versions cut the nudity.[34] In 1966, Michelangelo Antonioni's seminal film Blowup was the first English-language film to show a woman's pubic hair. Antonioni's mod-influenced murder-mystery contained a scene involving two girls undressing before being chased around a studio by a fashion photographer, who wrestles them to the ground and exposes their torsos. There are additional scenes depicting sexuality and partial nudity, as well as blatant drug use. The film was produced in Britain and released to American audiences by MGM without Production Code approval, the first mainstream motion picture containing nudity to be released by a major studio in the US,[35] the first open defiance by a major studio of the Code. That same year the biblical epic based on the book of Genesis The Bible: In the Beginning..., was released by Twentieth Century Fox featuring a nude sequence of Adam and Eve. Another epic, the historical film Hawaii (1966) featured scenes of topless native girls. John Frankenheimer's 1966 sci-fi thriller Seconds contained an extended sequence of full frontal male and female nudity that was deleted from the original American release in which bohemian revelers dance and play in a wine vat.\n\nBy 1967, the MPAA had abandoned the Production Code altogether, and in November 1968, the voluntary MPAA film rating system was implemented.[36] The rating system has changed in minor ways since its inception, but the type and intensity of nudity continue to be rating criteria.[37]\n\nBy the mid-1960s, the novelty of the purely voyeuristic nudie-cutie/nudist camp comedy had dissipated.  A new cycle of more realistic sex dramas and gritty, film noir-inspired crime stories (mostly filmed in black-and-white) emerged to dominate the adult market. These films had a much harder edge and dealt with racy subjects such as infidelity, wife-swapping, prostitution, lesbianism, drugs, white slavery, rape, psycho-killers, sex cults, decadence, sadomasochism, and sexual perversion. The films that concentrate on the dark and violent side of sexuality are generally known as \"roughies\".\n\nPrime examples of roughie sexploitation include: Lewis and Friedman's Scum of the Earth! (1963); Russ Meyer's Lorna (1964); Joseph P. Mawra's misogynistic Olga trilogy, White Slaves of Chinatown, Olga's Girls, and Olga's House of Shame (all 1964); R. Lee Frost's The Defilers (1965); Doris Wishman's Bad Girls Go to Hell (1965); The Sexploiters (1965);  The Agony of Love (1966), and Michael Findlay's Body of a Female (1965) and psycho-killer trilogy starting with The Touch of Her Flesh (1967).\n\nSexploitation films initially played in grindhouse theatres[38] and struggling independent theaters. However, by the end of the 1960s they were playing in established cinema chains.[39] As the genre developed during the 1960s films began showing scenes of simulated sex.[40] By the late 1960s, the films were attracting a larger and broader audience, including couples rather than the single males who originally made up the vast majority of patrons.[41] The genre rapidly declined in the early 1970s due to advertising bans, the closure of many grindhouses and drive-in theaters, and the growth of hardcore pornography in the \"Golden Age of Porn\".[38] During this period a number of adult films that were sexually explicit received general theatrical releases, including Blue Movie (1969), Mona the Virgin Nymph (1970), Deep Throat (1972), and others.\n\nFrost's Love Camp 7 (1968) was the forerunner of the women in prison and Nazi exploitation subgenres which have continued to the present day. Their stories feature women in prison who are subjected to sexual and physical abuse, typically by sadistic male or female prison wardens and guards. The genre also features many films in which imprisoned women engage in lesbian sex. These films discarded all moralistic pretensions and were works of pure fantasy intended only to titillate the audience with a lurid mix of sex and violence, including voyeurism (strip searches, group shower scenes, cat-fights) to sexual fantasies (lesbianism), to fetishism (bondage, whipping, degradation), and outright sadism (rape, sexual slavery, beatings, torture, cruelty).\n\nIn Japan, Seijun Suzuki's Gate of Flesh (1964) was the first mainstream film with nudity seen in \"general release\" (as opposed to adults-only) theaters. Suzuki was a pioneer of the film noir. His surreal and influential Branded to Kill (1967) contains several scenes of casual nudity (the actors had to wear adhesive patches to avoid censorship problems).\n\nIn Japan, films called pink films (pinky violent movies) were partly influenced by the Japanese Ero guro films which focuses on sexual corruption, and decadence. Many, such as Shogun's Joy of Torture (1968) by Teruo Ishii, deal directly with sadomasochism or include fetishistic scenes of female victims being bound.\n\nIn 1968, the Hays Code was replaced by the MPAA film rating system. Since then, nudity in various forms has become more common. A number of actresses have appeared nude or partially nude in films, and it has become increasingly common for actresses to appear topless onscreen. Notable actresses who have appeared topless include Jane Fonda (Coming Home, 1978), Julie Andrews (S.O.B., 1981), Kate Winslet (Titanic, 1997), Gwyneth Paltrow (Shakespeare in Love, 1998), Reese Witherspoon (Twilight, 1998), Rene Russo (The Thomas Crown Affair, 1999), Katie Holmes (The Gift, 2000), and Halle Berry (Swordfish, 2001). In an interview in March 2007, Berry said that her toplessness in Swordfish was \"gratuitous\" to the movie, but that she needed to do so to get over her fear of nudity, and that it was the best thing she did for her career. Having overcome her inhibitions, she went on to a role in Monster's Ball, which required her to be nude in a sex scene featuring her and Billy Bob Thornton, and which won her an Academy Award for Best Actress.[42] Some actresses prefer not to expose their breasts and use a body double.[43]\n\nIn 2007, writer/director Judd Apatow announced \"I'm gonna get a penis or a vagina in every movie I do from now on. . . . It really makes me laugh in this day and age, with how psychotic our world is, that anyone is troubled by seeing any part of the human body.\"[44] On 11 October 2010, the MPAA's Classification and Rating Administration announced that it would specifically note in the future which films contained \"male nudity\" in direct response to parental concerns about the content of the satire film Brüno.[45]\n\nActors and actresses are typically informed of nude scenes well in advance, and nudity waivers require directors to state what will be shown and its presentation. This is generally stipulated in the nudity clause of a performer's contract. Actress Anne Hathaway said in an interview with National Public Radio, \"The director submits a shot list, and you look over them for approval. And a lot of times, if an actor feels the shot demands a lot of them, they'll demand money for it.\".[46] In 2021, however, following on from multiple allegations that actors and actresses were forced to push past their comfort zones in the name of artistic integrity, the Time's Up campaign has advised many Hollywood stars to set boundaries in order to avoid past mistakes.[47] It also advises celebrities to avoid using film doubles to make on-screen nudity more graphic, but rather focus on imparting the same effect on the audience through alternative methods. While this may seem over the top for some movie stars, with the likes of Winslet and Sebastian Stan still preparing to strip off in their latest films, the fact that leading actresses like Eva Green have spent nearly 30 minutes on-screen naked, while leading actors such as McGregor have managed to accrue nearly 20 minutes themselves,[48] is perhaps alarming enough to movie-goers and audiences that graphic displays of nudity may have been overused.\n\nThe tastefulness of nude scenes is hotly debated in the United States. Adding nudity to films may potentially hurt a film's commercial potential.[49]\n\n"
        },
        {
            "title": "European cinema since 1929",
            "text": "Some European films showed more nudity than the American films, due to less strict attitudes about nudity in some parts of Europe. European films exhibited in the United States were not subject to the Hays Code, though some did create controversy. The 1931 Greek film Daphnis and Chloe by Orestis Laskos featured the first nude scene in a European fiction film, showing Chloe bathing in a fountain.[50]\n\nGustav Machatý's Extase (1933) with Hedy Lamarr was condemned by Pope Pius XI. It was very controversial on its release in the United States and is credited with contributing to the repressive regime under the Hays Code.\n\nAbel Gance's Lucrezia Borgia (1935) had a nude scene with actress Edwige Feuillère. The French League for the Recovery of Public Morality in Lyon mounted a campaign against this film.\n\nLeni Riefenstahl's Olympia (1938), which was produced as Nazi propaganda and a documentary of the 1936 Summer Olympics, has an opening sequence noted for its idealized, non-exploitive use of male and female nudity. Another film from Germany, Liane, Jungle Goddess (1956), featured Marion Michael as a topless female variant on the Tarzan legend.\n\nAlessandro Blasetti's La cena delle beffe (Dinner of fun, 1941) had Clara Calamai in what is credited as being the first topless scene in an Italian film. It was soon followed by similar scenes in the Italian films La corona di ferro (The Iron Crown, 1941) and Carmela (1942). Other noteworthy European films which contained nudity include Italian film Era lui... sì! sì! (1951, with then 15-year-old Sophia Loren in a harem scene), two of Ingmar Bergman's Swedish films Hamnstad (Port of Call, 1948) and Summer with Monika (1953), Jean-Pierre Melville's French film Bob le flambeur (Bob the Gambler, 1956, with Isabelle Corey, then-age 16), François Truffaut's Shoot the Piano Player (1960), The Awful Dr. Orloff (1961), a French-Spanish horror film by Jesús Franco, Brigitte Bardot's casual nude scenes in Contempt (1963) by Jean-Luc Godard, the French film The Game Is Over (1966, with Jane Fonda), Luis Buñuel's Belle de Jour (1967, with Catherine Deneuve) and Isadora (1968, with Vanessa Redgrave).\n\nMakers of the British film The Pleasure Girls (1965) shot an alternate version of a party scene with brief nudity that only appears in the export print. The 1966 British-Italian film Blowup became the first mainstream English-language film to show a woman's pubic hair, although the particular shot was only a fraction of a second long. (Some sources, such as Playboy's History of Sex in Cinema series, have stated that the pubic hair exposure was unintended).\n\nTwo Swedish films from 1967, I Am Curious (Yellow) and Inga, were ground-breaking—and famous—for showing explicit sex and nudity. Both were initially banned in the U.S. and were rated X when they were shown in 1968. I Am Curious (Yellow) was banned in Massachusetts, more on the basis of the sexuality than the nudity, and was the subject of prosecution.[51] The film was held not to be obscene.[52]\n\nThere was a surge in nudity in film in the United Kingdom after 1960. The gritty social drama This Sporting Life (1963) was among the first to include glimpses of male nudity. Judy Geeson's uninhibited nude swim in Here We Go Round the Mulberry Bush (1967) created a stir at the time. The surreal student protest film If.... (1968) was notorious and controversial for its frontal male nudity (excised by censors), female nudity, sex, violence and homosexuality. Ken Russell's Women in Love (1969) was especially controversial for showing frontal male nudity in a wrestling scene between Oliver Reed and Alan Bates. Glenda Jackson won the Academy Award for Best Actress in that film, the first performer to win for a role that included nude scenes.\n\nThere was also a long line of sex comedies, beginning with Mary Had a Little... (1961), which were more intended to display nudity than sexuality.[53] Other British sex comedies included What's Good for the Goose (1969).[54] There apparently are two versions of the film, one being an uncensored version (105 minutes vs. the censored 98-minute version), which shows nudity from Sally Geeson (Judy's sister); this version was released in continental Europe.[citation needed] Other films include Percy and its sequel, Percy's Progress, as well as the Carry On series, which added nudity to its saucy seaside postcard innuendo. Series producer Peter Rogers saw the George Segal movie Loving (1970) and added his two favorite words to the title, making Carry On Loving the twentieth in the series,[55] followed by Carry On Girls, based around a Miss World-style beauty contest. Next in the series was Carry On Dick, with more risque humour and Sid James and Barbara Windsor's on- and off-screen lovemaking.[56][57] There was also the science fiction comedy Zeta One (1969) with Yutte Stensgaard and biographical films such as Savage Messiah (1972) which contained a long nude scene with Helen Mirren.\n\nTraditionally conservative Hammer Film Productions introduced nudity into their line of horror and fantasy films starting with The Vampire Lovers (1970), Countess Dracula (1971), both featuring Ingrid Pitt, When Dinosaurs Ruled the Earth (1970) with Victoria Vetri, Lust for a Vampire (1971), Twins of Evil (1971), et al.\n\nThe Commedia sexy all'italiana genre of Italian film of the 1970s and early 1980s featured abundant female nudity in a clichéd form, most of it for the local market, but some for the international market. The Italian-produced Last Tango in Paris (1973), directed by Bernardo Bertolucci, was one of the first commercial films to openly contain nudity, and led to the boom of other fashion erotic films, such as the French-produced Emmanuelle (1974) and the Franco-German production Story of O (1975) by Just Jaeckin, the Franco-Japanese production In the Realm of the Senses (1976) by Nagisa Oshima, and the Italian-American produced Caligula (1979) by Tinto Brass.\n\nThe films of Catherine Breillat, a French filmmaker, are well known for containing explicit nudity. Her film Une vraie jeune fille (1975) contains close-ups of actress Charlotte Alexandra's breasts and vulva and actor Bruno Balp's erect penis, some of which are particularly graphic in nature (including a sequence where an actor attempts to insert an earthworm into Alexandra's vagina). This resulted in the film not officially being released until 1999. Other actresses who have appeared in explicit full-frontal nude scenes in Breillat's films include Caroline Ducey in Romance (1999) and Roxane Mesquida in Sex Is Comedy (2002). Bernardo Bertolucci's film The Dreamers (2003) included extensive full frontal nude scenes, male and female, and graphic sex scenes.\n\nEuropean attitudes towards depictions of nudity tend to be relatively relaxed and there are few taboos around it. Showing of full frontal nudity in movies, even by major actors, is common and it is not considered damaging to the actors' careers. In recent years, explicit, unsimulated sexual intercourse has occurred in movies which target the general movie-going audience, albeit those usually labeled 'arthouse' product; for example, Michael Winterbottom's 9 Songs (in which the male character is depicted ejaculating) and Lars von Trier's The Idiots.\n\nThe Italian film 1900 (1976), a.k.a. Novecento, includes an explicit scene of Robert De Niro and Gérard Depardieu, who are shown on either side of the actress Stefania Casini as she fondles and masturbates their exposed penises. Another scene features two prepubescent boys in a barn, one of them taking his damp clothes off, and shown frontally naked. The other one gets curious about the former's exposed glans, who asks him to show his own penis, and incites him to retract his foreskin, while his own penis is seen twice fully erect.[58]\n\nThe Finnish documentary Steam of Life about men in saunas shows nudity throughout the film. In the Dutch movie All Stars 2: Old Stars, the main characters stay in a nudist campsite. Much full frontal nudity is displayed, but not of any of the main characters. The French film Stranger by the Lake (2013) is set on a male nude beach, showing much male full frontal nudity, and even an ejaculation scene.\n\nAlthough there has been a gradual relaxation of attitudes towards nudity, changes in laws can lead to more stringent criteria. One prominent case involved Walkabout (1971) which includes numerous scenes of full frontal nudity featuring 17-year-old Jenny Agutter which did not pose a problem when submitted to the British Board of Film Classification (BBFC) in 1971 and later in 1998, since the Protection of Children Act 1978 permitted the distribution and possession of indecent images of people over the age of 16; however, the Sexual Offences Act 2003 raised the age threshold to 18 which meant the actress' age was a factor when the film was re-submitted in 2011. The BBFC reviewed the scenes in regards to the law and deemed them to not be \"indecent\" and passed the film uncut. Had this not been the case, the film would have been refused classification and it would have effectively made it illegal to possess a copy of the film, including copies that had been purchased legally at the time.[59]\n\n"
        },
        {
            "title": "Contemporary trends in Western cinema",
            "text": "Over the years, nudity in film was a source of scandal and provocation; but its presence today is treated largely naturally, frequently with nudity being shown in scenes that naturally require it, such as those that take place in nature or in the bathroom or in love scenes. For example, The Blue Lagoon (1980) shows the awakening of the sexual instinct in two shipwrecked young cousins – one male, one female – on a tropical island where nudity is a natural part of the environment in which they find themselves. The relationship between a painter and his model, who traditionally poses in the nude, is the context of a number of films. In La Belle Noiseuse (\"The Beautiful Liar\", 1991) the painter's model motivates him again after a period of lack of inspiration of the artist. Similarly, in Titanic (1997) Kate Winslet poses nude for Leonardo DiCaprio.[60] These films show the close relationship between film and the traditional art nude in art in films such as The Adventures of Baron Munchausen (1988), where Uma Thurman poses as Botticelli's The Birth of Venus, and Goya in Bordeaux (1999), where Maribel Verdú poses as Goya's The Naked Maja. There are film scenes where nudity, in routine and non-sexual situations, such as mixed shower scenes, has been used to emphasize gender equity in the future, as in Starship Troopers.[61][62][63] Another example of the practice involves scenes with a nude swim, also called skinny-dipping, such as Kelly Brook and Riley Steele in Piranha 3D.[64] Toplessness in film is regarded by some as partial nudity, such as Halle Berry in Swordfish.[65]\n\n"
        },
        {
            "title": "East Asian cinema since 1929",
            "text": "Female nudity has been fairly common in Japanese cinema since at least the 1960s when the director Seijun Suzuki included nude scenes in his yakuza exploitation films such as Branded to Kill (1967). The actress Reiko Ike headlined a number of exploitation flicks in the early 1970s: Girl Boss Guerilla (1972), Criminal Woman (1973) and Sex & Fury (1973). Nagisa Oshima directed the overtly sexual In the Realm of the Senses in 1976 starring Eiko Matsuda and Tatsuya Fuji. The unexpurgated version of the film has never been shown in Japan, and the film negatives had to be secretly shipped out of the country to France for developing. Eri Ishida appeared naked in Enrai (1981) and Daburu Beddo (1983), before going on to mainstream success. In 1986, Hitomi Kuroki appeared nude in Keshin. In the early 1990s, Loletta Lee appeared nude in a whole series of Hong Kong category III movies, e.g. Girls Unbutton, Crazy Love, and Sex and Zen II with Shu Qi. New Love in Tokyo (1994) was notable for having one of the first scenes of uncensored pubic hair. 2000 saw Harumi Inoue strip down for her role in Freeze Me.\n\nFull-frontal adult male nudity (in which genitals are fully revealed) traditionally has been taboo in mainstream cinema from East Asia (and for actors of East Asian origin living outside East Asia), in sharp contrast to the situation in mainland Europe, but similar to the US. However, two rare early examples of a challenge to this taboo occurred: first, in the early years of cinema in mainland China, in the black-and-white silent film The Big Road (1934), directed by radical 1930's Chinese film director Sun Yu, which features the full-frontal[66] nudity of a group of young men skinny-dipping in a river, while being observed by two women,[67] a scene described as \"very advanced for the time\".[67] Another example of nudity (but with simulated genitals) in East Asian cinema is the Japanese film Hanzo the Razor (1972). It is the first part of a trilogy, depicting Officer Hanzo Itami's foiling of a plot by corrupt officials in Edo period Japan. Simulated male and female genitals are shown in various scenes. There are also scenes showing Hanzo using sexually aggressive tactics in order to extract secrets from women who associated with Hanzo's suspects.\n\nHowever, a number of films from the early 1990s onwards have begun to lift this taboo. Among them are: the notable frequent full-frontal nudity of Hong Kong Chinese females and the brief but particularly notable full-frontal adult male nudity of a Hong Kong Chinese male actor, Chung Lin, who plays the robot version of Japanese scientist Ryuichi Yamamoto, in the 1991 Hong Kong science fiction/comedy film Robotrix (perhaps the first time in Hong Kong cinema that a Chinese adult male's genitals have been fully revealed on camera in a film on general release); the full-frontal male and female nudity of young Hong Kong Chinese actor Tony Leung Ka-fai and young British actress Jane March in the French/Vietnamese film The Lover (1992); the brief view of the genitals of Hong Kong Chinese actor Mark Cheng,[68] as he walks around a room fully naked in the Hong Kong movie Raped by an Angel (1993); the full-frontal appearance of Hong Kong Chinese actor Michael Lam, who was the lead in the Hong Kong/Singapore film, Bugis Street (1995), as his clothes and underwear are torn off by his lover, fully exposing his genitals; a variety of East Asian actors whose genitals are shown in The Pillow Book (1996); of Hong Kong Chinese lead actor Sunny Chan in a bathroom scene as he enters a shower, fully revealing his genitals for a few moments, in the Hong Kong film Hold You Tight (1997), directed by Hong Kong film director Stanley Kwan; of mainland China lead actor Wang Hongwei in the mainland China film Xiao Wu (English title: The Pickpocket, 1998),[69] directed by a leading Sixth Generation movement Chinese film director, Jia Zhangke, in which a young Chinese man takes off all his clothes in an empty bathhouse and his genitals are shown; of South Korean lead actor Lee Sang-hyun and lead actress Kim Tae-yeon, both of whose genitals are shown in bedroom scenes, in the South Korea film Lies (1999),[70] directed by South Korean film director Jang Sun-woo; of both the male and female leads in the South Korean film Peppermint Candy, directed by South Korean film director Lee Chang-dong (also 1999), in which their frontal nudity is briefly shown in several scenes.\n\nIn the 2000s, the mainland China lead actor Liu Ye appears with frontal nudity in the mainland China film Lan Yu (2001), in which his genitals are shown for several seconds as he lies naked on a bed; the frontal nudity of Thai film actor Min Oo, playing the character of Min,[71] is shown, in which his penis is gently pulled out of his clothes by his female lover, and then as it is slowly caressed by her, shown to gradually become erect, in an outdoor scene in a forest, in the Thailand film Blissfully Yours (2002), directed by Thai film director Apichatpong Weerasethakul; the full-frontal close-up of a Singapore Chinese actor's penis in the Singapore film 15 (2003), directed by Singapore film director Royston Tan; a brief view of the genitals of a Chinese male actor in a story where the main characters openly brag about the size of their \"packages\", in the mainland China film Green Hat (also 2003),[72] directed by Chinese director/film writer Liu Fendou; of mainland Chinese actors Guifeng Wang (playing an extraterrestrial from the planet Mars) and Yu Bo playing his Chinese friend Xiao Bo, shown naked in the mainland China film Star Appeal (2004), with Guifeng Wang's genitals revealed on camera in several scenes,[73] directed by mainland China writer/director Cui Zi'en; of Thai actor Sakda Kaewbuadee, who plays the character Tong, shown running naked in a jungle,[74] in brief glimpses of full male nudity,[75] in the Thailand film Tropical Malady (also 2004), directed by Thai film-maker Apichatpong Weerasethakul.\n\nThe genitals of mainland Chinese actors Yu Bo and Xiwen Zhang, whose genitals are briefly shown in the mainland China film My Fair Son (also 2005),[76] directed by Cui Zi'en; of Singapore Chinese actor/director Zihan Loo, who removes all his clothes, uncovering his genitals, and while waiting to meet a prostitute, masturbates on camera, eventually revealing his fully erect penis, in the Thailand film Pleasure Factory (2007), directed by Thai film director Ekachai Uekrongtham; the full-frontal nudity of Filipino actor Harry Laurel in bedroom scenes in the Philippines film The Man in the Lighthouse (also 2007),[77] directed by the Filipino film and television director Joselito Altarejos; the full-frontal nudity of Filipino actor Harold Montano in the award-winning Philippines film Tirador, also known as Slingshot (also 2007),[78] directed by Dante Mendoza; a variety of Taiwanese Chinese actors who dare each other to skinnydip in the Taiwan film Winds of September (2008); and of lead Hong Kong Chinese actor Ron Heung and the Hong Kong National Baseball Team, who are shown naked in communal shower scenes in the Hong Kong film City Without Baseball (also 2008), with their genitals fully revealed on camera. The film is directed by the Chinese South African film director Lawrence Ah Mon.\n\nIn the same year, Filipino actor Marco Morales appeared in full-frontal nudity in two scenes in the Philippines film Walang Kawala, also known as No Way Out,[78] directed by Joel Lamangan, as did the Filipino actors Coco Martin and Kristofer King in the Cannes entry Philippines film Serbis, also known as Service, directed by Dante Mendoza.[78]\n\nSouth Korean lead actor Song Kang-ho appears frontally naked, with his genitals revealed, in the South Korean vampire horror film Thirst (2009), directed by South Korean film director Park Chan-wook; Hong Kong Chinese actors Sean Li and Osman Hung appear frontally naked, with their genitals revealed, in a variety of scenes in the Hong Kong film Permanent Residence (also 2009), directed by the mainland China-born film director and producer known as Scud, as does Thai lead actor Phakpoom Surapongsanuruk, in a scene of full frontal genital nudity and attempted masturbation in the Thailand film Mundane History, directed by Thailand female film director Anocha Suwichakornpong (also 2009).[79] Three movies, made from 2009 to 2013, feature the full-frontal nudity of Asian American actor Ken Jeong, whose genitals appear in the US films The Hangover (2009), The Hangover Part II (2011) and The Hangover Part III (2013). One Asian-Australian movie in 2013 features full-frontal nudity, with Asian Australian Actor Matthew Victor Pastor showing his genitals for the Made In Australia opening title sequence.[80]\n\nThe genitals of lead Hong Kong Chinese actors Byron Pang and Hong Kong half-Chinese/half-British actor Thomas Price are shown several times in the Hong Kong film Amphetamine (2010), as are the genitals of numerous Hong Kong Chinese actors in the Hong Kong film Love Actually... Sucks! (2011), including a scene of masturbation revealing a Chinese young man's fully erect penis and uncovered glans. The mainland China film Bad Romance (also 2011), by first-time mainland Chinese film director François Chang, features a brief view of the penis of mainland Chinese actor Hayden Leung in a home shower scene,[81] while the Hong Kong – mainland China film Speechless (2012) by Hong Kong Chinese film director Simon Chung, features a view of the genitals of lead French actor Pierre-Mathieu Vital during a swimming scene,[82] and the South Korea film B-E-D (also 2012), written and directed by South Korean film director Park Chul-soo, features frequent full-frontal nudity.[83] The Hong Kong film Voyage (also 2013), starring the Hong Kong Chinese actors Byron Pang and Adrian 'Ron' Heung, also features full-frontal male nudity in several scenes.[84] The Japanese-Peruvian Internet music star Sebastian Castro (the stage-name of Benjamin Brian Castro) also appears in the film, and in one scene undresses in front of his girlfriend, with his penis and testicles fully exposed on camera.[85] The South Korean/French film Black Stone (2015), by South Korean film director Roh Gyeong-tae, stars South Korean actor Won Tae-hee, playing the part of a young army recruit, in which he is shown in a shower scene with other men with his genitals fully exposed on camera.[86] In the same year, the award-winning mainland China/Taiwan/Hong Kong film No No Sleep, directed by Taiwanese film director Tsai Ming-liang,[87] features Lee Kang-sheng and Masanobu Andô in a short film without dialogue, and includes non-sexual full-frontal male nudity. Also in the same year, the Hong Kong Chinese film Utopians tells a story of a student's attraction to his Professor, and several scenes of full-frontal male nudity include one in which the main character, played by mainland China actor Adonis He Fei, is shown masturbating his erect penis until ejaculation.[88] In 2017, the Japanese—German film Berlin Drifters, directed by Japanese film director Kôichi Imaizumi, tells the story of two Japanese men temporarily living in Berlin, Germany: one living alone and the other urgently in need of accommodation, played by Japanese male actor Lyota Majima and actor/director Kôichi Imaizumi, appearing together in full-frontal nudity, frequently shown with erect penises, having sex, and masturbating and ejaculating each other on screen.[89]\n\nThese appearances contrast with those in films nearer the beginning of the 21st century: the much briefer nude (side) appearance of young mainland Chinese actor Cui Lin (in which his genitals are shown) at the beginning of the shower scene in the mainland China film Beijing Bicycle (2001), directed by mainland China film director Wang Xiaoshuai; the very brief frontal view of young mainland Chinese actor Wang Baoqiang, whose genitals are visible for a short moment while he quickly washes in a large metal bucket in the mainland China film Blind Shaft (2003), directed by mainland China film director Li Yang; of Japanese puppeteer and actor Sota Sakuma, whose body and genitals are fully revealed but shown briefly, in a nude beach scene in the US/Czech film EuroTrip (2004); and even the brief frontal view of mainland China lead actor Guo Xiaodong's genitals as he lies in bed with his wife, in the mainland China film Summer Palace, later in the decade (2006).\n\n"
        },
        {
            "title": "South Asian Cinema",
            "text": "Nudity in film is restricted by the Indian Censor Board. Even in 18+ films, full frontal nudity with genitals/buttocks exposed is banned (not allowed to be released in India). However some Indian films with their premieres outside India do contain nudity and western films containing nude scenes are allowed to be shown in the adult film theaters in major cities of the country.[90][91][92] The Bengali film Gandu (2010), starring Anubrata Basu, features full-frontal nudity and a fully erect penis,[93] and the film Chatrak (2011), starring Paoli Dam and Anubrata Basu, features full-frontal male and female nudity.[94] Another Bengali film Cosmic Sex shows Rii Sen completely nude.[95]  Malayalam films Kutty Srank (2010) and The Painted House (2015) show nudity of main protagonist actresses.[96][97] Hindi films include Trishagni (1988) and Bandit Queen (1994) contain nudity though in Trishagni body-double was used for actress Pallavi Joshi.[98][99] A scene in Ek Chhotisi Love Story (2002) which appeared to show actress Manisha Koirala's buttock cleavage in underwear was shot using a body double.[100]\n\nDirector Asoka Handagama is famous for showing nude scenes in his films.[101][102] Another director Vimukthi Jayasundara got fame by making The Forsaken Land (2005) with nude scenes.[103][104]\n\n"
        },
        {
            "title": "Animation",
            "text": "In animated films in the U.S., nudity is limited. Only a few mainstream animated films like Fritz the Cat (1972), Fantastic Planet (1973), and Heavy Metal (1981), have contained significant female full frontal nudity.\n\nIn Japanese cinema, nudity taboos have evolved greatly since the dawn of animation, and anime, the general category of animated films, includes some films with a spectrum of nudity and sexual situations. The Toei Animation films Hols: Prince of the Sun in the 1960s and Tatsu no ko Taro in the 1970s include brief full nudity of their title characters. The popularity of OVA (Original Video Animation) direct-to-video series in Japan has been a major factor in the unique blend of content in Japanese anime. Starting in the mid-1980s when video tape players became common home appliances, themes of nudity and sexual content flourished in Japanese animation with the hallmarks of many modern subgenres being established early with such films and OVA series as Lolita Anime, Cream Lemon and Urotsukidōji. Such sexually explicit films or those with significant nudity are referred to as hentai outside of Japan while partial nudity in Anime is called ecchi.\n\n"
        }
    ]
}