{
    "url": "https://en.wikipedia.org/wiki/Nuevo_Cine_Mexicano",
    "title": "Nuevo Cine Mexicano",
    "table_of_contents": [
        "1 Origins",
        "2 Themes",
        "3 Main players",
        "4 European influence",
        "5 Award-winning films and directors",
        "6 Other notable works",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Nuevo Cine Mexicano, also referred to as New Mexican Cinema is a Mexican film movement started in the early 1990s.[1] Filmmakers, critics, and scholars consider Nuevo Cine Mexicano a \"rebirth\" of Mexican cinema because of the production of higher-quality films. This rebirth led to high international praise as well as box-office success, unseen since the golden age of Mexican cinema of the 1930s to 1960s. The quality of Mexican films suffered in the decades following the golden age due in part to Mexican audiences watching more overseas films, especially Hollywood productions.[2] This resulted in the rise of infamous Mexican genres such as Luchador films, sexicomedias and ultimately the low-budget direct-to-video Mexploitation film.[3]\n\nMany themes addressed in Nuevo Cine Mexicano include identity, tradition, and socio-political conflicts within Mexico itself.[1] The movement has achieved international success with films such as director Alfonso Cuaron’s Y Tu Mamá También (2001), which was nominated for an  Academy Award for Best Original Screenplay [4] and at the Golden Globes for Best Foreign Film, and Alejandro G. Iñárritu's Amores Perros (2000), which was nominated for Best Foreign Film at the Academy Awards.[5] Guillermo del Toro's Pan's Labyrinth a 2006 Mexican-Spanish won numerous international awards.\n\nThere is debate over when this “new wave” of Mexican cinema began and whether there are any clear parameters as to how it differs from other Mexican film movements other than \"newfound audience enthusiasm\".[6] Some cite the actual rejuvenation of Mexican cinema as starting in 1998 in a Post-NAFTA Mexico, beginning with the film Sexo, pudor y lágrimas (Sex, Shame and Tears).[6] Others believe it began because of the international acclaim of the films such as Like Water for Chocolate (1992) and its nomination for Best Foreign Film at the Golden Globes.[7][8] The definition of Nuevo Cine Mexicano also leads to the question, \"What is a Mexican film?\"—is it Mexican film because of who makes or stars in it, or because it takes place in Mexico.[9]\n\n"
        },
        {
            "title": "Origins",
            "text": "The Golden Age of Mexican Cinema occurred from the 1930s to the 1960s, afterward, a period of low-budget B-movies funded by the state of Mexico was the primary source for films for the Mexican public.[2] A resurgence of Mexican cinema was believed to occur in the 1970s, however, its success was short-lived as the majority Mexican filmgoers preferred Hollywood films.[3][6]\n\nBefore the 1990s, the Mexican film industry was primarily funded by the state in coordination with the Instituto Mexicano de Cinematografía (Mexican Film Institute, IMCINE). There was a decrease in Mexican audiences watching Mexican-produced films in favor of Hollywood blockbusters as well as \"film production dropp[ing] to an all-time low\" due to the economic crash in 1994.[2] The IMCINE produced roughly five films a year during the crisis.[1][9] The main influx of directors and filmmakers, as well as funding, primarily came from the IMCINE. The incoming filmmakers, nicknamed the \"1990s Generation\", were helped by the generation of 1968 with their filmmaking skills.[3]\n\nOne of the most successful filmmakers of the 1990s Generation of Mexican filmmakers, Guillermo del Toro, said that \"In the 80’s there was a huge void in Mexican cinema, then my generation picked up the staff in the early 90s.\"[10] However, during the 1970s \"technical experimentation\" took precedence within the film community, and through the 1980s films \"catered to the lowest common denominator\", the 1990s Generation learned by working together with the filmmakers of the late 60s and 70s.[1]\n\n"
        },
        {
            "title": "Themes",
            "text": "Social divisions within Mexico is a reoccurring theme within Nuevo Cine Mexicano, including the films Y Tu Mamá También, El crimen del Padre Amaro (2002), and Amores Perros.\n\nThough the films touch on the “socio-geographic divisions” of Mexico in different ways.[6] In Amores Perros, the economic divisions are portrayed through the differences between the main characters' homes. El Chivo lives in a \"seedy residence\" which that is juxtaposed with his daughter’s \"respectable home\".[6] With El crimen del padre Amaro (The Crime of Father Amaro) the traditions of the Catholic Church, which remains a prominent influence in Mexico, is questioned when a young priest has sex with a teenager leading to her death from an abortion.[6] Other subjects such as homosexuality and political corruption are briefly touched on in Y Tu Mamà También (And Your Mother Too), helping to set up a background of what Mexico is and is not.[11]  The two main male characters in the film differ in their social standings because of their families' political connections. What ultimately breaks their friendship apart is having sex with one another.[11] Within Nuevo Cine Mexicano, filmmakers try to portray such social and economic troubles within Mexico through different perspectives, which commonly goes against the sometimes stereotypical portrayals of Mexico and its inhabitants in U.S. and European films.\n\nThe characterizations of Europeans or foreigners, specifically Spaniards, are relatively negative. In several works in Nuevo Cine Mexicano, the conflict within the story is due to a person of Spanish descent. Either the non-foreigners in the film who associate with the Spaniards are drastically changed or the Spaniards themselves meet a tragic end.[6] The filmmakers use this trope in order to recall Mexico's past, specifically with Spain's colonization of Mexico.[6] The style of the films generally mimics the \"art house\" films of previous decades, since the state of Mexico had the greatest authority over the production of movies.[11] Directors specifically adopted this style in order to move away from the state and into independent productions, which a majority of Nuevo Cine Mexicano is.[3] Production studios normally fund one to two million dollars per film, due to the lack of mainstream production.[9] The influence of \"NAFTAtrade and tax policies\" made it harder for the public to fund such productions.[9] Women are statistically underrepresented in creative positions like the called \"celluloid ceiling\" of the underrepresentation of women in hiring and employment in Hollywood. \n\nHowever it has being improving two of the most popular films El secreto de Romeila (1988) directed by Busi Cortés and Los pasos de Ana (1990) by Marisa Sistach.[11] Are considered the doors that opened opportunity for women filmmakers in Mexico as well as created a new genre that people were not familiar with, labeled as ‘women’s cinema’.[11] The phenomenal growth of ‘women’s cinema’, not only meant that there would be an infinite expansion in the list of female names as filmmakers or creators; in reality, it created a daunting cinematic genre by objectifying women as well as displacing them within the film industry.[11] According to Patricia Torres San Martín, an honorable film scholar, there is a new theme emerging within the film industry in Mexico which is known as the ‘new female identity’.[11] Yalitza Aparicio debut performance in Roma (2018) makes her the first Indigenous Latin American (Indigenous Mexican) to be nominated in any category at the Academy Awards.\n\nMuseum won the best script award at the Berlin International Film Festival. The film tells the story of the famous robbery to the National Museum of Anthropology on December 25, 1985, in Mexico City.\n\nPresumed Guilty is a documentary following Antonio Zúñiga, who was falsely convicted of murder. It holds the box office record for documentary in Mexico. According to The Economist, this is \"by far the most successful documentary in Mexico's history.\"\n\n"
        },
        {
            "title": "Main players",
            "text": "Guillermo del Toro, Alfonso Cuarón, and Alejandro G. Inarritu make up the \"Three Amigos\", the main Mexican film directors of Nuevo Cine Mexicano. All have created films produced in Mexico and Hollywood. Critics and award shows consider these three as the premier directors in their craft.[12] Each produces and uses actors and cinematographers from Mexico, even in their Hollywood made productions.[9] \"Poster-boy\" actors Gael García Bernal and Diego Luna have also moved on to several Hollywood productions, yet their popularity in Mexican cinema has proven to endure throughout the years.[9] Other directors include Alonso Ruizpalacios, Fernando Eimbcke, Jonás Cuarón, Issa López and Carlos López Estrada other actors include Eugenio Derbez, Eiza González, Diego Boneta, Kate del Castillo, Marina de Tavira, Adriana Paz, Marco Perez, Irene Azuela, Eduardo Verástegui, Karla Souza, Ana Claudia Talancón, Cecilia Suárez, Cassandra Ciangherotti and Jaime Camil.\n\n"
        },
        {
            "title": "European influence",
            "text": "Since 2000, some directors have made \"independent productions looking for more personal expression\", under a greater influence of European cinema.[13] The most representative films of this trend [14] are the films of Carlos Reygadas (Japón and Battle in Heaven), whose use of non-professional actors was influenced by Italian neorealism. Other films include: Mil nubes de paz cercan el cielo, amor, jamás acabarás de ser amor (A Thousand Clouds of Peace Fence the Sky, Love; Your Being Love Will Never End) and El cielo dividido (Broken Sky), directed by Julián Hernández, and Sangre, directed by Amat Escalante and produced by Jaime Romandía and Reygadas.\n\n"
        }
    ]
}