{
    "url": "https://en.wikipedia.org/wiki/Nun",
    "title": "Nun",
    "table_of_contents": [
        "1 Christianity",
        "1.1 Catholicism",
        "1.1.1 Membership and vows",
        "1.1.2 Leadership",
        "1.1.3 Distinction between a nun and a religious sister",
        "1.1.4 United States",
        "1.1.5 Canada",
        "1.1.6 Early modern Spain",
        "1.2 Eastern Orthodox",
        "1.3 Protestantism",
        "1.3.1 Lutheranism",
        "1.3.2 Anglicanism",
        "1.3.3 Methodism",
        "2 In popular culture",
        "3 Buddhism",
        "3.1 Thailand",
        "3.2 Taiwan",
        "3.3 Tibet",
        "3.4 Japan",
        "4 Gallery",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A nun is a woman who vows to dedicate her life to religious service,[1] typically living under vows of poverty, chastity, and obedience in the enclosure of a monastery or convent.[2] The term is often used interchangeably with religious sisters who do take simple vows[3] but live an active vocation of prayer and charitable work.\n\nIn Christianity, nuns are found in the Roman Catholic, Oriental Orthodox, Eastern Orthodox, Lutheran, and Anglican traditions, as well as other Christian denominations.[1] In the Buddhist tradition, female monastics are known as Bhikkhuni, and take several additional vows compared to male monastics (bhikkhus). Nuns are most common in Mahayana Buddhism, but have more recently become more prevalent in other traditions.\n\n"
        },
        {
            "title": "Christianity",
            "text": "In the Catholic tradition, there are many religious institutes of nuns and sisters (the female equivalent of male monks or friars), each with its own charism or special character. Traditionally, nuns are members of enclosed religious orders and take solemn religious vows, while sisters do not live in the papal enclosure and formerly took vows called \"simple vows\".[4]\n\nAs monastics, nuns living within an enclosure historically commit to recitation of the full Liturgy of the Hours throughout the day in church, usually in a solemn manner. They were formerly distinguished within the monastic community as \"choir nuns\", as opposed to lay sisters who performed upkeep of the monastery or errands outside the cloister. This last task is still often entrusted to women, called \"externs\", who live in the monastery, but outside the enclosure. They were usually either oblates or members of the associated Third Order, often wearing a different habit or the standard woman's attire of the period.\n\nIn general, when a woman enters a religious order or monastery she first undergoes a period of testing life for six months to two years called a postulancy. If she, and the order, determine that she may have a vocation to the life, she receives the habit of the order (usually with some modification, normally a white veil instead of black, to distinguish her from professed members) and undertakes the novitiate, a period (that lasts one to two years) of living the life of the religious institute without yet taking vows.[5] Upon completion of this period she may take her initial, temporary vows.[6] Temporary vows last one to three years, typically, and will be professed for not less than three years and not more than six.[7] Finally, she will petition to make her \"perpetual profession\", taking permanent, solemn vows.[8]\n\nIn the branches of the Benedictine tradition, (Benedictines, Cistercians, Camaldolese, and Trappists, among others) nuns take vows of stability (that is, to remain a member of a single monastic community), obedience (to an abbess or prioress), and conversion of life (which includes poverty and celibacy). In other traditions, such as the Poor Clares (the Franciscan Order) and the Dominican nuns, they take the threefold vows of poverty, chastity and obedience. These are known as the 'evangelical counsels' as opposed to 'monastic vows' proper. Most orders of nuns not listed here follow one of these two patterns, with some Orders taking an additional vow related to the specific work or character of their Order (for example, to undertake a certain style of devotion, praying for a specific intention or purpose).[9][10]\n\nCloistered nuns (Carmelites, for example) observe \"papal enclosure\"[11] rules, and their nunneries typically have walls separating the nuns from the outside world. The nuns rarely leave (except for medical necessity or occasionally for purposes related to their contemplative life) though they may receive visitors in specially built parlors, often with either a grille or half-wall separating the nuns from visitors. They are usually self-sufficient, earning money by selling jams, candies or baked goods by mail order, or by making liturgical items (such as vestments, candles, or hosts to be consecrated at Mass for Holy Communion).\n\nThey often undertake contemplative ministries – that is, a community of nuns is often associated with prayer for some particular good or supporting the missions of another order by prayer (for instance, the Dominican nuns of Corpus Christi Monastery in the Bronx, New York, pray in support of the priests of the Archdiocese of New York). Yet religious sisters can also perform this form of ministry, e.g., the Maryknoll Missionary Sisters have small houses of contemplative sisters, some in mission locations, who pray for the work of the priests, brothers, and other sisters of their congregation, and since Vatican II have added retreat work and spiritual guidance to their apostolate;[12] the Sister Disciples of the Divine Master are also cloistered sisters who receive visitors and pray in support of their sister congregation,[13] the Daughters of St. Paul in their media ministry.\n\nA canoness is a nun who corresponds to the male equivalent of canon, usually following the Rule of St. Augustine. The origin and rules of monastic life are common to both. As with the canons, differences in the observance of rule gave rise to two types: the canoness regular, taking the traditional religious vows, and the secular canoness, who did not take vows and thus remained free to own property and leave to marry, should they choose. This was primarily a way of leading a pious life for the women of aristocratic families and generally disappeared in the modern age, except for the modern Lutheran convents of Germany.\n\nA nun who is elected to head her religious house is termed an abbess if the house is an abbey, a prioress if it is a monastery, or more generically may be referred to as \"Mother Superior\" and styled \"Reverend Mother\". The distinction between abbey and monastery has to do with the terms used by a particular order or by the level of independence of the religious house. Technically, a convent is any home of a community of sisters – or, indeed, of priests and brothers, though this term is rarely used in the United States. The term \"monastery\" is often used by The Benedictine family to speak of the buildings and \"convent\" when referring to the community. Neither is gender specific. 'Convent' is often used of the houses of certain other institutes.\n\nThe traditional dress for women in religious communities consists of a tunic, which is tied around the waist with a cloth or leather belt. Over the tunic some nuns wear a scapular which is a garment of long wide piece of woolen cloth worn over the shoulders with an opening for the head. Some wear a white wimple and a veil, the most significant and ancient aspect of the habit. Some orders – such as the Dominicans – wear a large rosary on their belt. Benedictine abbesses wear a cross or crucifix on a chain around their neck.\n\nAfter the Second Vatican Council, many religious institutes chose in their own regulations to no longer wear the traditional habit and did away with choosing a religious name. Catholic Church canon law states: \"Religious are to wear the habit of the institute, made according to the norm of proper law, as a sign of their consecration and as a witness of poverty.\"[14]\n\nAlthough usage has varied throughout church history, typically \"nun\" (Latin: monialis) is used for women who have taken \"solemn\" vows, and \"sister\" (Latin: soror) is used for women who have taken \"simple\" vows (that is, vows other than solemn vows).\n\nDuring the first millennium, nearly all religious communities of men and women were dedicated to prayer and contemplation. These monasteries were built in remote locations or were separated from the world by means of a precinct wall. The mendicant orders, founded in the 13th century, combined a life of prayer and dedication to God with active works of preaching, hearing confessions, and service to the poor, and members of these orders are known as friars rather than monks. At that time, and into the 17th century, Church custom did not allow women to leave the cloister if they had taken religious vows. Female members of the mendicant orders (Dominican, Augustinian and Carmelite nuns and Poor Clares) continued to observe the same enclosed life as members of the monastic orders.[15]\n\nOriginally, the vows taken by profession in any religious institute approved by the Holy See were classified as solemn.[16] This was declared by Pope Boniface VIII (1235–1303).[17] The situation changed in the 16th century. In 1521, two years after the Fourth Lateran Council had forbidden the establishment of new religious institutes, Pope Leo X established a religious Rule with simple vows for those tertiaries attached to existing communities who undertook to live a formal religious life. In 1566 and 1568, Pope Pius V rejected this class of congregation, but they continued to exist and even increased in number. After at first being merely tolerated, they afterwards obtained approval.[16] Finally in the 20th century, Pope Leo XIII recognized as religious all men and women who took simple vows.[18] Their lives were oriented not to the ancient monastic way of life, but more to social service and to evangelization, both in Europe and in mission areas. Their number had increased dramatically in the upheavals brought by the French Revolution and subsequent Napoleonic invasions of other Catholic countries, depriving thousands of religious of the income that their communities held because of inheritances and forcing them to find a new way of living the religious life. But members of these new associations were not recognized as \"religious\" until Pope Leo XIII's Constitution \"Conditae a Christo\" of 8 December 1900.[19]\n\nThe 1917 Code of Canon Law reserved the term \"nun\" (Latin: monialis) for religious women who took solemn vows or who, while being allowed in some places to take simple vows, belonged to institutes whose vows were normally solemn.[20] It used the word \"sister\" (Latin: soror) exclusively for members of institutes for women that it classified as \"congregations\"; and for \"nuns\" and \"sisters\" jointly it used the Latin word religiosae (women religious). The same religious order could include both \"nuns\" and \"sisters\", if some members took solemn vows and others simple vows.\n\nThe new legal code of the Catholic Church which was adopted in 1983, however, remained silent on this matter. Whereas previously the code distinguished between orders and congregations, the code now refers simply to religious institutes.\n\nSince the code of 1983, the Vatican has addressed the renewal of the contemplative life of nuns. It produced the letter Verbi Sponsa in 1999,[21] the apostolic constitution Vultum Dei quaerere in 2016, and the instruction Cor Orans in 2018[22] \"which replaced the 1999 document Verbi Sponsa and attempted to bring forward the ideas regarding contemplative life born during the Second Vatican Council\".[23]\n\nNuns and sisters played a major role in American religion, education, nursing and social work since the early 19th century.[25] In Catholic Europe, convents were heavily endowed over the centuries, and were sponsored by the aristocracy. There were very few rich American Catholics, and no aristocrats. Religious orders were founded by entrepreneurial women who saw a need and an opportunity, and were staffed by devout women from poor families. The numbers grew rapidly, from 900 sisters in 15 communities in 1840, 50,000 in 170 orders in 1900, and 135,000 in 300 different orders by 1930. Starting in 1820, the sisters always outnumbered the priests and brothers.[26] Their numbers peaked in 1965 at 180,000 then plunged to 56,000 in 2010. Many women left their orders, and few new members were added.[27] Since the Second Vatican Council the sisters have directed their ministries more to the poor, working more directly among them and with them.[28]\n\nNuns have played an important role in Canada, especially in heavily Catholic Quebec. Outside the home, Canadian women had few domains which they controlled. An important exception came with Catholic nuns, especially in Québec. Stimulated by the influence in France, the popular religiosity of the Counter Reformation, new orders for women began appearing in the seventeenth century. In the next three centuries women opened dozens of independent religious orders, funded in part by dowries provided by the parents of young nuns. The orders specialized in charitable works, including hospitals, orphanages, homes for unwed mothers, and schools.[29]\n\nPrior to women becoming nuns during early modern Spain, aspired nuns underwent a process. The process was ensured by the Council of Trent, which King Philip II (1556–1598) adopted within Spain.[30] King Phillip II acquired the aid of the Hieronymite order to ensure that monasteries abided by the decrees of the Council of Trent.[30] This changed the way in which nuns would live.[31] One edict of the Council of Trent was that female monasteries be enclosed in order to limit nuns' relationship with the secular world.[31] Enclosure of monasteries during this time was associated with chastity.[31] Another decree issued by the Council of Trent was that religious devotion be \"true and voluntary\".[31] A male clergy member would ask the aspiring nuns if whether or not their vocation was \"true and voluntary\" in order to ensure no enforced conversion.[31]\n\nTo be considered as a nun, one must have the economic means to afford the convent dowry.[32] During this time convent dowries were affordable, compared to secular marriages between a man and a woman.[33] Typically during early modern Spain many nuns were from elite families who had the means to afford the convent dowry and \"maintenance allowances\", which were annual fees.[32] Monasteries were economically supported through convent dowries.[32] Convent dowries could be waived if the aspiring nun had an artistic ability benefiting the monastery.[34]\n\nOnce an aspiring nun has entered the convent and has the economic means to afford the dowry, she undergoes the process of apprenticeship known as the novitiate period.[35] The novitiate period typically lasts 1–2 years, and during this time the aspiring nun lives the life of a nun without taking the official vows.[36] As she lives in the convent she is closely monitored by the other women in the community to determine if her vocation is genuine. This would be officially determined by a vote from the choir nuns.[32] If the aspiring nun passes the scrutiny of the women of the religious community, she then can make her solemn vows.[32] Prior to making the vows, the family of the nun is expected to pay the convent dowry.[32] Nuns were also expected to renounce their inheritance and property rights.[32]\n\nReligious class distinctions:\n\nIn the Eastern Orthodox Church there is no distinction between a monastery for women and one for men. In Greek, Russian, and other Eastern European languages, both domiciles are called \"monasteries\" and the ascetics who live therein are \"monastics\". In English, however, it is acceptable to use the terms \"nun\" and \"convent\" for clarity and convenience. The term for an abbess is the feminine form of abbot (hegumen) – Greek: ἡγουμένη (hegumeni); Serbian: игуманија (igumanija); Russian: игумения (igumenia). Orthodox monastics do not have distinct \"orders\" as in Western Christianity. Orthodox monks and nuns lead identical spiritual lives.[38] There may be slight differences in the way a monastery functions internally but these are simply differences in style (Gr. typica) dependent on the abbess or abbot. The abbess is the spiritual leader of the convent and her authority is absolute (no priest, bishop, or even patriarch can override an abbess within the walls of her monastery.) There has always been spiritual equality between men and women in the Orthodox Church (Galatians 3:28). Abbots and Abbesses rank in authority equal to bishops in many ways and were included in ecumenical councils. Orthodox monasteries are usually associated with a local synod of bishops by jurisdiction, but are otherwise self-governing. Abbesses hear confessions (but do not absolve) and dispense blessings on their charges, though they still require the services of a presbyter (i.e., a priest) to celebrate the Divine Liturgy and perform other priestly functions, such as the absolution of a penitent.\n\nOrthodox monastics, in general have little or no contact with the outside world, especially family. The pious family whose child decides to enter the monastic profession understands that their child will become \"dead to the world\" and therefore be unavailable for social visits.\n\nThere are a number of different levels that the nun passes through in her profession:\n\nAfter the Protestant Reformation, some monasteries in Lutheran lands (such as Amelungsborn Abbey near Negenborn and Loccum Abbey in Rehburg-Loccum) and convents (such as Ebstorf Abbey near the town of Uelzen and Bursfelde Abbey in Bursfelde) adopted the Lutheran Christian faith.[39] Other convents, especially those in Reformed areas, closed after the Reformation, with some sisters deciding to marry.\n\nA modern resurgence of the early Christian Deaconess office for women began in Germany in the 1840s and spread through Scandinavia, Britain and the United States, with some elements of the religious life, such as simple vows, and a daily obligation of prayer. Lutherans were especially active, and within both Lutheranism and Anglicanism some Deaconesses formed religious communities, with community living, and the option of life vows in religion.[40] The modern movement reached a zenith about 1910, then slowly declined as secularization undercut religiosity in Europe, and the professionalization of nursing and social work offered better career opportunities for young women. A small movement still exists, and its legacy is seen in the names of numerous hospitals.[41]\n\nThe example of the Deaconess communities eventually led to the establishment of religious communities of monks and nuns within some Protestant traditions,[42] particularly those influenced by the more liturgical Protestant reformers (such as Martin Luther) rather than the more extreme reformers (such as John Calvin). This has allowed for communities of nuns (or, in some cases, mixed communities of nuns and monks) to be re-established in some Protestant traditions. Many of these are within the episcopal Lutheran tradition and the closeness of Lutheranism with Anglicanism its belief and practice has led to local arrangements of inter-Communion between the two traditions, such as the Porvoo Communion.[43]\n\nThere are a plethora of religious orders within the Lutheran Churches, such as the Order of Lutheran Franciscans and Daughters of Mary. Nearly all active Lutheran orders are located in Europe.\n\nThe Evangelical Sisterhood of Mary, an order of Lutheran nuns, operates a guesthouse for Holocaust survivors in Jerusalem.[43]\n\nReligious communities throughout England were destroyed by King Henry VIII when he separated the Church of England from papal authority during the English Reformation (see Dissolution of the Monasteries). Monasteries and convents were deprived of their lands and possessions, and monastics were forced to either live a secular life on a pension or flee the country. Many Catholic nuns went to France.\n\nAnglican religious orders are organizations of laity or clergy in the Anglican Communion who live under a common rule. The term \"religious orders\" is distinguished from Holy Orders (the sacrament of ordination which bishops, priests, and deacons receive), though many communities do have ordained members.\n\nThe structure and function of religious orders in Anglicanism roughly parallels that which exists in Catholicism. Religious communities are divided into orders proper, in which members take solemn vows and congregations, whose members take simple vows.\n\nWith the rise of the Oxford Movement in Anglicanism in the early 19th century came interest in the revival of \"religious life\" in England. Between 1841 and 1855, several religious orders for nuns were founded, among them the Community of St. Mary at Wantage and the Community of St. Margaret at East Grinstead.\n\nIn the United States and Canada, the founding of Anglican religious orders of nuns began in 1845 with the Sisterhood of the Holy Communion (now defunct) in New York.\n\nWhilst there is no single central authority for all religious orders, and many member churches of the Anglican Communion have their own internal structures for recognising and regulating religious orders, some central functions are performed by the Anglican Religious Communities Department at Church House, Westminster, the headquarters of the Church of England's Church Commissioners, General Synod, Archbishops' Council, and National Society. This department publishes the bi-annual Anglican Religious Life, a world directory of religious orders, and also maintains an official Anglican Communion website for religious orders. Anglican Religious Life defines four categories of community.[44]\n\nIn the United States (only), there is a clear distinction between \"orders\" and \"communities\", as the Episcopal Church has its own two-fold definition of \"religious orders\" (equivalent to the first two groups above) and \"Christian communities\" (equivalent to the third group above).[45] The Anglican Religious Life directory affirms this, stating \"This distinction in not used in other parts of the Anglican Communion where 'communities' is also used for those who take traditional vows.\"[46]\n\nIn some Anglican orders, there are sisters who have been ordained and can celebrate the Eucharist.[47]\n\nThe Saint Brigid of Kildare Benedictine Monastery is a United Methodist double monastery with both monks and nuns.[48]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Nuns play an important role in the public's image of religious symbolism. A list of notable works in which nuns play a major part ranges from A Time for Miracles, which is hagiography, to realistic accounts by Kathryn Hulme and Monica Baldwin, to the blatant nunsploitation of Sacred Flesh. Works can include those which portray Catholic nuns or non-Catholic such as Black Narcissus (Anglican).\n\nMany stories that have depicted nuns have gone on to critical and audience acclaim such as Sister Act, Sister Act 2: Back in the Habit, and The Sound of Music. These stories have been reproduced in both stage and film. Other examples of nuns in television and film include Sally Field in The Flying Nun, Stephanie Beacham in Sister Kate and Meryl Streep in Doubt. Miss Clavel in the Madeline books and TV series is the nun of a French Catholic boarding school.\n\nNuns have been used as antagonists in stories including Jessica Lange as Sister Jude in American Horror Story or Vanessa Redgrave in The Devils.\n\n"
        },
        {
            "title": "Buddhism",
            "text": "All Buddhist traditions have nuns, although their status is different among Buddhist countries. The Lord Buddha is reported to have allowed women into the sangha only with great reluctance, predicting that the move would lead to Buddhism's collapse after 500 years, rather than the 1,000 years it would have enjoyed otherwise. (This prophecy occurs only once in the Canon and is the only prophecy involving time in the Canon, leading some to suspect that it is a late addition.)[49] Fully ordained Buddhist nuns (bhikkhunis) have more Patimokkha rules than the monks (bhikkhus). The important vows are the same, however.\n\nAs with monks, there is quite a lot of variation in nuns' dress and social conventions between Buddhist cultures in Asia. Chinese nuns possess the full bhikkuni ordination, Tibetan nuns do not. In Theravada countries it is generally believed that the full ordination lineage of bhikkunis died out, though in many places they wear the \"saffron\" colored robes, observing only ten precepts like novices.\n\nIn Thailand, a country which never had a tradition of fully ordained nuns (bhikkhuni), there developed a separate order of non-ordained female renunciates called mae chi. However, some of them have played an important role in dhamma-practitioners' community. There are in Thai Forest Tradition foremost nuns such as Mae Ji Kaew Sianglam, the founder of the Nunnery of Baan Huai Saai, who is believed by some to be enlightened[50] as well as Upasika Kee Nanayon.[51] At the beginning of the 21st century, some Buddhist women in Thailand have started to introduce the bhikkhuni sangha in their country as well, even if public acceptance is still lacking.[52] Dhammananda Bhikkhuni,[53] formerly the successful academic scholar Dr. Chatsumarn Kabilsingh, established a controversial monastery for the training of Buddhist nuns in Thailand.[54]\n\nThe relatively active roles of Taiwanese nuns were noted by some studies. Researcher Charles Brewer Jones estimates that from 1951 to 1999, when the Buddhist Association of the ROC organized public ordination, female applicants outnumbered males by about three to one. He adds:\n\nWei-yi Cheng studied the Luminary (Hsiang Kuang 香光) order in southern Taiwan. Cheng reviewed earlier studies which suggest that Taiwan's Zhaijiao tradition has a history of more female participation, and that the economic growth and loosening of family restriction have allowed more women to become nuns. Based on studies of the Luminary order, Cheng concluded that the monastic order in Taiwan was still young and gave nuns more room for development, and more mobile believers helped the order.[56]\n\nThe August 2007 International Congress on Buddhist Women's Role in the Sangha, with the support of the XIVth Dalai Lama, reinstated the Gelongma (Dharmaguptaka vinaya bhikkhuni) lineage, having been lost, in India and Tibet, for centuries. Gelongma ordination requires the presence of ten fully ordained people keeping exactly the same vows. Because ten nuns are required to ordain a new one, the effort to establish the Dharmaguptaka bhikkhu tradition has taken a long time.\n\nIt is permissible for a Tibetan nun to receive bhikkhuni ordination from another living tradition, e.g., in Vietnam. Based on this, Western nuns ordained in Tibetan tradition, like Thubten Chodron, took full ordination in another tradition.\n\nThe ordination of monks and nuns in Tibetan Buddhism distinguishes three stages: rabjung-ma, getshül-ma and gelong-ma. The clothes of the nuns in Tibet are basically the same as those of monks, but there are differences between novice and gelong robes.\n\nHokke-ji in 747 was established by the consort of the Emperor. It took charge of provincial convents, performed ceremonies for the protection of the state, and became the site of pilgrimages. Aristocratic Japanese women often became Buddhist nuns in the premodern period. Originally it was thought they could not gain salvation because of the Five Hindrances, which said women could not attain Buddhahood until they changed into men. However, in 1249, 12 women received full ordination as priests.[57]\n\n"
        }
    ]
}