{
    "url": "https://en.wikipedia.org/wiki/Nunsploitation",
    "title": "Nunsploitation",
    "table_of_contents": [
        "1 Criteria",
        "2 Background",
        "3 Historical basis",
        "4 In Japan",
        "5 In other media",
        "6 Examples of nunsploitation films",
        "7 See also",
        "8 Notes",
        "9 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNunsploitation is a subgenre of exploitation film which had its peak in Europe in the 1970s. These films typically involve Christian nuns living in convents during the Middle Ages. \n\n"
        },
        {
            "title": "Criteria",
            "text": "The main conflict of the story is usually of a religious or sexual nature, such as religious oppression or sexual suppression due to living in celibacy. The Inquisition is another common theme. These films, although often seen as pure exploitation films, often contain criticism against religion in general and the Catholic Church in particular. Indeed, some protagonist dialogue voiced feminist consciousness and rejection of their subordinated social role. Many of these films were made in countries where the Catholic Church is influential, such as Italy and Spain. One atypical example of the genre, Killer Nun (Suor Omicidi), was set in then present-day Italy (1978).\n\n"
        },
        {
            "title": "Background",
            "text": "Nunsploitation, along with nazisploitation, is a subgenre that ran a parallel course alongside women in prison films in the 1970s and 1980s. As with prison films, they are set in isolated, fortress-like convents where the all-female population turns to lesbianism and perversity. The element of religious guilt allows for lurid depictions of \"mortifying the flesh\" such as self-flagellation and painful, masochistic rituals. The mother superior is usually a cruel and corrupt warden-like martinet who enforces strict discipline (more opportunities for whippings and medieval-style punishments) and often lusts after her female charges. An equally sadistic and lecherous priest is often included to add an element of masculine menace to the story.\n\nSome segments from the Scandinavian silent film Häxan (1922) may be seen as a precursor for this genre. A recent act of cinematic nunsploitation is in Robert Rodriguez's Machete (2010), where Lindsay Lohan portrays a gun-toting nun.[1] An even more recent example is Darren Lynn Bousman's nunsploitation horror film St. Agatha (2018).[2]\n\nAmong other examples of European exploitation cinema over the last sixty years, nunsploitation genre movies are discussed in Mendik and Mathij's recent overview volume on this general trend within regional cinema genres, cultures, and audience consumption. Chris Fujiwara penned a detailed piece in American pop culture journal Hermenaut, discussing genre examples, such as Killer Nun (1978), The Nun and the Devil (1973) and Flavia the Heretic (1974).\n\n"
        },
        {
            "title": "Historical basis",
            "text": "Some films, such as the X-rated The Devils, based on a book by Aldous Huxley and directed by Ken Russell, have some basis in fact. Huxley based his original historical account, The Devils of Loudun, on a reported case of mass hysteria and demonic possession that allegedly took place at a French convent in the seventeenth century. Given that the genre was the product of the sixties and seventies, with an occasional contemporary example like the recent Sacred Flesh (1999), there has been little further resort to possible historical source material, like Aelred of Hexham (1110–1167) and his account of the Nun of Watton, for example. Another example might be the life of sister Benedetta Carlini, a 17th-century Italian lesbian nun.\n\nCirca 1986, Graciela Daichman collected stories about aberrant medieval religious women,[3] but since that time, there has been few other serious historical attempt to explore what factual basis might exist for the literary depictions that often served as the basis for nunsploitation cinema. In 2010, Craig Monson wrote Nuns Behaving Badly, which dealt with the social and sexual lives of religious women in sixteenth- and seventeenth-century Italy, but such work remains rare.[4] However, recent work on the dramaturgy of demonic possession in medieval Europe may be useful to comprehend the social, psychological and behavioural context of such acts.[5]\n\n"
        },
        {
            "title": "In Japan",
            "text": "Catholic nun exploitation films have been a subgenre of Japanese exploitation film since at least the early 1970s. Though Christianity was never a dominant religion in Japan, Japan did encounter Christian missionaries. By taking a minority religion as their subject, it has been suggested that these \"shockingly perverse and wildly blasphemous\" Catholic nun films are \"a way of thumbing one's nose at organized religion without attacking the more sacred beliefs of the general society\".[6] Some entries in this genre include Norifumi Suzuki's School of the Holy Beast (1974), Masaru Konuma's Cloistered Nun: Runa's Confession (1976), Kōyū Ohara's Sister Lucia's Dishonor (1978), and Wet Rope Confession: Convent Story (1979), Hiroshi Mukai's Nun: Secret (1978), Nobuaki Shirai's Nun Story: Frustration in Black (1980), and Mamoru Watanabe's Rope of Hell: A Nun's Story (1981) and Electric Bible: Sister Hunting (1992).[7] In 1995, big-busted AV idol Mariko Morikawa starred in director Sachi Hamano's Big Tit Monastery (巨乳修道院), another Japanese variation on the nunsploitation genre.[8]\n\n"
        },
        {
            "title": "In other media",
            "text": "Toronto-based stage artist Jamieson Child, directed in 2015 the stage musical Kill Sister, Kill: A Dark New Musical, as homage to the exploitation genre.[9]\n\n"
        }
    ]
}