{
    "url": "https://en.wikipedia.org/wiki/Nutating_disc_engine",
    "title": "Nutating disc engine",
    "table_of_contents": [
        "1 Operation",
        "2 Patents and production history",
        "3 History",
        "3.1 Dakeyne hydraulic disc engine",
        "3.2 Davies and Taylor",
        "3.3 Bishopp",
        "3.4 Water meters",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A nutating disc engine (also sometimes called a disc engine) is an internal combustion engine comprising fundamentally of one moving part and a direct drive onto the crankshaft.  Initially patented in 1993, it differs from earlier internal combustion engines in a number of ways and uses a circular rocking or wobbling nutating motion, drawing heavily from similar steam-powered engines developed in the 19th century, and similar to the motion of the non-rotating portion of a swash plate on a swash plate engine.\n\n"
        },
        {
            "title": "Operation",
            "text": "In its basic configuration the core of the engine is a nutating non-rotating disc, with the center of its hub mounted in the middle of a Z-shaped shaft. The two ends of the shaft rotate, while the disc \"nutates\" (performs a wobbling motion without rotating around its axis). The motion of the disc circumference describes a portion of a sphere. A portion of the area of the disc is used for intake and compression, a portion is used to seal against a center casing, and the remaining portion is used for expansion and exhaust. The compressed air is admitted to an external accumulator, and then into an external combustion chamber before it is admitted to the power side of the disc. The external combustion chamber enables the engine to use diesel fuel in small engine sizes, giving it unique capabilities for unmanned aerial vehicle propulsion and other applications.  One significant benefit of the nutating engine is the overlap of the power strokes.\n\nPower is transmitted directly to the output shaft (the crankshaft), completely eliminating the need for complicated linkages essential in a conventional piston engine (to convert the piston's linear motion to rotating output motion). Since the disc does not rotate, the seal velocities are lower than in an equivalent IC piston engine. The total seal length is rather long, however, which may negate this advantage.\n\nThe disc wobbles inside a housing and, in its simplest version, half of the single disc (one lobe) performs the intake/compression function while the other lobe performs the power/exhaust function. The disc lobes can be configured to have equal compression and expansion volumes, or to have the compression volume greater than or less than the expansion volume. This means that the engine can be self supercharged (see supercharger), or operate as a Miller cycle / Atkinson cycle.\n\n"
        },
        {
            "title": "Patents and production history",
            "text": "U.S. patent number 5,251,594 was granted to Leonard Meyer of Illinois in 1993 for a \"nutating internal combustion disc engine\".[1] The Meyer Nutating Engine is a new type of internal combustion engine with higher power density than conventional reciprocating piston engines and which can operate on a variety of fuels, including gasoline, heavy fuels and hydrogen. The patent made reference to various 20th-century nutating engines in the United States, but no reference at all to the original Dakeyne engine, described below, in its prior art. The similarity to its 166-year-old hydraulic predecessor is strikingly evident, the main change being that the disc is not entirely flat but slightly convex.\n\nThe details of operation and potential of the Meyer nutating disk engine have been described by Professor T. Alexander (publishes as T. Korakianitis) and co-workers.[2][3][4][5]\n\nA single prototype has been run briefly under its own power, with a power- to-weight ratio equal to those of typical current four-stroke engines. It is claimed by the authors of the developer/US Army Research Laboratory/NASA technical evaluation report that a production version of the new engine (for UAV applications) might provide a power-to-weight ratio of 1.6 hp/lb or 2.7 kW/kg.[6] This is slightly better than current automotive production engines[7] but nowhere near the Graupner G58[8] or the Desert Air DA 150.[9]\n\nA company called McMasters, previously headed by successful American entrepreneur Harold McMaster, is also developing a nutating motor burning a mixture of pure hydrogen and pure oxygen that, it claims, will give 200 hp but weigh only one-tenth that of gasoline/air production automotive engines with the same output. So far the McMasters company claims to have spent $10 million on its development. Plans are also being made to develop a version \"the size of a coffee can\" that can be built directly into wheel hubs, eliminating the traditional drive train entirely. This concept was first attempted in the British Leyland Mini Moke[citation needed] but was, at that time, severely hampered by lack of reliable synchronization – which is now more commonplace because of ubiquitous miniaturized embedded modern-day computer chips. A gasoline-powered version is also planned by McMasters, which is claimed to give substantially cleaner operation than traditional engines.[10]\n\n"
        },
        {
            "title": "History",
            "text": "In the 1820s the mill owners Edward and James Dakeyne of Darley Dale, Derbyshire, designed and had constructed a hydraulic engine (a water engine) known as \"The Romping Lion\", based on the same principles. to make use of the high-pressure water available near their mill. Little is known of their engine other than from the somewhat unclear description accompanying the patent, which was granted in 1830. Its main castings were made at the Morley Park foundry near Heage, and it weighed 7 tons and generated 35 horsepower at a head of 96 feet of water. Frank Nixon in his book \"The Industrial Archaeology of Derbyshire\" (1969) commented that \"The most striking characteristic of this ingenious machine is perhaps the difficulty experienced by those trying to describe it; the patentees & Stephen Glover only succeeded in producing descriptions of monumental incomprehensibility\".[11]\n\nA larger model was constructed to drain lead mines at Alport near Youlgreave and many steam versions were subsequently built by other people.\n\nThe first people to develop steam-powered disc engines based on the Dakeynes' design were George Davies and Henry Taylor who patented their engine in 1836.  It was fitted with valves to control the admission of steam and also differed from the Dakeynes' version in that the axis of the engine was horizontal and the casing of the engine rotated around the disc, the opposite of the original. More patents followed over the next eight years, mainly introducing expansive working and improving the engine's sealing.\n\nIn 1836 Davies and Taylor granted manufacturing rights for the engine to Fardon and Gossage, owners of a salt works. At the same time Davies was working on a canal tug with a disc engine driving a paddle wheel at the stern. By 1838 a 5 hp engine was in use at the salt works pumping brine.\n\nIn 1839 Davies, Taylor, Fardon and Gossage conveyed manufacturing rights to the engine to the Birmingham Patent Disc Engine company. As Superintendent of the Company, Henry Davies was responsible for all design and manufacture, while Gossage was a director. In February 1841 the Board reported that 26 engines had been completed, further engines totalling 260 horsepower were in progress, and a total of 500 horsepower were on order.  They could make engines ranging from 5 to 30 horsepower and were currently making engines for a railway carriage. An article in a French journal of 1841 reported that a 12 hp engine had been in use for six months as a winding engine at Corbyn's Hall Mine, Dudley, which could lift a load of 1 ton 180 ft in 1 minute. The disc engines cost from £96 for an 8 hp machine to £300 for a 30 hp model.\n\nRansomes of Ipswich (who were later to become the well-known agricultural engineers Ransomes and Sims) exhibited  a portable steam engine at the Royal Liverpool Show in 1841, powered by a 5 hp BPDE disc engine.\n\nBy 1840 a canal boat, The Experiment, powered by a Davies engine, was being used for propeller testing, and in 1842 Davies installed a disc engine and disc pump in a canal barge which he demonstrated by draining half a mile of the Stourbridge canal. The same year, a 5 hp engine was fitted in one of HMS Geyser's pinnaces. However, trials on the Thames and for the Directors of the Grand Junction Canal failed to convince either the Admiralty or the canal owners.\n\nNevertheless, there was a growing interest in using steam power on the canals, and the small beam of canal boats very much favoured disc engines. Davies saw his opportunity and built an iron-hulled canal tug with a 16 hp BPDE engine in 1843. To minimise wash he fitted four propellers spaced along a shaft the length of the boat and enclosed in a tube below the waterline. There were two of these propulsion units side by side for a total of 8 propellers. It worked well enough to convince the Directors of the Birmingham and Liverpool Junction Canal to order six tugs which could tow as many as sixteen barges a day at a reasonable speed. In use, a train of six to eight barges left Ellesmere Port and Wolverhampton each day, carrying an average of 100 tons. Unfortunately nobody had considered how the barge train was to transit through the canal locks and shallows. Each such obstruction meant that the train had to be uncoupled and the barges individually manhandled or towed by horse through the obstruction before the train was reassembled on the other side. This negated the benefits of the tug and train and in 1845 the canal's Directors removed the tugs from service.\n\nIn 1844 the BPDE collapsed.[12] The workshop equipment, various completed engines and quantities of work in progress were offered for sale. During legal proceedings in 1851 following the bankruptcy of two of the BPDE's principal investors, it was said that the disc engine had not made a profit and that to have relied on it as a realisable asset \"was absurd\".\n\nA competitor to Davies and Taylor was former locomotive engineer George Daniell Bishopp, who had Donkin & Co build his first engine in 1840, and a patent was granted in 1845.  The partners Barnard William Farey and Bryan Donkin Jr. patented improvements to the basic design; Donkin had worked with Bishopp on his original engine, while Farey was an employee of Donkins.\n\nBishopp's engine met with some scepticism from the trade press when it was launched on the market. But Bishopp had opted to revert to the Dakeynes' original design which had a yoke which took most of the dynamic forces and greatly reduced the load on the bearings and seals. In the event that there was any leakage, the seals were adjustable. In addition, Bishopp had his engines produced by companies with recognised engineering capabilities rather than carrying out his own manufacturing; as well as Donkin's, some of his first engines were built by Joseph Whitworth & Co of Manchester. Another engineering company with a very good reputation was G. Rennie and Son of London who were so convinced of the engine's potential that in 1849 they employed Bishopp as their foreman of works with specific responsibility for the disc engine.\n\nBy 1849 a number of Bishopp engines had been sold, and one was used with great success to run the printing presses of the Times newspaper, while another produced by G. Rennie and Son was used to power the iron gunboat HMS Minx. The Times engine had been built by Whitworth and had been shown at the Great Exhibition of 1851 where it ran smoothly and quietly and impressed all who saw it.\n\nIn 1853 a disc engine 13 inches in diameter was purchased from Rennie to propel a 55 foot Russian gunboat, which it did at a speed of 7 knots (13 km/h; 8.1 mph).[13]\n\nAt the time the advantages of the disc engine were listed in 1855 by The Mechanics' Magazine as:[13]\n\nDisc engines ultimately fell into disuse because of competition from modern high-speed steam engines, which were small and light and could offer features such as compounding. Additionally, conventional engines did not require the same precision manufacture as disc engines and steam leakage was not a problem.\n\nThe nutating disc meter, which uses the same geometry and concept as the Dakeynes' original engine,[14][15] is probably the most widely used flowmeter in the world, and it is claimed that more than half the water meters installed in domestic premises in the US and Europe are of this type. Used for 150 years, it is essentially a Dakeyne Disc Engine and was most probably developed by Farey and Donkin who mentioned a \"fluid measurement meter\" in their 1850 disc engine patent granted in 1850. By 1859 they were being manufactured by the Buffalo Meter Company of Buffalo, New York.\n\n"
        }
    ]
}