{
    "url": "https://en.wikipedia.org/wiki/Nyaya",
    "title": "Nyaya",
    "table_of_contents": [
        "1 Etymology",
        "2 Overview",
        "3 Sixteen categories (padārthas)",
        "4 Epistemology",
        "4.1 Pratyaksha (perception)",
        "4.1.1 Determinate and indeterminate perception",
        "4.2 Anumāna (inference)",
        "4.2.1 Theory of inference",
        "4.3 Upamāna (comparison, analogy)",
        "4.4 Śabda (word, testimony)",
        "4.5 Comparison with other schools of Hinduism",
        "5 Theory of causation",
        "6 Anyathakhyativada (theory of error)",
        "7 On God and salvation",
        "7.1 Arguments that God does not exist",
        "7.2 Arguments that God exists",
        "7.3 Liberation",
        "8 Literature",
        "8.1 Commentaries on the Nyaya-Sutra",
        "9 Differences from Western logic",
        "10 See also",
        "11 References",
        "12 Further reading",
        "12.1 Navya-Nyaya school",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nNyāya (Sanskrit: न्याय, nyā-yá), literally meaning \"justice\", \"rules\", \"method\" or \"judgment\",[1][2] is one of the six astika schools of Indian philosophy.[2] This school's most significant contributions to Indian philosophy were systematic development of the theory of logic, methodology, and its treatises on epistemology.[3][4] Ancient Mithila University was famous for Nyaya Shastra teaching.\n\nNyaya school's epistemology accepts four out of six Pramanas as reliable means of gaining knowledge – Pratyakṣa (perception), Anumāṇa (inference), Upamāṇa (comparison and analogy) and Śabda (word, testimony of past or present reliable experts).[5][6][7] In its metaphysics, Nyaya school is closer to the Vaisheshika school of Hinduism than others.[2] It holds that human suffering results from mistakes/defects produced by activity under wrong knowledge (notions and ignorance).[8] Moksha (liberation), it states, is gained through right knowledge. This premise led Nyaya to concern itself with epistemology, that is the reliable means to gain correct knowledge and to remove wrong notions. False knowledge is not merely ignorance to Naiyyayikas, it includes delusion. Correct knowledge is discovering and overcoming one's delusions, and understanding true nature of soul, self and reality.[9]\n\nNaiyyayika scholars approached philosophy as a form of direct realism, stating that anything that really exists is in principle humanly knowable. To them, correct knowledge and understanding is different from simple, reflexive cognition; it requires Anuvyavasaya (अनुव्यवसाय, cross-examination of cognition, reflective cognition of what one thinks one knows).[10] An influential collection of texts on logic and reason is the Nyāya Sūtras, attributed to Aksapada Gautama, variously estimated to have been composed between 6th-century BCE and 2nd-century CE.[11][12]\n\nNyaya school shares some of its methodology and human suffering foundations with Buddhism; however, a key difference between the two is that Buddhism believes that there is neither a soul nor self;[13] Nyaya school like other schools of Hinduism believes that there is a soul and self, with liberation (moksha) as a state of removal of ignorance, wrong knowledge, the gain of correct knowledge and unimpeded continuation of self.[14][15]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Nyaya (न्याय) is a Sanskrit word which means justice, equality for all being, specially a collection of general or universal rules.[1] In some contexts, it means model, axiom, plan, legal proceeding, judicial sentence, or judgment. Nyaya could also mean, \"that which shows the way\" tracing its Sanskrit etymology. In the theory of logic, and Indian texts discussing it, the term also refers to an argument consisting of an enthymeme or sometimes for any syllogism.[1] In philosophical context, Nyaya encompasses propriety, logic and method.[16]\n\nPanini, revered Sanskrit grammarian, derives the \"Nyaya\" from the root \"i\" which conveys the same meaning as \"gam\" - to go. \"Nyaya\" signifying logic is there etymologically identical with \"nigama\" the conclusion of a syllogism.[17]\n\nNyaya is related to several other concepts and words used in Indian philosophies: Hetu-vidya (science of causes), Anviksiki (science of inquiry, systematic philosophy), Pramana-sastra (epistemology, science of correct knowledge), Tattva-sastra (science of categories), Tarka-vidya (science of reasoning, innovation, synthesis), Vadartha (science of discussion) and Phakkika-sastra (science of uncovering sophism, fraud, error, finding fakes).[18] Some of these subsume or deploy the tools of Nyaya.\n\n"
        },
        {
            "title": "Overview",
            "text": "The Nyaya of logic is said to have been founded by a sage named Gautama.[21] He is also known as Gautama, Aksapada and Dirghatapas.[22]The names Gotama and Gautama points to the family to which he belonged while the names Aksapada and Dirghatapas refer respectively to his meditative habit and practice of long penance.[17] The people of Mithila (modern Darbhanga in North Bihar) ascribe the foundation of Nyaya philosophy to Gautama, husband of Ahalya, and point out as the place of his birth a village named Gautamasthana where a fair is held every year on the 9th day of the lunar month of Chaitra (March-April). It is situated 28 miles north-east of Darbhanga.[17]\n\nThe historical development of Nyaya school is unclear, although Nasadiya hymns of Book 10 Chapter 129 of Rigveda recite its spiritual questions in logical propositions.[19] In early centuries BCE, states Clooney, the early Nyaya scholars began compiling the science of rational, coherent inquiry and pursuit of knowledge.[23] By 2nd century CE, Aksapada Gautama had composed Nyāya Sūtras, a foundational text for Nyaya school, that primarily discusses logic, methodology and epistemology.[12] The Nyaya scholars that followed refined it, expanded it, and applied it to spiritual questions. While the early Nyaya scholars published little to no analysis on whether supernatural power or God exists, they did apply their insights into reason and reliable means to knowledge to the questions of nature of existence, spirituality, happiness and moksha. Later Nyaya scholars, such as Udayana, examined various arguments on theism and attempted to prove existence of God.[24] Other Nyaya scholars offered arguments to disprove the existence of God.[23][25][26]\n\nThe most important contribution made by the Nyaya school to Hindu thought has been its treatises on epistemology and system of logic that, subsequently, has been adopted by the majority of the other Indian schools.[10]\n\n"
        },
        {
            "title": "",
            "text": "The Nyaya metaphysics recognizes sixteen padarthas or categories Type theory and includes all six (or seven) categories of the Vaisheshika in the second one of them, called prameya.[27]\n\nThese sixteen categories are:\n\nAccording to Matthew Dasti and Stephen Phillips, it may be useful to interpret the word jnana as cognition rather than knowledge when studying the Nyaya system.[30][31]\n\n"
        },
        {
            "title": "Epistemology",
            "text": "The Nyaya school of Hinduism developed and refined many treatises on epistemology that widely influenced other schools of Hinduism. Nyaya treated it as theory of knowledge, and its scholars developed it as Pramana-sastras. Pramana, a Sanskrit word, literally is \"means of knowledge\". It encompasses one or more reliable and valid means by which human beings gain accurate, true knowledge.[32] The focus of Pramana is how correct knowledge can be acquired, how one knows, how one doesn't, and to what extent knowledge pertinent about someone or something can be acquired.[6][33]\n\nThe Naiyayikas (the Nyaya scholars) accepted four valid means (pramaṇa) of obtaining valid knowledge (pramana) - perception (pratyakṣa), inference (anumāna), comparison (upamāna) and word/testimony of reliable sources (śabda). The Nyaya scholars, along with those from other schools of Hinduism, also developed a theory of error, to methodically establish means to identify errors and the process by which errors are made in human pursuit of knowledge. These include Saṁśaya (समस्या, problems, inconsistencies, doubts) and Viparyaya (विपर्यय, contrariness, errors)[34] which can be corrected or resolved by a systematic process of Tarka (तर्क, reasoning, technique).[35][36]\n\nPratyakṣa (perception) occupies the foremost position in the Nyaya epistemology. Perception can be of two types, laukika (ordinary) and alaukika (extraordinary).[37] Ordinary perception is defined by Akṣapāda Gautama in his Nyaya Sutra (I,i.4) as a 'non-erroneous cognition which is produced by the intercourse of sense-organs with the objects'.\n\nIndian texts identify four requirements for correct perception:[38] Indriyarthasannikarsa (direct experience by one's sensory organ(s) with the object, whatever is being studied), Avyapadesya (non-verbal; correct perception is not through hearsay, according to ancient Indian scholars, where one's sensory organ relies on accepting or rejecting someone else's perception), Avyabhicara (does not wander; correct perception does not change, nor is it the result of deception because one's sensory organ or means of observation is drifting, defective, suspect) and Vyavasayatmaka (definite; correct perception excludes judgments of doubt, either because of one's failure to observe all the details, or because one is mixing inference with observation and observing what one wants to observe, or not observing what one does not want to observe).[38]\n\nOrdinary perception to Nyaya scholars was based on direct experience of reality by eyes, ears, nose, touch and taste.[37] Extraordinary perception included yogaja or pratibha (intuition), samanyalaksanapratyaksa (a form of induction from perceived specifics to a universal), and jnanalaksanapratyaksa (a form of perception of prior processes and previous states of a 'topic of study' by observing its current state).[37][39]\n\nThe Naiyyayika maintains two modes or stages in perception. The first is called nirvikalpa (indeterminate), when one just perceives an object without being able to know its features, and the second savikalpa (determinate), when one is able to clearly know an object.[40] All laukika and alaukika pratyakshas are savikalpa, but it is necessarily preceded by an earlier stage when it is indeterminate. Vātsāyana says that if an object is perceived with its name we have determinate perception but if it is perceived without a name, we have indeterminate perception. Jayanta Bhatta says that indeterminate perception apprehends substance, qualities and actions and universals as separate and indistinct something and also it does not have any association with name, while determinate perception aprrehends all these together with a name. There is yet another stage called Pratyabhijñā, when one is able to re-recognise something on the basis of memory.[41]\n\nAnumāna (inference) is one of the most important contributions of the Nyaya. It can be of two types: inference for oneself (Svarthanumana, where one does not need any formal procedure, and at the most the last three of their 5 steps), and inference for others (Parathanumana, which requires a systematic methodology of 5 steps). Inference can also be classified into 3 types: Purvavat (inferring an unperceived effect from a perceived cause), Sheshavat (inferring an unperceived cause from a perceived effect) and Samanyatodrishta (when inference is not based on causation but on uniformity of co-existence). A detailed analysis of error is also given, explaining when anumana could be false.[41]\n\nThe methodology of inference involves a combination of induction and deduction by moving from particular to particular via generality. It has five steps, as in the example shown:[42][43]\n\nIn Nyāya terminology for this example, the hill would be called as paksha (minor term),[43]: 31  the fire is called as sādhya (major term),[43]: 21  the smoke is called as hetu,[43]: 31  and the relationship between the smoke and the fire is called as vyapti(middle term).[43]: 19 \n\nHetu further has five characteristics[44]\n\nThe fallacies in Anumana (hetvābhasa) may occur due to the following[45]\n\nUpamāna (उपमान) means comparison and analogy.[6][7] Upamana, states Lochtefeld,[46] may be explained with the example of a traveller who has never visited lands or islands with endemic population of wildlife. He or she is told, by someone who has been there, that in those lands you see an animal that sort of looks like a cow, grazes like cow but is different from a cow in such and such way. Such use of analogy and comparison is, state the Indian epistemologists, a valid means of conditional knowledge, as it helps the traveller identify the new animal later.[46] The subject of comparison is formally called upameyam, the object of comparison is called upamānam, while the attribute(s) are identified as sāmānya.[47] Thus, explains Monier Williams, if a boy says \"her face is like the moon in charmingness\", \"her face\" is upameyam, the moon is upamānam, and charmingness is sāmānya. The  7th century text Bhaṭṭikāvya in verses 10.28 through 10.63 discusses many types of comparisons and analogies, identifying when this epistemic method is more useful and reliable, and when it is not.[47] In various ancient and medieval texts of Hinduism, 32 types of Upamāna and their value in epistemology are debated.\n\nŚabda (शब्द) means relying on word, testimony of past or present reliable experts.[6][48] Hiriyanna explains Sabda-pramana as a concept which means testimony of a reliable and trustworthy person (āptavākya). The schools of Hinduism which consider it epistemically valid suggest that a human being needs to know numerous facts, and with the limited time and energy available, he can learn only a fraction of those facts and truths directly.[49]  He must rely on others, his parent, family, friends, teachers, ancestors and kindred members of society to rapidly acquire and share knowledge and thereby enrich each other's lives. This means of gaining proper knowledge is either spoken or written, but through Sabda (words).[49] The reliability of the source is important, and legitimate knowledge can only come from the Sabda of reliable sources.[48][49] The disagreement between the schools of Hinduism has been on how to establish reliability. Some schools, such as Carvaka, state that this is never possible, and therefore Sabda is not a proper pramana. Other schools debate means to establish reliability.[50]\n\nTestimony can be of two types, Vaidika (Vedic), which are the words of the four sacred Vedas, and Laukika, or words and writings of trustworthy human beings. Vaidika testimony is preferred over Laukika testimony.  Laukika-sourced knowledge must be questioned and revised as more trustworthy knowledge becomes available.[51][52][53]\n\nEach school of Hinduism has its own treatises on epistemology, with different number of Pramanas. For example, compared to Nyaya school's four pramanas, Carvaka school has just one (perception), while Advaita Vedanta school recognizes six means to reliable knowledge.[5][48]\n\n"
        },
        {
            "title": "Theory of causation",
            "text": "A cause is defined as an unconditional and invariable antecedent of an effect and an effect as an unconditional and invariable consequent of a cause. The same cause produces the same effect; and the same effect is produced by the same cause. The cause is not present in any hidden form whatsoever in its effect.\n\nThe following conditions should be met:\n\nNyaya recognizes five kinds of accidental antecedents [Anyathasiddha]\n\nNyaya recognizes three kinds of cause:\n\n"
        },
        {
            "title": "",
            "text": "The Nyaya theory of error is similar to that of Kumarila's Viparita-khyati (see Mimamsa). The Naiyyayikas also believe like Kumarila that error is due to a wrong synthesis of the presented and the represented objects. The represented object is confused with the presented one. The word 'anyatha' means 'elsewise' and 'elsewhere' and both these meanings are brought out in error. The presented object is perceived elsewise and the represented object exists elsewhere. They further maintain that knowledge is not intrinsically valid but becomes so on account of extraneous conditions (paratah pramana during both validity and invalidity).\n\n"
        },
        {
            "title": "On God and salvation",
            "text": "Early Naiyyayikas wrote very little about Ishvara (literally, the Supreme Soul). Evidence available so far suggests that early Nyaya scholars were non-theistic or atheists.[55][56] Later, and over time, Nyaya scholars tried to apply some of their epistemological insights and methodology to the question: does God exist? Some offered arguments against and some in favor.[23]\n\nIn Nyāya Sūtra's Book 4, Chapter 1, verses 19–21, postulates God exists, states a consequence, then presents contrary evidence, and from contradiction concludes that the postulate must be invalid.[57]\n\nA literal interpretation of the three verses suggests that Nyaya school rejected the need for a God for the efficacy of human activity. Since human action and results do not require assumption or need of the existence of God, sutra IV.1.21 is seen as a criticism of the \"existence of God and theism postulate\".[57] The context of the above verses includes various efficient causes. Nyāya Sūtra verses IV.1.22 to IV.1.24, for example, examine the hypothesis that \"random chance\" explains the world, after these Indian scholars had rejected God as the efficient cause.[23]\n\nUdayana's Nyayakusumanjali gave the following nine arguments to prove the existence of creative God and also tried to refute the existing objections and questions by atheistic systems of charvaka, mimamsa, buddhists, jains and samkhya:[24]\n\nThe Naiyyayikas believe that the bondage of the world is due to false knowledge, which can be removed by constantly thinking of its opposite (pratipakshabhavana), namely, the true knowledge.[58] So the opening aphorism of the Nyāya Sūtra states that only the true knowledge lead to niḥśreyasa (liberation).[29] But the Nyaya school also maintains that the God's grace is essential for obtaining true knowledge.[59] Jayanta, in his Nyayamanjari describes salvation as a passive stage of self in its natural purity, unassociated with pleasure, pain, knowledge and willingness.[60]\n\n"
        },
        {
            "title": "Literature",
            "text": "The earliest text of the Nyāya School is the Nyāya Sūtra of Akṣapāda Gautama. The text is divided into five books, each having two sections. Vātsāyana's Nyāya Bhāṣya is a classic commentary on the Nyāya Sūtra. Udyotakara's Nyāya Vārttika (6th century CE) is written to defend Vātsāyana against the attacks made by Dignāga. Vācaspati Miśra's  Nyāyavārttikatātparyaṭīkā (9th century CE) is the next major exposition of this school. Two other texts, Nyāyaṣūcinibandha and Nyāyasūtraddhāra are also attributed to him. Udayana's (984 CE) Nyāyatātparyapariśuddhi is an important commentary on Vācaspati's treatise. His Nyāyakusumāñjali is the first systematic account of theistic Nyāya. His other works include Ātmatattvaviveka, Kiraṇāvali and Nyāyapariśiṣṭa. Jayanta Bhatta's Nyāyamañjari (10th century CE) is basically an independent work. Bhāsavarajña's  Nyāyasāra (10th century CE) is a survey of Nyāya philosophy.[61]\n\nThe later works on Nyāya accepted the Vaiśeṣika categories and Varadarāja's Tārkikarakṣā (12th century CE) is a notable treatise of this syncretist school. Keśava Miśra's Tārkabhaṣā (13th century CE) is another important work of this school.[62]\n\nGangeśa Upādhyāya's Tattvacintāmaṇi (14th century CE) is the first major treatise of the new school of Navya-Nyāya. His son, Vardhamāna Upādhyāya's Nyāyanibandhaprakāśa, though a commentary on Udayana's Nyāyatātparyapariśuddhi, incorporated his father's views. Jayadeva wrote a commentary on Tattvacintāmaṇi known as Āloka (14th century CE). Vāsudeva Sārvabhauma's  Tattvacintāmaṇivyākhyā (16th century CE) is first great work of Navadvipa school of  Navya-Nyāya. Raghunātha Śiromaṇi's Tattvacintāmaṇidīdhiti and Padārthakhaṇḍana are the next important works of this school. Viśvanatha's  Nyāyasūtravṛtti (17th century CE) is also a notable work.[63] The Commentaries on Tattvacintāmaṇidīdhiti by Jagadish Tarkalankar (17th century CE) and Gadadhar Bhattacharya (17th century CE) are the last two notable works of this school.\n\nAnnaṁbhatta (17th century CE) tried to develop a consistent system by combining the ancient and the new schools, Prācina nyāya and Navya-Nyāya and Vaiśeṣika to develop the nyāya-vaiśeṣika school. His Tarkasaṁgraha and Dīpikā are the popular manuals of this school.[63]\n\nNumerous commentaries have been written on Nyaya-Sutra since its composition. Some of these commentaries are available on www.archive.org for reference. A few of the commentaries are mentioned below:[64]\n\n"
        },
        {
            "title": "Differences from Western logic",
            "text": "The essential features of logic in the Western tradition are well captured in the following statement by a famous logician Alonzo Church:\n\nThus, the basic features of Western logic are: It deals with a study of ‘propositions’, specially their ‘logical form’ as abstracted from their ‘content’ or ‘matter’. It deals with ‘general conditions of valid inference’, wherein the truth or otherwise of the premises have no bearing on the ‘logical soundness or validity’ of an inference. It achieves this by taking recourse to a symbolic language that has little to do with natural languages. The main concern of Western logic, in its entire course of development, has been one of systematising patterns of mathematical reasoning, with the mathematical objects being thought of as existing either in an independent ideal world or in a formal domain. Indian logic however, does not deal with ideal entities, such as propositions, logical truth as distinguished from material truth, or with purely symbolic languages that apparently have nothing to do with natural languages.\n\nThe central concern of Indian logic as founded in Nyāya is epistemology, or the theory of knowledge. Thus Indian logic is not concerned merely with making arguments in formal mathematics rigorous and precise, but attends to the much larger issue of providing rigour to the arguments encountered in natural sciences (including mathematics, which in Indian tradition has the attributes of a natural science and not that of a collection of context free formal statements), and in philosophical discourse. Inference in Indian logic is ‘deductive and inductive’, ‘formal as well as material’. In essence, it is the method of scientific enquiry. Indian ‘formal logic’ is thus not ‘formal’, in the sense generally understood: in Indian logic ‘form’ cannot be entirely separated from ‘content’. In fact, great care is exercised to exclude from logical discourse terms, which have no referential content. No statement, which is known to be false, is admitted as a premise in a valid argument. Thus, the ‘method of indirect proof’ (reductio ad absurdum) is not accepted as a valid method−neither in Indian philosophy nor in Indian mathematics−for proving the existence of an entity whose existence is not demonstrable (even in principle) by other (direct) means of proof.\n\nIndian logic does not make any attempt to develop a purely symbolic and content independent or ‘formal language’ as the vehicle of logical analysis. Instead, what Indian logic, especially in its later phase of Navya-Nyāya starting with the work of Gāngeśa Upādhyāya of 14th century, has developed is a technical language, which is based on the natural language Sanskrit, yet avoids ‘inexactness’ and ‘misleading irregularities’ by various technical devices. This technical language, being based on the natural language Sanskrit, inherits a certain natural structure and interpretation, and sensitivity to the context of enquiry. On the other hand, the symbolic formal systems of Western logic, though considerably influenced in their structure (say, in quantification, etc.) by the basic patterns discernible in European languages, are professedly purely symbolic, carrying no interpretation whatsoever−such interpretations are supposed to be supplied separately in the specific context of the particular field of enquiry ‘employing’ the symbolic formal system.[67]\n\n"
        }
    ]
}