{
    "url": "https://en.wikipedia.org/wiki/Obesity_in_the_United_States",
    "title": "Obesity in the United States",
    "table_of_contents": [
        "1 Statistics",
        "2 Epidemiology",
        "3 Contributing factors",
        "4 Causes of obesity",
        "5 Physical activity",
        "6 Effects on life expectancy",
        "7 Prevalence",
        "7.1 Race",
        "7.1.1 Black or African American",
        "7.1.2 American Indian or Alaska Native",
        "7.1.3 Asian",
        "7.1.4 Hispanic or Latino",
        "7.1.5 Mexican or Mexican Americans",
        "7.1.6 Native Hawaiian or other Pacific Islander",
        "7.2 Sex",
        "7.3 Age",
        "7.3.1 Newborns",
        "7.3.2 Children and teens",
        "7.3.3 Adults",
        "7.3.4 Elderly",
        "7.4 Prevalence by state and territory",
        "8 Total costs to the US",
        "8.1 In the military",
        "8.2 Accommodations",
        "9 Anti-obesity efforts",
        "9.1 Food labeling",
        "10 See also",
        "10.1 Documentaries",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nObesity in the United States is common and is a major health issue associated with numerous diseases, specifically increased risk of certain types of cancer, coronary artery disease, type 2 diabetes, stroke, cardiovascular disease, as well as significant increases in early mortality and economic costs.[1]\n\n"
        },
        {
            "title": "Statistics",
            "text": "The CDC defines an adult (a person aged 20 years or greater) with a body mass index (BMI) of 30 or greater as obese and an adult with a BMI of 25.0 to 29.9 as overweight.[2] Obesity in adults is divided into three categories. Adults with a BMI of 30 to 34.9 have class 1 obesity; adults with a BMI of 35 to 39.9 have class 2 obesity; adults with a BMI of 40 or greater have class 3 obesity, which is also known as extreme or severe obesity.[3] Children (persons aged 2 to 19 years) with a BMI at or above the 95th percentile of children of the same age and sex are defined as obese, and children with a BMI at or above the 85th percentile but less than the 95th percentile are defined as overweight.[4]\n\nCompared to non-obese Americans, between 2001 and 2016, obese Americans incurred an average of $2,505 more in medical expenses annually, and in 2016, the aggregate medical cost due to obesity in the United States of America was $260.6 billion.[5] However, some evidence suggests the lifetime cost of medical treatment for obese individuals is lower than for healthy weight individuals. This is because healthy weight people live longer statistically and tend to develop chronic diseases that need to be continually treated into old age, whereas obese people tend to die from metabolic diseases at younger ages and avoid some of those protracted medical costs.[6] While lifetime medical costs for obese individuals may be lower than for healthy weight individuals, obese individuals cause significant economic productivity loss (ranging from $13.4 billion to $26.8 billion in 2016[7]), so the overall economic impact is unclear.\n\nThe obesity rate has steadily increased since the initial survey in 1962 where it showed that 23% of American adults are obese. By 2014, figures from the CDC found that more than one-third (crude estimate 36.5%) of U.S. adults[8][9] and 17% of children were obese.[10] The National Center for Health Statistics at the CDC showed in their most up to date statistics that 42.4% of U.S. adults were obese as of 2017–2018 (43% for men and 41.9% for women).[11]\n\nFor the following statistics, \"adult\" is defined as age 20 and over. The overweight + obese percentages for the overall US population are higher reaching 39.4% in 1997, 44.5% in 2004,[12] 56.6% in 2007,[13] 63.8% (adults) and 17% (children) in 2008,[14][15] in 2010 65.7% of American adults and 17% of American children are overweight or obese, and 63% of teenage girls become overweight by age 11.[16] In 2013 the Organization for Economic Co-operation and Development (OECD) found that 57.6% of all American citizens were overweight or obese. The organization estimated that 3/4 of the American population would likely be overweight or obese by 2020.[17] According to research done by the Harvard T.H. Chan School of Public Health, it is estimated that around 40% of Americans are considered obese, and 18% are considered severely obese as of 2019. Severe obesity is defined as a BMI over 35 in the study. Their projections say that about half of the US population (48.9%) will be considered obese and nearly 1 in 4 (24.2%) will be considered severely obese by 2030.[18][19]\n\n"
        },
        {
            "title": "Epidemiology",
            "text": "Obesity is a chronic health problem. It is one of the biggest factors for type II diabetes and cardiovascular disease. It is also associated with cancer (e.g. colorectal cancer), osteoarthritis, liver disease, sleep apnea, depression, and other medical conditions that affect mortality and morbidity.[20]\n\nAccording to NHANES data, African American and Mexican American adolescents between 12 and 19 years old are more likely to be overweight than non-Hispanic White adolescents. The prevalence is 21%, 23% and 14% respectively. Also, in a national survey of American Indian children 5–18 years old, 39 percent were found to be overweight or at risk for being overweight.[21] As per national survey data, these trends indicate that by 2030, 86.3% of adults will be overweight or obese and 51.1% obese.[22]\n\nA 2007 study found that receiving food stamps long term (24 months) was associated with a 50% increased obesity rate among female adults.[23]\n\nLooking at the long-term consequences, overweight adolescents have a 70 percent chance of becoming overweight or obese adults, which increases to 80 percent if one or more parent is overweight or obese. In 2000, the total cost of obesity for children and adults in the United States was estimated to be US$117 billion (US$61 billion in direct medical costs). Given existing trends, this amount is projected to range from US$860.7–956.9 billion in healthcare costs by 2030.[22]\n\nFood consumption has increased over time. Annual per capita consumption of cheese was 4 pounds (1.8 kg) in 1909; 32 pounds (15 kg) in 2000; the average person consumed 389 grams (13.7 oz) of carbohydrates daily in 1970; 490 grams (17 oz) in 2000; 41 pounds (19 kg) of fats and oils in 1909; 79 pounds (36 kg) in 2000. In 1977, 18% of an average person's food was consumed outside the home; in 1996, this had risen to 32%.[24]\n\nObesity is a major public health problem in the USA owing to its rapidly increasing prevalence, substantial mortality and morbidity, and growing healthcare costs.[25] Several studies have inquired about the relationship between community food environment and obesity is significant and inverse among US adults.[26]  The large-scale study demonstrated a substantial and inverse relationship between the local food environment and adult obesity in the US using local spatially weighted regression. More importantly, there were considerable regional differences in the strength and direction of this connection.[26]  Our current understanding of the relationship between community food environments and obesity and its geographic disparity in the USA has been expanded by the findings of this study, which also show the need for geographically specific public health policies and interventions to address issues with food environments that are specific to particular regions.[26]\n\n"
        },
        {
            "title": "Contributing factors",
            "text": "Numerous studies have attempted to identify contributing factors for obesity in the United States. Common factors include an overconsumption of food and an insufficient amount of physical exercise. Eating properly can lower a person's body weight, but the public often fails to correctly determine what to eat and what not to eat as well as how much or how little they should. For example, while dieting, people tend to consume more low-fat or fat-free products, even though those items can be just as damaging to the body as the items containing fat. For the contributing factor of too little exercise, only a small amount (20%) of jobs require physical activity.[27] Another example being, the speed in which a person consumes food. A fairly large number of studies have found a relationship between eating too rapidly, leading to overconsumption, and therefore leading to obesity. Adults that eat rapidly are nearly 2 times more likely to become obese because of excess consumption when compared to a slow eater.[28]\n\nOther factors not directly related to caloric intake and activity levels that are believed to contribute to obesity include air conditioning,[29] the ability to delay gratification, and the thickness of the prefrontal cortex of the brain.[30][better source needed][31] Genetics are also believed to be a factor, with a 2018 study stating that the presence of the human gene APOA2 could result in a higher BMI in individuals.[32] Also, the probability of obesity can even start before birth due to things that the mother does such as smoking and gaining a lot of weight.[27]\n\nAnother factor has to do with the biology inside of a person's stomach. Lean people and obese people have been shown to have differences in their gut bacteria which affect their metabolism.[33]\n\n"
        },
        {
            "title": "Causes of obesity",
            "text": "Obesity can be caused by a variety of things. Genetic, behavioral, metabolic and hormonal influences, environment, and lack of exercise. Obesity tends to occur when a person consumes more calories than they burn during the day through exercise and other activities. If a person doesn't burn enough calories their body will then store the excess calories as fat. People may rely on the instant gratification of fast food. \"In the United States, most people's diets are too high in calories — often from fast food and high-calorie beverages. People with obesity might eat more calories before feeling full, feel hungry sooner, or eat more due to stress or anxiety.” [34] Another thing is the convenience of curbside pick up that lessens people to be active and jobs being remote. \n\nOne big factor that causes people to continue to be overweight is not having access to the gym or having a place to walk in a neighborhood. Gyms become too costly for some people or their neighborhood doesn't have any sidewalks\n\nAnother huge factor is diet and portions.Their diet does not consist of the five food groups, dairy, fruits, vegetables, grains, and protein nor the right amount of each group. People tend to overeat and consume large meals with too many calories in one sitting. \n\nAnother factor is the environment. If a person grew up in a family that didn't eat healthy they may continue those habits into adulthood. They might not have the money to afford healthy foods. The prices of produce have gone up tremendously.\n\n"
        },
        {
            "title": "Physical activity",
            "text": "Regular physical activity is one of the most important things people can do to improve their overall health. Getting daily exercise has benefits for everyone, regardless of age, sex, race, ethnicity, or current fitness level. Being physically active doesn’t just prevent people from becoming obese it has a lot of other positives to it. It improves brain health, helps manage weight, reduces risks of diseases, strengthens muscles and bones, and improves your body's overall performance to do daily activities.\n\nRecommendations:\n\n"
        },
        {
            "title": "Effects on life expectancy",
            "text": "The United States' high obesity rate is a major contributor to its relatively lower life expectancy in comparison with other high-income countries.[35] In the US, about 20% of cancer deaths in women and 14% of those in men are due to obesity.[36] It has been suggested that obesity may lead to a halt in the rise in life expectancy observed in the United States during the 19th and 20th centuries.[37][38] In the event that obesity continues to grow in newer generations, a decrease in well-being and life span in the future generations may continue to degenerate. According to Olshansky, obesity diminishes \"the length of life of people who are severely obese by an estimated 5 to 20 years.\"[37] History shows that the number of years lost will continue to grow because the likelihood of obesity in new generations is higher. Children and teens are now experiencing obesity at younger ages. They are eating less healthy and are becoming less active, possibly resulting in less time lived compared to their parents' .[37] The life expectancy for newer generations can expect to be lower due to obesity and the health risks they can experience at a later age.\n\nThere has been an increase in obesity-related medical problems, including type II diabetes, hypertension, cardiovascular disease, and disability.[39][40] In particular, diabetes has become the seventh leading cause of death in the United States,[41] with the U.S. Department of Health and Human Services estimating in 2008 that fifty-seven million adults aged twenty and older were pre-diabetic, 23.6 million diabetic, with 90–95% of the latter being type 2-diabetic.[42]\n\nObesity has also been shown to increase the prevalence of complications during pregnancy and childbirth.  Babies born to obese women are almost three times as likely to die within one month of birth and almost twice as likely to be stillborn than babies born to women of normal weight.[43]\n\n"
        },
        {
            "title": "Prevalence",
            "text": "The National Center for Health Statistics estimates that, for 2015–2016 in the U.S., 39.8% of adults aged 20 and over were obese (including 7.6% with severe obesity) and that another 31.8% were overweight.[44] In the NCHS update for 2018, statistics on severe obesity among U.S adults had already climbed to 9.2% while the total obesity prevalence had reached 42.4%. This also marked the first time in American history that the obesity rates had reached or exceeded 2/5 people in every adult age groups.[45]\n\nObesity rates have increased for all population groups in the United States over the last several decades.[46] Between 1986 and 2000, the prevalence of severe obesity (BMI ≥ 40 kg/m2) quadrupled from one in two hundred Americans to one in fifty. Extreme obesity (BMI ≥ 50 kg/m2) in adults increased by a factor of five, from one in two thousand to one in four hundred.[47]\n\nThere have been similar increases seen in children and adolescents, with the prevalence of overweight in pediatric age groups nearly tripling over the same period. Approximately nine million children over six years of age are considered obese.  Several recent studies have shown that the rise in obesity in the US is slowing, possibly explained by saturation of health-oriented media.[47]\n\nObesity is distributed unevenly across racial groups in the United States.[48] Overall, the prevalence of obesity and severe obesity was highest among non-Hispanic black adults and lowest among non-Hispanic Asian adults. The prevalence of obesity among men was not significantly different between non-Hispanic white, non-Hispanic black, and Hispanic men.[11] Some of these races tend to populate low socio-economic status neighborhoods and can lack resources such as health care support, safe play areas, and grocery stores with affordable fruits and vegetables.[49] Furthermore, minority households can be more prone to obesity because of cultural food preferences and family norms.[50]\n\nWhite\n\nThe obesity rate for White adults 18 years and older (over 30 BMI) in the US in 2015 was 29.7%.[51] For adult White men, the rate of obesity was 31.1% in 2015.[52] For adult White women, the rate of obesity was 27.5% in 2015.[52] The most recent statistics from the NHANES of age adjusted obesity rates for White adults 20 years and older in the U.S. in 2016 was 37.9%.[53] The obesity rates of White males and White females from the NHANES 2016 data were relatively equivalent, obesity rates were 37.9% and 38.0%, respectively.[54]\n\nThe obesity rate for Black adults 18 years and older (over 30 BMI) in the US in 2015 was 39.8%.[51] For adult Black men, the rate of obesity was 34.4% in 2015.[52] For adult Black women, the rate of obesity was 44.7% in 2015.[52] The most recent statistics from the NHANES of age adjusted obesity rates for Black adults 20 years and older in the U.S. in 2016 was 46.8%. \n[53] According to the obesity rates from the NHANES 2016 data, black males had significantly lower than black females, their rates were 36.9% and 54.8%, respectively.[54]\n\nThe obesity rate for American Indian or Alaska Native adults (over 30 BMI) in the US in 2015 was 42.9%.[51] No breakdown by sex was given for American Indian or Alaska Native adults in the CDC figures.[51]\n\nThe obesity rate for Asian adults 18 years and older (over 30 BMI) in the US in 2015 was 10.7%.[51] No breakdown by sex was given for Asian adults in the CDC figures.[51]\nIn more recent statistics from the NHANES in 2016 of a breakdown by sex was provided. Asian adults 20 years and older had a total obesity rate of 12.7%. The rate among Asian males was 10.1% and among Asian females it was 14.8%. Asian Americans have substantially lower rates of obesity than any other racial or ethnic group.\n\nThe obesity rate for the Hispanic or Latino adults 18 years and older category (over 30 BMI) in the US in 2015 was 31.8%.[51] For the overall Hispanic or Latino men category, the rate of obesity was 31.6% in 2015.[52] For the overall Hispanic or Latina women category, the rate of obesity was 31.9% in 2015.[52] According to the most recent statistics from the NHANES in 2016 Latino adults had the highest overall obesity rates. Latino Adults age 20 and older had reached an obesity rate of 47.0%.[53] Adult Latino men's rate was 43.1%, the highest of all males. For adult Latina women the rate was 50.6%, making them second to African-American women.[54]\n\nWithin the Hispanic or Latino category, obesity statistics for Mexican or Mexican Americans were provided, with no breakdown by sex.[51] The obesity rate for Mexican or Mexican Americans adults (over 30 BMI) in the US in 2015 was 35.2%.[51]\n\nThe obesity rate for Native Hawaiian or other Pacific Islander adults (over 30 BMI) in the US in 2015 was 33.4%.[51] No breakdown by sex was given for Native Hawaiian or other Pacific Islander adults in the CDC figures.[51]\n\nOver 70 million adults in U.S. are obese (35 million men and 35 million women). 99 million are overweight (45 million women and 54 million men).[55] \nNHANES 2016 statistics showed that about 39.6% of American adults were obese. Men had an age-adjusted rate of 37.9% and Women had an age-adjusted rate of 41.1%.[53]\n\nThe CDC provided a data update in May 2017 stating that for adults 20 years and older, the crude obesity rate was 39.8% and the age adjusted rate was measured to be 39.7%. Including the obese, 71.6% of all American adults age 20 and above were overweight.[56][57]\n\nHistorically, obesity primarily affected adults, but childhood obesity has grown significantly in recent decades.  From the mid-1980s to the mid-2010s, obesity roughly doubled among U.S. children ages 2 to 5 and roughly tripled among young people over the age of 6.[58] Overall, obesity in the United States peaks during the middle aged years. During the period 2015–16, the prevalence of obesity among adults aged 20–39 was 35.7%, among those aged 40–59, 42.8%, and among those 60 and over, 41.0%.[59]\n\nMothers who are obese and become pregnant have a higher risk of complications during pregnancy and during birth, and their newborns are at greater risk for preterm birth, birth defects, and perinatal death. There are more possible risks to children born to obese mothers than pregnant women who are not obese. Newborns are also at risk for neurodevelopmental issues. Obese women are in the position to possibly put their child at risk for compromised neurodevelopmental outcomes. It is not known the whole effect that obesity can have on the neurodevelopment of the child. Reports concluded that \"children born to mothers with gestational diabetes, which is linked with maternal obesity, are at a higher risk for lower cognitive test scores and behavioral problems.\"[60] Obese women are less likely to breastfeed their newborns, and those who start doing so are likely to stop sooner.[61] Children who were breastfed every extra week by age 2 had a lower chance of being obese if the hospitals were informative about breastfeeding with mothers or if mothers chose to breastfeed that played a role in the child's weight.[62][non-primary source needed]\n\nFrom 1980 to 2008, the prevalence of obesity in children aged 6 to 11 years tripled from 6.5% to 19.6%.  The prevalence of obesity in teenagers more than tripled from 5% to 18.1% in the same time frame.[63] In less than one generation, the average weight of a child has risen by 5 kg in the United States.[64] In 2014 it was reported 17.2% of youth aged 2–19 were considered obese and another 16.2% were overweight.[65] Meaning, over one-third of children and teens in the US were overweight or obese. Statistics from a 2016–2017 page on the CDC's official website that 13.9% of toddlers and children age 2–5, 18.4% of children 6–11, and 20.6% of adolescents 12–19 are obese.[57] The prevalence of child obesity in today's society concerns health professionals because a number of these children develop health issues that weren't usually seen until adulthood.[66]\n\nSome of the consequences in childhood and adolescent obesity are psychosocial. Overweight children and overweight adolescents are targeted for social discrimination, and thus, they begin to stress-eat.[67] The psychological stress that a child or adolescent can endure from social stigma can cause low self-esteem which can hinder a child's after school social and athletic capability, especially in plump teenage girls, and could continue into adulthood.[68] Teenage females are often overweight or obese by age 12, as, after puberty, teenage girls gain about 15 pounds, specifically in the arms, legs, and chest/midsection.[citation needed]\n\nData from NHANES surveys (1976–1980 and 2003–2006) show that the prevalence of obesity has increased: for children aged 2–5 years, prevalence increased from 5.0% to 12.4%; for those aged 6–11 years, prevalence increased from 6.5% to 19.6%; and for those aged 12–19 years, prevalence increased from 5.0% to 17.6%.[69]\n\nIn 2000, approximately 39% of children (ages 6–11) and 17% of adolescents (ages 12–19) were overweight and an additional 15% of children and adolescents were at risk of becoming overweight, based on their BMI.[70]\n\nAnalyses of the trends in high BMI for age showed no statistically significant trend over the four time periods (1999–2000, 2001–2002, 2003–2004, and 2005–2006) for either boys or girls. Overall, in 2003–2006, 11.3% of children and adolescents aged 2 through 19 years were at or above the 97th percentile of the 2000 BMI-for-age growth charts, 16.3% were at or above the 95th percentile, and 31.9% were at or above the 85th percentile.[71]\n\nTrend analyses indicate no significant trend between 1999 and 2000 and 2007–2008 except at the highest BMI cut point (BMI for age 97th percentile) among all 6- through 19-year-old boys. In 2007–2008, 9.5% of infants and toddlers were at or above the 95th percentile of the weight-for-recumbent-length growth charts. Among children and adolescents aged 2 through 19 years, 11.9% were at or above the 97th percentile of the BMI-for-age growth charts; 16.9% were at or above the 95th percentile; and 31.7% were at or above the 85th percentile of BMI for age.[72]\n\nIn summary, between 2003 and 2006, 11.3% of children and adolescents were obese and 16.3% were overweight. A slight increase was observed in 2007 and 2008 when the recorded data shows that 11.9% of the children between 6 and 19 years old were obese and 16.9% were overweight. The data recorded in the first survey was obtained by measuring 8,165 children over four years and the second was obtained by measuring 3,281 children.\n\n\"More than 80 percent of affected children become overweight adults, often with lifelong health problems.\"[73] Children are not only highly at risk of diabetes, high cholesterol and high blood pressure but obesity also takes a toll on the child's psychological development. Social problems can arise and have a snowball effect, causing low self-esteem which can later develop into eating disorders.\n\nThere are more obese US adults than those who are just overweight.[74] According to a study in The Journal of the American Medical Association (JAMA), in 2008, the obesity rate among adult Americans was estimated at 32.2% for men and 35.5% for women; these rates were roughly confirmed by the CDC again for 2009–2010. Using different criteria, a Gallup survey found the rate was 26.1% for U.S. adults in 2011, up from 25.5% in 2008. Though the rate for women has held steady over the previous decade, the obesity rate for men continued to increase between 1999 and 2008, according to the JAMA study notes.[citation needed] Moreover, \"The prevalence of obesity for adults aged 20 to 74 years increased by 7.9 percentage points for men and by 8.9 percentage points for women between 1976–1980 and 1988–1994, and subsequently by 7.1 percentage points for men and by 8.1 percentage points for women between 1988–1994 and 1999–2000.\"[75][76] According to the CDC, obesity has consistently remained the highest among middle-age adults since 2011. In the most recent update, 44.8% of Americans in their forties and fifties qualified as obese; meanwhile 40% of young adults and 42.4% of older adults were obese.[9][44][45]\n\nAlthough obesity is reported in the elderly, the numbers are still significantly lower than the levels seen in the young adult population. It is speculated that socioeconomic factors may play a role in this age group when it comes to developing obesity.[77] Obesity in the elderly increases healthcare costs.[clarification needed] Nursing homes are not equipped with the proper equipment needed to maintain a safe environment for the obese residents.[citation needed] If a heavy bedridden patient is not turned, the chances of a bed sore increases. If the sore is untreated, the patient will need to be hospitalized and have a wound vac placed.[78]\n\nThe following figures were averaged from 2005 to 2007 adult data compiled by the CDC BRFSS program[79] and 2003–2004 child data[A] from the National Survey of Children's Health.[80][81] There is also data from a more recent 2016 CDC study of the 50 states plus the District of Columbia, Puerto Rico, the U.S. Virgin Islands and Guam.[82]\n\nCare should be taken in interpreting these numbers, because they are based on self-report surveys which asked individuals (or, in case of children and adolescents, their parents) to report their height and weight. Height is commonly overreported and weight underreported, sometimes resulting in significantly lower estimates. One study estimated the difference between actual and self-reported obesity as 7% among males and 13% among females as of 2002, with the tendency to increase.[83]\n\nThe long-running REGARDS study, published in the journal of Obesity in 2014, brought in individuals from the nine census regions and measured their height and weight. The data collected disagreed with the data in the CDC's phone survey used to create the following chart. REGARDS found that the West North Central region (North Dakota, South Dakota, Minnesota, Missouri, Nebraska, and Iowa), and East North Central region (Illinois, Ohio, Wisconsin, Michigan, and Indiana) were the worst in obesity numbers, not the East South Central region (Tennessee, Mississippi, Alabama, Kentucky) as had been previously thought.[84] Dr. P.H., professor in the Department of Biostatistics in the UAB School of Public Health George Howard explains that \"Asking someone how much they weigh is probably the second worst question behind how much money they make,\" \"From past research, we know that women tend to under-report their weight, and men tend to over-report their height.\" Howard said as far as equivalency between the self-reported and measured data sets, the East South Central region showed the least misreporting. \"This suggests that people from the South come closer to telling the truth than people from other regions, perhaps because there's not the social stigma of being obese in the South as there is in other regions.\"[85]\n\nThe area of the United States with the highest obesity rate is American Samoa (75% obese and 95% overweight).[86]\n\n^ Except territories, whose data is from the late 2000s to 2010s\n\n"
        },
        {
            "title": "Total costs to the US",
            "text": "Obesity has been cited as a contributing factor to approximately 100,000–400,000 deaths in the United States per year[46] (including increased morbidity in car accidents)[96] and has increased health care use and expenditures,[40][97][98][99] costing society an estimated $117 billion in direct (preventive, diagnostic, and treatment services related to weight) and indirect (absenteeism, loss of future earnings due to premature death) costs.[100] This exceeds health-care costs associated with smoking or problem drinking[99] and, by one estimate, accounts for 6% to 12% of national health care expenditures in the United States[101] (although another estimate states the figure is between 5% and 10%).[102]\n\nThe Medicare and Medicaid programs bear about half of this cost.[99] Annual hospital costs for treating obesity-related diseases in children rose threefold, from US$35 million to US$127 million, in the period from 1979 to 1999,[103] and the inpatient and ambulatory healthcare costs increased drastically by US$395 per person per year.[98]\n\nThese trends in healthcare costs associated with pediatric obesity and its comorbidities are staggering, urging the Surgeon General to predict that preventable morbidity and mortality associated with obesity may surpass those associated with cigarette smoking.[97][104] Furthermore, the probability of childhood obesity persisting into adulthood is estimated to increase from approximately twenty percent at four years of age to approximately eighty percent by adolescence,[105] and it is likely that these obesity comorbidities will persist into adulthood.[106]\n\nAn estimated 16% percent of active duty U.S. military personnel were obese in 2004, with the cost of remedial bariatric surgery for the military reaching US$15 million in 2002. Obesity is currently the largest single cause for the discharge of uniformed personnel.[107] A financial analysis published in 2007 further showed that the treatment of diseases and disorders associated with obesity costs the military $1.1 billion annually. Moreover, the analysis found that the increased absenteeism of obese or overweight personnel amounted to a further 658,000 work days lost per year. This lost productivity is higher than the productivity loss in the military due to high alcohol consumption which was found to be 548,000 work days. Problems associated with obesity further manifested itself in early discharge due to inability to meet weight standards. Approximately 1200 military enlistees were discharged due to this reason in 2006.[108]\n\nThe rise in obesity has led to fewer citizens able to join the military and therefore more difficulty in recruitment for the armed forces. In 2005, 9 million adults aged 17 to 24, or 27%, were too overweight to be considered for service in the military.[109] For comparison, just 6% of military aged men in 1960 would have exceeded the current weight standards of the U.S. military. Excess weight is the most common reason for medical disqualification and accounts for the rejection of 23.3% of all recruits to the military. Of those who failed to meet weight qualifications but still entered the military, 80% left the military before completing their first term of enlistment.[110] In light of these developments, organizations such as Mission: Readiness, made up of retired generals and admirals, have advocated for focusing on childhood health education to combat obesity's effect on the military.[111]\n\n[112] Along with obesity came the accommodations made of American products. Child-safety seats in 2006 became modified for the 250,000 obese U.S. children ages six and below.[113]\nThe obese incur extra costs for themselves and airlines when flying. Weight is a major component to the formula that goes into the planes take off and for it to successfully fly to the desired destination. Due to the weight limits taken in consideration for flight in 2000, airlines spent $275 million on 350 million additional gallons of fuel for compensation of additional weight to travel.[113] Accommodations have also been made in work place environments for workers, including those such as chairs with no armrests and access to work outside of the office.[114]\n\n"
        },
        {
            "title": "Anti-obesity efforts",
            "text": "The National Center for Health Statistics reported in November 2015:\n\nUnder pressure from parents and anti-obesity advocates, many school districts moved to ban sodas, junk foods, and candy from vending machines and cafeterias.[116] State legislators in California, for example, passed laws banning the sale of machine-dispensed snacks and drinks in elementary schools in 2003, despite objections by the California-Nevada Soft Drink Association. The state followed more recently with legislation to prohibit their soda sales in high schools starting July 1, 2009, with the shortfall in school revenue to be compensated by an increase in funding for school lunch programs.[117] A similar law passed by the Connecticut General Assembly in June 2005 was vetoed by governor Jodi Rell, who stated the legislation \"undermines the control and responsibility of parents with school-aged children.\"[118]\n\nIn mid-2006, the American Beverage Association (including Cadbury, Coca-Cola, and PepsiCo) agreed to a voluntary ban on the sale of all high-calorie drinks and all beverages in containers larger than 8, 10 and 12 ounces in elementary, middle and high schools, respectively.[119][120]\n\nThere have been many strategies to try to control obesity issues. One cost-effective population-level change is taxes on sugary drinks. Interventions such as taxes can be a powerful way to improve the economic landscape of the food environment. According to Circulation, “Beverages with added sugar are a prime candidate for taxation; they constitute >10% of caloric intake nationwide and provide little or no nutritional value.” Weight gain is due to consumption of these sugary drinks along with other health issues such as diabetes, hypertension, and more.\n\nA penny-per-ounce tax on sugary drinks would raise the shelf price of these drinks by around 20%. Many studies have been done and it has shown that there has been a 14% to 20% reduction in the consumption of these taxed drinks. People’s weight will determine if they choose healthier options or not to replace these sugary beverages. This interest of taxes on drinks has been gaining popularity across the U.S. According to Circulation, “They were considered as a measure at the federal level to fund healthcare reform in 2009 and were proposed in 11 states and 2 major cities in the 2009 to 2010 legislative cycle.” There has been some resistance from the beverage industry. Policymakers are increasingly considering the beverage industry to promote public health.\n\nNon-profit organizations such as HealthCorps work to educate people on healthy eating and advocate for healthy food choices in an effort to combat obesity.[121]\n\nFormer American First Lady Michelle Obama led an initiative to combat childhood obesity entitled \"Let's Move!\". Obama said she aimed to wipe out obesity \"in a generation\". Let's Move! has partnered with other programs.[122] Walking and bicycling to school helps children increase their physical activity.[20]\n\nIn 2008, the state of Pennsylvania enacted a law, the \"School Nutrition Policy Initiative,\" aimed at the elementary level. These \"interventions included removing all sodas, sweetened drinks, and unhealthy snack foods from selected schools, 'social marketing' to encourage the consumption of nutritious foods and outreach to parents.\"[123] The results were a  \"50 percent drop in incidence of obesity and overweight\", as opposed to those individuals who were not part of the study.[123]\n\nIn the past decade, there have been school-based programs that target the prevention and management of childhood obesity. There is evidence that long term school-based programs have been effective in reducing the prevalence of childhood obesity.[124]\n\nFor two years, Duke University psychology and global health professor Gary Bennett and eight colleagues followed 365 obese patients who had already developed hypertension. They found that regular medical feedback, self-monitoring, and a set of personalized goals can help obese patients in a primary care setting lose weight and keep it off.[125]\n\nMajor U.S. manufacturers of processed food, aware of the possible contribution of their products to the obesity epidemic, met together and discussed the problem as early as April 8, 1999; however, a proactive strategy was considered and rejected. As a general rule, optimizing the amount of salt, sugar and fat in a product will improve its palatability, and profitability. Reducing salt, sugar and fat, for the purpose of public health, had the potential to decrease palatability and profitability.[126]\n\nMedia influence may play an important role in prevention of obesity as it has the ability to boost many of the main prevention/intervention methods used nowadays including lifestyle modification. The media is also highly influential on children and teenagers as it promotes healthy body image and sets societal goals for lifestyle improvement. Examples of media influence are support for the \"Let's Move!\" campaign and the MyPlate program initiated by Michelle Obama, and the NFL's Play60 campaign. These campaigns promote physical activity in an effort to reduce obesity especially for children.[127]\n\nIn 2011, the Obama administration introduced a $400 million Healthy Food Financing Initiative, the goal of the program is to \"create jobs and economic development, and establish market opportunities for farmers and ranchers,\" as described by the secretary of agriculture, Tom Vilsack.[128]\n\nPopulation-based approaches have been recommended and pursued in the U.S. Obesity is complex because it affects multiple environments, involves multiple industries and sectors, and affects both energy intake and expenditure. Federal level policies include Healthy, Hunger-Free Kids Act, the Supplemental Nutrition Assistance Program Education program, and Safe Routes to School funding. (PMC) The Healthy, Hunger-Free Kids Act of 2010 helped nutrition standards for meals and drinks provided through a variety of programs affecting 50 million children daily at 99,000 schools. The risk of obesity declines each year for children in poverty. The results suggest that the Healthy, Hunger-Free Kids Act’s science-based nutritional standards should be maintained to support healthy growth, especially among children living in poverty, according to Health Affairs.\n\nThe Supplemental Nutrition Assistance Program Education program (SNAP-Ed) is an approach that helps people be healthy and active. This program teaches people how to manage their SNAP dollars, how to shop and cook for healthy food, and how to stay active. They partner with state and local organizations to meet people where they are located. Some of their efforts include nutrition education classes, policy improvement, social media campaigns, and more. SNAP-Ed directly and sustainably improves food security either with or without food assistance. Nutrition education is critical to improving food security in the U.S. low-income population.\n\nSafe Routes to School is an initiative that makes it safe and convenient for children to walk and bicycle to and from school. The goal is to get more children to improve kids’ safety, increase their health and physical activity, and to get more children walking and bicycling to school. Studies show that Safe Routes to School programs are effective at increasing rates of bicycling and walking to school and decreasing injuries (Safe Routes Partnership).\n\nAccording to authors from the state of childhood obesity, their focus was on a few programs and policies regarding children. The Child and Adult Food Care Program (CACFP) provides federal funding to many states to reimburse providers for the cost of providing healthy meals to children and adults in their care. Around 4.3 million children and 130,000 adults partake in this program each year. Providers are required to meet the minimum nutrition standards to receive reimbursement. Some of their nutrition requirements are more whole grains, a wider variety of fruits and vegetables, free added sugars, and less saturated fat. The goal is to increase children’s intake of these healthy foods, reduce their consumption of grain-based desserts, and improve their overall health. Research has been done on this program and it has been found that participation in CACFP moderately increases the consumption of milk and vegetables among children, and it helps regulate their weight.\n\nAnother early childhood education program that helps prepare children for school by providing education, health, and social services is Head Start. This program reaches over one million children who have family economic trouble each year. Early Head Start serves children aged three and under and pregnant women. Head Start and Early Head Start programs participate in either CATFP or the federal school meals programs. Research shows that children who participate in Head Start are more likely to eat better than children who don’t participate in this program.\n\nUltimately, federal and local governments in the U.S. are willing to create political solutions that will reduce obesity ratings by \"recommending nutrition education, encouraging exercise, and asking the food and beverage industry to promote healthy practices voluntarily.\"[123] In 2008, New York City was the first city to pass a \"labeling bill\" that \"require[d] restaurants\" in several cities and states to \"post the caloric content of all regular menu items, in a prominent place and using the same font and format as the price.\"[123]\n\nFurthermore, adding better labels to food and drink products can help to improve diets. According to a 2021 study, proper labeling on the front side of products has been proven to reduce the amount of unhealthy food purchased. On the other hand there has been an increase in purchases of healthier products. These labels help consumers to be more health conscious about the food they are buying.[129]\n\nMany states have started to adopt policies allowing only healthier drinks such as milk and water. In general, the Affordable Care Act (ACA) started to require chain restaurants to post calorie information on their menus, menu boards, and to provide additional nutrition information such as saturated fat and added sugars to customers upon request. The Food and Drug Administration’s rules that enforce this provision took effect in 2018. It has applied to supermarkets, convenience stores, delis, movie theaters, and stadiums. Retails with fewer than 20 locations don’t have to abide by these rules. It has been shown that benefits of this calorie labeling has increased awareness of and a reduction in calories purchased. Also, it has shown to reduce calorie intake and reduce portion sizes. A net savings total of $8 billion over 20 years will be saved by the menu labeling policy, according to an FDA regulatory impact analysis.\n\n"
        }
    ]
}