{
    "url": "https://en.wikipedia.org/wiki/Occamism",
    "title": "Occamism",
    "table_of_contents": [
        "1 Content and method",
        "2 See also",
        "3 Notes",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Occamism (or Ockhamism) is the philosophical and theological teaching developed by William of Ockham (1285–1347) and his disciples, which had widespread currency in the 14th century.\n\nOccamism differed from the other Scholastic schools on two major points: (1) that only individuals exist, rather than supra-individual metaphysical universals, essences, or forms (universals are the mind's abstract products and have no independent existence),[1] and (2) the reduction of ontology.\n\n"
        },
        {
            "title": "Content and method",
            "text": "Occamism questions the physical and Aristotelian metaphysics and, in particular, insists the only reality accessible to knowledge is intuitive. The universals, which exist only in the mind,[1] have no correspondence with reality and are mere signs that symbolize a multiplicity of individuals. The further one goes from experience and generalizes, the more one imagines the constitution of the universal expressed by names. It is therefore necessary to revise the logical structures of discourse and language to separate the sign from the signified thing. Criticism of the concept of cause and substance, especially by the Occamistic Nicholas of Autrecourt, reduces the sciences to immediate and intuitive ways of knowing.\n\nThe Occamists using the nominalist method separate theology from Aristotelian foundations, making them lose any possibility of presenting themselves as science, and reducing confidence in the power of reason applied to supposed demonstrations of God's existence and any immortality of the soul. Despite this, they posited God's absolute power to explain the contingency of creatures and the laws of nature. Divine omnipotence also includes the idea that God can comprehend a nonexistent object: an anticipation of the \"deceptive God\", a theme Descartes used in asserting the certainty of the cogito ergo sum.[2]\n\nOccamism had wide influence between the 14th and 17th centuries,[3] contributing to the progressive dissolution of Scholastic Aristotelianism[4]\n\n"
        }
    ]
}