{
    "url": "https://en.wikipedia.org/wiki/Occasionalism",
    "title": "Occasionalism",
    "table_of_contents": [
        "1 Islamic theological schools",
        "2 Dualism",
        "3 Hume's arguments, Berkeley and Leibniz",
        "4 Quantum mechanics",
        "5 See also",
        "6 Notes",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Occasionalism is a philosophical doctrine about causation which says that created substances cannot be efficient causes of events. Instead, all events are taken to be caused directly by God. (A related concept, which has been called \"occasional causation\", also denies a link of efficient causation between mundane events, but may differ as to the identity of the true cause that replaces them.[1]) The doctrine states that the illusion of efficient causation between mundane events arises out of God's causing of one event after another. However, there is no necessary connection between the two: it is not that the first event causes God to cause the second event: rather, God first causes one and then causes the other.\n\n"
        },
        {
            "title": "Islamic theological schools",
            "text": "The doctrine first reached prominence in the Islamic theological schools of Iraq, especially in Basra. The ninth century theologian Abu al-Hasan al-Ash'ari argued that there is no Secondary Causation in the created order.  The world is sustained and governed through direct intervention of a divine primary causation. As such the world is in a constant state of recreation by God.\n\nThe most famous proponent of the Asharite occasionalist doctrine was Abu Hamid Muhammad ibn Muhammad al-Ghazali, an 11th-century theologian based in Baghdad. In The Incoherence of the Philosophers,[2] Al-Ghazali launched a philosophical critique against Neoplatonic-influenced early Islamic philosophers such as Al-Farabi and Ibn Sina. In response to the philosophers' claim that the created order is governed by secondary efficient causes (God being, as it were, the Primary and Final Cause in an ontological and logical sense), Ghazali argues that what we observe as regularity in nature based presumably upon some natural law is actually a kind of constant and continual regularity. There is no independent necessitation of change and becoming, other than what God has ordained. To posit an independent causality outside of God's knowledge and action is to deprive him of true agency, and diminish his attribute of power. In his famous example, when fire and cotton are placed in contact, the cotton is burned not because of the heat of the fire, but through God's direct intervention, a claim which he defended using logic. In the 12th century, the Islamic theologian Fakhr al-Din al-Razi expounded upon similar theories of occasionalism in his works.[3]\n\nBecause God is usually seen as rational, rather than arbitrary, his behaviour in normally causing events in the same sequence (i.e., what appears to us to be efficient causation) can be understood as a natural outworking of that principle of reason, which we then describe as the laws of nature. Properly speaking, however, these are not laws of nature but laws by which God chooses to govern his own behaviour (his autonomy, in the strict sense) — in other words, his rational will. This is not, however, an essential element of an occasionalist account, and occasionalism can include positions where God's behaviour (and thus that of the world) is viewed as ultimately inscrutable, thus maintaining God's essential transcendence. On this understanding, apparent anomalies such as miracles are not really such: they are simply God behaving in a way that appears unusual to us. Given his transcendent freedom, he is not bound even by his own nature. Miracles, as breaks in the rational structure of the universe, can occur, since God's relationship with the world is not mediated by rational principles.\n\nIn a 1978 article in Studia Islamica, Lenn Goodman asks the question, \"Did Al-Ghazâlî Deny Causality?\"[4] and demonstrates that Ghazali did not deny the existence of observed, \"worldly\" causation. According to Goodman's analysis, Ghazali does not claim that there is never any link between observed cause and observed effect: rather, Ghazali argues that there is no necessary link between observed cause and effect.\n\n"
        },
        {
            "title": "Dualism",
            "text": "One of the motivations for the theory is the dualist belief that mind and matter are so utterly different in their essences that one cannot affect the other. Thus, a person's mind cannot be the true cause of his hand's moving, nor can a physical wound be the true cause of mental anguish. In other words, the mental cannot cause the physical and vice versa. Also, occasionalists generally hold that the physical cannot cause the physical either, for no necessary connection can be perceived between physical causes and effects. The will of God is taken to be necessary.\n\nThe doctrine is, however, more usually associated with certain seventeenth century philosophers of the Cartesian school. There are hints of an occasionalist viewpoint here and there in Descartes's own writings, but these can mostly be explained away under alternative interpretations.[5] However, many of his later followers quite explicitly committed themselves to an occasionalist position. In one form or another, the doctrine can be found in the writings of: Johannes Clauberg, Claude Clerselier, Gerauld de Cordemoy, Arnold Geulincx, Louis de La Forge, François Lamy, and (most notably), Nicolas Malebranche.\n\n"
        },
        {
            "title": "",
            "text": "These occasionalists' negative argument, that no necessary connections could be discovered between mundane events, was anticipated by certain arguments of Nicholas of Autrecourt in the fourteenth century, and were later taken up by David Hume in the eighteenth century. Hume, however, stopped short when it came to the positive side of the theory, where God was called upon to replace such connections, complaining that \"We are got into fairy land [...] Our line is too short to fathom such immense abysses.\"[6] Instead, Hume felt that the only place to find necessary connections was in the subjective associations of ideas within the mind itself. George Berkeley was also inspired by the occasionalists, and he agreed with them that no efficient power could be attributed to bodies. For Berkeley, bodies merely existed as ideas in percipient minds, and all such ideas were, as he put it, \"visibly inactive\".[7] However, Berkeley disagreed with the occasionalists by continuing to endow the created minds themselves with efficient power. Gottfried Wilhelm Leibniz agreed with the occasionalists that there could be no efficient causation between distinct created substances, but he did not think it followed that there was no efficient power in the created world at all. On the contrary, every simple substance had the power to produce changes in itself. The illusion of transeunt efficient causation, for Leibniz, arose out of the pre-established harmony between the alterations produced immanently within different substances. Leibniz means, that if God did not exist, \"there would be nothing real in the possibilities, not only nothing existent, but also nothing possible.\"[8]\n\n"
        },
        {
            "title": "Quantum mechanics",
            "text": "In 1993, Pierce College chemistry professor Karen Harding published the paper \"Causality Then and Now: Al Ghazali and Quantum Theory\" that described several \"remarkable\" similarities between Ghazali's concept of occasionalism and the widely accepted Copenhagen interpretation of quantum mechanics. She stated: \"In both cases, and contrary to common sense, objects are viewed as having no inherent properties and no independent existence. In order for an object to exist, it must be brought into being either by God (al-Ghazali) or by an observer (the Copenhagen Interpretation).\" She also stated:[9]\n\nContinuing from philosopher Graham Harman's work on occasionalism in the context of object-oriented ontology,[10][11][12] Simon Weir proposed in 2020 an alternate view of the relationship between quantum theory and occasionalism opposed to the Copenhagen interpretation, where virtual particles act as one of many kinds of mediating sensual objects.[13]\n\n"
        }
    ]
}