{
    "url": "https://en.wikipedia.org/wiki/Occupational_stress",
    "title": "Occupational stress",
    "table_of_contents": [
        "1 Psychological theories of worker stress",
        "1.1 Demand-control-support model",
        "1.2 Effort-reward imbalance model",
        "1.3 Person–environment fit model",
        "1.4 Job characteristics model",
        "1.5 Diathesis-stress model",
        "1.6 Job demands-resources model",
        "2 Factors related to the above mentioned psychological theories of occupational stress",
        "3 Negative health and other effects",
        "4 Gender",
        "5 Causes of occupational stress",
        "5.1 General working conditions",
        "5.2 Workload",
        "5.3 Long hours",
        "5.4 Status",
        "5.5 Salary",
        "5.6 Workplace bullying",
        "5.7 Narcissism and psychopathy",
        "5.8 Workplace conflict",
        "5.9 Sexual harassment",
        "5.10 Work–life balance",
        "5.11 Occupational group",
        "6 Prevention/Intervention",
        "6.1 Signs and symptoms of excessive job and workplace stress",
        "6.2 Occupations concerned with reducing job stress",
        "7 Occupational stress in the United Kingdom",
        "7.1 Occupational stress identified as a major cause of economic loss",
        "7.2 The HSE Management Standards",
        "7.3 Occupational stress and the law",
        "7.3.1 Legal requirement for employers to control the causes of occupational stress in the workplace",
        "7.3.2 Enforcement action by the HSE",
        "7.3.3 HSE Strategy to reduce levels of occupational stress",
        "7.4 Organisations advocating action on occupational stress",
        "8 See also",
        "9 References",
        "10 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Occupational stress is psychological stress related to one's job. Occupational stress refers to a chronic condition. Occupational stress can be managed by understanding what the stressful conditions at work are and taking steps to remediate those conditions.[1] Occupational stress can occur when workers do not feel supported by supervisors or coworkers, feel as if they have little control over the work they perform, or find that their efforts on the job are incommensurate with the job's rewards.[2] Occupational stress is a concern for both employees and employers because stressful job conditions are related to employees' emotional well-being, physical health, and job performance.[3] A landmark study conducted by the World Health Organization and the International Labour Organization found that exposure to long working hours, which are theorized to operate through increased psycho-social occupational stress, is the occupational risk factor with the largest attributable burden of disease, according to these official estimates causing an estimated 745,000 workers to die from ischemic heart disease and stroke events in 2016.[4]\n\nA number of disciplines within psychology are concerned with occupational stress including occupational health psychology,[5] human factors and ergonomics, epidemiology, occupational medicine, sociology, industrial and organizational psychology, and industrial engineering.[6][7]\n\n"
        },
        {
            "title": "Psychological theories of worker stress",
            "text": "A number of psychological theories[8][9][10] at least partly explain the occurrence of occupational stress. The theories include the demand-control-support model, the effort-reward imbalance model, the person-environment fit model, job characteristics model, the diathesis stress model, and the job-demands resources model.\n\nThe demand-control-support (DCS) model, originally the demand-control (DC) model, has been the most influential psychological theory in occupational stress research.[10] The DC model advances the idea that the combination of low levels of work-related decision latitude (i.e., autonomy and control over the job) and high psychological workloads is harmful to the health of workers. High workloads and low levels of decision latitude either in combination or singly can lead to job strain, the term often used in the field of occupational health psychology to reflect poorer mental or physical health.[11][12] The DC model has been extended to include work-related social isolation or lack of support from coworkers and supervisors to become the DCS model. Evidence indicates that high workload, low levels of decision latitude, and low levels of support either in combination or singly lead to poorer health.[13] The combination of high workload, low levels of decision latitude, and low levels of support has also been termed iso-strain.[13]\n\nThe effort-reward imbalance (ERI) model focuses on the relationship between the worker's efforts and the work-related rewards the employee receives. The ERI model suggests that work marked by high levels of effort and low rewards leads to strain (e.g., psychological symptoms, physical health problems). The rewards of the job can be tangible like pay or intangible like appreciation and fair treatment. Another facet of the model is that overcommitment to the job can fuel imbalance.[14][10]\n\nThe person–environment fit model underlines the match between a person and his/her work environment. The closeness of the match influences the individual's health. For healthy working conditions, it is necessary that employees' attitudes, skills, abilities, and resources match the demands of their job. The greater the gap or misfit (either subjective or objective) between the person and his/her work environment, the greater the strain.[10] Strains can include mental and physical health problems. Misfit can also lead to lower productivity and other work problems.[9] The P–E fit model was popular in the 1970s and the early 1980s; however, since the late 1980s interest in the model has waned because of difficulties representing P–E discrepancies mathematically and statistical models linking P–E fit to strain have been problematic.[15]\n\nThe job characteristics model focuses on factors such as skill variety, task identity, task significance, autonomy, and feedback. These job factors are thought to psychological states such as a sense of meaningfulness and knowledge acquisition. The theory holds that positive or negative job characteristics give rise to a number of cognitive and behavioral outcomes such as extent of worker motivation, satisfaction, and absenteeism. Hackman and Oldham (1980) developed the Job Diagnostic Survey to assess these job characteristics and help organizational leaders make decisions regarding job redesign.[9]\n\nThe diathesis–stress model looks the individual's susceptibility to stressful life experiences, i.e., the diathesis.[16][17] Individuals differ on that diathesis or vulnerability. The model suggests that the individual's diathesis is part of the context in which he or she encounters job stressors at various levels of intensity.[18][19] If the individual has a very high tolerance (is relatively invulnerable), an intense stressor may not lead to a mental or physical problem. However, if the stressor (e.g., high workload, difficult coworker relationship) outstrips the individual's diathesis, then health problems may ensue.[20]\n\nIn the job demands-resources model model derives from both conservation of resources theory and the DCS model. Demands refer to the size of the workload, as in the DCS model. Resources refer to the physical (e.g., equipment), psychological (e.g., the incumbent's job-related skills and knowledge), social (e.g., supportiveness of supervisors), and organizational resources (e.g., how much task-related discretion is given the worker) that are available to satisfactorily perform the job.[21] High workloads and low levels of resources are related job strain.[21]\n\n"
        },
        {
            "title": "Negative health and other effects",
            "text": "Physiological reactions to stress can have consequences for health over time. Researchers have been studying how stress affects the cardiovascular system, as well as how work stress can lead to hypertension and coronary artery disease. These diseases, along with other stress-induced illnesses tend to be quite common in American work-places.[29] There are a number of physiological reactions to stress including the following:[30]\n\nStudies have shown an association between occupational stress and \"health risk behaviors\". Occupational stress has shown to be linked with an increase in alcohol consumption among men and an increase in body weight.[31]\n\nOccupational stress accounts for more than 10% of work-related health claims.[32] Many studies suggest that psychologically demanding jobs that allow employees little control over the work process increase the risk of cardiovascular disease.[10] Research indicates that job stress increases the risk for development of back and upper-extremity musculoskeletal disorders.[33] Stress at work can also increase the risk of acquiring an infection and the risk of accidents at work.[34]\n\nOccupational stress can lead to three types of strains: behavioral (e.g., absenteeism), physical (e.g., headaches), and psychological (e.g., depressed mood).[35][36] Job stress has been linked to a broad array of conditions, including psychological disorders (e.g., depression, anxiety, post-traumatic stress disorder), job dissatisfaction, maladaptive behaviors (e.g., substance abuse), cardiovascular disease, and musculoskeletal disorders.[37][38][10]\n\nStressful job conditions can also lead to poor work performance, counterproductive work behavior,[39] higher absenteeism, and injury.[20][37] Chronically high levels of job stress diminish a worker's quality of life and increase the cost of the health benefits the employer provides. A study of short haul truckers found that high levels of job stress were related to increased risk of occupational injury.[40] Research conducted in Japan showed a more than two-fold increase in the risk of stroke among men with job strain (combination of high job demand and low job control).[41] The Japanese use the term karoshi to reflect death from overwork.\n\nHigh levels of stress are associated with substantial increases in health service utilization.[18] For example, workers who report experiencing stress at work also show excessive health care utilization. In a 1998 study of 46,000 workers, health care costs were nearly 50% greater for workers reporting high levels of stress in comparison to \"low risk\" workers. The increment rose to nearly 150%, an increase of more than $1,700 per person annually, for workers reporting high levels of both stress and depression.[42] Health care costs increase by 200% in those with depression and high occupational stress.[34] Additionally, periods of disability due to job stress tend to be much longer than disability periods for other occupational injuries and illnesses.[43]\n\nOccupational stress has negative effects for organizations and employers. Occupational stress contributes to turnover[44] and absenteeism.[45]\n\n"
        },
        {
            "title": "Gender",
            "text": "In today’s workplaces every individual will experience work-related stress and the level of stress varies person-to-person. Different aspects of a person’s life will affect their stress levels through work. In comparing women and men, there is a higher risk for women to experience stress, anxiety and others forms of psychological stress in response to their work life than there is for men due to societal expectations of women. Such as women having more domestic responsibilities, the fact that women receive less pay for doing similar work as men and that societally women are expected to say \"yes\" to any requests given to them. These societal expectations added into a work environment can create a very psychologically stressful environment for women, without any added stressors from work.[46] Desmarais and Alksnis suggest two explanations for the greater psychological distress of women. First, the genders may differ in their awareness of negative feelings, leading women to be more likely to express and report strains, whereas men more likely to deny and inhibit such feelings. Second, the demands to balance work and family result in more overall stress for women that leads to increased strain.[47]\n\nStereotype threat is a phenomenon that can have effects on everyone, it highly depends on the situation the individual is.  Some of the proposed mechanisms that are involved with stereotype threat include, but are not limited to: anxiety, negative cognition (where you are focused on stereotype-thinking), lowered motivation, lowered performance expectation (where you do worse on something because the expectation is that you won’t be able to do well anyways), decrease in working memory capacity, etc.[48]\n\nWomen are also more vulnerable to sexual harassment and assault than men.[49] These authors are referring to the very real \"double burden\" hypothesis.[50] In addition, women, on average, earn less than their male counterparts.[51]\n\nAccording to a recent report by the European Union (EU),[52] in the EU and affiliated countries the skills gap between men and women has narrowed in the ten years preceding 2015. In the EU, when compared to men, women typically spend fewer hours in paid work but instead spend more hours in unpaid work.[53]\n\n"
        },
        {
            "title": "Causes of occupational stress",
            "text": "Both the broad categories and the specific categories of occupational stress mentioned in the following paragraph fall under different psychological theories of worker stress, which include demand-control-support model, the effort-reward imbalance model, the person-environment fit model, job characteristics model, the diathesis stress model, and the job-demands resources model. (All these models are expanded upon earlier in this Wikipedia page).\n\nThe causes of occupational stress can be placed into a broad category of what the main occupational stressor is and a more specific category of what causes occupational stress. The broad category of occupational stressors include some of the following: bad management practices, the job content and its demands, a lack of support or autonomy and much more. The more specific causes of occupational stress includes some of the following: working long hours, having insufficient skills for the job, discrimination and harassment and much more.[54]\n\nAlthough the importance of individual differences cannot be ignored, scientific evidence suggests that certain working conditions are stressful to most people. Such evidence argues for a greater emphasis on working conditions as the key source of job stress, and for job redesign as a primary prevention strategy.[18] In the ten years leading up to 2015,[52] workers in the EU and affiliated countries have seen improvement in noise exposure but worsening in exposure to chemicals. Approximately, one-third of EU workers experience tight deadlines and must work quickly. Those in the health sector are exposed to the highest levels of work intensity. In order to meet job demands, a little more than 20% of EU workers must work during their free time. Approximately one-third of EU workers in lower-level jobs have some decision latitude. By contrast, about 80% of managers have significant levels of latitude.[citation needed]\n\nGeneral working conditions that induce occupational stress may also be aspects of the physical environment of one's job. For example, the noise level, lighting, and temperature are all components of one's working environment. If these factors are not adequate for a successful working environment, one can experience changes in mood and arousal, which in turn creates more difficulty to successfully do the job right.[55]\n\nIn an occupational setting, dealing with workload can be stressful and serve as a stressor for employees. There are three aspects of workload that can be stressful. [56]\n\nWorkload as a work demand is a major component of the demand-control model of stress.[11] This model suggests that jobs with high demands can be stressful, especially when the individual has low control over the job. In other words, control serves as a buffer or protective factor when demands or workload is high. This model was expanded into the demand-control-support model that suggests that the combination of high control and high social support at work buffers the effects of high demands.[58]\n\nAs a work demand, workload is also relevant to the job demands-resources model of stress that suggests that jobs are stressful when demands (e.g., workload) exceed the individual's resources to deal with them.[21]\n\nAccording to the U.S. Bureau of Labor Statistics in 2018, approximately 13,060,000 Americans or 8.7% of the labor force worked 41–48 hours per week. Approximately 14,734,000 Americans or 9.8% of the labor force worked 49–59 hours per week. And approximately 9,877,000 Americans or 6.7% of the labor force worked 60 or more hours per week.[59] A meta-analysis involving more than 600,000 individuals and 25 studies indicated that, controlling for confounding factors, working long hours is related to a small but significantly higher risk of cardiovascular disease and slightly higher risk of stroke.[60]\n\nA person's status in the workplace is related to occupational stress because jobs associated with lower socioeconomic status (SES) typically provide workers less control and greater insecurity than higher-SES jobs.[10] Lower levels of job control and greater job insecurity are related to reduced mental and physical health.\n\nThe types of jobs that pay workers higher salaries tend to provide them with greater job-related autonomy. As indicated above, job-related autonomy is associated with better health. A problem in research on occupational stress is how to \"unconfound\" the relationship between stressful working conditions, such as low levels of autonomy, and salary.[61] Because higher levels of income buy resources (e.g., better insurance, higher quality food) that help to improve or maintain health, researchers need to better specify the extent to which differences in working conditions and differences in pay affect health.\n\nWorkplace bullying involves the chronic mistreatment of a worker by one or more other workers or managers. Bullying involves a power imbalance in which the target has less power in the unit or the organization than the bully or bullies.[62] Bullying is not a one-off episode. Nor is it a conflict between two workers who are equals in terms of power. There has to be a power imbalance for there to be bullying. Bullying tactics include verbal abuse, psychological abuse, and even physical abuse. The adverse effects of workplace bullying include depression for the worker and lost productivity for the organization.[63]\n\nThomas suggests that there tends to be a higher level of stress with people who work or interact with a narcissist, which in turn increases absenteeism and staff turnover.[64] Boddy finds the same dynamic where there is a corporate psychopath in the organisation.[65]\n\nInterpersonal conflict among people at work has been shown to be one of the most frequently noted stressors for employees.[66][67] Conflict can be precipitated by workplace harassment.[68] Workplace conflict is also associated with other stressors, such as role conflict, role ambiguity, and heavy workload. Conflict has also been linked to strains such as anxiety, depression, physical symptoms, and low levels of job satisfaction.[68]\n\nA review of the literature indicates that sexual harassment, which principally affects women, negatively affects workers' psychological well-being.[69] Other findings suggest that women who experience higher levels of harassment are more likely to perform poorly at work.[69]\n\nSexual harassment can happen to anyone of any gender and the harasser can be someone of any gender, the harasser does not need to be someone of the opposite sex. The harasser can be someone with a higher position than you, but it is not always the case. You can be harassed by a fellow co-worker, someone from another department or even by someone who is not an employee.[70]\n\nSexual harassment includes but is not limited to:\n\nWork–life balance refers to the extent to which there is equilibrium between work demands and one's personal life outside of work. Workers face increasing challenges to meeting workplace demands and fulfilling their family roles as well as other roles outside of work.[72]\n\nLower status occupational groups are at higher risk of work-related ill health than higher occupational groups. This is in part due to adverse work and employment conditions. Furthermore, such conditions have greater effects on ill-health to those in lower socio-economic positions.[73]\n\n"
        },
        {
            "title": "",
            "text": "A combination of organizational change and stress management can be a useful approach for alleviating or preventing stress at work.[18][37] Both organizations and employees can employ strategies at organizational and individual levels.[37] Generally, organizational level strategies include job procedure modification and employee assistance programs (EAP). A meta-analysis of experimental studies found that cognitive-behavioral interventions, in comparison to relaxation and organizational interventions, provided the largest effect with regard to improving workers' symptoms of psychological distress.[74] A systematic review of stress-reduction techniques among healthcare workers found that cognitive behavioral training lowered emotional exhaustion and feelings of lack of personal accomplishment.[75]\n\nAn occupational stressor that needs to be addressed is the problem of an imbalance between work and life outside of work. The Work, Family, and Health Study[76] was a large-scale intervention study, the purpose of which was to help insure that employees achieve a measure of work–life balance. The intervention strategies included training supervisors to engage in more family-supportive behaviors. Another study component provided employees with increased control over when and where they work. The intervention led to improved home life, better sleep quality, and better safety compliance, mainly for the lowest paid employees.\n\nMany organizations manage occupational stressors associated with health and safety in a fragmented way; for example, one department may house an employee assistance program and another department manages exposures to toxic chemicals.[77] The Total Worker Health (TWH) idea, which was initiated by the National Institute of Occupational Safety and Health (NIOSH), provides a strategy in which different levels of worker health promotion activity are programmatically integrated.[78] TWH-type interventions integrate health protection and health promotion components. Health protection components are ordinarily unit- or organization-wide, for example, reducing exposures to aerosols. Health promotion components are more individually oriented, in other words, oriented toward the wellness and/or well-being of individual workers, for example, smoking cessation programs. A review[78] of 17 TWH-type interventions, i.e., interventions that integrate organizational-level occupational safety/health components and individual employee health promotion components, indicated that integrated programs can improve worker health and safety.\n\nExperts from NIOSH[79] recommended a number of practical ways to reduce occupational stress. These include the following:\n\nAn insurance company conducted several studies on the effects of stress prevention programs in hospital settings. Program activities included (1) employee and management education on job stress, (2) changes in hospital policies and procedures to reduce organizational sources of stress, and (3) the establishment of employee assistance programs. In one study, the frequency of medication errors declined by 50% after prevention activities were implemented in a 700-bed hospital. In a second study, there was a 70% reduction in malpractice claims in 22 hospitals that implemented stress prevention activities. In contrast, there was no reduction in claims in a matched group of 22 hospitals that did not implement stress prevention activities.[82]\n\nThere is evidence that remote work could reduce job stress.[83] One reason is that it provides employees more control over how they complete their work. Remote workers reported more job satisfaction and less desire to find a new job, less stress, improved work/life balance and higher performance rating by their managers.\n\nOne study modeled scenario-based training as a means to reduce occupational stress by providing simulated experience prior to performing a task. [84]\n\nSigns and symptoms of excessive job and workplace stress include:[85]\n\nAccording to the Centers for Disease Control and Prevention, occupational health psychology (OHP) has made occupational stress a major research focus.[5] Occupational health psychologists seek to reduce occupational stress by working with individuals and changing the workplace to make it less stressful.[86] Industrial and organizational psychologists also have skills that bear on occupational stress (e.g., job design), they can also contribute to alleviating job stress.[87][88]\n\nThe CDC states that \"many psychologists have argued that the psychology field needs to take a more active role in research and practice to prevent occupational stress, illness, and injury,\" which is what the relatively new field of occupational health psychology is \"all about\".[5][89] According to  Spector, other subdisciplines within psychology had been relatively absent from research on occupational stress.[90]\n\n"
        },
        {
            "title": "Occupational stress in the United Kingdom",
            "text": "Occupational stress has been found to be one of the most important causes of lost working-days in the UK [91][92] and so the reduction of occupational stress has been a long-standing government target and strategic aim of the Health and Safety Executive (HSE).[93]  \n\nThe HSE is responsible for the inspection of workplaces and for bringing prosecutions when regulations are breached.  In 2004 the HSE published the Management Standards as a guide for employers to help them understand and control the causes of occupational stress.  The Management Standards identify six areas of management behaviour that have been identified as potential causes of employee occupational stress: demands, control, support, relationships, role and change.  Managers who fail to meet the standards are potential hazards to the health of the employees that they manage.  Thus an employer that produces a work environment in which there are high demands, little prior consultation before the introduction of change, low levels of worker control, little support and a failure to manage interpersonal relationships will be subjecting employees to risks that are known to be associated with increased levels of occupational stress, as with the Demand Control Support model.\n\nIn the UK a legal requirement to manage such risks is provided by the  Health and Safety at Work Act 1974 as amended by the Management of Health and Safety at Work Regulations 1999.[94]  The latter regulations direct the production of risk assessments for known hazards, including those known to cause occupational stress.[95]  A failure to follow these regulations and to produce the risk assessments for occupational stress, as with other hazards, is a criminal offence, subject to fines and/or a custodial sentence.  Thus, employers have a responsibility, before any occupational stress injuries are caused, to produce written assessments of the hazards that managers themselves might pose to their employees through their uncontrolled actions. An example of such uncontrolled action, that would fail to take account of the known hazards, would be to introduce changes to the workplace without first consulting the employees who will be affected by such changes;  this is also referred to as the mushroom method of management.  A risk assessment of the management practices, before any injury is known to be caused, would lead to the control measure of a policy that directed managers to consult with employees before introducing changes to the work environment.\n\nAs revealed by a Freedom of Information Request, the HSE took action against the West Dorset NHS General Hospital Trust in 2003 following a report that the management were not handling claims of bullying and harassment.[96] This followed the Trust telling an employee, who was off sick due to the stress from bullying, that they could not guarantee that the same things would not happen to him again.  The outcome of the employee's complaint to the HSE was the issue of an Improvement Notice by the HSE.  This informed the Trust that they were contravening the statutory provisions of the Health and Safety at Work Act 1974, Section 2 and Regulation 3 of the Management of Health and Safety Regulations 1999 as: \"You have failed to make a suitable and sufficient assessment of the risks to the health and safety of your employees from exposure to work related stressors\".  At this stage the HSE Management Standards were in draft form but their principles were applied.\n\nThe published HSE strategy is of a commitment to reducing the levels of occupational stress in the UK.  The method of achieving this includes, \"maintaining and enhancing the enforcement profile on work-related ill health to highlight the consequences of failure, and to hold those responsible to account\".[97]  However, up until January 2021 the HSE has issued no further Improvement Notices and had not prosecuted any employer for failing to control the hazards known to cause occupational stress.[98]  The HSE database of enforcement notices[99] includes  prosecutions of employers for failing to risk assess physical hazards but none for failing to risk assess the bad management practices[100] that are known to be the primary cause of occupational stress.\n\nThe Work-stress network[101] has as its fundamental aims:\n\n"
        }
    ]
}