{
    "url": "https://en.wikipedia.org/wiki/Occult_detective_fiction",
    "title": "Occult detective fiction",
    "table_of_contents": [
        "1 History",
        "1.1 Literature",
        "1.2 Film and television",
        "1.3 Comics, manga, and anime",
        "1.4 Video and computer games",
        "2 See also",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Occult detective fiction is a subgenre of detective fiction that combines the tropes of the main genre with those of supernatural, fantasy and/or horror fiction.  Unlike the traditional detective who investigates murder and other common crimes, the occult detective is employed in cases involving ghosts, demons, curses, magic, vampires, undead, monsters and other supernatural elements. Some occult detectives are portrayed as being psychic or in possession of other paranormal or magical powers.\n\n"
        },
        {
            "title": "History",
            "text": "Fitz James O’Brien’s character Harry Escott is a contender for first occult detective in fiction. A specialist in supernatural phenomena, Escott investigates a ghost in \"The Pot of Tulips\" (1855) and an invisible entity in \"What Was It? A Mystery\" (1859).  The narrator of Edward Bulwer-Lytton’s novella \"The Haunted and the Haunters; or, The House and the Brain\" (1859) is another student of the supernatural who probes a mystery involving a culprit with paranormal abilities.\nSheridan Le Fanu's Dr. Martin Hesselius appeared in \"Green Tea\" (1869) and later became a framing device for Le Fanu's short story collection In a Glass Darkly (1872).\n\nFor most of its plot, The Hound of the Baskervilles, one of Sherlock Holmes's most well-known adventures, seems to belong in this genre. However, by the story's end, the villain turns out to be completely human and mundane, who deliberately created this misleading impression.\n\nThe next prominent figure in this tradition was Dr. Abraham Van Helsing in Bram Stoker's Dracula (1897), followed closely by E. and H. Heron's Flaxman Low, featured in a series of stories in Pearson's Magazine (1898–99), Algernon Blackwood's Dr. John Silence, and William Hope Hodgson's Carnacki the Ghost Finder.[1] Other supernatural sleuths in fiction dating to the late nineteenth century include Alice & Claude Askew's Aylmer Vance and Champion de Crespigny's Norton Vyse.\n\nThomas Carnacki may well be considered one of the first true occult detectives, as he combined both knowledge and experience of what he calls “the ab-natural” with scientific deductive method and equipment. The adventures of Carnacki have been continued by a number of writers, including A. F. Kidd in collaboration with Rick Kennett in 472 Cheyne Walk: Carnacki, the Untold Stories (2000), William Meikle in Carnacki: Heaven and Hell (Colusa, CA: Ghost House Press, 2011), Brandon Barrows in The Castle-Town Tragedy (Dunhams Manor, 2016), and others. In addition, writers Joshua M Reynolds and John Linwood Grant have each produced a separate series of stories which follow on from Carnacki's death, and feature occult detectives whose work relates to the original tales - The Adventures of the Royal Occultist and Tales of the Last Edwardian respectively.\n\nSax Rohmer's collection The Dream Detective features the occult detective Moris Klaw, who utilises \"odic force\" in his investigations. The occultist Dion Fortune made her contribution to the genre with The Secrets of Dr Taverner (1926), consisting of psychic adventures of the Holmes–like Taverner as narrated by his assistant, Dr Rhodes. Aleister Crowley's Simon Iff featured in a series of stories, some of which have been collected in book form. Dennis Wheatley's occult detective was Neils Orsen.\n\nIn Poland Włodzimierz Bełcikowski created two stories (W walce ze Złotym Smokiem - In Battle with Golden Dragon - 1925; Tajemnica wiecznego życia - The Secret of Eternal Life - 1926) about William Talmes (Holmes' rip off but with occult/parapsychic powers and inventor's skills) battling murderous oriental sect and psychic vampire from Atlantis.\n\nThough never large, the occult detective subgenre grew to include such writers as Seabury Quinn (with his character Jules de Grandin); Manly Wade Wellman, whose character John Thunstone investigated occult events through short stories in the pulps, collected in The Third Cry to Legba and Other Invocations (2000) and in the novels What Dreams May Come (1983) and The School of Darkness (1985); and \"Jack Mann\" (E. C. Vivian), who chronicled the adventure of his occult detective Gregory Gordon George Green, known as \"Gees\", in a series of novels. Pulp writer Robert E. Howard created stories about Steve Harrison, an occult detective, in the Strange Detective Stories magazine. Margery Lawrence created the character Miles Pennoyer in her occult detective stories collected in Number Seven, Queer Street.\n\nModern writers who have used the occult detective theme as a basis for supernatural adventures include Peter Saxon (The Guardians series), John Burke (Dr Alex Caspian), Frank Lauria (Dr Owen Orient), Lin Carter (Anton Zarnak), William Massa (Occult Assassin, The Paranormalist, Shadow Detective, Spirit Breakers) and Joseph Payne Brennan (Lucius Leffing).\n\nThe occult detective theme has also been used with series characters devised by such contemporary writers as Douglas Adams (Dirk Gently), F. Paul Wilson (the Repairman Jack series), Steve Rasnic Tem (Charlie Goode), Jessica Amanda Salmonson (Miss Penelope Pettiweather), David Rowlands (Father O'Connor), Rick Kennett (Ernie Pine), Brian Lumley (Titus Crow), Robert Weinberg (Sydney Taine), Simon R. Green (John Taylor), Steve Niles (Cal McDonald), Mike Carey (Felix Castor), Mike Mignola (Joe Golem), Mercedes Lackey (Diana Tregarde), Laurell K. Hamilton (Anita Blake),  Brian Keene (Levi Stoltzfus), Jonathan L. Howard (Johannes Cabal), and Jonathan Maberry (Sam Hunter). Jim Butcher's best-selling book series The Dresden Files is another well-known example. Randall Garrett's Lord Darcy stories and Dean Koontz's The Haunted Earth are examples in which occult detectives operate in a world where the occult is simply an accepted part of mundane life. Assaph Mehr's Stories of Togas, Daggers, and Magic combine historical mystery detective in ancient Rome with fantasy and occult elements.\n\nA useful recent anthology collecting specimens of the genre is Mark Valentine, ed., The Black Veil & Other Tales of Supernatural Sleuths (ISBN 978-1-84022-088-9), published by Wordsworth Editions in 2009. Earlier themed anthologies include Stephen Jones, ed., Dark Detectives: Adventures of the Supernatural Sleuths (Fedogan & Bremer, 1998) and Peter Haining, ed., Supernatural Sleuths: Stories of Occult Investigators (William Kimber, 1986).\n\nThe magazine Occult Detective Quarterly (Electric Pentacle Press, 2016) specialises in presenting a wide range of new occult detective tales set in a range of time periods, with the occasional pastiche of classic figures from this branch of fiction. ODQ moved to Ulthar Press in 2017. On the tragic death of Sam Gafford of Ulthar Press, it was decided that editors, John Linwood Grant & Dave Brzeski, would continue the magazine under the revised title of Occult Detective Magazine from #6 onward. It is now published by Cathaven Press in the UK. It seemed somehow fitting that refugees from Ulthar should go to Cathaven.\n\nIn the 1970s, there were a number of attempts at occult detective television series and films. While not overtly occult detectives, the heroes and heroine of the ITC cult classic sci-fi thriller series, The Champions inherited occult powers from a Tibetan lama and used these powers to investigate crime.\n\nOther examples include Fear No Evil (1969) and its sequel, Ritual of Evil (1970), starring Louis Jourdan as psychologist David Sorrell; The Sixth Sense (TV series) (1972) starring Gary Collins as a psychic investigator; The Norliss Tapes (1973) with Roy Thinnes as a reporter investigating the supernatural; Baffled! (1973), a British production with Leonard Nimoy and Susan Hampshire vs. an evil occult society; God Told Me To, a 1976 horror and detective film with police procedural and paranormal elements; Spectre (1977), starring Robert Culp and Gig Young as criminologists turned demonologists; The World of Darkness (1977) and its sequel, The World Beyond (1978), starring Granville Van Dusen as a man who battles the supernatural following his own near death experience.\n\nThe most successful effort of this period was the short-lived television series, Kolchak: The Night Stalker (1974–75), starring Darren McGavin; the weekly series was based on two backdoor pilots (The Night Stalker and The Night Strangler) produced by Dan Curtis and scripted by Richard Matheson, based on an unpublished work by Jeff Rice. Kolchak's adventures have been continued in books by Rice and in the comic book Kolchak Tales. Matheson's Kolchak Scripts have also been published.\n\nThe Saturday morning cartoon Scooby-Doo followed an occult detective format, though in the earlier series the apparent occult influences were all revealed as (fully natural) tricksters. In the wake of Scooby-Doo's success, several of the follow-ups from Hanna-Barbera involved varying degrees of occult and supernatural influence, including Goober and the Ghost Chasers, The Funky Phantom, and some of the 1980s entries in the Scooby-Doo franchise. To keep the plotlines suitable for Saturday morning audiences, the occult villains were kept family-friendly.\n\nMore recent examples include:\nAngel Heart,\nThe Believers,\nBlood Ties,\nConstantine,\nThe Dresden Files,\nDylan Dog: Dead of Night,\nThe Exorcist III,\nForever Knight,\nGrimm,\nLord of Illusions,\nLucifer,\nThe Ninth Gate,\n!Oka Tokat,\nPenny Dreadful,\nR.I.P.D.,\nSpecial Unit 2,\nSplit Second,\nSupernatural,\nTwin Peaks,\nVidocq,\nThe X-Files,\nMillennium,\nAngel,\nand The Vampire Detective.\n\nDoctor Occult, created by Jerry Siegel and Joe Shuster, was one of the earliest occult detectives in comic books with a 1935 debut. Doctor Occult was first a costumed superhero but his appearance quickly changed to a more typical detective (Fedora hat and long coat).[2] The Phantom Stranger, created by John Broome and Carmine Infantino, first appeared in an eponymous six-issue comics anthology published in 1952, first as a debunker of fake supernatural events[3] but later incarnations showed him with mystical or supernatural abilities. Doctor Occult and the Phantom Stranger were both published by DC Comics, with Occult falling into obscurity for decades before a 1980s revival, while the Phantom Stranger appeared steadily from his debut if mostly in a supporting role. \n\nThe comic book Hellblazer began in the 1980s and boosted the popularity and image of the occult detective fiction genre and shaped it to its modern form.[4] Many modern examples of the genre such as Hellboy, Supernatural, Grimm, The Originals, and The Dresden Files have been influenced by it,[5][6] and many imitators of both the series and its character flourished such as Criminal Macabre, Gravel, Planetary, and others.[7] Its elements and style have been used countless of times in other works and many analogues of the cynical protagonist John Constantine have appeared.[8]\n\nOther examples of occult detectives in comic books include Doctor Spektor from Gold Key Comics, Hellboy from the Dark Horse series of same name, Dylan Dog from the Sergio Bonelli Editore series, Nightlinger by Steven Philip Jones and published by Caliber Comics; certain elements and characters in The Goon; Martin Hel, a character created by Robin Wood; the Joe Golem series; and Witchblade from Top Cow Productions. Two Hellblazer writers have gone on to write their own occult detective characters: Sebastian O also at Vertigo by Grant Morrison and Warren Ellis' Gravel from Avatar Press. 2000 AD has featured a number over the years in their own eponymous series: Bix Barton, Devlin Waugh, Ampney Crucis Investigates and Dandridge.  The occult detective team of Syd Deadlocke and Doc Martin, featured in Pulse of Darkness and other comics by Chris G.C. Sequeira, also fits into this genre. There is also the comic book series Ruse, once owned by CrossGen and now by Marvel Comics.\n\nExamples in manga and anime include Majin Tantei Nōgami Neuro, Mushishi, YuYu Hakusho, Ghost Hunt, Mononoke, Death Note, Ghosts at School, Dream Hunter Rem, Bakemonogatari and Nightwalker: The Midnight Detective.\n\n"
        }
    ]
}