{
    "url": "https://en.wikipedia.org/wiki/Oceanic_feeling",
    "title": "Oceanic feeling",
    "table_of_contents": [
        "1 History",
        "2 Freud's explanation",
        "3 Other explanations",
        "4 See also",
        "5 Explanatory notes",
        "6 Citations",
        "7 General and cited sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In a 1927 letter to Sigmund Freud, Romain Rolland coined the phrase \"oceanic feeling\" to refer to \"a sensation of 'eternity'\", a feeling of \"being one with the external world as a whole\", inspired by the example of Ramakrishna, among other mystics.[1][2] According to Rolland, this feeling is the source of all the religious energy that permeates in various religious systems, and one may justifiably call oneself religious on the basis of this oceanic feeling alone, even if one renounces every belief and every illusion.[3] Freud discusses the feeling in his Future of an Illusion (1927) and Civilization and Its Discontents (1929). There he deems it a fragmentary vestige of a kind of consciousness possessed by an infant who has not yet differentiated themself from other people and things.[4]\n\n"
        },
        {
            "title": "History",
            "text": "On December 5, 1927, Rolland coined the phrase in a letter to Freud, writing that he should consider spiritual experiences, or \"the oceanic feeling\", in his psychological works:[5][6]\n\nIn strict translation:\n\nRolland based his description on the example of Ramakrishna who had his first spiritual ecstasy at the age of six.[9][10] From his 10th or 11th year of school on, the trances became common, and by the final years of his life, Ramakrishna's samādhi periods occurred almost daily.[10]\n\nRolland described the trances and mystical states experienced by Ramakrishna and other mystics as an \"'oceanic' sentiment\", one which Rolland had also experienced.[11] As described by Rolland, it is \"a sensation of 'eternity', a feeling as of something limitless, unbounded\", a \"feeling of an indissoluble bond, of being one with the external world as a whole\".[1] Rolland believed that the universal human religious emotion resembled this \"oceanic sense\".[12] In his 1929 book La vie de Ramakrishna, Rolland distinguished between the feelings of unity and eternity which Ramakrishna experienced in his mystical states, and Ramakrishna's interpretation of those feelings as the goddess Kali.[13]\n\nFreud ends The Future of an Illusion with a discussion of the concept, and picks up the discussion at the beginning of Civilization and Its Discontents, answering Rolland's request. There he credits the concept to an anonymous friend.\n\n"
        },
        {
            "title": "",
            "text": "Freud argues that the \"oceanic feeling\", if it exists, is the preserved \"primitive ego-feeling\" from infancy.  The primitive ego-feeling precedes the creation of the ego and exists up until the mother ceases breastfeeding. Prior to this, the infant is regularly breastfed in response to its crying and has no concept that the breast does not belong to it.  Therefore, the infant has no concept of a \"self\" or, rather, considers the breast to be part of itself. Freud argues that those experiencing an oceanic feeling as an adult are actually experiencing a preserved primitive ego-feeling. The ego, in contrast, comes into existence when the breast is taken away, and involves the infant's recognition that it is separate from the mother's breast, and therefore, that other people exist.  Freud argues that it would not necessarily contradict psychoanalytical theory for this primary ego-feeling to coexist along with the ego in some people. The main argument for this is that psychoanalytical theory holds that all thoughts are preserved in a conservation of psychic energy. Therefore, the \"oceanic feeling\" described as a oneness with the world or a limitlessness is simply a description of the feeling the infant has before it learns there are other persons in the world.[4][14]\n\n"
        },
        {
            "title": "Other explanations",
            "text": "The relevance of Romain's stance on the oceanic feeling has been recognized by scholars, who argue for a more encompassing understanding of religion and spirituality, offering a transformational model of psychology which validates the claims of mystics.[15][14] Neurotheology, on the other hand, investigates the neurological basis of religious experiences, such as oneness with the universe and ecstatic trance.[16]\n\nEarly on, Ramakrishna's spontaneous experiences have been interpreted as epileptic seizures,[17][18][19][20] an interpretation which was rejected by Ramakrishna himself.[19] According to Anil D. Desai, Ramakrishna suffered from psychomotor epilepsy,[20] also called temporal lobe epilepsy.[21][note 1]\n\nThese experiences can also be intentionally induced. Andrew B. Newberg, Eugene G. d'Aquili, and Vince Rause found that \"intensely focused spiritual contemplation triggers an alteration in the activity of the brain that leads one to perceive transcendent religious experiences as solid, tangible reality. In other words, the sensation that Buddhists call oneness with the universe\".[22]\n\nBulgarian-French philosopher Julia Kristeva writes about oceanic feeling in Black Sun: Depression and Melancholia. Her conception is similar to Freud's, relating the feeling to infantile regression.[23] More recently black studies scholar and poet Jackie Wang wrote about the notion of oceanic feeling in the article \"Oceanic Feeling and Communist Affect,\" outlining its historic development through the work of Rolland and his relation to Spinoza, Freud, Kristeva, finally relating it to blackness and the trauma of the Middle Passage as discussed by Fred Moten.[24]\n\n"
        }
    ]
}