{
    "url": "https://en.wikipedia.org/wiki/Octavius_Brooks_Frothingham",
    "title": "Octavius Frothingham",
    "table_of_contents": [
        "1 Biography",
        "1.1 Pastorates",
        "1.2 Later life",
        "2 Published works",
        "3 Notes",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nOctavius Brooks Frothingham (November 26, 1822 – November 27, 1895) was an American clergyman and author.\n\n"
        },
        {
            "title": "Biography",
            "text": "He was born in Boston, Massachusetts, the son of Nathaniel Langdon Frothingham (1793–1870), a prominent Unitarian preacher, and through his mother's family he was related to Phillips Brooks.[1] He graduated from Harvard College in 1843 and from the Divinity School in 1846. On March 23, 1847, he married Caroline Martha Curtis (February 5, 1825 - June 8, 1900).[2]\n\nHe was pastor of the North Unitarian church of Salem, Massachusetts, from 1847 to 1855. He broke with this congregation over the issue of slavery.[3] From 1855 to 1860, he was pastor of a new Unitarian society in Jersey City. There he gave up the Lord's Supper, thinking that it ministered to self-satisfaction.\n\nIt was as a radical Unitarian that he became pastor of another young church in New York City in 1860. The name of the church was initially the Third Unitarian Congregational Church.  From the beginning, Frothingham belonged to the most radical wing of the Unitarians.[4] Indeed, in 1864 he was recognized as leader of the radicals after his reply to Dr Hedge's address to the graduating students of the Divinity School on \"Anti-Supernaturalism in the Pulpit.\"\n\nIn 1865, when he had practically given up transcendentalism, his church building was sold and his congregation began to worship in Lyric Hall under the name of the Independent Liberal Church, their connection with the Unitarian denomination being thereby sundered.[4]  In 1875, they moved to the Masonic Temple, but four years later ill-health compelled Frothingham's resignation, and the church dissolved. Paralysis threatened him, and he never fully recovered his health. In 1881, he returned to Boston, and devoted himself to literary work until his death there.[4]\n\nTo the later period of his life belongs his best literary work. While he was in New York, he was for a time art critic of the Tribune. Always himself on the unpopular side and an able but thoroughly fair critic of the majority, he habitually underestimated his own worth; he was not only an anti-slavery leader when abolition was not popular even in New England, and a radical and rationalist when it was impossible for him to stay conveniently in the Unitarian Church, but he was the first president of the Free Religious Association (1867) and an early and ardent disciple of Darwin and Spencer.\n\nThough always faithful to his radical views, in later years, his judgement grew more generous and catholic. He was a greater orator than a writer, and his sermons in New York were delivered to large audiences, averaging one thousand at the Masonic Temple, and were printed each week; in eloquence and in the charm of his spoken word he was probably surpassed in his day by none save George William Curtis. Personally he seemed cold and distant, partly because of his impressive appearance, and partly because of his own modesty, which made him backward in seeking friendships.\n\nHe died at his home in Boston on November 27, 1895.[5] He was cremated, and his ashes were buried at Mount Auburn Cemetery.[6]\n\n"
        }
    ]
}