{
    "url": "https://en.wikipedia.org/wiki/Odinani",
    "title": "Odinala",
    "table_of_contents": [
        "1 Etymology",
        "2 Beliefs",
        "2.1 Chi",
        "2.2 Cosmology",
        "2.3 Justice",
        "2.4 Afterlife and reincarnation",
        "2.4.1 Ogbanje",
        "3 Deities",
        "3.1 Ala",
        "3.2 Amadioha",
        "3.3 Ikenga",
        "3.4 Ekwensu",
        "3.5 Mmuo and minor gods",
        "4 Practices",
        "4.1 Dibia",
        "4.1.1 Afa divination",
        "4.2 Ancestral veneration",
        "4.3 Kola nut",
        "4.4 Architecture",
        "4.4.1 Mbari",
        "4.4.2 Uto pyramids",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ọdinani (Igbo: Ọ̀dị̀nàlà), also Omenala, Omenana, Odinana or Ọmenani, are the traditional cultural beliefs and practices of the Igbo people of south east Nigeria.[1] These terms, as used here in the Igbo language, are synonymous with the traditional Igbo \"religious system\" which was not considered separate from the social norms of ancient or traditional Igbo societies. Theocratic in nature, spirituality played a huge role in their everyday lives. Although it has largely been supplanted by Christianity, the indigenous belief system remains in strong effect among the rural and village populations of the Igbo, where it has at times influenced the colonial religions. Odinani is a pantheistic and polytheistic faith, having a strong central deity at its head.[2][3] All things spring from this deity. Although a pantheon of other gods and spirits, these being Ala, Amadiọha, Anyanwụ, Ekwensu, Ikenga, exists in the belief system, as it does in many other Traditional African religions, the lesser deities prevalent in Odinani expressly serve as helpers or elements of Chukwu, the central deity.[4]\n\nLesser spirits known as ágbàrà or árúsí operate below the other gods and higher spirits. These lesser spirits represent natural forces; agbara as a divine force manifests as separate arụsị in the Igbo pantheon. A concept of 'the eye of sun or God' (ányá ánwụ́) exists as a masculine and feminine solar deity which forms a part of the solar veneration among the Nri-Igbo in northern Igboland. Arụsị are mediated by Dibia and other priests who do not contact the high god directly. Through áfà, 'divination', the laws and demands of the arụsị are communicated to the living. Arụsị are venerated in community shrines around roadsides and forests while smaller shrines are located in the household for ancestor veneration. Deceased ancestors live in the spirit world where they can be contacted. Below the arụsị are minor and more general spirits known as mmúọ loosely defined by their perceived malevolent or benign natures. These minor spirits are not venerated and are sometimes considered the lost souls of the dead. Ancestor worship and the worship of various gods and spirits, form the main component of the traditional Igbo religion, standing in contrast with Abrahamic religions.[5]\n\nThe number of people practicing Igbo religion decreased drastically in the 20th century with the influx of Christian missionaries under the auspices of the British colonial government in Nigeria. In some cases Igbo traditional religion was syncretised with Christianity, but in many cases indigenous rites were demonised by Christian missionaries who pointed out the practice of human sacrifice and some other cultural practices that were illegal under the colonial government. Earlier missionaries referred to many indigenous religious practices as juju. Igbo religion is most present today in harvest ceremonies such as new yam festival (ị́wá jí) and masquerading traditions such as mmanwụ and Ekpe.\n\nRemnants of Igbo religious rites spread among African descendants in the Caribbean and North America in era of the Atlantic slave trade. Igbo ọ́bị̀à was transferred to the British West Indies and Guyana as obeah and aspects of Igbo masquerading traditions can be found among the festivals of the Garifuna people and jonkonnu in the West Indies and North Carolina.[6][7][8][9]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Ọdịnala in central Igbo dialect is the compound of the words ọ̀ dị̀ ('located') + n (nà, 'within') + àla (the one god) [consisting of anu (E nu) above (the heavens) and Ala, below (the earth)].[10][11][12] Other dialectal variants include ọdịnanị, ọdịnana, omenala, omenana, and omenanị.[12][13] The word ọdịnala and all its variations is also associated with the culture and customary laws of the Igbo people. Many of the laws and culture were counterparts with religion such as taboos and laws concerning sacred spaces like a deities sacred forest. Since customary law is recognised in Nigeria, many in Igbo society find themselves syncretising these beliefs with other beliefs and religions.[citation needed]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Ọdịnala could loosely be described as a polytheistic and panentheistic faith with a strong central spiritual force at its head from which all things are believed to spring; however, the contextual diversity of the system may encompass various theistic perspectives that derive from a variety of beliefs held within the religion.[12][14][15][16][17][note 1] Chukwu as the central deity is classed among the ndi mmuo, 'invisible beings', an ontological category of beings which includes Ala the divine feminine earth force, chi the 'personal deity', ndichie the ancestors, and mmuo the minor spirits. The other ontological category consists of ndi mmadu, 'visible beings', which include ánụ́ animals, ósísí plants, and the final class ùrò which consists of elements, minerals and inanimate beings.[18] While various gods, the spirit class of Arusi, and ancestors are worshiped and prayed to; no sacrifices are given to Chukwu and no shrines and altars are erected for it.[18] If an Arusi is assigned to an individual, it becomes a chi, a personal guardian god/spirit.[19]\n\nComplex animism builds the core concept of most traditional African religions, including Odinala, this includes the worship of tutelary deities, nature worship, ancestor worship and the belief in an afterlife. While some religions adopted a pantheistic worldview, most follow a polytheistic system with various gods, spirits and other supernatural beings.[20] Traditional African religions also have elements of fetishism, shamanism and veneration of relics.[21]\n\nNigerian American professor of indigenous African religions at Harvard University, Jacob Olupona summarized the many traditional African religions as complex animistic religious traditions and beliefs of the African people before the Christian and Islamic \"colonization\" of Africa. Ancestor veneration has always played a \"significant\" part in the traditional African cultures and may be considered as central to the African worldview. Ancestors (ancestral ghosts/spirits) are an integral part of reality. The ancestors are generally believed to reside in an ancestral realm (spiritworld), while some believe that the ancestors became equal in power to deities.[22]\nOlupona rejects the western/Islamic definition of Monotheism and says that such concepts could not reflect the complex African traditions and are too simplistic. While some traditions have a supreme being (next to other deities), others have not. Monotheism does not reflect the multiplicity of ways that the traditional African spirituality has conceived of deities, gods, and spirit beings. He summarizes that traditional African religions are not only religions, but a worldview, a way of life.[22]\n\nChukwuemeka Mbaegbu from the Nnamdi Azikiwe University, Awka, Nigeria, describes the Igbo religion's system as \"Monopolytheism\", referring to the belief in many distinct gods and spirits, but with one distant and unpersonalized supreme force, which resulted in the creation of everything, but is not a god per definition.[3]\n\nIn Odinani, the Igbo people believe that each person has their own personal spiritual guardian called Chi (or ḿmúọ́), appointed to them before and at the time of their birth. The Chi remains with them for the rest of their lives on Earth. A person's Chi is the personification of that individual's fate, which is credited for an individual's life's successes, misfortunes and failures. The Igbo believe that their success in life is determined by their Chi, and that no man can rise past the greatness of his or her own Chi. In this respect, the concept of chi is analogous to the concept of a guardian angel in Christianity, the daemon in ancient Greek religion, and the genius in ancient Roman religion.[18][23][24][25] Culturally, people are seen as the creators or makers of their own destiny.[19][26][27] The breath of life is in the heart, óbì.[27][23][24][28] Chi can be masculine and feminine. A Dibia can identify a person's chi through divination (ájà) and advise adherents of ways to placate it.[29][30] Éké is one's ancestral guardian spirit, but exists at the periphery of human life and remains a mystery to the people.[29] Households usually contain a shrine for veneration of the Chi, which could be focused on a tree. In marriage a woman takes her chi shrine along with all her belongings to her matrimonial home.[18] Around Nkarahia, in southern Igboland, there are the most elaborate chi shrines which are decorated with colourful china plates inset into the clay walls of the chi shrine building; the altars hold sacred emblems, while the polished mud benches hold offerings of china, glass, manillas, and food.[30] As a marker of personal fortune or misfortune, good acts or ill, chi can be described as a focal point for 'personal religion'.[18]\n\nThe community of visible interacting beings and the cosmos is referred to as ụ̀wà, which includes all living things íhẹ́ ndi dị́ ńdụ̀, including animals and vegetation and their mineral elements which possess a vital force and are regarded as counterparts to invisible forces in the spirit world.[18] These living things and geomorphological features of the world therefore possess a guardian deity. Igbo cosmology presents a balance between the feminine and masculine, perhaps, with a preponderance of female representation in Igbo lore.[18] In Igbo cosmology, the world was divided into four corners by the high god corresponding to èké órìè àfọ̀ ǹkwọ́ which are the days of the week in the Igbo calendar regarded as market days.[31][32] The universe is regarded as a composite of bounded spaces in an overlapping hemispherical structure, the total spaces are referred to as élú nà àlà.[18] In one Igbo cosmological theory reported by W.R.G. Morton in the 1950s from an elder in Ibagwa Nike in northern Igboland, Chukwu sees that the sun travels across the world in the day time and then cuts into two in order for the moon to pass on a perpendicular route, and so the world is divided into four parts and four days.[31] The quarterly division of the earth and the days makes the number four sacred (ńsọ́) to the Igbo.[31][33] The élú nà àlà space is defined by two boundaries: élú ígwé, 'sky's limit' composed of heavenly bodies under the main forces of the 'masculine' sun and 'feminine' moon, and élú àlà, 'earth or lands limit' consisting of the four material elements of fire and air (masculine), and earth and water (feminine).[18]\n\nThe pattern of two and four reoccur in Chukwu's creations.[33] The days correspond to the four cardinal points and are its names in Igbo, èké east, órìè west, àfọ̀ north, ǹkwọ́ south.[34] The Nri-Igbo claim the market days to have been introduced to the Igbo by their divine progenitor and king Eri in the 9th century after encountering the days as deities.[35] These Arusi are venerated as the primary or as a major deity under Chineke in parts of Igboland. In terms of hierarchy, some communities recognise èké as the head of these Arusi, while others prioritise órìè and ǹkwọ́ first after the high god.[35] Market days may have local deities representing the spirits in some places, in many southern Igbo towns Agwu is the patron of Eke, Ogwugwu the patron of Orie, Amadioha the patron of Afọ and Ala for Nkwọ.[31]\n\nThe Cosmos itself is divided into \"four constituent complexes\" known as Okike, Alusi, Mmuo, and Uwa. Okike is the event of \"Creation\", the Alusi are the lesser deities, Mmụọ are the spirits of the Ancestors and all other beings, and Uwa is the World.[36]\n\nỌfọ and ogụ́ is a law of retributive justice. It vindicates anyone that is wrongly accused of a crime as long as their \"hands are clean\". It is only a person who is on the righteous side of Ọfọ-na-Ogụ́ that can call its name in prayer, otherwise such a person will face the wrath of Amadiọha (the god of thunder and lightning).[37] Kola nut is used in ceremonies honour Chukwu, chi, Arusi and ancestors and is used as a method of professing innocence when coupled with libations. The Igbo often make clay altars and shrines of their deities which are sometimes anthropomorphic, the most popular example being the wooden statues of Ikenga. Typically, only men are allowed to make representational figures of supernatural forces.[38]\n\nThe Igbo traditionally believe in an afterlife in spirit world or dimension, where the deceased ancestors exist, and may influence the material world and their descendants. Ancestors are protectors and guardians of ones lineage, close friends and heritage, and may become to higher spirits (semi-gods), as in the case of many other traditional religions of the world.[40] Sometimes however, ancestors may reincarnate into families that they were part of while alive.[41] This is called ilọ-uwa. Reincarnation is seldom, but may happen occasionally, if a deceased person can not enter the spirit world for various reasons, or may be absorbed into a new-born if it would die immediately after birth.[42] Unlike in Hinduism, humans can only be reincarnated as humans.[41] Families hire fortune-tellers to reveal if the child harbours the soul or an aspect of an ancestor; the baby is sometimes named after this relative.[41] The personality of the ancestor is not identical to the child's but rather the concept establishes a vital relationship with the child and characteristics of the ancestor.[43] Other signs can be certain behaviors, physical traits, and statements by the child. A diviner can help in detecting if the child has reincarnated from an ancestor and may identify this ancestor. It is considered an insult if a male is said to have been reincarnated as a female.[44] An ancestor (or aspects of the ancestor) may be reincarnated in multiple people, in which case the reincarnations share a mortal bond; upon the death of one person, it is believed that the others may die a sudden death if they see the corpse.[40]\n\nAn ọgbanje is a reincarnating evil or revengeful spirit, that would deliberately plague a family with misfortune. In folklore, the ọgbanje, upon being born by the mother, would deliberately die after a certain amount of time (usually before puberty) and then come back and repeat the cycle, causing the family grief. This time period varies between minutes, hours, days and years. Female circumcision was sometimes thought to get rid of the evil spirit. Finding the evil spirit's Iyi-uwa, which is buried in a secret location, would ensure that the ọgbanje would never plague the family with misfortune again. The Iyi-uwa is a stone that the ọgbanje's way of coming back to the human world and is also a way of finding its targeted family. The stone is usually buried deep enough to not have been hidden by a child. The iyi-uwa is dug out by a priest and destroyed. Female ọgbanje die during pregnancies along with the baby, male ọgbanje die before the birth of a wife's baby or the baby dies. The child is confirmed to no longer be an ọgbanje after the destruction of the stone or after the mother successfully gives birth to another baby.[41]\n\n"
        },
        {
            "title": "Deities",
            "text": "The Arusi, who are also known as the Arushi, Anusi or Alusi by dialects (see Orisha, the Yoruba cognate), all spring from Ala the Earth goddess and Goddess of Fertility, who embodies the workings of the World. They are lesser deities in Odinani, each of whom are responsible for a specific aspect of nature or abstract concept. According to Igbo lore, these lesser deities as elements of Chukwu have their own specific purpose. They exist only as long their purpose does, thus many Alusi die off save for those who represent universal concepts. Some of the more notable male Alusi include: Amadioha the God of Thunder and Lightning, popular among the Southern Igbo; Ikenga the horned god of Fortune and Industry; Agwu the God of Divination and Healing; Njoku Ji the God of Yam, and Ogbunabali the God of Death. In southern Igbo dialects especially, ágbàrà is the term for these forces.[45]\n\nArusi manifest in natural elements and their shrines are usually found in forests in which they are based around specific trees. At shrines, íhú mmúọ́, an object such as a hung piece of cloth or a group of statues, are placed at an Arusi's group of trees to focus worship. Deities are described as 'hot' and often capricious so that much of the public approach shrines cautiously and are advised to avoid them at most times; priests are entrusted in the maintenance of most shrines.[29] Many of these shrines are by the roadside in rural areas. Tender palm fronds symbolize spiritual power and are objects of sacred power. Shrines are cordoned off with ọmu to caution the public of the deity's presence.[46] Larger clay modelings in honor of an Arusi also exist around forests and rivers. Other Arusi figures may be found in and around peoples' homes and the shrines of Dibia. Much of these are related to personal chi, cults, and ancestral worship.[47]\n\nAla (meaning 'earth' and 'land' in Igbo, also Ájá-ànà)[48][49] is the feminine earth spirit who is responsible for morality, fertility and the dead ancestors who are stored in the underworld in her womb. Ala is at the head of the Igbo pantheon, maintaining order and carrying out justice against wrongdoers. Ala is the most prominent and worshipped Arusi,[43] almost every Igbo village has a shrine dedicated to her called íhú Ala where large decisions are taken.[18] Ala is believed to be involved in all aspects of human affairs including festivals and at offerings. Ala stands for fertility and things that generate life including water, stone and vegetation, colour (àgwà), beauty (mmá) which is connected to goodness in Igbo society, and uniqueness (ájà).[18] She's a symbol of morality who sanctioned omenala Igbo customs from which these moral and ethical behaviours are upheld in Igbo society.[50] Ala is the ground itself, and for this reason taboos and crimes are known as ńsọ́ Ala ('desecration of Ala'), all land is holy as the embodiment of Ala making her the principal legal sanctioning authority.[18][50]  Prohibitions include murder, suicide, theft, incest, and abnormalities of birth such as in many places the birth of twins and the killing and eating of pregnant animals, if a slaughtered animal is found to be pregnant sacrifices are made to Ala and the foetus is buried.[18] People who commit suicides are not buried in the ground or given burial rites but cast away in order not to further offend and pollute the land, their ability to become ancestors is therefore nullified.[27] When an individual dies a 'bad death' in the society, such as from the effects of divine retributive justice or breaking a taboo, they are not buried in the earth, but are discarded in a forest so as not to offend Ala. As in cases of most Arusi, Ala has the ability to be malevolent if perceived to be offended and can cause harm against those who offend her.[18][50]\n\nWithin the earth's spherical limit, in a cosmological sense, is a designation of the 'earth's bosom' within, ímé àlà, a hemispherical base to the earth with an opening or 'mouth' at its highest point, ónụ́ àlà. This is composed of mainly deep dark sea water (ohimiri).[50] Ime ala is considered as the underworld.[18] Ala in addition to embodying nature, is the cosmic base on which the vault of heaven, ígwé, rests.[18] As the foundation of all existence, children's umbilical cords are saved and symbolically buried under a tree to mark the child's first sharing of family owned lands; this tree could either be an oil palm, bread-fruit tree, raffia palm, or plantain tree depending on the cultural region.[18] In some places, such as Nri, the royal python, éké, is considered a sacred and tame agent of Ala and a harbinger of good fortune when found in a home. The python is referred to as nne 'mother' in areas where the python is revered, it is a symbol of female beauty and gentleness. Killing of the python is expressly forbidden in these places and sanctions are taken against the killer including the funding of expensive human sized burials that are given to slain pythons.[18][43][51][52]\n\nAmadioha (from ámádí + ọ̀hà, 'free will of the people' in Igbo) is the Arusi of justice, thunder, lightning and the sky. He is referred to as Amadioha in southern Igboland, Kamalu, Kamanu, Kalu among the Aro and other Cross River Igbo people, Igwe among the Isuama Igbo and in northwestern Igboland, and Ofufe in certain parts of Igboland.[53][54][55][56][57] His governing planet is the Sun.[58] His color is red, and his symbol is a white ram.[59] Metaphysically, Amadioha represents the collective will of the people and he is often associated with Anyanwu.[60] He is the expression of divine justice and wrath against taboos and crimes; in oaths he is sworn by and strikes down those who swear falsely with thunder and lightning.[53] Amadioha shrines exist around Igboland, his main shrine is located at Ozuzu in the riverine Igbo region in northern Rivers State. While Anyanwu is more prominent in northern Igboland, Amadioha is more prominent in the south. His day is Afọ, which is the second market day.[61] In mbari houses Amadioha is depicted beside Ala as her consort.[62]\n\nIkenga (literally 'place of strength') is an Arusi and a cult figure of the right hand and success found among the northern Igbo people. He is an icon of meditation exclusive to men and owners of the sculpture dedicate and refer to it as their 'right hand' which is considered instrumental to personal power and success.[63][64] Ikenga is a source of encoded knowledge unraveled through psychological principles. The image of Ikenga comprises someone's chi ('personal god'), his ndichie (ancestors), aka Ikenga (right hand), ike (power) as well as spiritual activation through prayer and sacrifice.[65] Igbo cultures value of resourcefulness and individualism in society utilises the concept of Ikenga to regulate the relationship between individuality and family relations and obligations, as well as free will and industriousness balanced with destiny decided persons chi. Ikenga acts as a physical medium to the consciousness and emphasises individual initiative through reflection and meditation.[19] Success validates the Ikenga and the sculptures act as visual representation of a persons inner success, people give offerings in thanks to the Ikenga after providing energy to overcome any unwanted pre-life choices.[19] These choices are at the hands of the persons earth bound spirit, mmuo, who chooses sex, type, and lifespan before incarnation.[19] The successful Ikenga influenced the saying of well-being 'íkéǹgàm kwụ̀ ọ̀tọ́ ta ta' meaning that 'my Ikenga stands upright today'.[63] During festivals of Ogbalido or oriri Ikenga ('feast of Ikenga') sculptures of him may be paraded around a village or displayed at the village centre if too monumental to transport.[19] When a person does not become successful with hard work the Ikenga has 'fallen' and is seen as a sign of danger, if meditation and cajoling the Ikenga fails, the sculpture is 'thrown down' and broken which spiritually kills the Ikenga; a new one is carved to replace it.[19]\n\nIkenga figures are common cultural artefacts ranging for six inches to 6 feet high and can be humanistic or highly stylised.[19][63] There are anthropomorphic, architectonic, and abstract cylindrical Ikenga sculptures.[19] Ikenga is a symbol of success and personal achievement.[19] Ikenga is mostly maintained, kept or owned by men and occasionally by women of high reputation and integrity in the society. At burials, a mans Ikenga is broken into two with one piece buried with him and the other destroyed.[19][63]\n\nThis Arusi was adept at bargains and trade, and praying to Ekwensu was said to guarantee victory in negotiations. As a force of change and chaos, Ekwensu also represented the spirit of war among the Igbo, invoked during times of conflict and banished during peacetime to avoid his influences inciting bloodshed in the community, warriors set up shrines to Ekwensu to help war efforts.[43] This is based upon the finding of old shrines dedicated to the worship of the spirit,[66] as well as the recounting of old oral stories which depict the character of Ekwensu. Ekwensu was a bringer of violence and possessed people with anger.[53] Ekwensu holds the propensity of bringing misfortune and is regarded as an evil spirit in this sense.[43] Among the Christian Igbo Ekwensu is representative of Satan and is seen as a force which places itself opposite to that of Chukwu.[67] Ekwensu festivals are held in some Igbo towns where military success is celebrated and wealth is flaunted.[53]\n\nMmụọ is a broad class of minor gods and spirits or divinities manifesting in natural elements under the class of elder divinities with major cults. Feminine mmụọ inhabit earth and water and masculine mmụọ inhabit fire and air.[18] This class can be broken down by the Arusi, serviceable mmụọ, àgwụ are related to unusual and deranged human behaviours, these spirits interact with human in a capricious nature that often makes them dangerous.[18][68] Other cult deities exist around Igboland such as Njoku Ji, yam and fire deity overseeing agriculture, Idemili, 'the pillar of water', the female Arusi based in Idemili North and South who holds up the waters, and Mbatuku the 'bringer of wealth' or 'coming in of wealth'.[29][28] In addition to minor spirits there are evil wondering spirits of wrong doers called ogbonuke.[35]\n\nAmong the Mmuo are:\n\n"
        },
        {
            "title": "Practices",
            "text": "Dibia are the mystic mediators between the human world and the spirit world and act as healers, scribes, teachers, diviners and advisors of people in the community. They are usually consulted at the shrine of a communities major deity. Dibia is a compound of the words di ('professional, master, husband') + ọ́bị̀à ('doctoring, sciences').[9] The dibia are believed to be destined for spiritual work. The dibia sees the spiritual world at any time and interprets what messages being sent and sees the spiritual problems of living people. They are given the power by the spirit world to identify any alusi by name and the possible ways of placating and negotiating with the deity. Dibia are thought to be revealed to possess the power over one of three elements namely water (and large bodies of water), fire and vegetation. Dibia whose elements are vegetation can go on to become herbalists by their supposed instinctual knowledge of the health benefits of certain plants they are instinctually drawn to, fire element dibia can handle fire unscathed during their initiation, and water element dibia do not drown. Dibia can partially enter the spirit world and communicate this by rubbing chalk on one half of their face.[43] Dibia and obia practices were transported to the West Indies as a result of the Atlantic slave trade and became known as obeah.[8][9]\n\nThe name of divination in Igbo derives from ígbá áfà or áhà meaning 'to name' coming from the diviners skill in rooting out problems hence naming them.[70] The dibia or ogba afa, 'interpreter of afa', is considered a master of esoteric knowledge and wisdom and igba afa is a way in which people can find out the cause of such things as misfortunes. The diviner interprets codes from àlà mmuọ the unseen by throwing divination seeds, cowries, and beads,[70][71][self-published source] or observing a divination board sometimes called osho which can be used in pronouncing curses on the evil.[72] In this way the diviner is endowed with special sight.[73] it is related the sciences of homeopathic medicine known as ọ́gwụ̀, a practitioner consciously picks to either of these abilities.[18] \nAnimals that are special in divination and sacrifice include a white he-goat, a white ram, a tortoise and male wall gecko. These animals are prized for their rarity, price and therefore the journey taken to obtain. Chameleons and rats are used for more stronger medicines and deadly poisons, and antidotes can include lambs, small chickens, eggs, and oils.[18] Nzu is used in rites from birth to death and is used to mark sacred buildings and spaces.[18] Agwu Nsi is the Igbo patron deity of health and divination and is related to insanity, confusion, and unusual human behaviour which is linked to possession of Agwu by the diviner.[68][71][74][75] Agwu can be manifested by other alusi so that there could be images of a divination Ikenga or Ikenga Agwu for instance.[71]\n\nNdebunze, or ndichie, are the deceased ancestors who are considered to be in the spirit world, àlà mmúọ́.[76] In Odinani, it is believed that the dead ancestors are invisible members of the community; their role in the community, in conjunction with Ala, is to protect the community from epidemics and strife such as famine and smallpox.[45] Ancestors helped chi look after men.[30] Shrines for the ancestors in Igbo society were made in the central house, or òbí or òbú, of the patriarch of a housing compound. The patriarchal head of the household is in charge of venerating the patriarchal ancestors through libations and offerings, through this the living maintain contact with the dead. Only a patriarch whose father is dead, and therefore in the spirit world where they await reincarnation into the community, were able to venerate ancestors.[77] Female ancestors were called upon by matriarchs. At the funeral of a mans father there is a hierarchy in Igbo culture of animals that will be killed and eaten in his honor. Usually this depended on the rarity and price of the animal, so a goat or a sheep were common and relatively cheaper, and therefore carried less prestige, while a cow is considered a great honor, and a horse the most exceptional. Horses cannot be given for women.[78] Horses were more common among the northeastern Igbo due to tsetse fly zone that Igboland is situated in and renders it an unsuitable climate for horses.[79][80] Horse heads are traditionally decorated and kept in a reliquary and at shrines.\n\nA number of major masking institutions exist around Igboland that honour ancestors and reflect the spirit world in the land of the living. Young women, for example, are incarnated in the society through the àgbọ́ghọ̀ mmúọ́ masking tradition in which mean represent ideal and benevolent spirits of maidens of the spirit world in the form of feminine masks. These masks are performed at festivals at agricultural cycles and at funerals of prominent individuals in the society.[81]\n\nKola nut (ọ́jị̀, or ọ́jị̀ Ìgbò) offerings and prayers (ị́gọ́ ọ́jị̀, 'kola nut blessing', ị́wá ọ́jị̀, 'kola nut breaking') can be performed personally between one and his spirit or in a group in a form of a prayer or chant. The saluter addresses their personal god or chi as well as alusi and their ancestors.[18] These kola nuts are held in a special round bowl called ọ́kwá with a compartment at the centre of the bowl for condiments for the kola nut such as alligator pepper (or capsicum cayenne, ósẹ̀ ọ́jị́)[18] and ground peanuts. The bowl and kola nut rite is used to welcome visitors into a household.[82][83][84] After the prayer, the ceremony ends with the saluter sharing pieces of the kola with the group, known as ị́ké ọ́jị̀. The kola is supposed to cut by hand, but more recently knives have become acceptable. When the cola has three cotyledons, or parts, it is considered an ọ́jị̀ ìkéǹgà in some northern communities (going by other names in communities Ikenga doesn't operate) and is considered a sign of great luck, bravery and nobility. O wetalu oji wetalu ndu — 'one who brings kola brings life' is a popular saying that points to the auspiciousness of the kola rite.[84][85]\n\nAmong a small area of the Urata-Igbo cultural area, near Owerri, there is a tradition of building votive monument houses called ḿbàrí primarily dedicated to the ágbàrà Àlà specific to the community and sometimes other community deities. The name joins the word ḿbà ('nation, town, society') + rí ('eat') in reference to the 'festival of life' held after its completion. These votive shrines are typically designed with four columns and a central volt, around the columns are modelled deities, spirits, and depictions of human life, the entire building built out of clay from termite mounds symbolically named jí ('yam') by the initiated spirit workers called ńdí m̀gbè. Ndi mgbe are secluded from the community for a couple of months during the rites of building the mbari to a deity. Mbari are requested by a deity who the diviner tells the community feels neglected and cannot feel pride in the face of other deities in the spirit world. A string of unusual and unfortunate events befalling the community is linked to the aggrieved deity. An mbari is commissioned and artists are chosen. After the completion of the mbari the spirit workers are reincorporated into the community and a feast is held for the opening of the mbari house where elders and the community come to exhibit the critique the expensive mbari. The mbari house is not a source of worship and is left to dilapidate, being reabsorbed by nature in symbolic sense related to Ala.[29][86]\n\nBefore the twentieth century, circular stepped pyramids were built in reverence of Ala at the town of Nsude in northern Igboland. In total ten clay/mud pyramidal structures were still existing in 1935. The base section of a pyramid was 60 ft. in circumference and 3 ft. in height. The next stack was 45 ft. in circumference. Circular stacks continued, till it reached the top. The structures were temples for the god Ala/Uto who was believed to live at the top.  A stick was placed at the top to represent the god's residence. The structures were laid in groups of five parallel to each other. Because it was built of clay/mud like the Deffufa of Nubia, time has taken its toll requiring periodic reconstruction.[87]\n\n"
        }
    ]
}