{
    "url": "https://en.wikipedia.org/wiki/Triadophlebioptera",
    "title": "Odonatoptera",
    "table_of_contents": [
        "1 Systematics and taxonomy",
        "1.1 Phylogeny",
        "2 Footnotes",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Odonatoptera are a superorder (sometimes treated as an order) of ancient winged insects, placed in the probably paraphyletic group Palaeoptera. The dragonflies and damselflies are the only living members of this group, which was far more diverse in the late Paleozoic and contained gigantic species, including the griffinflies (colloquially called \"giant dragonflies\", although they were not dragonflies in the strict sense) of the order Meganisoptera (formerly Protodonata). This lineage dates back at least to the Bashkirian, not quite 320 million years ago. [1]\n\n"
        },
        {
            "title": "Systematics and taxonomy",
            "text": "There is little consensus about the relationships of the Odonatoptera. What is certain is that they are a clade of winged insects that stands outside the Neoptera. But various authors' analyses have yielded any one of three mutually exclusive phylogenies, or some variant thereof: The least problematic (in a taxonomic sense) view is that the Odonatoptera are the sister taxon of the Ephemeropteroidea (the mayfly lineage), and that the Palaeodictyopteroidea are either their sister taxon or a basal assemblage, all within a monophyletic Palaeoptera. But few recent analyses have supported this. Rather, it seems more and more likely that the Odonatoptera are the sister taxon of the Neoptera, making the \"Palaeoptera\" paraphyletic. The third view places the mayfly lineage as sister taxon of the neopterans, with the Odonatoptera as most primitive winged insects; it has seen little support in recent decades however.[2]\n\nWhile the internal subdivision of this superorder is subject to much dispute and far from resolved, at least the coarser divisions seem to be fairly stable by now. Six orders are generally recognized, as well as two families incertae sedis and a further \"family\" that is almost certainly not monophyletic. Ordered from the most ancestral to the most advanced, these are:\n\nBased on the work of Petrulevičius & Gutierrez 2016.[3]\n\n\nIn some treatments, the Odonata are expanded to include all these taxa with the exception of the \"Erasipteridae\", Geroptera and Protodonata; this group is treated as an unranked clade Odonatoclada in the scheme used here. Where the Odonata are defined loosely, the term Odonatoidea is used instead of \"Odonatoptera\".[4]\n\n"
        }
    ]
}