{
    "url": "https://en.wikipedia.org/wiki/Odonata",
    "title": "Odonata",
    "table_of_contents": [
        "1 Etymology and terminology",
        "2 Systematics and taxonomy",
        "3 External morphology",
        "3.1 Size",
        "3.2 Description",
        "4 Ecology and life cycle",
        "5 Gallery",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nOdonata is an order of flying insects that includes the dragonflies and damselflies. Members of the group first appeared during the Triassic, though members of their total group, Odonatoptera, first appeared in Late Carboniferous.[1]\n\nThe two common groups are distinguished with dragonflies, placed in the suborder Epiprocta, usually being larger, with eyes together and wings up or out at rest, while damselflies, suborder Zygoptera, are usually smaller with eyes placed apart and wings along body at rest.\n\nAll Odonata have aquatic larvae called naiads (nymphs), and all of them, larvae and adults, are carnivorous. The adults can land, but rarely walk. Their legs are specialised for catching prey. They are almost entirely insectivorous.\n\n"
        },
        {
            "title": "Etymology and terminology",
            "text": "Fabricius coined the term Odonata in 1793 from the Ancient Greek ὀδών odṓn (Ionic form of ὀδούς odoús) 'tooth'. One hypothesis is that it was because their maxillae are notably toothed.[3] Most insects also have toothed mandibles.\n\nThe word dragonfly usually refers to only Anisoptera, but is also sometimes used to refer to all Odonata[4] Odonata enthusiasts avoid ambiguity by using the term true dragonfly,[5] or simply anisopteran,[6] when referring to just the Anisoptera. The term warriorfly has also been proposed.[7] Some 5,900 species have been described in this order.[8]\n\n"
        },
        {
            "title": "Systematics and taxonomy",
            "text": "This order is closely related to mayflies and several extinct orders in a group called the Palaeoptera, but this grouping might be paraphyletic. What they do share with mayflies is the nature of how the wings are articulated and held in rest (see insect flight for a detailed discussion).\n\nIn some treatments,[9] the Odonata are understood in an expanded sense, essentially synonymous with the superorder Odonatoptera but not including the prehistoric Protodonata. In this approach, instead of Odonatoptera, the term Odonatoidea is used. The systematics of the \"Palaeoptera\" are by no means resolved; what can be said however is that regardless of whether they are called \"Odonatoidea\" or \"Odonatoptera\", the Odonata and their extinct relatives do form a clade.[10]\n\nThe Anisoptera was long treated as a suborder, with a third suborder, the Anisozygoptera (ancient dragonflies). However, the combined suborder Epiprocta (in which Anisoptera is an infraorder) was proposed when it was found that the \"Anisozygoptera\" was paraphyletic, composed of mostly extinct offshoots of dragonfly evolution. The four living species placed in that group are (in this treatment) in the infraorder Epiophlebioptera, whereas the fossil taxa that were formerly there are now dispersed about the Odonatoptera (or Odonata sensu lato).[11] World Odonata List considers Anisoptera as a suborder along with Zygoptera and Anisozygoptera as well-understood and widely preferred terms.[12][13]\n\nTarsophlebiidae is a prehistoric family of Odonatoptera that can be considered either a basal lineage of Odonata or their immediate sister taxon.\n\nThe phylogenetic tree of the orders and suborders of odonates according to Bechly (2002):[14]\n\n"
        },
        {
            "title": "External morphology",
            "text": "The largest living odonate is the giant Central American helicopter damselfly Megaloprepus coerulatus (Zygoptera: Pseudostigmatidae) with a wing span of 191 mm (7.5 in). The heaviest living odonates are Tetracanthagyna plagiata (Anisoptera: Aeshnidae) with a wing span of 165 mm (6.5 in), and Petalura ingentissima (Anisoptera: Petaluridae) with a body length of 117 mm (4.6 in) (some sources 125 mm (4.9 in)) and wing span of 160 mm (6.3 in). The longest extant odonate is the Neotropical helicopter damselfly Mecistogaster linearis (Zygoptera: Pseudostigmatidae) with a body length of 135 mm (5.3 in). Sometimes the giant Hawaiian darner Anax strenuus (Anisoptera: Aeshnidae) is claimed to be the largest living odonate with an alleged wing span of 190 mm (7.5 in), but this seems to be a myth as only 152 mm (6.0 in) wing spans are scientifically documented.\n\nOdonata and their ancestors come from one of the oldest winged insect groups. The fossils of odonates and their cousins, including Paleozoic \"giant dragonflies\" like Meganeuropsis permiana from the Permian of North America, reached wing spans of up to 71 cm (28 in)[15][16] and a body length of 43 cm (17 in), making it the largest insect of all time. This insect belonged to the order Meganisoptera, the griffinflies, related to odonates but not part of the modern order Odonata in the restricted sense. They have one of the most complete fossil records going back 319 million years.[17]\n\nThe smallest living dragonfly is Nannophya pygmaea (Anisoptera: Libellulidae) from east Asia, with a body length of 15 mm (0.59 in) and a wing span of 20 mm (0.79 in). The smallest damselflies (and also the smallest odonates) are species of the genus Agriocnemis (Zygoptera: Coenagrionidae) with a wing span of only 17–18 mm (0.67–0.71 in).\n\nThese insects characteristically have large rounded heads covered mostly by well-developed, compound eyes, which provide good vision, legs that facilitate catching prey (other insects) in flight, two pairs of long, transparent wings that move independently, and elongated abdomens. They have three ocelli and short antennae. The mouthparts are on the underside of the head and include simple chewing mandibles in the adult.[18]\n\nFlight in the Odonata is direct, with flight muscles attaching directly to the wings; rather than indirect, with flight muscles attaching to the thorax, as is found in the Neoptera. This allows active control of the amplitude, frequency, angle of attack, camber and twist of each of the four wings entirely independently.[19]\n\nIn most families there is a structure on the leading edge near the tip of the wing called the pterostigma. This is a thickened, hemolymph–filled and often colorful area bounded by veins. The functions of the pterostigma are not fully known, but it most probably has an aerodynamic effect[20] and may also have a visual function. More mass at the end of the wing may also reduce the energy needed to move the wings up and down. The right combination of wing stiffness and wing mass could reduce the energy consumption of flying. A pterostigma is also found among other insects, such as bees.\n\nThe nymphs have stockier, shorter, bodies than the adults. In addition to lacking wings, their eyes are smaller, their antennae longer, and their heads are less mobile than in the adult. Their mouthparts are modified, with the labium being adapted into a unique prehensile organ for grasping prey. Damselfly nymphs breathe through external gills on the abdomen, while dragonfly nymphs respire through an organ in their rectum.[18]\n\nAlthough generally fairly similar, dragonflies differ from damselflies in several, easily recognizable traits. Dragonflies are strong fliers with fairly robust bodies and at rest hold their wings either out to the side or out and downward (or even somewhat forward). Damselflies tend to be less robust, even rather weak appearing in flight, and when at rest most species hold their wings folded back over the abdomen (see photograph below, left). Dragonfly eyes occupy much of the animal's head, touching (or nearly touching) each other across the face. In damselflies, there is typically a gap in between the eyes.\n\n"
        },
        {
            "title": "Ecology and life cycle",
            "text": "Odonates are aquatic or semi-aquatic as juveniles. Thus, adults are most often seen near bodies of water and are frequently described as aquatic insects. However, many species range far from water. They are carnivorous (or more specifically insectivorous) throughout their life, mostly feeding on smaller insects.\n\nMale Odonata have complex genitalia, different from those found in other insects. These include grasping cerci for holding the female and a secondary set of copulatory organs on the abdomen in which the sperm are held after being produced by the primary genitals. To mate, the male grasps the female by the thorax or head and bends her abdomen so that her own genitalia can be grasped by the copulatory organs holding the sperm.[18] Male odonates have a copulatory organ on the ventral side of abdominal segment 2 in which they store spermatozoa; they mate by holding the female's head (Anisoptera) or thorax (Zygoptera) with claspers located at the tip of the male abdomen; the female bends her abdomen forward to touch the male organ and receive sperm. This is called the \"wheel\" position.\n\nEggs are laid in water or on vegetation near water or wet places, and hatch to produce pronymphs which live off the nutrients that were in the egg. They then develop into instars with approximately 9–14 molts that are (in most species) voracious predators on other aquatic organisms, including small fishes. The nymphs grow and molt, usually in dusk or dawn, into the flying teneral immature adults, whose color is not yet developed. These insects later transform into reproductive adults.\n\nOdonates can act as bioindicators of water quality in rivers because they rely on high quality water for proper development in early life. Since their diet consists entirely of insects, odonate density is directly proportional to the population of prey, and their abundance indicates the abundance of prey in the examined ecosystem.[21] Species richness of vascular plants has also been positively correlated with the species richness of dragonflies in a given habitat. This means that in a location such as a lake, if one finds a wide variety of odonates, then a similarly wide variety of plants should also be present. This correlation is not common to all bioindicators, as some may act as indicators for a different environmental factor, such as the pool frog acting as a bioindicator of water quality due to its high quantity of time spent in and around water.[22]\n\nIn addition, odonates are very sensitive to changes to average temperature. Many species have moved to higher elevations and latitudes as global temperature rises and habitats dry out. Changes to the life cycle have been recorded with increased development of the instar stages and smaller adult body size as the average temperature increases. As the territory of many species starts to overlap, the rate hybridization of species that normally do not come in contact is increasing.[17] If global climate change continues many members of Odonata will start to disappear. Because odonates are such an old order and have such a complete fossil record they are an ideal species to study insect evolution and adaptation. For example, they are one of the first insects to develop flight and it is likely that this trait only evolved once in insects, looking at how flight works in odonates, the rest of flight can be mapped out.[17]\n\n"
        },
        {
            "title": "See also",
            "text": "Lists of Odonata species of Australia - Britain - Canada (dragonflies | damselflies) - Estonia - Finland - France - India - Ireland - Slovenia - South Africa - Sri Lanka - Taiwan\n\n"
        }
    ]
}