{
    "url": "https://en.wikipedia.org/wiki/Ogre",
    "title": "Ogre",
    "table_of_contents": [
        "1 Etymology",
        "2 Fairy tales that feature ogres",
        "3 Ogres in popular culture",
        "4 Gallery",
        "4.1 In illustration",
        "4.2 In sculpture",
        "5 See also",
        "6 References",
        "6.1 Notes",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An ogre (feminine: ogress) is a legendary monster depicted as a large, hideous, man-like being that eats ordinary human beings, especially infants and children.[1] Ogres frequently feature in mythology, folklore, and fiction throughout the world. They appear in many classic works of literature, and are most often associated in fairy tales and legend with a taste for infants.\n\nIn mythology, ogres are often depicted as inhumanly large, tall, and having a disproportionately large head, abundant hair, unusually colored skin, a voracious appetite, and a strong body. Ogres are closely linked with giants and with human cannibals in mythology. In both folklore and fiction, giants are often given ogrish traits (such as the giants in \"Jack and the Beanstalk\" and \"Jack the Giant Killer\", the Giant Despair in The Pilgrim's Progress, and the Jötunn of Norse mythology); while ogres may be given giant-like traits.\n\nFamous examples of ogres in folklore include the ogre in \"Puss in Boots\" and the ogre in \"Hop-o'-My-Thumb\". Other characters sometimes described as ogres include the title character from \"Bluebeard\", the Beast from Beauty and the Beast, Humbaba from the Epic of Gilgamesh, Grendel from Beowulf, Polyphemus the Cyclops from Homer's Odyssey, the Man-eating giant in \"Sinbad the Sailor\", the Oni of Japanese folklore and the Ghouls of  pre-Islamic Arabian religion.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word ogre is of French origin, originally derived from the Etruscan god Orcus, who fed on human flesh. Its earliest attestation is in Chrétien de Troyes' late 12th-century verse romance Perceval, li contes del graal, which contains the lines:\n\nThe ogres in this rhyme may refer to the ogres who were, in the pseudohistorical work History of the Kings of Britain by Geoffrey of Monmouth, the inhabitants of Britain prior to human settlement. The Italian author Giambattista Basile (1575–1632) used the related Neapolitan word uerco, or in standard Italian, orco in some of his tales. This word is documented[2] in earlier Italian works (Fazio degli Uberti, 14th century; Luigi Pulci, 15th century; Ludovico Ariosto, 15th–16th centuries) and has even older cognates with the Latin orcus and the Old English orcnēas found in Beowulf lines 112–113, which inspired J.R.R. Tolkien's Orc.[3] All these words may derive from a shared Indo-European mythological concept (as Tolkien himself speculated, as cited by Tom Shippey, The Road to Middle-earth, 45). The Dictionary of the Academy of France alternatively states that the name is derived from the word Hongrois, which means Hungarian, as of western cultures referred to Hungarians as a kind of monstrosity.[4] Ogre could possibly also derive[citation needed] from the biblical Og, last of the giants (or from the Greek river god Oiagros, father of Orpheus).\n\nThe word ogre came into wider usage in the works of Charles Perrault (1628–1703) or Marie-Catherine Jumelle de Berneville, Comtesse d' Aulnoy (1650–1705), both of whom were French authors. The first appearance of the word ogre in Perrault's work occurred in his Histoires ou Contes du temps Passé (1696). It later appeared in several of his other fairy tales, many of which were based on the Neapolitan tales of Basile. The first example of a female ogre being referred to as an ogress is found in his version of Sleeping Beauty, where it is spelled ogresse. Madame d'Aulnoy first employed the word ogre in her story L'Orangier et l'Abeille (1698), and was the first to use the word ogree to refer to the creature's offspring.\n\n"
        }
    ]
}