{
    "url": "https://en.wikipedia.org/wiki/Ohlone_mythology",
    "title": "Ohlone mythology",
    "table_of_contents": [
        "1 Creation stories",
        "1.1 Rumsen (Coyote, Eagle, Hummingbird)",
        "1.2 Rumsen (Eagle and Hawk)",
        "1.3 Chochenyo (Coyote and grandson Kaknu)",
        "2 Making the world safe",
        "2.1 Chochenyo (Kaknu fights Body of Stone)",
        "3 Death and afterlife stories",
        "3.1 Chochenyo (Land of the Dead)",
        "4 Context",
        "5 References",
        "5.1 Citations",
        "5.2 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The mythology of the Ohlone (Costanoan) Native American people of Northern California include creation myths as well as other ancient narratives that contain elements of their spiritual and philosophical belief systems, and their conception of the  world order. Their myths describe supernatural anthropomorphic beings with the names of regional birds and animals, notably the eagle, the Coyote who is humanity's ancestor and a trickster spirit, and a hummingbird.\n\nThe Chochenyo (Chocheño) mythology of the San Francisco Bay Area has a strong culture hero figure named Kaknu, coyote's grandson, who is an anthropomorphic and closely resembles a peregrine falcon.\n\n"
        },
        {
            "title": "Creation stories",
            "text": "One Ohlone creation myth begins with the demise of a previous world:  When it was destroyed, the world was covered entirely in water, apart from a single peak, Pico Blanco (north of Big Sur) in the Rumsien version (or Mount Diablo in the northern Ohlone's version) on which Coyote, Hummingbird, and Eagle stood. \"When the water rose to their feet\"  the eagle carried them all to Sierra de Gabilin (near Fremont) where they waited \"for the water to go down\" and the world to dry out. Coyote was sent to investigate and found it was dry now.[1]\n\nAfter the flood, the eagle led Coyote to a beautiful girl inside or in the river and instructed him \"she will be your wife in order that people may be raised again.\" Eagle gave Coyote instruction how to make her pregnant in her belly.  This first wife became pregnant by eating one of Coyote's lice, but she was afraid and started running. Coyote could not persuade her or slow her down, she ran to the ocean with Coyote chasing her and she jumped into the ocean and turned into a sand flea or shrimp.[2]\n\nCoyote married a second wife and this time had children who became the Ohlone people. This is how \"people raised again\". The Coyote taught humanity the arts of survival.\n\nAnother creation myth begins with the earth flooded in water. Eagle tells Hawk to dive into the floodwaters to find some earth. Hawk dives but fails to find any earth the first day. He tries again the next morning, this time holding a feather plucked from the middle of Eagle's head. The feather grows longer and helps Hawk to reach some earth under the waters. The water eventually receded.[3]\n\nThe Chochenyo myths describe the \"First People\" or \"Early People\" as supernatural anthropomorphic beings with the names of regional birds and animals. Of the fragmented myths that are recorded, the Coyote was the supreme being:\n\nCoyote was the grandfather, companion and advisor to the Chochenyo's mythical hero, the Kaknu. Kaknu was another anthropomorphic being, described to be like a predatory bird, most closely resembling a peregrine falcon.[4]\n\n"
        },
        {
            "title": "Making the world safe",
            "text": "\"Finally when Kaknu didn't want to fight anymore with anyone, he turned into a dove and entered into the earth\". Kaknu dived into the earth by folding his wings, and went to confront the \"Body of Stone\" called Wiwe. Body of Stone was the underground lord of the earth, described as a man with a stone body, who fed people to his servants. His terrain was scattered with bones. The Body of Stone held many of Kaknu's \"people\" in captivity and they assisted Kaknu in an epic battle. When Kaknu shot the Body of Stone in the neck and navel with all his arrows, the Body of Stone died and burst into pieces, and became all the rocks scattered across the world. Kaknu makes peace with the people in this once hostile underground.[5]\n\n"
        },
        {
            "title": "Death and afterlife stories",
            "text": "According to the Chochenyo, death was created by Coyote so that people would have enough to eat, but this meant. \"Kaknu had to take the road to the land of the dead...the people followed his example.\"[4]\n\nAccording to the Chochenyo, the Land of the Dead had only one road and a man who receives the incoming spirits. There is white foam like the sea, before this are two pieces of smoking and burning wood and two hollowed stones, one filled with water, and the other with a sugary substance, where the spirits can drink and eat, before they plunge into the foam. The burning wood is a warning, the type of warning not elaborated.[6]\n\n"
        },
        {
            "title": "Context",
            "text": "These myths have been called incomplete story fragments on the creation of the world. They share some elements with the neighboring people in Central and Northern California, such as Miwok mythology. The Bay Miwok people also believed that the world started with water surrounding the tallest mountain in the region, Mount Diablo. The Ohlone myths contain numerous similarities to Yokuts mythology and cosmogony.[7]\n\n"
        }
    ]
}