{
    "url": "https://en.wikipedia.org/wiki/Olmec_religion",
    "title": "Olmec religion",
    "table_of_contents": [
        "1 Rulers, priests, and shamans",
        "2 Olmec supernaturals",
        "2.1 Olmec Dragon (God I)",
        "2.2 Maize deity (God II)",
        "2.3 Rain Spirit and Were-jaguar (God III)",
        "2.4 Banded-eye God (God IV)",
        "2.5 Feathered Serpent (God V)",
        "2.6 Fish or Shark Monster (God VI)",
        "3 Continuity hypothesis",
        "4 Notes",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The religion of the Olmec people significantly influenced the social development and mythological world view of Mesoamerica.   Scholars have seen echoes of Olmec supernatural in the subsequent religions and mythologies of nearly all later pre-Columbian era cultures.\n\nThe first Mesoamerican civilization, the Olmecs, developed on present-day Mexico southern Gulf Coast in the centuries before 1200 BCE.  The culture lasted until roughly 400 BCE, at which time their center of La Venta lay abandoned.  The Olmec culture is often considered a \"mother culture\" to later Mesoamerican cultures.\n\nThere is no surviving direct account of the Olmec's religious beliefs, unlike the Mayan Popol Vuh, or the Aztecs with their many codices and conquistador accounts.  Archaeologists, therefore, have had to rely on other techniques to reconstruct Olmec beliefs, most prominently:[1]\n\nThe latter two techniques assume that there is a continuity extending from Olmec times through later Mesoamerican cultures to the present day.  This assumption is called the Continuity Hypothesis.  Using these techniques, researchers have discerned several separate deities or supernaturals embodying the characteristics of various animals.\n\n"
        },
        {
            "title": "",
            "text": "Olmec religious activities were performed by a combination of rulers, full-time priests, and shamans.  The rulers seem to have been the most important religious figures, with their links to the Olmec deities or supernaturals providing legitimacy for their rule.[2]  There is also considerable evidence for shamans in the Olmec archaeological record, particularly in the so-called \"transformation figures\".[3]\n\n"
        },
        {
            "title": "Olmec supernaturals",
            "text": "Specifics concerning Olmec religion are a matter of some conjecture.  Early researchers found religious beliefs to be centered upon a jaguar god.[4]  This view was challenged in the 1970s by Peter David Joralemon, whose Ph. D. paper and subsequent article posited what are now considered to be 8 different supernaturals.[5]   Over time Joralemon's viewpoint has become the predominant exposition of the Olmec pantheon.  The study of Olmec religion, however, is still in its infancy and any list of Olmec supernaturals or deities can be neither definitive nor comprehensive.[6]\n\nThe names and identities of these supernaturals are only provisional and the details concerning many of them remain poorly known.[7]  The confusion stems in part because the supernaturals are defined as a cluster of iconographic mafias.[8]  Any given motif may appear in multiple supernaturals.  For example, \"flame eyebrows\" are seen at times within representations of both the Olmec Dragon and the Bird Monster, and the cleft head is seen on all five supernaturals that appear on Las Limas Monument 1.  To add to the confusion, Joralemon suggested that many of these gods had multiple aspects – for example, Joralemon had identified a God I-A through a God I-F.[9]\n\nDespite the use of the term \"god\", none of these deities and supernaturals show any sexual characteristics which would indicate gender.[10]\n\nAlso known as the Earth Monster, the Olmec Dragon has flame eyebrows, a bulbous nose, and bifurcated tongue.[11]  When viewed from the front, the Olmec Dragon has trough-shaped eyes; when viewed in profile, the eyes are L-shaped.[12]  Fangs are prominent, often rendered as an upside-down U-shaped bracket.[13]  With the Bird Monster, the Olmec Dragon is one of the most commonly depicted supernaturals.[14]\n\nMiller & Taube differentiate a Personified Earth Cave, equating it with Joralmon's God I-B.[15]\n\nAnother probable supernatural is identified by the plants sprouting from its cleft head.  A carved celt from Veracruz shows a representation of God II, or the Maize Gosh, growing corn from his cleft, and also shows this god with the snarling face associated with the jaguar.[16]  This deity is rarely shown with a full body.[17]\n\nThere is considerable disagreement between researchers whether the Rain Spirit and were-jaguar are one distinct or two separate supernaturals.  Christopher Pool,[18] Anatole Pohorilenko, and Miller & Taube each equate the were-jaguar with the Rain Deity, while Joralemon finds them to be two separate supernaturals.[19]  Joralemon states that the Olmec rain spirit \"is based on were-jaguar features\", but is not the were-jaguar per se.[20] More recent scholarship by Carolyn Tate questions the existence of  \"were-jaguar\" (a fantastical concept coined soon after the release of the WereWolf in London) imagery and instead argues for the centrality of embryo-corn kernel iconography within Olmec iconography.[21]\n\nIn a later paper, Taube proposed that the Rain Spirit was instead the seed phase version of the Maize God.[22]\n\nThis enigmatic deity is named for the narrow band that runs along the side of its face through its almond-shaped eye with its round iris.  Like many other supernaturals, the Banded-eye God has a cleft head and a downturned mouth.  Unlike others, the Banded-eye God is only known from its profile - these renditions are generally concentrated on bowls from the Valley of Mexico (as shown on left),[23] although the Banded-eye God is one of the five supernaturals shown on Las Limas Monument 1 from the Olmec heartland.\n\nRather than a distinct supernatural in its own right, however, Taube finds God IV to be yet another aspect of the Maize God.[24]\n\nThe feathered (or plumed) serpent depicted throughout Mesoamerica first appears in Olmec times, although there is some disagreement concerning its importance to the Olmec.[25]  The Feathered Serpent appears on La Venta Stele 19 (above) and within a Juxtlahuaca cave painting (see this Commons photo), locations hundreds of miles apart.\n\nMost often recognized by its shark tooth, the head of the monster also features a crescent-shaped eye, and a small lower jaw.[26] When depicted in its full-body form, such as on San Lorenzo Monument 58 or on the Young Lord figurine, the anthropomorphic Fish Monster also displays crossed bands, a dorsal fin, a split tail.[27]  This supernatural's profile is shown on the left leg of Las Limas Monument 1 (see  Commons drawing).\n\n"
        },
        {
            "title": "Continuity hypothesis",
            "text": "Marshall Howard Saville first suggested in 1929 that the Olmec deities were forerunners of later Mesoamerican gods, linking were-jaguar votive axes with the Aztec god Tezcatlipoca.[28]  This proposal was amplified by Miguel Covarrubias in his 1957 work Indian Art of Mexico and Central America where he famously drew a family tree showing 19 later Mesoamerican rain deities as descendants of a \"jaguar masked\" deity portrayed on a votive axe.[29]  The continuity hypothesis has since been generally accepted by scholars,[30] although the extent of Olmec influence on later cultures is still debated.\n\n"
        }
    ]
}