{
    "url": "https://en.wikipedia.org/wiki/Omen",
    "title": "Omen",
    "table_of_contents": [
        "1 Ancient Near East",
        "2 Ancient Greece",
        "3 Ancient Rome",
        "4 Astrology",
        "5 Good or bad",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An omen (also called portent) is a phenomenon that is believed to foretell the future, often signifying the advent of change.[2] It was commonly believed in ancient times, and still believed by some today, that omens bring divine messages from the gods.[3]\n\nThese omens include natural phenomena, for example an eclipse, abnormal births of animals (especially humans) and behaviour of the sacrificial lamb on its way to the slaughter. Specialists, known as diviners, variously existed to interpret these omens. They would also use an artificial method, for example, a clay model of a sheep liver, to communicate with their gods in times of crisis. They would expect a binary answer, either yes or no, favourable or unfavourable. They did these to predict what would happen in the future and to take action to avoid disaster.[3]\n\nThough the word omen is usually devoid of reference to the change's nature, hence being possibly either \"good\" or \"bad\", the term is more often used in a foreboding sense, as with the word ominous. The word comes from its Latin equivalent omen, of otherwise uncertain origin.[4]\n\n"
        },
        {
            "title": "Ancient Near East",
            "text": "The oldest source for this practice in the Ancient Near East came from Mesopotamian practice attested at the first half of the 2nd millennium BC. It was vigorously pursued by the Assyrian kings, Esarhaddon and his son, Ashurbanipal in the 7th century BC.[3]\n\nOmens were interpreted by several methods—e.g., liver divination, lecanomancy, and libanomancy. Hepatoscopy—observing irregularities and abnormalities of the entrails of a sacrificial sheep—was used in many royal services.[3]\n\nAstrological omens were popular in Assyria in the 7th century BC. Diviners gained influence by interpreting omens and advising the king, Esarhaddon (681–669 BC), how to avoid some terrible fate. Sometimes the Assyrian king hid for a while after he put a substitute king on the throne. The court expected that the substitute king would take the evil consequences of an omen. When they believed the danger was over, they executed the substitute king and the true king resumed the throne.[3]\n\nThe observations of omens were recorded into series. Some of them dated back to the first half of the 2nd millennium BC, and these were arranged as conditional statement later (if such and such is the case, then such and such is the result).[3]\n\nThis belief of omens later spread out around the Near East and beyond when clay models of sheep livers used for the diviners to learn the craft was found in Boghazkoi, Ugarit, Megiddo, and Hazor.[3]\n\nLetters from the city Mari dated at the latest from the 18th century showed that these divinatory practices were not limited to the royal court, but also played an important role in everyday life of the people.[3]\n\n"
        },
        {
            "title": "Ancient Greece",
            "text": "An oionos (omen) was defined in antiquity as the carnivorous vulture, especially a prophetic bird. By careful observation of the bird's cries and the way or direction it flew, the augurs attempted to predict the future. They also saw lightning or thunder as omens, sent from Zeus, and observed the direction in which they saw or heard them. Omens represented the divine will and the decisions of the gods, their positioning opposite human endeavors, and were aimed at being understood by sensitive receivers of the time, who brought the divine charisma to become intermediaries, channels between the world of gods and humans. Even since Homeric times, the Greeks paid special attention to these signs: when they saw vultures from the left, another symbol of Zeus, they considered it a bad omen. The cry of a heron or lightning to the right marked positive and promising omen. In the Greek territory, seers also judged good and bad omens from the unwillingness or willingness of a victim to approach the altar and by the state of its offal when slaughtered.[5]\n\n"
        },
        {
            "title": "Ancient Rome",
            "text": "In ancient Roman religion, augurs interpreted the flights of birds to ascertain the will of the gods, in response to specific questions. Their system was complex; for example, while a bird-sign on the left was usually favourable (auspicious) and one on the right unfavourable (inauspicious), the combination of a raven on the right and a crow on the left was favourable. Augurs also studied the behaviour of domesticated, sacred chickens before embarking on important enterprises, such as a senatorial meeting, the passage of a new law, or a battle. These formal \"divine consultations\" by augurs are known as \"taking the auspices\". Haruspices examined the liver, lungs and entrails of animals sacrifice to interpret the will of the gods, again in response to clear and specific proposals. Some omens came in the form of prodigies – unnatural, aberrant or unusual phenomena such as meteor showers, hermaphrodite births, or \"blood rain\", any of which could signify that the gods had somehow been angered. The meaning and import of reported prodigies were officially debated and decided by the Roman senate, with advice from religious experts. Threatening signs could then be officially expiated and the gods placated with the appropriate sacrifice and rituals. The interpretation and expiation of omens that suggested a threat to the State was a serious business. In 217 BC the consul Gaius Flaminius \"disregarded his horse's collapse, the chickens, and yet other omens, before his disaster at Lake Trasimene\".[6] Certain natural events, particularly lightning strikes and thunder, could be ominous for the public or state, or only for the individual who saw or heard them. When a thunderclap interrupted his election as consul, Marcellus gave up his candidacy. Thereafter he travelled in an enclosed litter when on important business, to avoid sight of any bad omens that might affect his plans.[7]\n\nMany Romans believed that particular words, phrases or incidents might carry prophetic content aimed at particular individuals who witnessed or heard them. Such \"private\" omens could be accepted, and their benefits secured (or their threat averted) by use of countersigns, or verbal formulas such as accepit omen, arripuit omen (\"I accept the omen, I hold to it\"); the consul L Aemilius Paullus, when about to embark on his campaign against King Perseus, heard his daughter say that her dog Persa had died; given the similarity of the names and the death of the dog, he took this as a sign that Perseus would be defeated – which he was.[5] The orator and statesman Cicero, though an augur himself, and apparently convinced that in capable hands, it offered a reliable means of foretelling the future,[8] was skeptical of unsolicited, personal omens. He reports the story that Licinius Crassus took ship for Syria despite the ominous call of a fig-seller – \"Cauneas!\" (\"Caunean figs!\"), which might be heard as \"Cave ne eas!\" (\"Beware, don't go!\") – and was killed on campaign. Cicero saw these events as merely coincidental; only the credulous could think them ominous.[9] In Suetonius's \"Lives of the Caesars\", the deaths of various emperors are presaged by omens and dreams; the emperor Caligula, for example, dreamt that he stood before the throne of Jupiter, king of the gods, and Jupiter kicked him down from heaven to earth; Caligula ignored the premonition and was assassinated the next day.[10]\n\n"
        },
        {
            "title": "Astrology",
            "text": "In the field of astrology, solar and lunar eclipses (along with the appearance of comets and to some extent the full moon) have often been considered omens of notable births, deaths, or other significant events throughout history in many societies. One Biblical example is the Magi in the Gospel of Matthew; in the Nativity narrative of the Gospel of Matthew, the Magi are depicted as predicting the birth of Jesus after seeing the Star of Bethlehem.\n\n"
        },
        {
            "title": "Good or bad",
            "text": "Omens may be considered either good or bad depending on their interpretation. The same sign may be interpreted differently by different people or different cultures.\n\nFor example, a superstition in the United States and other countries across Europe indicates that a black cat is an omen of bad luck.[11]\n\nComets also have been considered both good and bad omens. Halley's Comet was a \"bad omen\" for King Harold II of England but a \"good omen\" for William the Conqueror.[12]\n\n"
        }
    ]
}