{
    "url": "https://en.wikipedia.org/wiki/Ommatidium",
    "title": "Ommatidium",
    "table_of_contents": [
        "1 Description",
        "2 Rhabdomeres",
        "3 Mechanism of eye determination",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The compound eyes of arthropods like insects, crustaceans and millipedes[1] are composed of units called ommatidia (singular: ommatidium). An ommatidium contains a cluster of photoreceptor cells surrounded by support cells and pigment cells.  The outer part of the ommatidium is overlaid with a transparent cornea. Each ommatidium is innervated by one axon bundle (usually consisting of 6–9 axons, depending on the number of rhabdomeres)[2]: 162  and provides the brain with one picture element. The brain forms an image from these independent picture elements. The number of ommatidia in the eye depends upon the type of arthropod and range from as low as 5 as in the Antarctic isopod Glyptonotus antarcticus,[3] or a handful in the primitive Zygentoma, to around 30,000 in larger Anisoptera dragonflies and some Sphingidae moths.[4]\n\n"
        },
        {
            "title": "Description",
            "text": "Ommatidia are typically hexagonal in cross-section and approximately ten times longer than wide. The diameter is largest at the surface, tapering toward the inner end. At the outer surface, there is a cornea, below which is a pseudocone that acts to further focus the light. The cornea and pseudocone form the outer ten percent of the length of the ommatidium.\n\nThe specific composition of ommatidia, or eye units, vary between different organisms. The butterfly compound eye consists of multiple ommatidia, each of which consist of nine photoreceptor cells (numbered from R1–R9), primary and secondary pigment cells.[5] Nymphalid butterflies have the simplest eye ommatidium structure, consisting of eight photoreceptor cells (R1–R8) and a tiny R9 cell organized into a different tier. [5] These \"R cells\" tightly pack the ommatidium. The portion of the R cells at the central axis of the ommatidium collectively form a light guide, a transparent tube, called the rhabdom.\n\nAlthough composed of over 16,000 cells,[6] the Drosophila compound eye is a simple repetitive pattern of 700 to 750 ommatidia,[7] initiated in the larval eye imaginal disc. Each ommatidium consists of 14 neighboring cells: 8 photoreceptor neurons in the core, 4 non-neuronal cone cells and 2 primary pigment cells.[6] A hexagonal lattice of pigment cells insulates the ommatidial core from neighboring ommatidia to optimize coverage of the visual field, which therefore affects the acuity of Drosophila vision.[7]\n\n"
        },
        {
            "title": "Rhabdomeres",
            "text": "In true flies, the rhabdom has separated into seven independent rhabdomeres (there are actually eight, but the two central rhabdomeres responsible for color vision sit one atop the other), such that a small inverted 7-pixel image is formed in each ommatidium. The angle between adjacent rhabdomeres within a single ommatidium (the acceptance angle) is similar to the angle between adjacent ommatidia (the inter-ommatidial angle), giving the eye a continuous field of view with areas of overlap between neighboring ommatidia;[2]: 161–2  the advantage of this arrangement is that the same visual axis is sampled from a larger area of the eye, increasing overall sensitivity by a factor of seven, without increasing the size of the eye or reducing its acuity. Achieving this has also required the rewiring of the eye such that the axon bundles are twisted through 180 degrees (re-inverted), and each rhabdomere is united with those from the six adjacent ommatidia that share the same visual axis. Thus, at the level of the lamina – the first optical processing center of the insect brain – the signals are input in exactly the same manner as in the case of a normal apposition compound eye, but the image is enhanced. This visual arrangement is known as neural superposition.[2]: 163–4 \n\nSince an image from the compound eye is created from the independent picture elements produced by ommatidia, it is important for the ommatidia to react only to that part of the scene directly in front of them. To prevent light entering at an angle from being detected by the ommatidium it entered, or by any of the neighboring ommatidia, six pigment cells are present. The pigment cells line the outside of each ommatidium. Each pigment cell is situated at the apex of the hexagons and thus lines the outside of three ommatidia. Light entering at an angle passes through the thin cross-section of the photoreceptor cell, with only a tiny chance of exciting it, and is absorbed by the pigment cell, before it can enter a neighboring ommatidium. In many species, in low-light situations, the pigment is withdrawn, so that light entering the eye might be detected by any of several ommatidia. This enhances light detection but lowers resolution.\n\nThe size of the ommatidia varies according to species, but ranges from 5 to 50 micrometres. The rhabdoms within them may cross-section at least as small as 1.x micrometres, the category of \"small\" being assigned in some cross-species studies to those under 2 micrometers.[8] A microlens array can be seen as an elementary, biomimetic analogy of ommatidia.\n\n"
        },
        {
            "title": "Mechanism of eye determination",
            "text": "Retinal cell fate determination relies on positional cell–cell signaling that activates signal transduction pathways, rather than cell lineage. Cell–cell signal that is released from R8 photoreceptors (already differentiated retinal cells) of each ommatidium is received by neighboring progenitor retinal cells, stimulating their incorporation into developing ommatidia. The undifferentiated retinal cells select their appropriate cell fates based on their position with their differentiated neighbors. The local signal, Growth Factor Spitz, activates the epidermal growth factor receptor (EGFR) signal transduction pathway, and initiates a cascade of events that will result in transcription of genes involved in cell fate determination.[9] This process leads to the induction of cell fates, starting from the R8 photoreceptor neurons and progresses to the sequential recruitment of neighboring undifferentiated cells. The first seven neighboring cells receive R8 signaling to differentiate as photoreceptor neurons, followed by the recruitment of the four non-neuronal cone cells.\n\n"
        }
    ]
}