{
    "url": "https://en.wikipedia.org/wiki/Omnipresence",
    "title": "Omnipresence",
    "table_of_contents": [
        "1 Introduction",
        "2 Omnipresence in religions",
        "2.1 Judaism",
        "2.2 Islam",
        "2.3 Christianity",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Omnipresence or ubiquity is the property of being present anywhere and everywhere. The term omnipresence is most often used in a religious context as an attribute of a deity or supreme being, while the term ubiquity is generally used to describe something \"existing or being everywhere at the same time, constantly encountered, widespread, common\". Ubiquitous can also be used as a synonym for words like worldwide, universal,  global, pervasive, all over the place.\n\nThe omnipresence of a supreme being is conceived differently by different religious systems. In monotheistic beliefs like Christianity and Judaism, the divine and the universe are separate, but the divine is present everywhere. In pantheistic beliefs, the divine and the universe are identical. In panentheistic beliefs, the divine interpenetrates the universe, but extends beyond it in time and space.\n\n"
        },
        {
            "title": "Introduction",
            "text": "Hinduism, and other religions that derive from it, incorporate the theory of transcendent and immanent omnipresence which is the traditional meaning of the word, Brahman. This theory defines a universal and fundamental substance, which is the source of all physical existence.\n\nDivine omnipresence is thus one of the divine attributes, although in Western Christianity it has attracted less philosophical attention than such attributes as omnipotence, omniscience, or being eternal.\n\nIn Western theism, omnipresence is roughly described as the ability to be \"present everywhere at the same time\",[1] referring to an unbounded or universal presence. Omnipresence means minimally that there is no place to which God’s knowledge and power do not extend.[2] It is related to the concept of ubiquity, the ability to be everywhere or in many places at once.[3] This includes unlimited temporal presence.[4]\n\nWilliam Lane Craig states that we shouldn’t think of God as being in space in the sense of being spread out like an invisible ether throughout space. He is not like an invisible gas that is everywhere present in space. This would be incorrect for several reasons. For one, it would mean that if the universe is finite, which is perfectly possible, then God would be finite. We do not want to say that because God is infinite. More seriously, if God is spread out throughout space, like an invisible ether, that means that he is not fully present everywhere. Craig argues that omnipresence is a derived characteristic: an omniscient and omnipotent deity knows everything and can be and act everywhere, simultaneously. Others propound a deity as having the \"Three O's\", including omnipresence as a unique characteristic of the deity. Most Christian denominations — following theology standardized by the Nicene Creed — explain the concept of omnipresence in the form of the \"Trinity\", by having a single deity (God) made up of three omnipresent persons, Father, Son and Holy Spirit.[5]\n\n\n\n"
        },
        {
            "title": "Omnipresence in religions",
            "text": "Several ancient cultures such as the Vedic and the Native American civilizations share similar views on omnipresent nature; the ancient Egyptians, Greeks and Romans did not worship an omnipresent being. While most Paleolithic cultures followed polytheistic practices[citation needed], a form of omnipresent deity arises from a worldview that does not share ideas with mono-local deity cultures. Some omnipresent religions see the whole of existence as a manifestation of the deity. There are two predominant viewpoints here: pantheism, deity is the summation of Existence; and panentheism, deity is an emergent property of existence. The first is closest to the Native Americans' worldview; the latter resembles the Vedic outlook.[citation needed]. However, ample evidence exist in Vedic texts showing not only omnipresence, but also immanent transcendence. In one such Vedic text, namely Isavasya Upanishad,[6] from Shukla Yajur Veda Samhita, verses 40:1,5 [7] clearly shows immanence and omnipresence, while verses 40:4,8 clearly establish transcendence with respect to matter, time and limitations of any kind.\n\nIn traditional Jewish monotheism belief of panentheism, or an omnipresent God, is rejected.[8] While the \"entire concept of God occupying physical space, or having any category of spatial reference apply to him was completely rejected by pure Judaic monotheism,\" Hasidic teachings, along with certain Kabbalistic systems, diverged to postulate belief in panentheism.[9]\n\nIslam, Shia or Sunni, do not believe in omnipresence. Quran 32:4 clearly shows that Allah is present in heaven and not on Earth.[10] Commentaries also confirm this. Islamic omnipresence of Allah is only in the context of Allah's knowledge of things.\n\nIn Islamic beliefs, pantheism is also rejected and omnipresence is described to transcend the physical. According to Shia tradition in Nahj al-Balagha, a compilation of Ali's teachings and letters, with commentary by Morteza Motahhari, the only territory that God does not enter is that of nothingness and non-existence. God is with everything, but not in anything, and nothing is with him. God is not within things, though not out of them. He is over and above every kind of condition, state, similarity and likeness.  Ali says about God's omnipresence: \n\nIn Christianity, as well as in Kabbalistic and Hasidic philosophy, God is omnipresent. However, the significant difference between them and other religious systems is that God is still transcendent to His creation and yet immanent in relating to creation. God is not immersed in the substance of creation, even though he is able to interact with it as he chooses. He can make his human-divine body visible anytime and everywhere, whatever he wants: he cannot be excluded from any location or object in creation. God's presence is continuous throughout all of creation, though it may not be revealed in the same way at the same time to people everywhere. At times, he may be actively present in a situation, while he may not reveal that he is present in another circumstance in some other area. God is omnipresent in a way that he is able to interact with his creation however he chooses and is the very essence of his creation. While contrary to normal physical intuitions, such omnipresence is logically possible by way of the classic geometric point or its equivalent, in that such a point is, by definition, within all of space without taking up any space. The Bible states that God can be both present to a person in a manifest manner (Psalm 46:1, Isaiah 57:15) as well as being present in every situation in all of creation at any given time (Psalm 33:13-14).\n\nSpecifically, Oden states that the Bible shows that God can be present in every aspect of human life:\n\nMarbaniang points out that omnipresence doesn't mean divine occupation of all space, nor divine distribution overall space, nor indwelling of every entity, nor that God cannot move in space, nor the diversification of the universe, but means that God is fully present everywhere and that God can do different things at different places at the same time.[13]\n\n"
        }
    ]
}