{
    "url": "https://en.wikipedia.org/wiki/Omnibenevolence",
    "title": "Omnibenevolence",
    "table_of_contents": [
        "1 Usage",
        "2 Philosophical perspectives",
        "3 Religious perspectives",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Omnibenevolence (from Latin omni- meaning \"all\", bene- meaning \"good\" and volens meaning \"willing\") is defined by the Oxford English Dictionary as \"unlimited or infinite benevolence\". Some philosophers[who?] have argued that it is impossible, or at least improbable, for a deity to exhibit such a property alongside omniscience and omnipotence, as a result of the problem of evil. However, some philosophers, such as Alvin Plantinga, argue the plausibility of co-existence.\n\nThe word is primarily used as a technical term within academic literature on the philosophy of religion, mainly in context of the problem of evil and theodical responses to such, although even in said contexts the phrases \"perfect goodness\" and \"moral perfection\" are often preferred because of the difficulties in defining what exactly constitutes \"infinite benevolence\".\n\n"
        },
        {
            "title": "Usage",
            "text": "The term is patterned on, and often accompanied by, the terms omniscience and omnipotence, typically to refer to conceptions of an \"all-good, all-knowing, all-powerful\" deity. Philosophers and theologians more commonly use phrases like \"perfectly good\",[1] or simply the term \"benevolence\". The word \"omnibenevolence\" may be interpreted to mean perfectly just, all-loving, fully merciful, or any number of other qualities, depending on precisely how \"good\" is understood. As such, there is little agreement over how an \"omnibenevolent\" being would behave.\n\nThe earliest record for its use in English, according to the Oxford English Dictionary, is in 1679. The Catholic Church does not appear to use the term \"omnibenevolent\" in the liturgy or Catechism.[citation needed] Saint Thomas Aquinas in particular explained in Summa Theologica that God may indirectly want evil in the physical world, when this is necessary for the greater good of the order of the universe.[2]\n\nModern users of the term include George H. Smith in his book Atheism: The Case Against God (1980),[3] where he argued that divine qualities are inconsistent.  However, the term is also used by authors who defend the coherence of divine attributes, including but not limited to, Jonathan Kvanvig in The Problem of Hell (1993),[4] and Joshua Hoffman and Gary Rosenkrantz in The Divine Attributes (2002).[5]\n\nThe terminology has been used by some prominent Roman Catholic figures, examples being Bishop Robert Barron, Doctor of Sacred Theology in his 2011 book Catholicism: A Journey to the Heart of the Faith.[6]\n\n"
        },
        {
            "title": "Philosophical perspectives",
            "text": "The notion of an omnibenevolent, infinitely compassionate deity has raised certain atheistic objections, such as the problem of evil and the problem of Hell. Responses to such problems are called theodicies and can be general, arguing for the coherence of the divine, such as Swinburne's Providence and the Problem of Evil, or they can address a specific problem, such as Charles Seymour's A Theodicy of Hell.\n\nProponents of pandeism contend that benevolence (much less omnibenevolence) is simply not required to account for any property of our Universe, as a morally neutral deity which was powerful enough to have created our Universe as we experience it would be, by definition, able to have created our Universe as we experience it. William C. Lane contended that pandeism thereby offered an escape from the evidential argument from evil:[7] In 2010, author William C. Lane contended that:\n\n"
        },
        {
            "title": "Religious perspectives",
            "text": "The theological justification stems from God's aseity: the non-contingent, independent and self-sustained mode of existence that theologians ascribe to God.[citation needed] For if he was not morally perfect, that is, if God was merely a great being but nevertheless of finite benevolence, then his existence would involve an element of contingency, because one could always conceive of a being of greater benevolence.[9] Hence, omnibenevolence is a requisite of perfect being theology.[10]\n\nTheologians in the Wesleyan tradition (see Thomas Jay Oord) argue that omnibenevolence is God's primary attribute.[citation needed] Some Hyper-Calvinist interpretations reject omnibenevolence.[citation needed] For example, the Westboro Baptist Church is infamous for its expression of this stance.\n\nChristian apologist William Lane Craig argues that Islam does not hold to the idea of omnibenevolence.[11]\n\n"
        }
    ]
}