{
    "url": "https://en.wikipedia.org/wiki/Omnipotence",
    "title": "Omnipotence",
    "table_of_contents": [
        "1 Etymology",
        "2 Meanings",
        "2.1 Scholasticism",
        "2.2 As a stage of normal child development",
        "3 Rejection or limitation",
        "3.1 Philosophical grounds",
        "3.2 Scriptural grounds",
        "4 Uncertainty",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Omnipotence is the quality of having unlimited power. Monotheistic religions generally attribute omnipotence only to the deity of their faith. In the monotheistic religious philosophy of Abrahamic religions, omnipotence is often listed as one of a deity's characteristics, along with omniscience, omnipresence, and omnibenevolence. The presence of all these properties in a single entity has given rise to considerable theological debate, prominently including the problem of evil, the question of why such a deity would permit the existence of evil. It is accepted in philosophy and science that omnipotence can never be effectively understood.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word omnipotence derives from the Latin prefix omni-, meaning \"all\", and the word potens, meaning \"potent\" or \"powerful\". Thus the term means \"all-powerful\".[1]\n\n"
        },
        {
            "title": "Meanings",
            "text": "The term omnipotent has been used to connote a number of different positions. These positions include, but are not limited to, the following:\n\nThomas Aquinas acknowledged difficulty in comprehending the deity's power: \"All confess that God is omnipotent; but it seems difficult to explain in what His omnipotence precisely consists: for there may be doubt as to the precise meaning of the word 'all' when we say that God can do all things. If, however, we consider the matter aright, since power is said in reference to possible things, this phrase, 'God can do all things,' is rightly understood to mean that God can do all things that are possible; and for this reason He is said to be omnipotent.\"[5] In Scholasticism, omnipotence is generally understood to be compatible with certain limitations or restrictions. A proposition that is necessarily true is one whose negation is self-contradictory.\n\nAquinas says that:\n\nThe adaptation of means to ends in the universe does not argue, as John Stuart Mill would have it, that the power of the designer is limited, but only that God has willed to manifest his glory by a world so constituted rather than by another.[citation needed] Indeed, the production of secondary causes, capable of accomplishing certain effects, requires greater power than the direct accomplishment of these same effects. On the other hand, even though no creature existed, God's power would not be barren, for \"creatures are not an end to God.\"[8] Regarding the deity's power, medieval theologians contended that there are certain things that even an omnipotent deity cannot do. The statement \"a deity can do anything\" is only sensible with an assumed suppressed clause, \"that implies the perfection of true power\". This standard scholastic answer allows that acts of creatures such as walking can be performed by humans but not by a deity. Rather than an advantage in power, human acts such as walking, sitting, or giving birth were possible only because of a defect in human power. The capacity to sin, for example, is not a power but a defect or infirmity. In response to questions of a deity performing impossibilities, e.g. making square circles, Aquinas says that \"everything that does not imply a contradiction in terms, is numbered amongst those possible things, in respect of which God is called omnipotent: whereas whatever implies contradiction does not come within the scope of divine omnipotence, because it cannot have the aspect of possibility. Hence it is better to say that such things cannot be done, than that God cannot do them. Nor is this contrary to the word of the angel, saying: 'No word shall be impossible with God.' For whatever implies a contradiction cannot be a word, because no intellect can possibly conceive such a thing.\"[5]\n\nC. S. Lewis has adopted a scholastic position in the course of his work The Problem of Pain. Lewis follows Aquinas' view on contradiction:\n\nSigmund Freud freely used the same term in a comparable way. Referring with respect to an adult neurotic to 'the omnipotence which he ascribed to his thoughts and feelings', Freud reckoned that 'this belief is a frank acknowledgement of a relic of the old megalomania of infancy'.[10] Similarly Freud concluded that 'we can detect an element of megalomania in most other forms of paranoic disorder. We are justified in assuming that this megalomania is essentially of an infantile nature and that, as development proceeds, it is sacrificed to social considerations'.[11] Freud saw megalomania as an obstacle to psychoanalysis. In the second half of the 20th century object relations theory, both in the States and among British Kleinians, set about 'rethinking megalomania... intent on transforming an obstacle... into a complex organization that linked object relations and defence mechanisms' in such a way as to offer new 'prospects for therapy'.[12]\n\nEdmund Bergler, one of his early followers, considered that \"as Freud and Ferenczi have shown, the child lives in a sort of megalomania for a long period; he knows only one yardstick, and that is his own over-inflated ego ... megalomania, it must be understood, is normal in the very young child\".[13] Bergler was of the opinion that in later life \"the activity of gambling in itself unconsciously activates the megalomania and grandiosity of childhood, reverting to the 'fiction of omnipotence'\".[14]\n\nHeinz Kohut regarded 'the narcissistic patient's \"megalomania\"...as part of normal development.\n\nD. W. Winnicott took a more positive view of a belief in early omnipotence, seeing it as essential to the child's well-being; and 'good-enough' mothering as essential to enable the child to 'cope with the immense shock of loss of omnipotence'[15] - as opposed to whatever 'prematurely forces it out of its narcissistic universe'.[16]\n\n"
        },
        {
            "title": "Rejection or limitation",
            "text": "Some monotheists reject the view that a deity is or could be omnipotent, or take the view that, by choosing to create creatures with free will, a deity has chosen to limit divine omnipotence. In Conservative and Reform Judaism, and some movements within Protestant Christianity, including open theism, deities are said to act in the world through persuasion, and not by coercion (this is a matter of choice—a deity could act miraculously, and perhaps on occasion does so—while for process theism it is a matter of necessity—creatures have inherent powers that a deity cannot, even in principle, override). Deities are manifested in the world through inspiration and the creation of possibility, not necessarily by miracles or violations of the laws of nature.[17][18]\n\nProcess theology rejects unlimited omnipotence on a philosophical basis, arguing that omnipotence as classically understood would be less than perfect, and is therefore incompatible with the idea of a perfect deity. The idea is grounded in Plato's oft-overlooked statement that \"being is power.\"\n\nFrom this premise, Charles Hartshorne argues further that:\n\nThe argument can be stated as follows:[citation needed]\n\nFor example, although someone might control a lump of jelly-pudding almost completely, the inability of that pudding to stage any resistance renders that person's power rather unimpressive. Power can only be said to be great if it is over something that has defenses and its own agenda. If a deity's power is to be great, it must therefore be over beings that have at least some of their own defenses and agenda. Thus, if a deity does not have absolute power, it must therefore embody some of the characteristics of power, and some of the characteristics of persuasion. This view is known as dipolar theism.\n\nThe most popular works espousing this point are from Harold Kushner (in Judaism). The need for a modified view of omnipotence was also articulated by Alfred North Whitehead in the early 20th century and expanded upon by Charles Hartshorne. Hartshorne proceeded within the context of the theological system known as process theology.\n\nIn the Authorized King James Version of the Bible, as well as several other versions, in Revelation 19:6 it is stated \"...the Lord God omnipotent reigneth\" (the original Greek word is παντοκράτωρ, \"all-mighty\").[20]\n\n"
        },
        {
            "title": "Uncertainty",
            "text": "Trying to develop a theory to explain, assign or reject omnipotence on grounds of logic has little merit, since being omnipotent, in a Cartesian sense, would mean the omnipotent being is above logic, a view supported by René Descartes.[21] He issues this idea in his Meditations on First Philosophy. This view is called universal possibilism.[22]\n\nAccording to Hindu philosophy the essence of Brahman can never be understood or known since Brahman is beyond both existence and non-existence, transcending and including time, causation and space, and thus can never be known in the same material sense as one traditionally 'understands' a given concept or object.[23]\n\nSince the current laws of physics are only known to be valid in this universe, it is possible that the laws of physics are different in parallel universes, giving a god-like entity more power. If the number of universes is unlimited, then the power of a certain god-like entity is also unlimited, since the laws of physics may be different in other universes, and accordingly[24] making this entity omnipotent. Unfortunately, there is a lack of empirical correlation concerning a multiverse. In some theories, there could even be realms beyond this multiverse (nirvana, Chaos, nothingness).\n\n"
        }
    ]
}