{
    "url": "https://en.wikipedia.org/wiki/Online_and_offline",
    "title": "Online and offline",
    "table_of_contents": [
        "1 History",
        "2 Examples",
        "2.1 Offline e-mail",
        "2.2 Offline media playing",
        "2.3 Offline browsing",
        "2.4 Offline storage",
        "2.5 Offline messages",
        "3 Generalisations",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn computer technology and telecommunications, online indicates a state of connectivity and offline indicates a disconnected state. In modern terminology, this usually refers to an Internet connection, but (especially when expressed \"on line\" or \"on the line\") could refer to any piece of equipment or functional unit that is connected to a larger system. Being online means that the equipment or subsystem is connected, or that it is ready for use.[1]\n\n\"Online\" has come to describe activities performed on and data available on the Internet,[2] for example: \"online identity\", \"online predator\", \"online gambling\", \"online shopping\", \"online banking\", and \"online learning\". Similar meaning is also given by the prefixes \"cyber\" and \"e\", as in the words \"cyberspace\", \"cybercrime\", \"email\", and \"ecommerce\".[3]  In contrast, \"offline\" can refer to either computing activities performed while disconnected from the Internet, or alternatives to Internet activities (such as shopping in brick-and-mortar stores). The term \"offline\" is sometimes used interchangeably with the acronym \"IRL\", meaning \"in real life\".[4]\n\n"
        },
        {
            "title": "History",
            "text": "During the 19th century, the term on line was commonly used in both the railroad and telegraph industries. For railroads, a signal box would send messages down the line (track), via a telegraph line (cable), indicating the track's status: Train on line or Line clear.[5] Telegraph linemen would refer to sending current through a line as direct on line or battery on line;[6] or they may refer to a problem with the circuit as being on line, as opposed to the power source or end-point equipment.[7]\n\nSince at least 1950, in computing, the terms on-line and off-line have been used to refer to whether machines, including computers and peripheral devices, are connected or not.[8] Here is an excerpt from the 1950 book High-Speed Computing Devices:[8]\n\n"
        },
        {
            "title": "Examples",
            "text": "One example of a common use of these concepts with email is a mail user agent (MUA) that can be instructed to be in either online or offline states.  One such MUA is Microsoft Outlook. When online it will attempt to connect to mail servers (to check for new mail at regular intervals, for example), and when offline it will not attempt to make any such connection. The online or offline state of the MUA does not necessarily reflect the connection status between the computer on which it is running and the internet i.e. the computer itself may be online—connected to Internet via a cable modem or other means—while Outlook is kept offline by the user, so that it makes no attempt to send or to receive messages. Similarly, a computer may be configured to employ a dial-up connection on demand (as when an application such as Outlook attempts to make connection to a server), but the user may not wish for Outlook to trigger that call whenever it is configured to check for mail.[9]\n\nAnother example of the use of these concepts is digital audio technology. A tape recorder, digital audio editor, or other device that is online is one whose clock is under the control of the clock of a synchronization master device. When the sync master commences playback, the online device automatically synchronizes itself to the master and commences playing from the same point in the recording. A device that is offline uses no external clock reference and relies upon its own internal clock. When many devices are connected to a sync master it is often convenient, if one wants to hear just the output of one single device, to take it offline because, if the device is played back online, all synchronized devices have to locate the playback point and wait for each other device to be in synchronization.[10] (For related discussion, see MIDI timecode, word sync, and recording system synchronization.)\n\nA third example of a common use of these concepts is a web browser that can be instructed to be in either online or offline states. The browser attempts to fetch pages from servers while only in the online state. In the offline state, or \"offline mode\", users can perform offline browsing, where pages can be browsed using local copies of those pages that have previously been downloaded while in the online state. This can be useful when the computer is offline and connection to the Internet is impossible or undesirable. The pages are downloaded either implicitly into the web browser's own cache as a result of prior online browsing by the user or explicitly by a browser configured to keep local copies of certain web pages, which are updated when the browser is in the online state, either by checking that the local copies are up-to-date at regular intervals or by checking that the local copies are up-to-date whenever the browser is switched to the online. One such web browser is Internet Explorer. When pages are added to the Favourites list, they can be marked to be \"available for offline browsing\". Internet Explorer will download local copies of both the marked page and, optionally, all of the pages that it links to. In Internet Explorer version 6, the level of direct and indirect links, the maximum amount of local disc space allowed to be consumed, and the schedule on which local copies are checked to see whether they are up-to-date, are configurable for each individual Favourites entry.[11][12][13][14]\n\nFor communities that lack adequate Internet connectivity—such as developing countries, rural areas, and prisons—offline information stores such as WiderNet's eGranary Digital Library (a collection of approximately thirty million educational resources from more than two thousand web sites and hundreds of CD-ROMs) provide offline access to information.[15]  More recently, the Internet Archive announced an offline server project intended to provide access to material on inexpensive servers that can be updated using USB sticks and SD cards.[16]\n\nLikewise, offline storage is computer data storage that is not \"available for immediate use on demand by the system without human intervention\". Additionally, an otherwise online system that is powered down may be considered offline.[17]\n\nWith the growing communication tools and media, the words offline and online are used very frequently. If a person is active over a messaging tool and is able to accept the messages it is termed as online message and if the person is not available and the message is left to view when the person is back, it is termed as offline message. In the same context, the person's availability is termed as online and non-availability is termed as offline.\n\n"
        },
        {
            "title": "Generalisations",
            "text": "Online and offline distinctions have been generalised from computing and telecommunication into the field of human interpersonal relationships. The distinction between what is considered online and what is considered offline has become a subject of study in the field of sociology.[18]\n\nThe distinction between online and offline is conventionally seen as the distinction between computer-mediated communication and face-to-face communication (e.g., face time), respectively. Online is virtuality or cyberspace, and offline is reality (i.e., real life or \"meatspace\"). Slater states that this distinction is \"obviously far too simple\".[18] To support his argument that the distinctions in relationships are more complex than a simple dichotomy of online versus offline, he observes that some people draw no distinction between an online relationship, such as indulging in cybersex, and an offline relationship, such as being pen pals.  He argues that even the telephone can be regarded as an online experience in some circumstances, and that the blurring of the distinctions between the uses of various technologies (such as PDA versus mobile phone, internet television versus internet, and telephone versus Voice over Internet Protocol) has made it \"impossible to use the term online meaningfully in the sense that was employed by the first generation of Internet research\".[18]\n\nSlater asserts that there are legal and regulatory pressures to reduce the distinction between online and offline, with a \"general tendency to assimilate online to offline and erase the distinction,\" stressing, however, that this does not mean that online relationships are being reduced to pre-existing offline relationships. He conjectures that greater legal status may be assigned to online relationships (pointing out that contractual relationships, such as business transactions, online are already seen as just as \"real\" as their offline counterparts), although he states it to be hard to imagine courts awarding palimony to people who have had a purely online sexual relationship. He also conjectures that an online/offline distinction may be seen by people as \"rather quaint and not quite comprehensible\" within 10 years.[18]\n\nThis distinction between online and offline is sometimes inverted, with online concepts being used to define and to explain offline activities, rather than (as per the conventions of the desktop metaphor with its desktops, trash cans, folders, and so forth) the other way around. Several cartoons appearing in The New Yorker have satirized this. One includes Saint Peter asking for a username and a password before admitting a man into Heaven. Another illustrates \"the offline store\" where \"All items are actual size!\", shoppers may \"Take it home as soon as you pay for it!\", and \"Merchandise may be handled prior to purchase!\"[19][20]\n\n"
        }
    ]
}