{
    "url": "https://en.wikipedia.org/wiki/Opiate",
    "title": "Opiate",
    "table_of_contents": [
        "1 Overview",
        "2 Synthesis",
        "3 Pharmacokinetics",
        "3.1 Codeine",
        "3.2 Fentanyl",
        "3.3 Heroin",
        "3.4 Hydromorphone",
        "3.5 Meperidine",
        "3.6 Methadone",
        "3.7 Morphine",
        "3.8 Oxymorphone",
        "4 Indication",
        "5 Complications and side effects",
        "6 Pharmacology in pain",
        "7 Absolute contraindications",
        "8 Risk factors for prescription abuse",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An opiate, in classical pharmacology, is a substance derived from opium. In more modern usage, the term opioid is used to designate all substances, both natural and synthetic, that bind to opioid receptors in the brain (including antagonists).[1] Opiates are alkaloid compounds naturally found in the Papaver somniferum plant (opium poppy)Papaver somniferum.[2]\nThe psychoactive compounds found in the opium plant include morphine, codeine, and thebaine. Opiates have long been used for a variety of medical conditions with evidence of opiate trade and use for pain relief as early as the eighth century AD.[3] Opiates are considered drugs with moderate to high abuse potential and are listed on various \"Substance-Control Schedules\" under the Uniform Controlled Substances Act of the United States of America.\n\nIn 2014, between 13 and 20 million people used opiates recreationally (0.3% to 0.4% of the global population between the ages of 15 and 65).[4] According to the CDC, from this population, there were 47,000 deaths,  with a total of 500,000 deaths from 2000 to 2014.[5] In 2016, the World Health Organization reported that 27 million people suffer from Opioid use disorder. They also reported that in 2015, 450,000 people died as a result of drug use, with between a third and a half of that number being attributed to opioids.[6]\n\n"
        },
        {
            "title": "Overview",
            "text": "Opiates belong to the large biosynthetic group of benzylisoquinoline alkaloids, and are so named because they are naturally occurring alkaloids found in the opium poppy. The major psychoactive opiates are morphine, codeine, and thebaine. Papaverine, noscapine, and approximately 24 other alkaloids are also present in opium but have little to no effect on the human central nervous system. Alkaloids that have no effect on the central nervous system are not considered to be opiates. Very small quantities of hydrocodone and hydromorphone are detected in assays of opium on rare occasions; it appears to be produced by the plant under circumstances and by processes that are not understood at this time and may die.[citation needed] Dihydrocodeine, oxymorphol, oxycodone, oxymorphone, metopon, skeuomorphine and possibly other derivatives of morphine and/or hydromorphone also are found in trace amounts in opium.[citation needed]\n\nDespite morphine being the most medically significant opiate, larger quantities of codeine are consumed medically, most of it synthesized from morphine. Codeine has greater and more predictable oral bioavailability, making it easier to titrate the dose. Codeine also has less abuse potential than morphine, and because it is milder, larger doses of codeine are required.[7]\n\nOpiate withdrawal syndrome effects are associated with the abrupt cessation or reduction of prolonged opiate usage.\n\nThe manifestation of opiate dependence and abuse relies on a variety of factors, including the opiate's pharmacokinetic properties and the user's predisposition for addiction.[8]\n\n"
        },
        {
            "title": "Synthesis",
            "text": "While the full synthesis of opioids from naphthoquinone (Gates synthesis) or other simple organic starting materials is possible, they are tedious and uneconomical processes. Therefore, most of the opiate-type analgesics in use today are either extracted from Papaver somniferum or synthesized from those opiates, especially thebaine.[9]\n\nIn 2015 researches reported successful biosynthesis of thebaine and hydrocodone using genetically modified yeast. Once scaled for commercial use the process would cut production time from a year to several days and could reduce costs by 90%.[10][11]\n\n"
        },
        {
            "title": "Pharmacokinetics",
            "text": "Codeine is a prodrug which is converted to morphine and acts on μ-opiate receptors. It is converted to morphine by metabolism of CYP2D6 enzymes. Individuals who have lower CYP2D6 activity may not metabolize codeine efficiently enough to experience its analgesic effects. Conversely, individuals with higher CYP2D6 activity may metabolize the drug too quickly and experience dose-related side effects such as sedation and respiratory depression.[12]\n\nFentanyl is a synthetic opioid structurally similar to arylpiperidines. It is a strong μ-receptor agonist that is 80–100 times more potent than morphine, and has a fast onset with a shorter duration of action than morphine. It is metabolized in the liver by CYP3A4 enzymes to the compound norfentanyl.[13]\n\nHeroin, the brand name for diacetylmorphine, is the first of several semi-synthetic opioids to be derived from morphine, a component of natural opium.[15]  Although it is derived from, rather than directly found in, natural opium, it is commonly referred to as an opiate.[citation needed] Heroin (diacetylmorphine) is a morphine prodrug; it is metabolized by the liver into morphine after administration. One of the major metabolites of heroin, 6-monoacetylmorphine (6-MAM), is also a morphine prodrug.\n\nHydromorphone is used as an alternative to morphine. It has a high first-pass metabolism, and is primarily glucuronidated in the liver to hydromorphone-3-glucoronide (H3G). 75% of hydromorphone is renally excreted, with 7% excreted as the parent opiate.[13]\n\nMeperidine is a synthetic opiate part of the arylpiperidine class. It is a strong μ-receptor agonist with 1/10th the potency of morphine. It is used to treat rigors, and has a half-life of three to four hours. It is hepatically metabolized to the active metabolites of normeperidine, normepiridinic acid, and medperidinic acid. Normeperidine at toxic levels can cause CNS excitation and seizures.[13]\n\nMethadone has a higher bioavailability and half life compared to morphine.[16] It is metabolized to an inactive product by N-demethylation by CYP3A4 enzymes in the liver. It has high person to person variability because of varying levels of CYP3A4 in individuals.[17] It is approved for treatment of moderate to severe pain as well as opioid dependence.[18] Because of its high risk of drug interactions, liver toxicity, and patient variability, patients have to be monitored closely at methadone clinics.[19]\n\nNicomorphine (Vilan, morphine dinicotinate), Diamorphine (Heroin, morphine diacetate), dipropanoylmorphine (morphine dipropionate), desomorphine (Permonid, di-hydro-desoxy-morphine), methyldesorphine, acetylpropionylmorphine, dibenzoylmorphine, diacetyldihydromorphine, and several others are also derived from morphine.[20]\n\nMorphine is metabolized in the liver to morphine-3-glucuronide (M3G) and morphine-6-glucuronide (M6G), and are excreted by the kidneys. They are also able to cross into the blood-brain barrier into the cerebrospinal fluid. M6G has potent analgesic activity, binds to opioid receptors, and is a main contributor to the therapeutic benefit of morphine.[21] M3G does not act as an analgesic, has a low affinity for opioid receptors, and may possibly antagonize the therapeutic effects of morphine and M6G. Moreover, high doses of morphine, and thus M3G, is associated with neurotoxic side effects such as hyperalgesia, allodynia and myoclonus.[22]\n\nOxymorphone is a congener of morphine. It is metabolized to 6-hydroxy-oxymorphone and oxymorphone-3-glucuronide, and 40% is excreted as metabolites. 6-hydroxy-oxymorphine is active and exists in a 1:1 ratio with the parent drug. Oxymorphone-3-glucuronide's activity is unknown.[13]\n\n"
        },
        {
            "title": "Indication",
            "text": "Opiates are mainly used for pain management with the premise that there will be benefits for both pain & function that will outweigh the risks to the patient.[23] Another indication is symptomatic relief of shortage of breath, both in the acute setting (for example, pulmonary edema) and in terminally ill patients.[24][25]\n\nOpiate dose conversions may be necessary when switching medications given the differing pharmacodynamics between opiates. Generally, morphine is used as the standard for converting between opiates to achieve equivalent analgesic effects. These differences in morphine-equivalents may differ between formulations of the same medication.[26] Calculating total daily dose using morphine milligram equivalents is used to identify patients at risk of overdose.[27]\n\n"
        },
        {
            "title": "Complications and side effects",
            "text": "Common side effects associated to opioid use include: sedation, nausea, dizziness, vomiting, constipation, physical dependence, tolerance, and respiratory depression. Of these the most common are constipation & nausea and there are no development of tolerance to these side effects.[28] This is why stool softeners or laxatives (polyethylene glycol, docusate, and senna) are often prescribed with opioids.[29]\n\nLess common side effects include: delayed gastric emptying, hyperalgesia, immunologic and hormonal dysfunction, muscle rigidity, and myoclonus.[30]\n\nOpiate use for pain is widely accepted in the healthcare system. However, long-term treatment for chronic pain is highly controversial as there is a high risk of addiction associated with its use leading to abuse and diversion to others even when taken properly.[31] Those addicted to opiates will prioritize acquiring these drugs over other activities in their lives, negatively impacting their professional and personal relationships.\n\nChronic opioid use can lead to tolerance. This often causes the patient to need higher and/or more frequent doses of the drug to get the desired effects.[32]\n\nConcentration-dependence adverse effects may vary based on the user's genetic polymorphisms which can alter drug metabolism. Cytochrome P450 (notably CYP2D6) is responsible for the metabolism of various opiates to active metabolites and variations in CYP450 activity lead to varying serum drug levels.[33]\n\n"
        },
        {
            "title": "Pharmacology in pain",
            "text": "Pain is an unpleasant sensory and emotional experience associated with actual or potential tissue damage. It is an essential defensive function where pain works as an alarm to avoid or limit tissue damage.  Opiates act upon opioid receptors that are coupled to inhibitor G protein coupled receptors (GPCR).  These receptors fall into 3 classes: μ (mu), δ (delta), and κ (kappa) receptors.[34]\n\nMore than 70% of opioid receptors are μ receptors, predominantly located on the central terminals of nociceptors in the dorsal horn of the spinal cord. The remaining 30% of opioid receptors are located post-synaptically on dendrites of second-order spinothalamic neurons & interneurons.[34]\n\nWhen an opiate binds as an agonist to the GPCR, there will be a signaling cascade resulting in the inhibition of adenylate cyclase and calcium ion channels with the stimulation of potassium ion channels.  The net effect of these changes is a reduced intracellular cAMP and hyperpolarization of the neuronal cell reducing neurotransmitter release.[35]  Through this pathway, when opiates bind to and activate the mu receptor, there is a decrease transmission of pain signalling. This pathway targeted for the analgesia properties that opiates are known and used for. Other clinically important roles of mu are its involvement in respiratory and cardiovascular functions, gastrointestinal peristalsis, feeding, and mood.[36] These other pathways are important because they explain the side effects of opiate use like respiratory depression at high doses, constipation with chronic use, and addicting properties.[30]\n\n"
        },
        {
            "title": "Absolute contraindications",
            "text": "Those with the following conditions should not be using opioids:[37]\n\n"
        },
        {
            "title": "Risk factors for prescription abuse",
            "text": "The following are risk factors for opiate prescription abuse:[38]\n\nStatistically, middle-aged patients with substance use history and psychiatric comorbidities are seen with higher mortality risks such as suicide.\n\n"
        }
    ]
}