{
    "url": "https://en.wikipedia.org/wiki/Propellant_depot",
    "title": "Orbital propellant depot",
    "table_of_contents": [
        "1 LEO depot fuels",
        "2 Propellant launch costs",
        "3 Cryogenic depot architectures and types",
        "4 Heavy lift versus depot-centric architectures",
        "5 Feasibility of propellant depots",
        "6 Advantages",
        "7 History and plans",
        "7.1 USA",
        "7.2 Rest of world",
        "8 Engineering design issues",
        "8.1 Propellant settling",
        "8.2 Propellant transfer",
        "8.3 Refilling",
        "8.4 Orbital planes and launch windows",
        "8.5 Specific issues of cryogenic depots",
        "8.5.1 Boil-off mitigation",
        "8.5.2 Sun shields",
        "8.5.3 Other issues",
        "9 In-space refueling demonstration projects",
        "9.1 Robotic Refueling Mission",
        "9.2 MDA in-space refueling demonstration project",
        "9.3 Space tug alternatives to direct refueling",
        "9.4 New Space Involvement",
        "10 Gallery",
        "11 See also",
        "12 References",
        "13 External links",
        "13.1 Text",
        "13.2 Video"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn orbital propellant depot is a cache of propellant that is placed in orbit around Earth or another body to allow spacecraft or the transfer stage of the spacecraft to be fueled in space.  It is one of the types of space resource depots that have been proposed for enabling infrastructure-based space exploration.[1]\nMany different depot concepts exist depending on the type of fuel to be supplied, location, or type of depot which may also include a propellant tanker that  delivers a single load to a spacecraft at a specified orbital location and then departs.  In-space fuel depots are not necessarily located near or at a space station.\n\nPotential users of in-orbit refueling and storage facilities include space agencies, defense ministries and communications satellite or other commercial companies.\n\nSatellite servicing depots would extend the lifetime of satellites that have nearly consumed all of their orbital maneuvering fuel and are likely placed in a geosynchronous orbit. The spacecraft would conduct a space rendezvous with the depot, or vice versa, and then transfer propellant to be used for subsequent orbital maneuvers. In 2011, Intelsat showed interest in an initial demonstration mission to refuel several satellites in geosynchronous orbit, but all plans have been since scrapped.[2]\n\nA low earth orbit (LEO) depot's primary function would be to provide propellant to a transfer stage headed to the moon, Mars, or possibly a geosynchronous orbit.  Since all or a fraction of the transfer stage propellant can be off-loaded, the separately launched spacecraft with payload and/or crew could have a larger mass or use a smaller launch vehicle.  With a LEO depot or tanker fill, the size of the launch vehicle can be reduced and the flight rate increased—or, with a newer mission architecture where the beyond-Earth-orbit spacecraft also serves as the second stage, can facilitate much larger payloads—which may reduce the total launch costs since the fixed costs are spread over more flights and fixed costs are usually lower with smaller launch vehicles.  A depot could also be placed at Earth-Moon Lagrange point 1 (EML-1) or behind the Moon at EML-2 to reduce costs to travel to the moon or Mars.  Placing a depot in Mars orbit has also been suggested.[3]\n\n"
        },
        {
            "title": "LEO depot fuels",
            "text": "For rockets and space vehicles, propellants usually take up 2/3 or more of their total mass.\n\nLarge upper-stage rocket engines generally use a cryogenic fuel like liquid hydrogen and liquid oxygen (LOX) as an oxidizer because of the large specific impulse possible, but must carefully consider a problem called \"boil off,\" or the evaporation of the cryogenic propellant. The boil off from only a few days of delay  may not allow sufficient fuel for higher orbit injection, potentially resulting in a mission abort. Lunar or Mars missions will require weeks to months to accumulate tens of thousands to hundreds of thousands of kilograms of propellant, so additional equipment may be required on the transfer stage or the depot to mitigate boiloff.\n\nNon-cryogenic, earth-storable liquid rocket propellants including RP-1 (kerosene), hydrazine and nitrogen tetroxide (NTO), and mildly cryogenic, space-storable propellants like liquid methane and liquid oxygen, can be kept in liquid form with less boiloff than the cryogenic fuels, but also have lower specific impulse.[4] Additionally, gaseous or supercritical propellants such as those used by ion thrusters include xenon, argon,[5][6] and bismuth.[7]\n\n"
        },
        {
            "title": "Propellant launch costs",
            "text": "Ex-NASA administrator Mike Griffin commented at the 52nd AAS Annual Meeting in Houston, November 2005, that \"at a conservatively low government price of $10,000/kg in LEO, 250 MT of fuel for two missions per year is worth $2.5 B, at government rates.\"[8]\n\nIf one assumes that a 130 tonne launch vehicle could be flown twice a year for $2.5B, the price is about $10,000/kg.\n\n"
        },
        {
            "title": "Cryogenic depot architectures and types",
            "text": "In the depot-centric architecture, the depot is filled by tankers, and then the propellant is transferred to an upper stage prior to orbit insertion, similar to a gas station filled by tankers for automobiles.  By using a depot, the launch vehicle size can be reduced and the flight rate increased.  Since the accumulation of propellant may take many weeks to months, careful consideration must be given to boiloff mitigation.\n\nIn simple terms, a passive cryogenic depot is a transfer stage with stretched propellant tanks, additional insulation, and a sun shield.  In one concept, hydrogen boiloff is also redirected to reduce or eliminate liquid oxygen boiloff and then used for attitude control, power, or reboost.  An active cryogenic depot is a passive depot with additional power and refrigeration equipment/cryocoolers to reduce or eliminate propellant boiloff.[9]  Other active cryogenic depot concepts include electrically powered attitude control equipment to conserve fuel for the end payload.\n\n"
        },
        {
            "title": "Heavy lift versus depot-centric architectures",
            "text": "In the heavy lift architecture, propellant, which can be two thirds or more of the total mission mass, is accumulated in fewer launches and possibly shorter time frame than the depot centric architecture.  Typically the transfer stage is filled directly and no depot is included in the architecture.  For cryogenic vehicles and cryogenic depots, additional boiloff mitigation equipment is typically included on the transfer stage, reducing payload fraction and requiring more propellant for the same payload unless the mitigation hardware is expended.\n\nHeavy Lift is compared with using Commercial Launch and Propellant Depots in this power point by Dr. Alan Wilhite given at FISO Telecon.[10]\n\n"
        },
        {
            "title": "Feasibility of propellant depots",
            "text": "Both theoretical studies and funded development projects that are currently underway aim to provide insight into the feasibility of propellant depots. Studies have shown that a depot-centric architecture with smaller launch vehicles could be US$57 billion less expensive than a heavy-lift architecture over a 20-year time frame.[11]  The cost of large launch vehicles is so high that a depot able to hold the propellant lifted by two or more medium-sized launch vehicles may be cost effective and support more payload mass on beyond-Earth orbit trajectories.\n\nIn a 2010 NASA study, an additional flight of an Ares V heavy launch vehicle was required to stage a US government Mars reference mission due to 70 tons of boiloff, assuming 0.1% boiloff/day for hydrolox propellant.[12] The study clearly identified the need to decrease the design boiloff rate by an order of magnitude or more.\n\nApproaches to the design of low Earth orbit (LEO) propellant depots were also  discussed in the  2009 Augustine report to NASA, which \"examined the [then] current concepts for in-space refueling.\"[13]  The report determined there are essentially two approaches to refueling a spacecraft in LEO:[13]\n\nBoth approaches were considered feasible with 2009 spaceflight technology, but anticipated that significant further engineering development and in-space demonstration would be required before missions could depend on the technology. Both approaches were seen to offer the potential of long-term life-cycle savings.[13]\n\nIn 2010 United Launch Alliance (ULA) proposed their Advanced Cryogenic Evolved Stage (ACES) tanker, a concept that dates back to work by Boeing in 2006,[14] sized to transport up to 73 tonnes (161,000 lb) of propellant—in early design with first flight planned for no earlier than 2023, with initial usage as a propellant tanker potentially beginning in the mid-2020s.[15][16] ACES was not funded, but some of the ideas were used in the Centaur stage of the Vulcan Centaur rocket.\n\nBeyond theoretical studies, since at least 2017, SpaceX has undertaken funded development of an interplanetary set of technologies.  While the interplanetary mission architecture consists of a combination of several elements that are considered by SpaceX to be key to making long-duration beyond Earth orbit (BEO) spaceflights possible by reducing the cost per ton delivered to Mars by multiple orders of magnitude over what NASA approaches have achieved,[17][18][19]\nrefilling of propellants in orbit is one of the four key elements.  In a novel mission architecture, the SpaceX design intends to enable the long-journey spacecraft to expend almost all of its propellant load during the launch to low Earth orbit while it serves as the second stage of the SpaceX Starship, and then after refilling on orbit by multiple Starship tankers, provide the large amount of energy required to put the spacecraft onto an interplanetary trajectory. The Starship tanker is designed to transport approximately 100 tonnes (220,000 lb) of propellant to low Earth orbit.[20][better source needed] In April 2021, NASA selected the SpaceX Lunar Starship with in-orbit refuelling for their initial lunar human landing system.[21]\n\n"
        },
        {
            "title": "Advantages",
            "text": "Because a large portion of a rocket is propellant at time of launch, proponents point out several advantages of using a propellant depot architecture. Spacecraft could be launched unfueled and thus require less structural mass,[22] or the depot tanker itself could serve as the second-stage on launch when it is reusable.[20] An on-orbit market for refueling may be created where competition to deliver propellant for the cheapest price takes place, and it may also enable an economy of scale by permitting existing rockets to fly more often to refuel the depot.[22] If used in conjunction with a mining facility on the moon, water or propellant could be exported back to the depot, further reducing the cost of propellant.[23][24] An exploration program based on a depot architecture could be cheaper and more capable, not needing a specific rocket or a heavy lift such as the SLS[11][22][25][26][27] to support multiple destinations such as the Moon, Lagrange points, asteroids, and Mars.[28]\n\nNASA studies in 2011 showed cheaper and faster alternatives than the Heavy Lift Launch System and listed the following advantages:[25]\n\n"
        },
        {
            "title": "History and plans",
            "text": "Propellant depots were proposed as part of the Space Transportation System (along with nuclear \"tugs\" to take payloads from LEO to other destinations) in the mid-1960s.[29]\n\nIn October 2009, the Air Force and United Launch Alliance (ULA) performed an experimental on-orbit demonstration on a modified Centaur upper stage on the DMSP-18 launch to improve \"understanding of propellant settling and slosh, pressure control, RL10 chilldown and RL10 two-phase shutdown operations.\"  \"The light weight of DMSP-18 allowed 12,000 pounds (5,400 kg) of remaining LO2 and LH2 propellant, 28% of Centaur’s capacity,\" for the on-orbit demonstrations.  The post-spacecraft mission extension ran 2.4 hours before executing the deorbit burn.[30]\n\nNASA's Launch Services Program is working on an ongoing slosh fluid dynamics experiments with partners called CRYOTE. As of 2010[update], ULA is also planning additional in-space laboratory experiments to further develop cryogenic fluid management technologies using the Centaur upper stage after primary payload separation.  Named CRYOTE, or CRYogenic Orbital TEstbed, it will be a testbed for demonstrating a number of technologies needed for cryogenic propellant depots, with several small-scale demonstrations planned for 2012-2014.[31]\nAs of August 2011[update], ULA says this mission could launch as soon as 2012 if funded.[32]\nThe ULA CRYOTE small-scale demonstrations are intended to lead to a ULA large-scale cryo-sat flagship technology demonstration in 2015.[31]\n\nThe Future In-Space Operations (FISO) Working Group, a consortium of participants from NASA, industry and academia, discussed propellant depot concepts and plans on several occasions in 2010,[33]\nwith presentations of optimal depot locations for human space exploration beyond low Earth orbit,[34]\na proposed simpler (single vehicle) first-generation propellant depot[31]\nand six important propellant-depot-related technologies for reusable cislunar transportation.[35]\n\nNASA also has plans to mature techniques for enabling and enhancing space flights that use propellant depots in the \"CRYOGENIC Propellant STorage And Transfer (CRYOSTAT) Mission\". The CRYOSTAT vehicle is expected to be launched to LEO in 2015.[36]\n\nThe CRYOSTAT architecture comprises technologies in the following categories:[36]\n\nThe \"Simple Depot\" mission was proposed by NASA in 2011 as a potential first PTSD mission, with launch no earlier than 2015, on an Atlas V 551.  Simple Depot would utilize the \"used\" (nearly-emptied) Centaur upper stage LH2 tank for long-term storage of LO2 while LH2 will be stored in the Simple Depot LH2 module, which is launched with only ambient-temperature gaseous Helium in it.  The SD LH2 tank was to be 3 metres (9.8 ft) diameter and 16 metres (52 ft) long, 110 cubic metres (3,900 cu ft) in volume, and store 5 mT of LH2.  \"At a useful mixture ratio (MR) of 6:1 this quantity of LH2 can be paired with 25.7 mT of LO2, allowing for 0.7 mT of LH2 to be used for vapor cooling, for a total useful propellant mass of 30 mT. ... the described depot will have a boil-off rate of approaching 0.1 percent per day, consisting entirely of hydrogen.\"[37]\n\nIn September 2010, ULA released a Depot-Based Space Transportation Architecture concept to propose propellant depots that could be used as way-stations for other spacecraft to stop and refuel—either in low Earth orbit (LEO)  for beyond-LEO missions, or at Lagrangian point L2 for interplanetary missions—at the AIAA Space 2010 conference.  The concept proposes that waste gaseous hydrogen—an inevitable byproduct of long-term liquid hydrogen storage in the radiative heat environment of space—would be usable as a monopropellant in a solar-thermal propulsion system.  The waste hydrogen would be productively utilized for both orbital stationkeeping and attitude control, as well as providing limited propellant and thrust to use for orbital maneuvers to better rendezvous with other spacecraft that would be inbound to receive fuel from the depot.[38]\nAs part of the Depot-Based Space Transportation Architecture, ULA has proposed the Advanced Common Evolved Stage (ACES) upper stage rocket.  ACES hardware is designed from the start as an in-space propellant depot that could be used as way-stations for other rockets to stop and refuel on the way to beyond-LEO or interplanetary missions, and to provide the high-energy technical capacity for the cleanup of space debris.[14]\n\nIn August 2011, NASA made a significant contractual commitment to the development of propellant depot technology[1] by funding four aerospace companies to \"define demonstration missions that would validate the concept of storing cryogenic propellants in space to reduce the need for large launch vehicles for deep-space exploration.\"[39]\nThese study contracts for storing/transferring cryogenic propellants and cryogenic depots were signed with Analytical Mechanics Associates, Boeing, Lockheed Martin and Ball Aerospace.  Each company will receive US$600,000 under the contract.[39][needs update]\n\nIn April 2021, NASA selected the SpaceX Lunar Starship with in-orbit refuelling for their initial lunar human landing system.[21] In 2022, a larger propellant-depot Starship was being planned for Lunar Starship HLS.\n\nThe Chinese Space Agency (CNSA) performed its first satellite-to-satellite on-orbit refueling test in June 2016.[40]\n\n"
        },
        {
            "title": "Engineering design issues",
            "text": "There are a number of design issues with propellant depots, as well as several tasks that have not, to date, been tested in space for on-orbit servicing missions.  The design issues include propellant settling and transfer, propellant usage for attitude control and reboost, the maturity of the refrigeration equipment/cryocoolers, and the power and mass required for reduced or zero boiloff depots with refrigeration.\n\nTransfer of liquid propellants in microgravity is complicated by the uncertain distribution of liquid and gasses within a tank. Propellant settling at an in-space depot is thus more challenging than in even a slight gravity field. ULA plans to use the DMSP-18 mission to flight-test centrifugal propellant settling as a cryogenic fuel management technique that might be used in future propellant depots.[41]  The proposed Simple Depot PTSD mission utilizes several techniques to achieve adequate settling for propellant transfer.[37]\n\nIn the absence of gravity, propellant transfer is somewhat more difficult, since liquids can float away from the inlet.\n\nAs part of the Orbital Express mission in 2007, hydrazine propellant was successfully transferred between two single-purpose designed technology demonstration spacecraft.  The Boeing servicing spacecraft ASTRO transferred propellant to the Ball Aerospace serviceable client spacecraft NEXTSat.  Since no crew were present on either spacecraft, this was reported as the first autonomous spacecraft-to-spacecraft fluid transfer.[42]\n\nAfter propellant has been transferred to a customer, the depot's tanks will need refilling. Organizing the construction and launch of the tanker rockets bearing the new fuel is the responsibility of the propellant depot's operator. Since space agencies like NASA hope to be purchasers rather than owners, possible operators include the aerospace company that constructed the depot, manufacturers of the rockets, a specialist space depot company, or an oil/chemical company that refines the propellant. By using several tanker rockets the tankers can be smaller than the depot and larger than the spacecraft they are intended to resupply.  Short range chemical propulsion tugs belonging to the depot may be used to simplify docking tanker rockets and large vehicles like Mars Transfer Vehicles.\n\nTransfers of propellant between the LEO depot, reachable by rockets from Earth, and the deep space ones such as the Lagrange Points and Phobos depots can be performed using Solar electric propulsion (SEP) tugs.[43]\n\nTwo missions are currently under development or proposed to support propellant depot refilling.  \n\nIn 1962, S.T. Demetriades[45] proposed a method for refilling by collecting atmospheric gases. Moving in low Earth orbit, at an altitude of around 120 km, Demetriades' proposed depot extracts air from the fringes of the atmosphere, compresses and cools it, and extracts liquid oxygen. The remaining nitrogen is used as propellant for a nuclear-powered magnetohydrodynamic engine, which maintains the orbit, compensating for atmospheric drag.[45] This system was called “PROFAC” (PROpulsive Fluid ACcumulator).[46] There are, however, safety concerns with placing a nuclear reactor in low Earth orbit.\n\nDemetriades' proposal was further refined by Christopher Jones and others[47] In this proposal, multiple collection vehicles accumulate propellant gases at around 120 km altitude, later transferring them to a higher orbit. However, Jones' proposal does require a network of orbital power-beaming satellites, to avoid placing nuclear reactors in orbit.\n\nAsteroids can also be processed to provide liquid oxygen.[48]\n\nPropellant depots in LEO are of little use for transfer between two low earth orbits when the depot is in a different orbital plane than the target orbit. The delta-v to make the necessary plane change is typically extremely high. On the other hand, depots are typically proposed for exploration missions, where the change over time of the depot's orbit can be chosen to align with the departure vector. This allows one well-aligned departure time minimizing fuel use that requires a very precisely-timed departure. Less efficient departure times from the same depot to the same destination exist before and after the well-aligned opportunity, but more research is required to show whether the efficiency falls off quickly or slowly.[citation needed]  By contrast, launching directly in only one launch from the ground without orbital refueling or docking with another craft already on orbit offers daily launch opportunities though it requires larger and more expensive launchers.[49]\n\nThe restrictions on departure windows arise because low earth orbits are susceptible to significant perturbations; even over short periods they are subject to nodal regression and, less importantly, precession of perigee. Equatorial depots are more stable but also more difficult to reach.[49]\n\nNew approaches have been discovered for LEO to interplanetary orbital transfers where a three-burn orbital transfer is used, which includes a plane change at apogee in a highly-elliptical phasing orbit, in which the incremental delta-v is small—typically less than five percent of the total delta-v—\"enabling departures to deep-space destinations [taking] advantage of a depot in LEO\" and providing frequent departure opportunities.[50]\nMore specifically, the 3-burn departure strategy has been shown to enable a single LEO depot in an ISS-inclination orbit (51 degrees) to dispatch nine spacecraft to \"nine different interplanetary targets [where the depot need not] perform any phasing maneuvers to align with any of the departure asymptotes ... [including enabling] extending the economic benefits of dedicated smallsat launch to interplanetary missions.\"[51]\n\nBoil-off of cryogenic propellants in space may be mitigated by both technological solutions as well as system-level planning and design.\nFrom a technical perspective:  for a propellant depot with passive insulation system to effectively store cryogenic fluids, boil-off caused by heating from solar and other sources must be mitigated, eliminated,[41] or used for economic purposes.[14]  For non-cryogenic propellants, boil-off is not a significant design problem.\n\nBoil off rate is governed by heat leakage and by the quantity of propellant in the tanks. With partially filled tanks, the percentage loss is higher. Heat leakage depends on surface area, while the original mass of propellant in the tanks depends on volume. So by the cube-square law, the smaller the tank, the faster the liquids will boil off. Some propellant tank designs have achieved a liquid hydrogen boil off rate as low as approximately 0.13% per day (3.8% per month) while the much higher temperature cryogenic fluid of liquid oxygen would boil off much less, about 0.016% per day (0.49% per month).[52]\n\nIt is possible to achieve zero boil-off (ZBO) with cryogenic propellant storage using an active thermal control system. Tests conducted at the NASA Lewis Research Center's Supplemental Multilayer Insulation Research Facility (SMIRF) over the summer of 1998 demonstrated that a hybrid thermal control system could eliminate boiloff of cryogenic propellants. The hardware consisted of a pressurized 50 cu ft (1,400 litres) tank insulated with 34 layers of insulation, a condenser, and a Gifford-McMahon (GM) cryocooler that has a cooling capacity of 15 to 17.5 watt (W). Liquid hydrogen was the test fluid. The test tank was installed into a vacuum chamber, simulating space vacuum.[53]\n\nIn 2001, a cooperative effort by NASA's Ames Research Center, Glenn Research Center, and Marshall Space Flight Center (MSFC) was implemented to develop zero-boiloff concepts for in-space cryogenic storage. Main program element was a large-scale, zero-boiloff demonstration using the MSFC multipurpose hydrogen test bed (MHTB) - 18.10 m3 LH2 tank (about 1300 kg of H2). A commercial cryocooler was interfaced with an existing MHTB spray bar mixer and insulation system in a manner that enabled a balance between incoming and extracted thermal energy.[54]\n\nAnother NASA study in June 2003 for conceptual Mars mission showed mass savings over traditional, passive- only cryogenic storage when mission durations are 5 days in LEO for oxygen, 8.5 days for methane and 64 days for hydrogen. Longer missions equate to greater mass savings. Cryogenic xenon saves mass over passive storage almost immediately. When power to run the ZBO is already available, the break-even mission durations are even shorter, e.g. about a month for hydrogen. The larger the tank, the fewer days in LEO when ZBO has reduced mass.[55]\n\nIn addition to technical solutions to the challenge of excessive boil-off of cryogenic rocket propellants, system-level solutions have been proposed.  From a systems perspective, reductions in the standby time of the LH2 cryogenic storage in order to achieve, effectively, a just in time (JIT) delivery to each customer, matched with the balanced refinery technology to split the long-term storable feedstock—water—into the stoichiometric LOX/LH2 necessary, is theoretically capable of achieving a system-level solution to boil-off.  Such proposals have been suggested as supplementing good technological techniques to reduce boil-off, but would not replace the need for efficient technological storage solutions.[56]\n\nUnited Launch Alliance (ULA) has proposed a cryogenic depot which would use a conical sun shield to protect the cold propellants from solar and Earth radiation. The open end of the cone allows residual heat to radiate to the cold of deep space, while the closed cone layers attenuates the radiative heat from the Sun and Earth.[57]\n\nOther issues are hydrogen embrittlement, a process by which some metals (including iron and titanium) become brittle and fracture following exposure to hydrogen. The resulting leaks makes storing cryogenic propellants in zero gravity conditions difficult.[58]\n\n"
        },
        {
            "title": "In-space refueling demonstration projects",
            "text": "In the early 2010s, several in-space refueling projects got under-way.  Two private initiatives and a government-sponsored test mission were in some level of development or testing as of 2010[update].\n\nThe NASA Robotic Refueling Mission was launched in 2011 and successfully completed a series of robotically-actuated propellant transfer experiments on the exposed facility platform of the International Space Station in January 2013.[59]\n\nThe set of experiments included a number of propellant valves, nozzles and seals similar to those used on many satellites and a series of four prototype tools that could be attached to the distal end of a Space Station robotic arm.  Each tool was a prototype of \"devices that could be used by future satellite servicing missions to refuel spacecraft in orbit.  RRM is the first in-space refueling demonstration using a platform and fuel valve representative of most existing satellites, which were never designed for refueling. Other satellite servicing demos, such as the U.S. military's Orbital Express mission in 2007, transferred propellant between satellites with specially-built pumps and connections.\"[59]\n\nAs of March 2010[update], a small-scale refueling demonstration project for reaction control system (RCS) fluids is under development. Canada-based MDA Corporation announced in early 2010 that they were designing a single spacecraft that would refuel other spacecraft in orbit as a satellite-servicing demonstration.  \"The business model, which is still evolving, could ask customers to pay per kilogram of fuel successfully added to their satellite, with the per-kilogram price being a function of the additional revenue the operator can expect to generate from the spacecraft’s extended operational life.\"[60]\n\nThe plan is that the fuel-depot vehicle would maneuver to an operational communications satellite, dock at the target satellite's apogee-kick motor, remove a small part of the target spacecraft's thermal protection blanket, connect to a fuel-pressure line and deliver the propellant.  \"MDA officials estimate the docking maneuver would take the communications satellite out of service for about 20 minutes.\"[60]\n\nAs of March 2011[update], MDA has secured a major customer for the initial demonstration project.  Intelsat has agreed to purchase one-half of the 2,000 kilograms (4,400 lb) propellant payload that the MDA spacecraft would carry into geostationary orbit.  Such a purchase would add somewhere between two and four years of additional service life for up to five Intelsat satellites, assuming 200 kg of fuel is delivered to each one.[61]\nAs of March 2010[update], the spacecraft could be ready to begin refueling communication satellites by 2015.[62]\nAs of January 2013[update], no customers have signed up for an MDA refueling mission.[59]\n\nIn 2017, MDA announced that it was restarting its satellite servicing business, with Luxembourg-based satellite owner/operator SES S.A. as its first customer.[63]\n\nCompetitive design alternatives to in-space RCS fuel transfer exist.  It is possible to bring additional propellant to a space asset, and utilize the propellant for attitude control or orbital velocity change, without ever transferring the propellant to the target space asset.\n\nThe ViviSat Mission Extension Vehicle, also under development since the early 2010s, illustrates one alternative approach that would connect to the target satellite similarly to MDA SIS, via the kick motor, but will not transfer fuel.  Rather, the Mission Extension Vehicle will use \"its own thrusters to supply attitude control for the target.\"[64]\nViviSat believes their approach is more simple and can operate at lower cost than the MDA propellant transfer approach, while having the technical ability to dock with and service a greater number (90 percent) of the approximately 450 geostationary satellites in orbit.[64]\nAs of January 2013[update], no customers have signed up for a ViviSat-enabled mission extension.[59]\n\nIn 2015, Lockheed Martin proposed the Jupiter space tug.  If built, Jupiter would operate in low Earth orbit shuttling cargo carriers to and from the International Space Station, remaining on orbit indefinitely, and refueling itself from subsequent transport ships carrying later cargo carrier modules.[65]\n\nIn December 2018, Orbit Fab, a silicon valley startup company founded in early 2018, flew the first of a series of experiments to the ISS in order to test and demonstrate technologies to allow for commercial in space refueling. These first rounds of testing utilise water as a propellant simulant.[66] In June 2021, Orbit Fab flew the first propellant depot, Tanker-001 Tenzing, carrying Hydrogen Peroxide in Sun-synchronous orbit[67]\n\n"
        }
    ]
}