{
    "url": "https://en.wikipedia.org/wiki/Orchid",
    "title": "Orchid",
    "table_of_contents": [
        "1 Description",
        "1.1 Stem and roots",
        "1.2 Leaves",
        "1.3 Flowers",
        "2 Reproduction",
        "2.1 Pollination",
        "2.2 Asexual reproduction",
        "2.3 Fruits and seeds",
        "3 Taxonomy",
        "3.1 Evolution",
        "3.2 Genera",
        "3.3 Etymology",
        "3.4 Hybrids",
        "3.5 Abbreviations",
        "4 Distribution",
        "5 Ecology",
        "6 Uses",
        "6.1 Perfumery",
        "6.2 Horticulture",
        "6.3 Food",
        "7 Cultural symbolism",
        "8 Conservation",
        "8.1 Assisted migration as conservation tool",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Bibliography",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nOrchids are plants that belong to the family Orchidaceae (/ɔːrkəˈdeɪʃiː/), a diverse and widespread group of flowering plants with blooms that are often colourful and fragrant.\n\nAlong with the Asteraceae, they are one of the two largest families of flowering plants. The Orchidaceae have about 28,000 currently accepted species, distributed in about 763 genera.[2][3] The determination of which family is larger is still under debate, because verified data on the members of such enormous families are continually in flux. Regardless, the number of orchid species is nearly equal to the number of bony fishes, more than twice the number of bird species, and about four times the number of mammal species.\n\nThe family encompasses about 6–11% of all species of seed plants.[4] The largest genera are Bulbophyllum (2,000 species), Epidendrum (1,500 species), Dendrobium (1,400 species) and Pleurothallis (1,000 species). It also includes Vanilla (the genus of the vanilla plant), the type genus Orchis, and many commonly cultivated plants such as Phalaenopsis and Cattleya. Moreover, since the introduction of tropical species into cultivation in the 19th century, horticulturists have produced more than 100,000 hybrids and cultivars.\n\n"
        },
        {
            "title": "Description",
            "text": "Orchids are easily distinguished from other plants, as they share some very evident derived characteristics or synapomorphies. Among these are: bilateral symmetry of the flower (zygomorphism), many resupinate flowers, a nearly always highly modified petal (labellum), fused stamens and carpels, and extremely small seeds.\n\nAll orchids are perennial herbs that lack any permanent woody structure. They can grow according to two patterns:\n\nTerrestrial orchids may be rhizomatous or form corms or tubers. The root caps of terrestrial orchids are smooth and white.\n\nSome sympodial terrestrial orchids, such as Orchis and Ophrys, have two subterranean tuberous roots. One is used as a food reserve for wintry periods, and provides for the development of the other one, from which visible growth develops.\n\nIn warm and constantly humid climates, many terrestrial orchids do not need pseudobulbs.\n\nEpiphytic orchids, those that grow upon a support, have modified aerial roots that can sometimes be a few meters long. In the older parts of the roots, a modified spongy epidermis, called a velamen, has the function of absorbing humidity. It is made of dead cells and can have a silvery-grey, white or brown appearance. In some orchids, the velamen includes spongy and fibrous bodies near the passage cells, called tilosomes.\n\nThe cells of the root epidermis grow at a right angle to the axis of the root to allow them to get a firm grasp on their support. Nutrients for epiphytic orchids mainly come from mineral dust, organic detritus, animal droppings and other substances collecting among on their supporting surfaces.\n\nThe base of the stem of sympodial epiphytes, or in some species essentially the entire stem, may be thickened to form a pseudobulb that contains nutrients and water for drier periods.\n\nThe pseudobulb has a smooth surface with lengthwise grooves, and can have different shapes, often conical or oblong. Its size is very variable; in some small species of Bulbophyllum, it is no longer than two millimeters, while in the largest orchid in the world, Grammatophyllum speciosum (giant orchid), it can reach three meters. Some Dendrobium species have long, canelike pseudobulbs with short, rounded leaves over the whole length; some other orchids have hidden or extremely small pseudobulbs, completely included inside the leaves.\n\nWith ageing the pseudobulb sheds its leaves and becomes dormant. At this stage it is often called a backbulb. Backbulbs still hold nutrition for the plant, but then a pseudobulb usually takes over, exploiting the last reserves accumulated in the backbulb, which eventually dies off, too. A pseudobulb typically lives for about five years. Orchids without noticeable pseudobulbs are also said to have growths, an individual component of a sympodial plant.\n\nLike most monocots, orchids generally have simple leaves with parallel veins, although some Vanilloideae have reticulate venation. Leaves may be ovate, lanceolate, or orbiculate, and very variable in size on the individual plant. Their characteristics are often diagnostic. They are normally alternate on the stem, often folded lengthwise along the centre (\"plicate\"), and have no stipules. Orchid leaves often have siliceous bodies called stegmata in the vascular bundle sheaths (not present in the Orchidoideae) and are fibrous.\n\nThe structure of the leaves corresponds to the specific habitat of the plant. Species that typically bask in sunlight, or grow on sites which can be occasionally very dry, have thick, leathery leaves and the laminae are covered by a waxy cuticle to retain their necessary water supply. Shade-loving species, on the other hand, have long, thin leaves.\n\nThe leaves of most orchids are perennial, that is, they live for several years, while others, especially those with plicate leaves as in Catasetum, shed them annually and develop new leaves together with new pseudobulbs.\n\nThe leaves of some orchids are considered ornamental. The leaves of Macodes sanderiana, a semiterrestrial or rock-hugging (\"lithophyte\") orchid, show a sparkling silver and gold veining on a light green background. The cordate leaves of Psychopsis limminghei are light brownish-green with maroon-puce markings, created by flower pigments. The attractive mottle of the leaves of lady's slippers from tropical and subtropical Asia (Paphiopedilum), is caused by uneven distribution of chlorophyll. Also, Phalaenopsis schilleriana is a pastel pink orchid with leaves spotted dark green and light green. The jewel orchid (Ludisia discolor) is grown more for its colorful leaves than its white flowers.\n\nSome orchids, such as Dendrophylax lindenii (ghost orchid), Aphyllorchis and Taeniophyllum depend on their green roots for photosynthesis and lack normally developed leaves, as do all of the heterotrophic species.\n\nOrchids of the genus Corallorhiza (coralroot orchids) lack leaves altogether and instead wrap their roots around the roots of mature trees and use specialized fungi to harvest sugars.[6]\n\nOrchid flowers have three sepals, three petals and a three-chambered ovary. The three sepals and two of the petals are often similar to each other but one petal is usually highly modified, forming a \"lip\" or labellum. In most orchid genera, as the flower develops, it undergoes a twisting through 180°, called resupination, so that the labellum lies below the column. The labellum functions to attract insects, and in resupinate flowers, also acts as a landing stage, or sometimes a trap.[7][8][9][10]\n\nThe reproductive parts of an orchid flower are unique in that the stamens and style are joined to form a single structure, the column.[9][10][11] Instead of being released singly, thousands of pollen grains are contained in one or two bundles called pollinia that are attached to a sticky disc near the top of the column. Just below the pollinia is a second, larger sticky plate called the stigma.[7][8][9][10]\n\n"
        },
        {
            "title": "Reproduction",
            "text": "The complex mechanisms that orchids have evolved to achieve cross-pollination were investigated by Charles Darwin and described in Fertilisation of Orchids (1862). Orchids have developed highly specialized pollination systems, thus the chances of being pollinated are often scarce, so orchid flowers usually remain receptive for very long periods, rendering unpollinated flowers long-lasting in cultivation. Most orchids deliver pollen in a single mass. Each time pollination succeeds, thousands of ovules can be fertilized.\n\nPollinators are often visually attracted by the shape and colours of the labellum. However, some Bulbophyllum species attract male fruit flies (Bactrocera and Zeugodacus spp.) solely via a floral chemical which simultaneously acts as a floral reward (e.g. methyl eugenol, raspberry ketone, or zingerone) to perform pollination.[12] The flowers may produce attractive odours. Although absent in most species, nectar may be produced in a spur of the labellum (8 in the illustration above), or on the point of the sepals, or in the septa of the ovary, the most typical position amongst the Asparagales.\n\nIn orchids that produce pollinia, pollination happens as some variant of the following sequence: when the pollinator enters into the flower, it touches a viscidium, which promptly sticks to its body, generally on the head or abdomen. While leaving the flower, it pulls the pollinium out of the anther, as it is connected to the viscidium by the caudicle or stipe. The caudicle then bends and the pollinium is moved forwards and downwards. When the pollinator enters another flower of the same species, the pollinium has taken such position that it will stick to the stigma of the second flower, just below the rostellum, pollinating it. In horticulture, artificial orchid pollination is achieved by removing the pollinia with a small instrument such as a toothpick from the pollen parent and transferring them to the seed parent.\n\nSome orchids mainly or totally rely on self-pollination, especially in colder regions where pollinators are particularly rare. The caudicles may dry up if the flower has not been visited by any pollinator, and the pollinia then fall directly on the stigma. Otherwise, the anther may rotate and then enter the stigma cavity of the flower (as in Holcoglossum amesianum).\n\nThe slipper orchid Paphiopedilum parishii reproduces by self-fertilization. This occurs when the anther changes from a solid to a liquid state and directly contacts the stigma surface without the aid of any pollinating agent or floral assembly.[13]\n\nThe labellum of the Cypripedioideae is poke bonnet-shaped, and has the function of trapping visiting insects. The only exit leads to the anthers that deposit pollen on the visitor.\n\nIn some extremely specialized orchids, such as the Eurasian genus Ophrys, the labellum is adapted to have a colour, shape, and odour which attracts male insects via mimicry of a receptive female. Pollination happens as the insect attempts to mate with flowers.\n\nMany neotropical orchids are pollinated by male orchid bees, which visit the flowers to gather volatile chemicals they require to synthesize pheromonal attractants. Males of such species as Euglossa imperialis or Eulaema meriana have been observed to leave their territories periodically to forage for aromatic compounds, such as cineole, to synthesize pheromone for attracting and mating with females.[14][15] Each type of orchid places the pollinia on a different body part of a different species of bee, so as to enforce proper cross-pollination.\n\nA rare achlorophyllous saprophytic orchid growing entirely underground in Australia, Rhizanthella slateri, is never exposed to light, and depends on ants and other terrestrial insects to pollinate it.\n\nCatasetum, a genus discussed briefly by Darwin, actually launches its viscid pollinia with explosive force when an insect touches a seta, knocking the pollinator off the flower.\n\nAfter pollination, the sepals and petals fade and wilt, but they usually remain attached to the ovary.\n\nIn 2011,  Bulbophyllum nocturnum was discovered to flower nocturnally.[16]\n\nSome species, such as in the genera Phalaenopsis, Dendrobium, and Vanda, produce offshoots or plantlets formed from one of the nodes along the stem, through the accumulation of growth hormones at that point. These shoots are known as keiki.[17]\n\nThe ovary typically develops into a capsule that is dehiscent by three or six longitudinal slits, while remaining closed at both ends.\n\nThe seeds are generally almost microscopic and very numerous, in some species over a million per capsule. After ripening, they blow off like dust particles or spores. Most orchid species lack endosperm in their seed and must enter symbiotic relationships with various mycorrhizal basidiomyceteous fungi that provide them the necessary nutrients to germinate, so almost all orchid species are mycoheterotrophic during germination and reliant upon fungi to complete their lifecycles. Only a handful of orchid species have seed that can germinate without mycorrhiza, namely the species within the genus Disa with hydrochorous seeds.[18][19]\n\nAs the chance for a seed to meet a suitable fungus is very small, only a minute fraction of all the seeds released grow into adult plants. In cultivation, germination typically takes weeks.\n\nHorticultural techniques have been devised for germinating orchid seeds on an artificial nutrient medium, eliminating the requirement of the fungus for germination and greatly aiding the propagation of ornamental orchids. The usual medium for the sowing of orchids in artificial conditions is agar gel combined with a carbohydrate energy source. The carbohydrate source can be combinations of discrete sugars or can be derived from other sources such as banana, pineapple, peach, or even tomato puree or coconut water. After the preparation of the agar medium, it is poured into test tubes or jars which are then autoclaved (or cooked in a pressure cooker) to sterilize the medium. After cooking, the medium begins to gel as it cools.\n\n"
        },
        {
            "title": "Taxonomy",
            "text": "The taxonomy of this family is in constant flux, as new studies continue to clarify the relationships between species and groups of species, allowing more taxa at several ranks to be recognized. The Orchidaceae is currently placed in the order Asparagales by the APG III system of 2009.[1]\n\nFive subfamilies are recognised. The cladogram below was made according to the APG system of 1998. It represents the view that most botanists had held up to that time. It was supported by morphological studies, but never received strong support in molecular phylogenetic studies.\n\nIn 2015, a phylogenetic study[20] showed strong statistical support for the following topology of the orchid tree, using 9 kb of plastid and nuclear DNA from 7 genes, a topology that was confirmed by a phylogenomic study in the same year.[21]\n\nA study in the scientific journal Nature has hypothesised that the origin of orchids goes back much longer than originally expected.[22] An extinct species of stingless bee, Proplebeia dominicana, was found trapped in Miocene amber from about 15-20 million years ago. The bee was carrying pollen of a previously unknown orchid taxon, Meliorchis caribea, on its wings. This find is the first evidence of fossilised orchids to date[22] and shows insects were active pollinators of orchids then. This extinct orchid, M. caribea, has been placed within the extant tribe Cranichideae, subtribe Goodyerinae (subfamily Orchidoideae). An even older orchid species, Succinanthera baltica, was described from the Eocene Baltic amber by Poinar & Rasmussen (2017).[23]\n\nGenetic sequencing indicates orchids may have arisen earlier, 76 to 84 million years ago during the Late Cretaceous.[24] According to Mark W. Chase et al. (2001), the overall biogeography and phylogenetic patterns of Orchidaceae show they are even older and may go back roughly 100 million years.[25]\n\nUsing the molecular clock method, it was possible to determine the age of the major branches of the orchid family. This also confirmed that the subfamily Vanilloideae is a branch at the basal dichotomy of the monandrous orchids, and must have evolved very early in the evolution of the family. Since this subfamily occurs worldwide in tropical and subtropical regions, from tropical America to tropical Asia, New Guinea and West Africa, and the continents began to split about 100 million years ago, significant biotic exchange must have occurred after this split (since the age of Vanilla is estimated at 60 to 70 million years).\n\nGenome duplication occurred prior to the divergence of this taxon.[26]\n\nThere are around 800 genera of orchids. The following are amongst the most notable genera of the orchid family:[citation needed]\n\nThe type genus (i.e. the genus after which the family is named) is Orchis. The genus name comes from the Ancient Greek ὄρχις (órkhis), literally meaning \"testicle\", because of the shape of the twin tubers in some species of Orchis.[27][28][29] The term \"orchid\" was introduced in 1845 by John Lindley in School Botany,[30] as a shortened form of Orchidaceae.[31]\n\nIn Middle English, the name bollockwort was used for some orchids, based on \"bollock\" meaning testicle and \"wort\" meaning plant.[32]\n\nOrchid species hybridize readily in cultivation, leading to a large number of hybrids with complex naming.  Hybridization is possible across genera, and therefore many cultivated orchids are placed into nothogenera.  For instance, the nothogenus × Brassocattleya is used for all hybrids of species from the genera Brassavola and Cattleya.  Nothogenera based on at least three genera may have names based on a person's name with the suffix -ara, for instance × Colmanara = Miltonia × Odontoglossum × Oncidium.  (The suffix is obligatory starting at four genera.[33])\n\nCultivated hybrids in the orchid family are also special in that they are named by using grex nomenclature, rather than nothospecies.  For instance, hybrids between Brassavola nodosa and Brassavola acaulis are placed in the grex Brassavola Guiseppi.[34] The name of the grex (\"Guiseppi\" in this example) is written in a non-italic font without quotes.[35]\n\nAs a unique feature of the orchid family, a system of abbreviations exists that applies to names of genera and nothogenera.  The system is maintained by the Royal Horticultural Society.[36]  These abbreviations consist of at least one character, but may be longer.  As opposed to the usual one-letter abbreviations used for names of genera, orchid abbreviations uniquely determine the (notho)genus.  They are widely used in cultivation.  Examples are Phal for Phalaenopsis, V for Vanda and Cleis for Cleisostoma.\n\n"
        },
        {
            "title": "Distribution",
            "text": "Orchidaceae are cosmopolitan, occurring in almost every habitat apart from glaciers. The world's richest diversity of orchid genera and species is found in the tropics, but they are also found above the Arctic Circle, in southern Patagonia, and two species of Nematoceras on Macquarie Island at 54° south.\n\nThe following list gives a rough overview of their distribution:[citation needed]\n\n"
        },
        {
            "title": "Ecology",
            "text": "A majority of orchids are perennial epiphytes, which grow anchored to trees or shrubs in the tropics and subtropics. Species such as Angraecum sororium are lithophytes,[37] growing on rocks or very rocky soil. Other orchids (including the majority of temperate Orchidaceae) are terrestrial and can be found in habitat areas such as grasslands or forest.\n\nSome orchids, such as Neottia and Corallorhiza, lack chlorophyll, so are unable to photosynthesise. Instead, these species obtain energy and nutrients by parasitising soil fungi through the formation of orchid mycorrhizae. The fungi involved include those that form ectomycorrhizas with trees and other woody plants, parasites such as Armillaria, and saprotrophs.[38] These orchids are known as myco-heterotrophs, but were formerly (incorrectly) described as saprophytes as it was believed they gained their nutrition by breaking down organic matter. While only a few species are achlorophyllous holoparasites, all orchids are myco-heterotrophic during germination and seedling growth, and even photosynthetic adult plants may continue to obtain carbon from their mycorrhizal fungi.[39] The symbiosis is typically maintained throughout the lifetime of the orchid because they depend on the fungus for nutrients, sugars and minerals.[40] However, some orchids have been found to switch fungal partners during extreme conditions. \n\n"
        },
        {
            "title": "Uses",
            "text": "The scent of orchids is frequently analysed by perfumers (using headspace technology and gas-liquid chromatography/mass spectrometry) to identify potential fragrance chemicals.[41]\n\nThe other important use of orchids is their cultivation for the enjoyment of the flowers. Most cultivated orchids are tropical or subtropical, but quite a few that grow in colder climates can be found on the market. Temperate species available at nurseries include Ophrys apifera (bee orchid), Gymnadenia conopsea (fragrant orchid), Anacamptis pyramidalis (pyramidal orchid) and Dactylorhiza fuchsii (common spotted orchid).\n\nOrchids of all types have also often been sought by collectors of both species and hybrids. Many hundreds of societies and clubs worldwide have been established. These can be small, local clubs, or larger, national organisations such as the American Orchid Society. Both serve to encourage cultivation and collection of orchids, but some go further by concentrating on conservation or research.\n\nThe term \"botanical orchid\" loosely denotes those small-flowered, tropical orchids belonging to several genera that do not fit into the \"florist\" orchid category. A few of these genera contain enormous numbers of species. Some, such as Pleurothallis and Bulbophyllum, contain approximately 1700 and 2000 species, respectively, and are often extremely vegetatively diverse. The primary use of the term is among orchid hobbyists wishing to describe unusual species they grow, though it is also used to distinguish naturally occurring orchid species from horticulturally created hybrids.\n\nNew orchids are registered with the International Orchid Register, maintained by the Royal Horticultural Society.[42]\n\nThe dried seed pods of one orchid genus, Vanilla (especially Vanilla planifolia), are commercially important as a flavouring in baking, for perfume manufacture and aromatherapy.\n\nThe underground tubers of terrestrial orchids [mainly Orchis mascula (early purple orchid)] are ground to a powder and used for cooking, such as in the hot beverage salep or in the Turkish mastic ice cream dondurma. The name salep has been claimed to come from the Arabic expression ḥasyu al-tha‘lab, \"fox testicles\", but it appears more likely the name comes directly from the Arabic name saḥlab. The similarity in appearance to testes naturally accounts for salep being considered an aphrodisiac.\n\nThe dried leaves of Jumellea fragrans are used to flavour rum on Reunion Island.\n\nSome saprophytic orchid species of the group Gastrodia produce potato-like tubers and were consumed as food by native peoples in Australia and can be successfully cultivated, notably Gastrodia sesamoides. Wild stands of these plants can still be found in the same areas as early Aboriginal settlements, such as Ku-ring-gai Chase National Park in Australia. Aboriginal peoples located the plants in habitat by observing where bandicoots had scratched in search of the tubers after detecting the plants underground by scent.[note 1]\n\n"
        },
        {
            "title": "Cultural symbolism",
            "text": "Orchids have many associations with symbolic values. For example, the orchid is the City Flower of Shaoxing, China. Cattleya mossiae is the national Venezuelan flower, while Cattleya trianae is the national flower of Colombia. Vanda Miss Joaquim is the national flower of Singapore, Guarianthe skinneri is the national flower of Costa Rica and Rhyncholaelia digbyana is the national flower of Honduras.[44] Prosthechea cochleata is the national flower of Belize, where it is known as the black orchid.[45] Lycaste skinneri has a white variety (alba) that is the national flower of Guatemala, commonly known as Monja Blanca (White Nun). Panama's national flower is the Holy Ghost orchid (Peristeria elata), or 'the flor del Espiritu Santo'. Rhynchostylis retusa is the state flower of the Indian state of Assam where it is known as Kopou Phul.[46]\n\nOrchids native to the Mediterranean are depicted on the Ara Pacis in Rome, until now the only known instance of orchids in ancient art, and the earliest in European art.[note 2]\n\n"
        },
        {
            "title": "Conservation",
            "text": "Almost all orchids are included in Appendix II of the Convention on International Trade in Endangered Species (CITES), meaning that international trade (including in their parts/derivatives) is regulated by the CITES permit system.[48] A smaller number of orchids such as Paphiopedilum sp. are listed in CITES Appendix I meaning that commercial international trade in wild-sourced specimens is prohibited and all other trade is strictly controlled.[48]\n\nIn 2006 the Longtan Dam was constructed at the Hongshui River, near the Yachang Orchid Nature Reserve. In response to threats of inundation of wild orchids at lower altitudes (350-400 m above sea level), 1000 endangered orchid plants of 16 genera and 29 species were translocated to higher elevation (approximately 1000 m above sea level). After relocation the 5 year survival of low and wide elevation species did not significantly differ and the mortality due to transplant shock was at only 10%. From this it was concluded that assisted migration might be a viable conservation tool for orchid species endangered by climate change.[49]\n\n"
        }
    ]
}