{
    "url": "https://en.wikipedia.org/wiki/Superorder",
    "title": "Order (biology)",
    "table_of_contents": [
        "1 Hierarchy of ranks",
        "1.1 Zoology",
        "1.2 Botany",
        "2 History",
        "2.1 Botany",
        "2.2 Zoology",
        "2.3 Virology",
        "3 See also",
        "4 References",
        "5 Works cited"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Order (Latin: ordo) is one of the eight major hierarchical taxonomic ranks in Linnaean taxonomy. It is classified between family and  class.  In biological classification, the order is a taxonomic rank used in the classification of organisms and recognized by the nomenclature codes. An immediately higher rank, superorder, is sometimes added directly above order, with suborder directly beneath order. An order can also be defined as a group of related families.\n\nWhat does and does not belong to each order is determined by a taxonomist, as is whether a particular order should be recognized at all. Often there is no exact agreement, with different taxonomists each taking a different position. There are no hard rules that a taxonomist needs to follow in describing or recognizing an order. Some taxa are accepted almost universally, while others are recognized only rarely.[1]\n\nThe name of an order is usually written with a capital letter.[2] For some groups of organisms, their orders may follow consistent naming schemes. Orders of plants, fungi, and algae use the suffix -ales (e.g. Dictyotales).[3] Orders of birds and fishes use the Latin suffix -(i)formes meaning 'having the form of' (e.g. Passeriformes), but orders of mammals and invertebrates are not so consistent (e.g. Artiodactyla, Actiniaria, Primates).\n\n"
        },
        {
            "title": "Hierarchy of ranks",
            "text": "For some clades covered by the International Code of Zoological Nomenclature, several additional classifications are sometimes used, although not all of these are officially recognized.\n\nIn their 1997 classification of mammals, McKenna and Bell used two extra levels between superorder and order: grandorder and mirorder.[4] Michael Novacek (1986) inserted them at the same position. Michael Benton (2005) inserted them between superorder and magnorder instead.[5] This position was adopted by Systema Naturae 2000 and others.\n\nIn botany, the ranks of subclass and suborder are secondary ranks pre-defined as respectively above and below the rank of order.[6] Any number of further ranks can be used as long as they are clearly defined.[6]\n\nThe superorder rank is commonly used, with the ending -anae that was initiated by Armen Takhtajan's publications from 1966 onwards.[7]\n\n"
        },
        {
            "title": "History",
            "text": "The order as a distinct rank of biological classification having its own distinctive name (and not just called a higher genus (genus summum)) was first introduced by the German botanist Augustus Quirinus Rivinus in his classification of plants that appeared in a series of treatises in the 1690s. Carl Linnaeus was the first to apply it consistently to the division of all three kingdoms of nature (then minerals, plants, and animals) in his Systema Naturae (1735, 1st. Ed.).\n\nFor plants, Linnaeus' orders in the Systema Naturae and the Species Plantarum were strictly artificial, introduced to subdivide the artificial classes into more comprehensible smaller groups.  When the word ordo was first consistently used for natural units of plants, in 19th-century works such as the Prodromus Systematis Naturalis Regni Vegetabilis of Augustin Pyramus de Candolle and the Genera Plantarum of Bentham & Hooker, it indicated taxa that are now given the rank of family. (See ordo naturalis, 'natural order'.)\n\nIn French botanical publications, from Michel Adanson's Familles naturelles des plantes (1763) and until the end of the 19th century, the word famille (plural: familles) was used as a French equivalent for this Latin ordo. This equivalence was explicitly stated in the Alphonse Pyramus de Candolle's Lois de la nomenclature botanique (1868), the precursor of the currently used International Code of Nomenclature for algae, fungi, and plants.\n\nIn the first international Rules of botanical nomenclature from the International Botanical Congress of 1905, the word family (familia) was assigned to the rank indicated by the French famille, while order (ordo) was reserved for a higher rank, for what in the 19th century had often been named a cohors[9] (plural cohortes).\n\nSome of the plant families still retain the names of Linnaean \"natural orders\" or even the names of pre-Linnaean natural groups recognized by Linnaeus as orders in his natural classification (e.g. Palmae or Labiatae). Such names are known as descriptive family names.\n\nIn zoology, the Linnaean orders were used more consistently. That is, the orders in the zoology part of the Systema Naturae refer to natural groups. Some of his ordinal names are still in use (e.g. Lepidoptera for the order of moths and butterflies; Diptera for the order of flies, mosquitoes, midges, and gnats).[citation needed]\n\nIn virology, the International Committee on Taxonomy of Viruses's virus classification includes fifteen taxa to be applied for viruses, viroids and satellite nucleic acids: realm, subrealm, kingdom, subkingdom, phylum, subphylum, class, subclass, order, suborder, family, subfamily, genus, subgenus, and species.[10] There are currently fourteen viral orders, each ending in the suffix -virales.[11]\n\n"
        }
    ]
}