{
    "url": "https://en.wikipedia.org/wiki/Ordovician",
    "title": "Ordovician",
    "table_of_contents": [
        "1 Subdivisions",
        "1.1 British stages",
        "2 Paleogeography and tectonics",
        "2.1 Ordovician meteor event",
        "3 Geochemistry",
        "4 Climate and sea level",
        "5 Life",
        "5.1 Fauna",
        "5.2 Flora",
        "6 End of the period",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Ordovician (/ɔːrdəˈvɪʃi.ən, -doʊ-, -ˈvɪʃən/ or-də-VISH-ee-ən, -⁠doh-, -⁠VISH-ən)[9] is a geologic period and system, the second of six periods of the Paleozoic Era. The Ordovician spans 41.6 million years from the end of the Cambrian Period 485.4 million years ago (Mya) to the start of the Silurian Period 443.8 Mya.[10]\n\nThe Ordovician, named after the Welsh tribe of the Ordovices, was defined by Charles Lapworth in 1879 to resolve a dispute between followers of Adam Sedgwick and Roderick Murchison, who were placing the same rock beds in North Wales in the Cambrian and Silurian systems, respectively.[11] Lapworth recognized that the fossil fauna in the disputed strata were different from those of either the Cambrian or the Silurian systems, and placed them in a system of their own. The Ordovician received international approval in 1960 (forty years after Lapworth's death), when it was adopted as an official period of the Paleozoic Era by the International Geological Congress.\n\nLife continued to flourish during the Ordovician as it did in the earlier Cambrian Period, although the end of the period was marked by the Ordovician–Silurian extinction events. Invertebrates, namely molluscs and arthropods, dominated the oceans, with members of the latter group probably starting their establishment on land during this time, becoming fully established by the Devonian. The first land plants are known from this period. The Great Ordovician Biodiversification Event considerably increased the diversity of life. Fish, the world's first true vertebrates, continued to evolve, and those with jaws may have first appeared late in the period. About 100 times as many meteorites struck the Earth per year during the Ordovician compared with today.[12]\n\n"
        },
        {
            "title": "Subdivisions",
            "text": "\nA number of regional terms have been used to subdivide the Ordovician Period. In 2008, the ICS erected a formal international system of subdivisions.[13] There exist Baltoscandic, British, Siberian, North American, Australian, Chinese Mediterranean and North-Gondwanan regional stratigraphic schemes.[14]\n\nThe Ordovician Period in Britain was traditionally broken into Early (Tremadocian and Arenig), Middle (Llanvirn (subdivided into Abereiddian and Llandeilian) and Llandeilo) and Late (Caradoc and Ashgill) epochs. The corresponding rocks of the Ordovician System are referred to as coming from the Lower, Middle, or Upper part of the column. The faunal stages (subdivisions of epochs) from youngest to oldest are:\n\nLate Ordovician\n\nMiddle Ordovician\n\nEarly Ordovician\n\nThe Tremadoc corresponds to the (modern) Tremadocian. The Floian corresponds to the lower Arenig; the Arenig continues until the early Darriwilian, subsuming the Dapingian. The Llanvirn occupies the rest of the Darriwilian, and terminates with it at the base of the Late Ordovician.\nThe Sandbian represents the first half of the Caradoc; the Caradoc ends in the mid-Katian, and the Ashgill represents the last half of the Katian, plus the Hirnantian.[15]\n\n"
        },
        {
            "title": "Paleogeography and tectonics",
            "text": "During the Ordovician, the southern continents were assembled into Gondwana, which reached from north of the equator to the South Pole. The Panthalassic Ocean, centered in the northern hemisphere, covered over half the globe.[16] At the start of the period, the continents of Laurentia (in present-day North America), Siberia, and Baltica (present-day northern Europe)  were separated from Gondwana by over 5,000 kilometres (3,100 mi) of ocean. These smaller continents were also sufficiently widely separated from each other to develop distinct communities of benthic organisms.[17] The small continent of Avalonia had just rifted from Gondwana and began to move north towards Baltica and Laurentia, opening the Rheic Ocean between Gondwana and Avalonia.[18][19][20] Avalonia collided with Baltica towards the end of Ordovician.[21]\n\nOther geographic features of the Ordovician world included the Tornquist Sea, which separated Avalonia from Baltica;[17] the Aegir Ocean, which separated Baltica from Siberia;[22] and an oceanic area between Siberia, Baltica, and Gondwana which expanded to become the Paleoasian Ocean in Carboniferous time. The Mongol-Okhotsk Ocean formed a deep embayment between Siberia and the Central Mongolian terranes. Most of the terranes of central Asia were part of an equatorial archipelago whose geometry is poorly constrained by the available evidence.[23]\n\nThe period was one of extensive, widespread tectonism and volcanism. However, orogenesis (mountain-building) was not primarily due to continent-continent collisions. Instead, mountains arose along active continental margins during accretion of arc terranes or ribbon microcontinents. Accretion of new crust was limited to the Iapetus margin of Laurentia; elsewhere, the pattern was of rifting in back-arc basins followed by remerger. This reflected episodic switching from extension to compression. The initiation of new subduction reflected a global reorganization of tectonic plates centered on the amalgamation of Gondwana.[24][17]\n\nThe Taconic orogeny, a major mountain-building episode, was well under way in Cambrian times.[25] This continued into the Ordovician, when at least two volcanic island arcs collided with Laurentia to form the Appalachian Mountains. Laurentia was otherwise tectonically stable. An island arc accreted to South China during the period, while subduction along north China (Sulinheer) resulted in the emplacement of ophiolites.[26]\n\nThe ash fall of the Millburg/Big Bentonite bed, at about 454 Ma, was the largest in the last 590 million years. This had a dense rock equivalent volume of as much as 1,140 cubic kilometres (270 cu mi). Remarkably, this appears to have had little impact on life.[27]\n\nThere was vigorous tectonic activity along northwest margin of Gondwana during the Floian, 478 Ma, recorded in the Central Iberian Zone of Spain. The activity reached as far as Turkey by the end of Ordovician. The opposite margin of Gondwana, in Australia, faced a set of island arcs.[17] The accretion of these arcs to the eastern margin of Gondwana was responsible for the Benambran Orogeny of eastern Australia.[28][29] Subduction also took place along what is now Argentina (Famatinian Orogeny) at 450 Ma.[30] This involved significant back arc rifting.[17] The interior of Gondwana was tectonically quiet until the Triassic.[17]\n\nTowards the end of the period, Gondwana began to drift across the South Pole. This contributed to the Hibernian glaciation and the associated extinction event.[31]\n\nThe Ordovician meteor event is a proposed shower of meteors that occurred during the Middle Ordovician Epoch, about 467.5 ± 0.28 million years ago, due to the break-up of the L chondrite parent body.[32] It is not associated with any major extinction event.[33][34][35]\n\n"
        },
        {
            "title": "Geochemistry",
            "text": "The Ordovician was a time of calcite sea geochemistry in which low-magnesium calcite was the primary inorganic marine precipitate of calcium carbonate.[36] Carbonate hardgrounds were thus very common, along with calcitic ooids, calcitic cements, and invertebrate faunas with dominantly calcitic skeletons. Biogenic aragonite, like that composing the shells of most molluscs, dissolved rapidly on the sea floor after death.[37][38]\n\nUnlike Cambrian times, when calcite production was dominated by microbial and non-biological processes, animals (and macroalgae) became a dominant source of calcareous material in Ordovician deposits.[39]\n\n"
        },
        {
            "title": "Climate and sea level",
            "text": "The early Ordovician climate was very hot, with intense greenhouse conditions giving way to a more temperate climate in the Middle Ordovician. Further cooling led to the Late Ordovician glaciation.[40][41] The Ordovician saw the highest sea levels of the Paleozoic, and the low relief of the continents led to many shelf deposits being formed under hundreds of metres of water.[39] The sea level rose more or less continuously throughout the Early Ordovician, leveling off somewhat during the middle of the period.[39] Locally, some regressions occurred, but the sea level rise continued in the beginning of the Late Ordovician. Sea levels fell steadily due to the cooling temperatures for about 30 million years leading up to the Hirnantian glaciation. During this icy stage, sea level seems to have risen and dropped somewhat. Despite much study, the details remain unresolved.[39] In particular, some researches interpret the fluctuations in sea level as pre-Hibernian glaciation,[42] but sedimentary evidence of glaciation is lacking until the end of the period.[21] There is also evidence that global temperatures rose briefly in the early Katian (Boda Event), depositing bioherms and radiating fauna across Europe.[43]\n\nAs with North America and Europe, Gondwana was largely covered with shallow seas during the Ordovician. Shallow clear waters over continental shelves encouraged the growth of organisms that deposit calcium carbonates in their shells and hard parts. The Panthalassic Ocean covered much of the Northern Hemisphere, and other minor oceans included Proto-Tethys, Paleo-Tethys, Khanty Ocean, which was closed off by the Late Ordovician, Iapetus Ocean, and the new Rheic Ocean.\n\nAs the Ordovician progressed, there is evidence of glaciers on the land we now know as Africa and South America, which were near the South Pole at the time, resulting in the ice caps of the Late Ordovician glaciation.\n\n"
        },
        {
            "title": "Life",
            "text": "For most of the Late Ordovician life continued to flourish, but at and near the end of the period there were mass-extinction events that seriously affected conodonts and planktonic forms like graptolites. The trilobites Agnostida and Ptychopariida completely died out, and the Asaphida were much reduced. Brachiopods, bryozoans and echinoderms were also heavily affected, and the endocerid cephalopods died out completely, except for possible rare Silurian forms. The Ordovician–Silurian extinction events may have been caused by an ice age that occurred at the end of the Ordovician Period, due to the expansion of the first terrestrial plants,[44] as the end of the Late Ordovician was one of the coldest times in the last 600 million years of Earth's history.\n\nOn the whole, the fauna that emerged in the Ordovician were the template for the remainder of the Palaeozoic. The fauna was dominated by tiered communities of suspension feeders, mainly with short food chains. The ecological system reached a new grade of complexity far beyond that of the Cambrian fauna, which has persisted until the present day.[39]\n\nThough less famous than the Cambrian explosion, the Ordovician radiation (also known as the Great Ordovician Biodiversification Event)[17] was no less remarkable; marine faunal genera increased fourfold, resulting in 12% of all known Phanerozoic marine fauna.[45] Another change in the fauna was the strong increase in filter-feeding organisms.[46] The trilobite, inarticulate brachiopod, archaeocyathid, and eocrinoid faunas of the Cambrian were succeeded by those that dominated the rest of the Paleozoic, such as articulate brachiopods, cephalopods, and crinoids. Articulate brachiopods, in particular, largely replaced trilobites in shelf communities. Their success epitomizes the greatly increased diversity of carbonate shell-secreting organisms in the Ordovician compared to the Cambrian.[47]\n\nOrdovician geography had its effect on the diversity of fauna. The widely separated continents of Laurentia and Baltica, then positioned close to the tropics and boasting many shallow seas rich in life, developed a distinct trilobite fauna from the trilobite fauna of Gondwana, and Gondwana developed distinct fauna in its tropical and temperature zones. However, tropical articulate brachiopods had a more cosmopolitan distribution, with less diversity on different continents. Faunas become less provincial later in the Ordovician, though they were still distinguishable into the late Ordovician.[48]\n\nTrilobites in particular were rich and diverse. Trilobites in the Ordovician were very different from their predecessors in the Cambrian. Many trilobites developed bizarre spines and nodules to defend against predators such as primitive eurypterids and nautiloids while other trilobites such as Aeglina prisca evolved to become swimming forms. Some trilobites even developed shovel-like snouts for ploughing through muddy sea bottoms. Another unusual clade of trilobites known as the trinucleids developed a broad pitted margin around their head shields.[49] Some trilobites such as Asaphus kowalewski evolved long eyestalks to assist in detecting predators whereas other trilobite eyes in contrast disappeared completely.[50] Molecular clock analyses suggest that early arachnids started living on land by the end of the Ordovician.[51] Although solitary corals date back to at least the Cambrian, reef-forming corals appeared in the early Ordovician, including the earliest known octocorals,[52][53] corresponding to an increase in the stability of carbonate and thus a new abundance of calcifying animals.[39] Brachiopods surged in diversity, adapting to almost every type of marine environment.[54][55][56] Molluscs, which appeared during the Cambrian or even the Ediacaran, became common and varied, especially bivalves, gastropods, and nautiloid cephalopods.[57][58] Cephalopods diversified from shallow marine tropical environments to dominate almost all marine environments.[59] Graptolites, which evolved in the preceding Cambrian period, thrived in the oceans. This includes the distinctive Nemagraptus gracilis graptolite fauna, which was distributed widely during peak sea levels in the Sandbian.[60][21][21] Some new cystoids and crinoids appeared. It was long thought that the first true vertebrates (fish — Ostracoderms) appeared in the Ordovician, but recent discoveries in China reveal that they probably originated in the Early Cambrian.[61] The first gnathostome (jawed fish) may have appeared in the Late Ordovician epoch.[62] Chitinozoans, which first appeared late in the Wuliuan, exploded in diversity during the Tremadocian, quickly becoming globally widespread.[63][64] Several groups of endobiotic symbionts appeared in the Ordovician.[65][66]\n\nIn the Early Ordovician, trilobites were joined by many new types of organisms, including tabulate corals, strophomenid, rhynchonellid, and many new orthid brachiopods, bryozoans, planktonic graptolites and conodonts, and many types of molluscs and echinoderms, including the ophiuroids (\"brittle stars\") and the first sea stars. Nevertheless, the arthropods remained abundant; all the Late Cambrian orders continued, and were joined by the new group Phacopida. The first evidence of land plants also appeared (see evolutionary history of life).\n\nIn the Middle Ordovician, the trilobite-dominated Early Ordovician communities were replaced by generally more mixed ecosystems, in which brachiopods, bryozoans, molluscs, cornulitids, tentaculitids and echinoderms all flourished, tabulate corals diversified and the first rugose corals appeared. The planktonic graptolites remained diverse, with the Diplograptina making their appearance. One of the earliest known armoured agnathan (\"ostracoderm\") vertebrates, Arandaspis, dates from the Middle Ordovician.[67] During the Middle Ordovician there was a large increase in the intensity and diversity of bioeroding organisms. This is known as the Ordovician Bioerosion Revolution.[68] It is marked by a sudden abundance of hard substrate trace fossils such as Trypanites, Palaeosabella, Petroxestes and Osprioneides. Bioerosion became an important process, particularly in the thick calcitic skeletons of corals, bryozoans and brachiopods, and on the extensive carbonate hardgrounds that appear in abundance at this time. \n\nGreen algae were common in the Late Cambrian (perhaps earlier) and in the Ordovician. Terrestrial plants probably evolved from green algae, first appearing as tiny non-vascular forms resembling liverworts, in the middle to late Ordovician.[70] Fossil spores found in Ordovician sedimentary rock are typical of bryophytes.[71]\n\nAmong the first land fungi may have been arbuscular mycorrhiza fungi (Glomerales), playing a crucial role in facilitating the colonization of land by plants through mycorrhizal symbiosis, which makes mineral nutrients available to plant cells; such fossilized fungal hyphae and spores from the Ordovician of Wisconsin have been found with an age of about 460 million years ago, a time when the land flora most likely only consisted of plants similar to non-vascular bryophytes.[72]\n\n"
        },
        {
            "title": "End of the period",
            "text": "The Ordovician came to a close in a series of extinction events that, taken together, comprise the second largest of the five major extinction events in Earth's history in terms of percentage of genera that became extinct. The only larger one was the Permian–Triassic extinction event.\n\nThe extinctions occurred approximately 447–444 million years ago and mark the boundary between the Ordovician and the following Silurian Period. At that time all complex multicellular organisms lived in the sea, and about 49% of genera of fauna disappeared forever; brachiopods and bryozoans were greatly reduced, along with many trilobite, conodont and graptolite families.\n\nThe most commonly accepted theory is that these events were triggered by the onset of cold conditions in the late Katian, followed by an ice age, in the Hirnantian faunal stage, that ended the long, stable greenhouse conditions typical of the Ordovician.\n\nThe ice age was possibly not long-lasting. Oxygen isotopes in fossil brachiopods show its duration may have been only 0.5 to 1.5 million years.[73] Other researchers (Page et al.) estimate more temperate conditions did not return until the late Silurian.\n\nThe late Ordovician glaciation event was preceded by a fall in atmospheric carbon dioxide (from 7000 ppm to 4400 ppm).[74][75] The dip may have been caused by a burst of volcanic activity that deposited new silicate rocks, which draw CO2 out of the air as they erode.[75] Another possibility is that bryophytes and lichens, which colonized land in the middle to late Ordovician, may have increased weathering enough to draw down CO2 levels.[70] The drop in CO2 selectively affected the shallow seas where most organisms lived. As the southern supercontinent Gondwana drifted over the South Pole, ice caps formed on it, which have been detected in Upper Ordovician rock strata of North Africa and then-adjacent northeastern South America, which were south-polar locations at the time.\n\nAs glaciers grew, the sea level dropped, and the vast shallow intra-continental Ordovician seas withdrew, which eliminated many ecological niches. When they returned, they carried diminished founder populations that lacked many whole families of organisms. They then withdrew again with the next pulse of glaciation, eliminating biological diversity with each change.[76] Species limited to a single epicontinental sea on a given landmass were severely affected.[38] Tropical lifeforms were hit particularly hard in the first wave of extinction, while cool-water species were hit worst in the second pulse.[38]\n\nThose species able to adapt to the changing conditions survived to fill the ecological niches left by the extinctions. For example, there is evidence the oceans became more deeply oxygenated during the glaciation, allowing unusual benthic organisms (Hirnantian fauna) to colonize the depths. These organisms were cosmopolitan in distribution and present at most latitudes.[48]\n\nAt the end of the second event, melting glaciers caused the sea level to rise and stabilise once more. The rebound of life's diversity with the permanent re-flooding of continental shelves at the onset of the Silurian saw increased biodiversity within the surviving Orders. Recovery was characterized by an unusual number of \"Lazarus taxa\", disappearing during the extinction and reappearing well into the Silurian, which suggests that the taxa survived in small numbers in refugia.[77]\n\nAn alternate extinction hypothesis suggested that a ten-second gamma-ray burst could have destroyed the ozone layer and exposed terrestrial and marine surface-dwelling life to deadly ultraviolet radiation and initiated global cooling.[78]\n\nRecent work considering the sequence stratigraphy of the Late Ordovician argues that the mass extinction was a single protracted episode lasting several hundred thousand years, with abrupt changes in water depth and sedimentation rate producing two pulses of last occurrences of species.[79]\n\n"
        }
    ]
}