{
    "url": "https://en.wikipedia.org/wiki/Orestes_Brownson",
    "title": "Orestes Brownson",
    "table_of_contents": [
        "1 Early years and education",
        "2 Religious unease",
        "3 Transcendentalism",
        "4 Conversion to Catholicism",
        "5 Later life and death",
        "6 Legacy and criticism",
        "7 Family",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Orestes Augustus Brownson (September 16, 1803 – April 17, 1876) was an American intellectual and activist, preacher, labor organizer, and noted Catholic convert and writer. \n\nBrownson was a publicist, a career which spanned his affiliation with the New England Transcendentalists through his subsequent conversion to Roman Catholicism.\n\n"
        },
        {
            "title": "Early years and education",
            "text": "Brownson was born on September 16, 1803, to Sylvester Augustus Brownson and Relief Metcalf, who were farmers in Stockbridge, Vermont. Sylvester Brownson died when Orestes was young and Relief decided to give her son up to a nearby adoptive family when he was six years old. \n\nThe adopting family raised Brownson under the strict confines of Calvinist Congregationalism on a small farm in Royalton, Vermont. He did not receive much schooling but enjoyed reading books.  Among these were volumes by Homer and Locke and the Bible.[1] In 1817, when he was fourteen, Brownson attended an academy briefly in New York.  This was the extent of his formal education.[2]\n\n"
        },
        {
            "title": "Religious unease",
            "text": "In 1822, Brownson was baptized in the Presbyterian Church in Ballston, New York, but he quickly complained that Presbyterians associated only with themselves, and that the Reformed doctrines of predestination and eternal sin were too harsh. \n\nAfter withdrawing from Presbyterianism in 1824 and teaching at various schools in upstate New York and Detroit, Brownson applied to be a Universalist preacher. Universalism, for Brownson, represented the only liberal variety of Christianity he knew of.  He became the editor of a Universalist journal, Gospel Advocate and Impartial Investigator, in which he wrote about his own religious doubt and criticized organized faiths and mysticism in religion.[3]\n\nLater, rejecting Universalism, Brownson became associated with Robert Dale Owen and Fanny Wright in New York City and supported the Working Men's Party of New York.[4] In 1830, for a few months, Brownson was editor of the Genesee Republican in Batavia, New York.[5]\n\nIn 1831, Brownson moved to Ithaca, New York, where he became the pastor of a Unitarian community. There, he began publishing the magazine The Philanthropist. \n\n"
        },
        {
            "title": "Transcendentalism",
            "text": "After the demise of the Philanthropist in 1832, Brownson moved to Walpole, New Hampshire, where he became a part of the Transcendentalist movement.[6] He read in English Romanticism and English and French reports on German Idealist philosophy, and was passionate about the work of Victor Cousin and Pierre Leroux. In 1836, Brownson participated in the founding of the Transcendental Club.\n\nAlso in 1836, Brownson moved to Chelsea, Massachusetts, to set up his own church, calling it  \"The Society for Christian Union and Progress\",  He also published his first book, New Views of Christianity, Society, and the Church. This work combined Transcendentalist religious views with radical social egalitarianism, sharply criticizing the unequal social distribution of wealth as un-Christian and unprincipled. After President Martin Van Buren appointed George Bancroft as Collector of Customs at Boston in 1837, Bancroft in turn gave a job to Brownson,\n\nIn 1838, Brownson founded the Boston Quarterly Review, and served as its editor and main contributor for four years. Other contributors included George Bancroft, Margaret Fuller, George Ripley, and Elizabeth Peabody.[7] Brownson originally offered use of the Boston Quarterly Review as a literary vehicle for the Transcendentalists; they declined and instead created The Dial.[8]\n\nBrownson's essays were political, intellectual, and religious. Among these was a favourable review of Thomas Carlyle's Chartism, separately published as The Laboring Classes (1840). The article and Brownson's review of it are sometimes blamed for causing Van Buren, whom Brownson avidly supported, to lose the 1840 election to William Henry Harrison.[9] In fact, Van Buren himself is said to have \"blamed [Brownson] as the main cause of his defeat\" because the Boston Quarterly Review had recently promoted socialist ideas.[10]\n\nIn 1840 Brownson published his semi-autobiographical work, Charles Elwood; Or, The Infidel Converted. Through the protagonist Elwood, Brownson railed against organized religion and questioned the Bible's infallibility, or truthfulness. In 1842, Brownson ceased separate publication of the Boston Quarterly Review, and it was merged into The United States Magazine and Democratic Review, He found it necessary to break with the Review after a series of his essays created new scandal.\n\n"
        },
        {
            "title": "Conversion to Catholicism",
            "text": "In the spring of 1843, rumors spread that Brownson was considering converting to Catholicism, especially when he met with the Roman Catholic Bishop of Boston.[11] Brownson finally converted on October 20, 1844,[12]  He began to believe, in contrast to his Transcendentalist colleagues, in the inherent sinfulness of humanity.[13] Further, he began to associate Protestantism with capitalist notions he despised.[14] [15]\n\nBrownson soon renounced what he now considered the errors of his past, including Transcendentalism and liberalism, and devoted himself to writing articles dedicated to converting America to Catholicism.[16] He used his articles to strike out against his former friends in the Transcendental movement, who, he wrote, would be damned unless they converted as well.[11] He succeeded in persuading Sophia Ripley, wife of George Ripley, to convert, but few others. \n\nAccording to one scholar, after his conversion, Brownson's writing changed, and the work he published in Brownson's Quarterly Review expressed \"liberal views [that] frequently got Brownson into trouble, sometimes with the Catholic hierarchy.\"[17] His conversion prompted him to be overzealous in defense of the Catholic Church. His unruly enthusiasm resulted in letters from local Catholic journalists and even the bishop of his diocese requesting that he cease leveling such harsh criticisms.[18] Brownson's stance had much in common with the liberal Catholicism of Charles de Montalembert, with whom he corresponded, and he published articles in French liberal Catholic publications such as Le Correspondant, taking the side of the liberals against the conservative Catholics such as Louis Veuillot.[19][20]\n\nBrownson had also been writing many articles for the Paulist Fathers' Catholic World publication. Brownson now saw Catholicism as the only religion that could restrain the undisciplined American citizens and thus ensure the success of democracy.[21] To him, the United States was to be a model to the world, and the ideal model was a Catholic America.[citation needed]  He repudiated his earlier Fourierist and Owenite ideas, now criticizing socialism and utopianism as vigorously as he had once promoted them. \n\nA staunch Douglas Democrat, Brownson, like Douglas, supported the Union in the Civil War and polemicized against the Confederacy and against Catholic clergy who endorsed secession. He avidly supported emancipation and even made several trips to Washington to discuss the importance and urgency of emancipation with President Lincoln. He encouraged all Americans, especially Catholics, to be patriots in the country’s time of turmoil.[22]\n\nAfter Brownson's conversion, he revived his former publication, now renamed Brownson's Quarterly Review, in 1844.[7] From 1844 to 1864, Brownson maintained the Review as a Catholic journal of opinion, including many reviews of \"inspirational novels\" meant to encourage Catholic belief.[17]\n\nIn 1853, Brownson wrote a series of articles that claimed that the Church was supreme over the State. These writings caused a controversy among Catholic immigrants and the entire Catholic community in general. This controversy caused bishops all over New England to begin condemning his writings. He became increasingly lonely as a result of his being shunned from Boston communities, so he moved the Review and his family to New York in 1855, where he revived his interest in Catholic political philosophy.[citation needed]\n\nIn 1860, Brownson announced that the Catholic Church must progress towards a welcoming intellectual environment.  He argued forcefully and eloquently that \"neither the friends nor the enemies of religion have anything to fear from adopting the great principle of civil and religious liberty, and asserting a free Church in a free State.\"[23] Brownson noted with dismay how few European Catholics supported abolition, and applauded liberal Catholics like Montalembert for being \"the only Catholics in Europe who sympathize with the loyal people of the Union.\"[24] He posited that conscience must remain free to believe as it decides, and religion deals with the spiritual, not the civil realm. The State should protect such[clarification needed] a right and restrict itself to governance of the external realm. He thus adopted a new form of liberalism that remained with him until his death,[25] although his enthusiasm for such a liberalism must be balanced by a near simultaneous and unambiguous repudiation of liberalism which he expressed in the resuscitated Quarterly Review in 1873.[26] There he rejected the kind of liberalism that makes \"this world and its interests supreme.\" In 1862, he was nominated for a Republican Congressional spot in third district of New Jersey, but was met with failure that was blamed on his open Catholic views.[27]\n\nIn 1864, John Frémont, whom Brownson strongly supported, withdrew from the Presidential race. After these two defeats, Brownson’s declining health, spirit, and subscribers caused him to stop publishing the Review the same year. The journal was relaunched again later in Brownson's life after a nearly ten-year hiatus, in 1873. The Review finally ceased publication in 1875, the year before Brownson's death. In 1857, Brownson wrote a memoir, The Convert; or, Leaves from My Experience.\n\n"
        },
        {
            "title": "Later life and death",
            "text": "In the 1870s, Brownson edited \"The Dubuque Chess Journal\", a publication of the Dubuque Herald, which was one of only two journals dedicated exclusively to the game of chess in the world at the time. The Journal had eighteen volumes and 160 issues. Well known by chess problem \"composers\" and students around the world, the publication contained short stories with chess themes; chess poetry; chess news from chess clubs in the United States, Europe and Australia; and obituaries of prominent chess players. [28]\n\nBrownson died on April 17, 1876, in Detroit, aged 72.[29] His remains were subsequently transferred to the crypt of the Basilica of the Sacred Heart at the University of Notre Dame, where his personal papers are also archived.\n\n"
        },
        {
            "title": "Legacy and criticism",
            "text": "Response to  Brownson's views was mixed during his lifetime. He was invited to New Orleans in 1855 by the publication Le Propagateur, because he was viewed as a figure whom both Protestants and Catholics might enjoy hearing from, because of his multiple political and religious associations during his life. Although various newspapers recorded contradictory opinions on his lectures, all praised his \"eloquent\" speech.[30]\n\nIn 1850s, among his many intellectual contributions, in the midst of Irish and German immigration debate and related nativist moral panic, Brownson introduced the term \"Americanization\" into the public discourse while delivering a lecture, \"Church and the Republic\", at St. John’s College, future Fordham University.[31][32] His attempts to harmonize ethnic immigrant identities with American democratic tradition without social and cultural homogenization are considered as an early move in the direction of multiculturalism.[33] Brownson is often incorrectly credited with being the person to coin the term Odinism, referring to his 1848 \"Letter to Protestants\".[34] [35]\n\nBrownson was summed up by poet and critic James Russell Lowell in his satirical A Fable for Critics as someone trying to bite off more than he could chew: \"his mouth very full with attempting to gulp a Gregorian bull\".[36]\n\nEdgar Allan Poe refers to Brownson in his Autography series, calling him \"an extraordinary man,\" though he \"has not altogether succeeded in convincing himself of those important truths which he is so anxious to impress upon his readers.\"[37] He is also mentioned in Poe's story \"Mesmeric Revelation,\" referring to Brownson's 1840 novel Charles Eldwood; or, The Infidel Converted.[37]\n\n\nWhile reviewing Brownson's biography penned by Arthur M. Schlesinger Jr., Henry Steele Commager noted that: \nPeter J. Stanlis has pointed out that \"In the generation following the founding fathers of the American republic, Orestes Brownson, together with John C. Calhoun, was probably the most original and profound political thinker of the nineteenth century. Woodrow Wilson considered his most important book, The American Republic (1865), the best study of the American constitution.\"[39]\n\nAdditionally, Brownson was held in high regard by many European intellectuals and theologians, including Auguste Joseph Alphonse Gratry, who called Brownson \"the keenest critic of the 19th century, an indomitable logician, a disinterested lover of truth, a sage, as sharp as Aristotle, as lofty as Plato.\"[40] Lord Acton visited with Brownson and later wrote that “Intellectually, no American I have met comes near him.” [41]\n\n"
        },
        {
            "title": "Family",
            "text": "Brownson's brother, Oran, joined the Church of Jesus Christ of Latter-day Saints about the same time Orestes became a Roman Catholic. One of Oran's main reasons for joining the LDS Church was its belief in authority.[42]\n\nTwo of Brownson's sons served the Union as regular Army officers during the Civil War: Major Henry F. Brownson (1835–1913) and Captain Edward \"Ned\" Brownson (1843–1864). Edward was published during the war under pseudonyms. Brownson's daughter Sarah Brownson (1839–1876) was an author and poet whose writings supported the war effort.[43]\n\nHenry published a three-volume biography of his father in 1900 and also edited his father's collected works.\n\n"
        }
    ]
}