{
    "url": "https://en.wikipedia.org/wiki/Organ_transplantation_in_fiction",
    "title": "Organ transplantation in fiction",
    "table_of_contents": [
        "1 Organ theft",
        "2 State-sanctioned organ transplants from criminals",
        "3 Organ transplants from victims raised to be organ donors",
        "4 Organ repossession",
        "5 Self-sacrificial organ donation",
        "6 Comedy",
        "7 See also",
        "8 References",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Organ transplantation is a common theme in science fiction and horror fiction. Numerous horror movies feature the theme of transplanted body parts that are evil or give supernatural powers, with examples including Body Parts, Hands of a Stranger, and The Eye.\n\nOrgan transplants from donors who are unwilling, or incapable of objecting, to having their organs removed are a recurring theme in dystopian fiction.\n\nIn contrast to unwilling organ donors, there is the theme of individuals who want to donate their own life-critical organs, such as a brain or heart, at the cost of their own life.\n\n"
        },
        {
            "title": "Organ theft",
            "text": "The term \"organlegging\" was coined by Larry Niven in a series of short stories set in his Known Space future universe originally published in a  1976 collection called  The Long ARM of Gil Hamilton, later expanded and re-released as Flatlander.  The story The Patchwork Girl was also published alone as a novel in 1986.\n\nIn Robin Cook's 1978 novel Coma, set in the present day, the organ thieves operate in a hospital, removing the organs from patients in a facility for the long-term care of patients in a vegetative state. The story was also made into a film, Coma in 1978, and later into a two-part television miniseries aired in 2012 on the A&E television network.\n\nOrgan theft is a theme in a number of horror movies, including Turistas, and also (in a less overtly horrific manner) as a theme in realistic dramas such as Dirty Pretty Things and Inhale.\n\nIn the TV series, Trigun, the protagonist's severed left arm had been transplanted without his knowledge onto an antagonist's left shoulder.\n\n"
        },
        {
            "title": "State-sanctioned organ transplants from criminals",
            "text": "The same series of Larry Niven stories also contains the theme of organ donation from criminals becoming institutionalized within society to the point where even minor crimes are punished by death, in order to ensure the supply of new organs to an aging population. Niven originally developed this theme in his novel A Gift From Earth, first published in 1968 and also set in his Known Space universe. In A Gift From Earth, the descendants of colonists from an interstellar colonization mission are preyed upon by the descendants of the crew, who enact laws that make even the most minor offences carry the death penalty to allow their organs to be \"harvested\" and stored in \"organ banks\" for later use.\n\nThe theme had previously been explored by Frederik Pohl and Jack Williamson in their 1964 novel The Reefs of Space, the first novel of their Starchild Trilogy, in which mankind labours under the \"Plan of Man\", enforced by computers within a surveillance state. Unlike in Niven's novels, donors are kept alive for as long as possible to enable more organs to be removed for transplant until they eventually succumb from their injuries. The novel also features a Frankenstein-like theme of a man assembled entirely from the body parts of others.\n\nIn Sui Ishida's 2014 dark fantasy manga series, Tokyo Ghoul, a state sanctioned organ transplant is performed between an unwilling donor and the main character of the series. It was the subject of much controversy in the series itself. Unbeknown to the surgeons however, the unwilling donor was a ghoul, a monster who eats human flesh, causing the main character to have ghoul-like characteristics.\n\n"
        },
        {
            "title": "Organ transplants from victims raised to be organ donors",
            "text": "The idea of state-sanctioned involuntary organ transplants is taken one step further by the concept of creating people solely for the purpose of acting as organ donors. Generally, these donors are clones of their eventual organ recipients. This idea has been explored by several writers.\n\nThe  1979 science fiction horror film Parts: The Clonus Horror, written by Bob Sullivan and Ron Smith, is set in an isolated community in a remote desert area, where clones are bred to serve as a source of replacement organs for the wealthy and powerful. The clones are kept in a seemingly idyllic environment of apparent leisure and luxury, right up to the point where they are killed for their organs.\n\nMichael Marshall Smith's novel Spares has a similar premise. Unlike the clones in Parts: The Clonus Horror, the clones are kept in conditions resembling those of farm animals or a concentration camp.\n\nThe central character of Alfred Slote's 1982 children's book Clone Catcher pursues clones who seek to escape their fate of being harvested for their organs.\n\nThe 2005 American science fiction action thriller film The Island continues the theme, where clones live in a highly structured environment isolated in a compound. After the movie's hero learns that the compound inhabitants are clones who are used for organ harvesting and surrogate motherhood for wealthy people in the outside world, he escapes.\n\nKazuo Ishiguro's 2005 dystopian novel Never Let Me Go also has a similar theme to its predecessors, but lacks the action-adventure theme of the previous works, concentrating on the characters' feelings and personal stories and the development of psychological horror at their plight. It was later made into a 2010 British drama film of the same name.\n\nThe commissioned four-part radio play Jefferson 37 by Jenny Stephens also explores the same theme, and was first broadcast on BBC Radio 4 Extra in 2006.[1]  The whole plot takes place within Abbotsville, a free range laboratory, where the clones are deliberately dehumanised. The story culminates with their humanity resisting the desire to quash it.\n\nThe plot of Unwind, a 2007 science fiction novel by young adult literature author Neal Shusterman, takes place in the United States, after a civil war somewhere in the near future. After a civil war is fought over abortion, a compromise was reached, allowing parents to sign an order for their children between the ages of 13 and 18 years old to be \"unwound\"—taken to \"harvest camps\" and having their body parts harvested for later use. The reasoning was that, since all their organs were required to be used, unwinds did not technically die, because their individual body parts lived on.\n\n"
        },
        {
            "title": "Organ repossession",
            "text": "The idea of the repossession of transplanted organs has also been used in fiction, in the films Repo Men, and Repo! The Genetic Opera.\n\n"
        },
        {
            "title": "Self-sacrificial organ donation",
            "text": "In the film John Q., the character played by Denzel Washington takes a hospital hostage in hopes to force the surgical staff to transplant his heart into his dying son. In the TV series Psycho Pass, the antagonist is given the opportunity to donate his brain to help power a system that determines if an someone is likely to perform a crime.\n\n"
        },
        {
            "title": "Comedy",
            "text": "Organ transplantation has also been used as a major plot element  in a number of comedies, including  Przekładaniec (1968, Poland), The Thing with Two Heads (1972) and The Man With Two Brains (1983).\n\n"
        }
    ]
}