{
    "url": "https://en.wikipedia.org/wiki/Mumbai_underworld_film",
    "title": "Organised crime in India",
    "table_of_contents": [
        "1 Mumbai underworld",
        "1.1 1940s-1980s",
        "1.2 1980s–present",
        "2 Dacoity",
        "3 Andhra Pradesh factionalism",
        "4 Goa mafia",
        "5 Punjab mafia",
        "6 Activities",
        "7 Popular culture",
        "7.1 Dacoit films",
        "7.2 Mumbai underworld films",
        "7.3 Mafia Raj films",
        "7.4 Andhra Pradesh factionalism films",
        "8 See also",
        "9 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nOrganised crime in India refers to organised crime elements originating in India and active in many parts of the world. The purpose of organised crime in India, as elsewhere in the world, is monetary gain. Its virulent form in modern times is due to several socio-economic and political factors and advances in science and technology. There is no firm data to indicate the number of organised criminal gangs operating in the country, their membership, their modus operandi and the areas of their operations. Their structure and leadership patterns may not strictly fall in line with the classical Italian mafia.\n\n"
        },
        {
            "title": "Mumbai underworld",
            "text": "The Mumbai underworld, also known as the Bombay underworld, refers to the organised crime network in the city of Mumbai, in the state of Maharashtra in India. Mumbai is the biggest city of India and its financial capital. Over a period of time, the Mumbai underworld has been dominated by several different groups and mobsters.\n\nThe powerful trio of Haji Mastan, Varadarajan Mudaliar, and Karim Lala enjoyed backing from their communities.\n\nKarim Lala and his family members' groups operated in the Bombay docks. They were often called \"Afghan mafia\" or \"Pathan mafia\", terms coined by Bombay law enforcement because the majority of this crime syndicate's members were ethnic Pashtuns from Afghanistan's Kunar province. They were especially involved in hashish trafficking, protection rackets, extortion, illegal gambling, gold smuggling, and contract killings, and held a firm stranglehold over parts of Mumbai's underworld.[1] Lala controlled bootlegging and gambling in the city in 1940, and was the undisputed king of the trade until 1985.\n\nHaji Mastan, originally known as Mastan Haider Mirza, was a Bombay-based Tamil Muslim mobster who became the first celebrity gangster in the city of Bombay.[2] Born in 1926 in a Tamil family in Pannaikulam, near Ramanathapuram, Tamil Nadu,[2] At age 8, moved to Bombay with his father. The father-son duo ran a small cycle repair shop in Crawford market. 10 years later, in 1944, Mastan joined the Bombay docks as a porter and from there entered organised crime. He worked in association with Karim Lala and by the 1960s became a rich man. He amassed millions from smuggling gold, silver, and electronic goods, and expanded his clout in the film industry by investing his money with directors and studios, in film production in Bollywood.[3] As Mastan's influence in Bollywood grew, he began to produce films himself and was a well-known producer.[2]\n\nVaradarajan Mudaliar (born Varadarajan Mudaliar), popularly known as Vardha Bhai, was a Bombay-based ethnic Tamil Hindu mafia mobster. He came to be known as Vardhabhai, operated from the early 1960s to 1980, and was accorded equal clout to Haji Mastan and Karim Lala. Starting off as a porter, he had his first brush with the crime world when he began selling illicit liquor. He commanded much respect within the Tamil community and ran a parallel justice system where his verdict was the final law of the land and binding in areas such as Dharavi and Matunga, which are believed to have a large presence of Tamils. The Tamil mob boss, in tandem with Haji Mastan, ventured into stealing dock cargo. He later diversified into contract killings and the narcotics trade. He enjoyed a successful stint in the 1970s controlling the criminal operations in the east and north-central Bombay. Karim Lala commanded south and central Bombay, and the majority of smuggling and illegal construction financing was Haji Mastan's domain.[3]\n\nD-Company is the organised crime group controlled by Dawood Ibrahim, which originated in Mumbai. It has been argued that the D-Company is not a stereotypical organised crime cartel in the strict sense of the word, but rather a collusion of criminal terrorist groups based around Ibrahim's personal control and leadership.[4][5] Ibrahim is currently on Interpol's wanted list for cheating, criminal conspiracy, and running an organised crime syndicate;[6] and in 2008 he was number two on Forbes' list of The World's 10 Most Wanted.[7] He is accused of heading an illegal empire against India and Indians. After the 1993 Bombay bombings, which Ibrahim allegedly organised and financed with Tiger Memon,[8] both became India's most wanted men.[9][10] According to the United States Department of the Treasury, Ibrahim may have had ties with Osama bin Laden.[11][12] Consequently, the United States declared Ibrahim a \"Specially Designated Global Terrorist\" in 2003 and pursued the matter before the United Nations, in an attempt to freeze his assets around the world and crack down on his operations.[13] Indian and Russian intelligence agencies have pointed out Ibrahim's possible involvement in several other terror attacks, including the 2008 Mumbai attacks,[14][15] as per Interpol.[6][16][17][18] Ever since he took to hiding, his location has been frequently traced to Karachi, Pakistan, a claim which Pakistani authorities have denied.[19]\n\nChotta Rajan is the boss of a major crime syndicate based in Mumbai. He was a former key aide and lieutenant of Dawood Ibrahim. Starting as a petty thief and bootlegger working for Rajan Nair, also known as Bada Rajan (Big Rajan), Chhota Rajan took over the reins of Bada Rajan's gang after Bada Rajan's murder. Later, he was affiliated with and operated at the behest of Dawood in Mumbai and eventually fled India to Dubai in 1988. He is wanted for many criminal cases that include extortion, murder, smuggling, drug trafficking and film finance. His brother is said to produce films financed by Rajan. He is also wanted in 17 murder cases and several more attempted murders. Chhota Rajan was arrested in Bali by Indonesian police on 25 October 2015.[20] He was extradited to India on 6 November after 27 years on the run and is currently awaiting trial in CBI custody.[21]\n\nArun Gawli's gang is based at Dagdi Chawl in Byculla, Mumbai. He started his criminal activities there and used the rooms there for keeping kidnapped persons, torturing them, extorting money from them and murdering them. The police raided the premises several times and finally broke his operations. He has been arrested several times for criminal activities and detained for long periods during a trial. However, he could not be convicted in most of the cases as witnesses would not depose against him for fear. He was finally convicted for the murder of Shiv Sena leader Kamalakar Jamsandekar by a court in August 2012. Gawli and eleven others were found guilty of Jamsandekar's murder.[22]\n\n"
        },
        {
            "title": "Dacoity",
            "text": "Dacoity is a term used for \"banditry\" in the Indian subcontinent. The spelling is the anglicised version of the Hindustani word daaku, \"dacoit\" /dəˈkɔɪt/ is a colloquial Indian English word with this meaning, it appears in the Glossary of Colloquial Anglo-Indian Words and Phrases (1903).[23] Banditry is criminal activity involving robbery by groups of armed bandits. The East India Company established the Thuggee and Dacoity Department in 1830, and the Thuggee and Dacoity Suppression Acts, 1836–1848 were enacted in British India under East India Company rule. Areas with ravines or forests, such as Chambal and Chilapata Forests, were once known for dacoits.\n\n"
        },
        {
            "title": "Andhra Pradesh factionalism",
            "text": "There are families with blood feuds with each other in the Rayalaseema region of Andhra Pradesh and parts of eastern  Karnataka in India, and associated with alleged Mafia Raj. It is locally referred to as \"factionalism\" and involves various crimes. Activities like illegal mining are common and one of the major social and environmental issues in the region. It also persists due to illiteracy and lack of environmental awareness in the region and public inactivity, having led to severe deforestation and desertification in the region. The vendetta between the groups originated historically during the Vijayanagara empire. This often co-exists with mafia states. Much of the mining and real estate mafia in the region is run by such families, and to avoid punishment, they are often involved in corruption and local politics. There have been numerous murders committed by rival families, including the murders of noteworthy politicians. Factionalism is one of the main reasons for which vendetta politics is widely practiced in Andhra Pradesh, and is also a major cause of rioting and domestic terrorism in the region.\n\n"
        },
        {
            "title": "Goa mafia",
            "text": "Several local Indian, Russian, Israeli and Nigerian mafia groups are heavily involved in the organised drug trade in Goa, one of the smallest states of India. Sources reveal that there are also individual players who are British, French, Italian, Portuguese and from other European countries. Some have been visiting the state for over two decades and have their fixed international and local clientele.[24] Goa has, in recent days become a principal hub of the international drug trade, apart from being a key point of consumption. According to estimates, drugs flowing out of different foreign locations lands on the comparatively unguarded Goan coastline as Mumbai and its hinterland are no longer considered an easy route for trafficking, since the checks by the Coastguard, Navy, customs patrols and other government bodies.[25]\n\n"
        },
        {
            "title": "Punjab mafia",
            "text": "Punjabi mafia refers to the organised criminal gangs in the state of Punjab in India. There has been a spurt in the formation and activities of such criminal gangs in Punjab over the last decade even though some gangs, associated with those based in Uttar Pradesh, have been operational in the state since the end of militancy in Punjab.[26] Post militancy, they took to contract killings. The real estate and industrial sector boom of the early 2000s saw several criminals surfacing with the primary objective of controlling unions. The flourishing of the banking sector, especially finance companies, spurred the demand for bouncers who ensured recovery of bad loans and helped in grabbing disputed properties. Cricket bookies too used their services. Around five years back when the boom in real estate ended, these gangs then tuned to extortion and protection money as their source of income. Most of these are inter-state gangs as well as the ones specializing in arms smuggling, narcotics and abduction. Kidnappings for ransom in Punjab, something which rarely happened earlier, are on the rise.[27]\n\nA major form of Indian Punjabi organised crime are also the foreign-based, Indo-Canadian organised crime, the vast majority of them being of Punjabi origin from the Jat Sikh community, whose exploits have led to over 100 gang deaths of young men of Punjabi descent in Canada since the 1990s. Indo-Canadian gangs are one of Canada's major organised crime problems, ranked third behind motorcycle clubs and Aboriginal criminal groups. These criminal organizations are mainly active in the province of British Columbia, Alberta, and Ontario.\n\n"
        },
        {
            "title": "Activities",
            "text": "India is a major transit point for heroin from the Golden Triangle and Golden Crescent en route to Europe. India is also the world's largest legal grower of opium; experts estimate that 5–10% of the legal opium is converted into illegal heroin, and 8–10% is consumed in high quantities as concentrated liquid. The pharmaceutical industry is also responsible for much illegal production of mandrax, much of which is smuggled into South Africa. Diamond smuggling via South Africa is also a major criminal activity, and diamonds are sometimes used to disguise shipments of heroin. Finally, there is much money laundering in the country, mostly through the use of the traditional hawala system, although India criminalised money laundering in 2003.[28]\n[29]\n\n"
        },
        {
            "title": "Popular culture",
            "text": "In the cinema of India, particularly Bollywood, crime films and gangster films inspired by organised crime in India have been produced since 1940. Indian cinema has several genres of such crime films.\n\nThe dacoit film was a genre of Indian cinema that began with Mehboob Khan's Aurat (1940) and gained popularity with its remake Mother India (1957) as well as Dilip Kumar's Gunga Jumna (1961). A subgenre is the Dacoit Western, popularized by Sholay (1975). These films are usually set in rural India, and often inspired by real dacoits.\n\nExamples of the genre:\n\nIn the early 1970s, a new genre of Indian crime films and gangster films arose, set in urban India: Bombay underworld films, later called Mumbai underworld films. These films are often inspired by real Mumbai underworld gangsters, such as Haji Mastan, Dawood Ibrahim and D-Company. These films are often set around Mumbai slums such as Dharavi or Juhu, and gangsters in these films often speak with a Tapori or Bombay Hindi street dialect.\n\nThe genre was pioneered by screenwriter duo Salim–Javed. They began the genre of gritty, violent, Bombay underworld crime films in the early 1970s, with films such as Zanjeer (1973) and Deewaar (1975).[30][31] They reinterpreted the rural themes of Mehboob Khan's Mother India (1957) and Nitin Bose's Gunga Jumna (1961) in a contemporary urban context reflecting the socio-economic and socio-political climate of 1970s India,[32][33] channeling the growing discontent and disillusionment among the masses,[32] and unprecedented growth of slums,[34] and dealing with themes involving urban poverty, corruption, and crime,[35] as well as anti-establishment themes.[36] This resulted in their creation of the \"angry young man\", personified by Amitabh Bachchan,[36] who reinterpreted Dilip Kumar's performance in Gunga Jumna in a contemporary urban context.[32][33]\n\nBy the mid-1970s, gritty, violent crime films and action films about gangsters (Bombay underworld) as well as bandits (dacoits) had become popular. The writing of Salim-Javed and acting of Amitabh Bachchan popularized the trend, with films such as Zanjeer and particularly Deewaar, a crime film inspired by Gunga Jumna[30] that pitted \"a policeman against his brother, a gang leader based on real-life smuggler Haji Mastan\" portrayed by Bachchan; Deewaar was described as being \"absolutely key to Indian cinema\" by Danny Boyle.[37] Along with Bachchan, other actors that rode the crest of this trend include Feroz Khan.[38]\n\nThe popular crime films written by Salim-Javed and starring Amitabh Bachchan reflected the socio-economic and socio-political realities of 1970s India, channeling the growing popular discontent and disillusionment among the masses, and the failure of the state in ensuring their welfare and well-being, in a time when prices were rapidly rising, commodities were becoming scarce, public institutions were losing legitimacy, smugglers and gangsters were gathering political clout,[32] and there was an unprecedented growth of slums.[34] The cinema of Salim-Javed and Amitabh Bachchan dealt with themes relevant to Indian society at the time, such as urban poverty in slums, corruption in society, and the Bombay underworld crime scene,[35] and was perceived by audiences as anti-establishment, often represented by an \"angry young man\" protagonist, presented as a vigilante or anti-hero,[36] with his suppressed rage giving a voice to the angst of the urban poor.[34]\n\nLater milestones in the genre include Ram Gopal Verma's Satya (1998) and Company (2002), based on the D-Company, which both offered \"slick, often mesmerising portrayals of the Mumbai underworld\" and displayed realistic \"brutality and urban violence.\" Another notable film in the genre was Black Friday (2004), adapted from Hussein Zaidi's book of the same name about the 1993 Bombay bombings.[37][39][40][41]\n\nThe genre later inspired the film Slumdog Millionaire (2009), which drew inspiration from Mumbai underworld films. Its influences included Deewaar,[42][43] Satya, Company, and Black Friday.[37][39][40][41] 1970s Bollywood crime films such as Deewaar and Amar Akbar Anthony (1977) also have similarities to the heroic bloodshed crime genre of 1980s Hong Kong action cinema.[44] Deewaar had a Hong Kong remake, The Brothers (1979),[45] which went on to inspire John Woo's internationally acclaimed breakthrough A Better Tomorrow (1986),[46][45] which set the template for the heroic bloodshed genre in Hong Kong cinema.[47][48]\n\nExamples of the Mumbai underworld film genre:\n\n"
        }
    ]
}