{
    "url": "https://en.wikipedia.org/wiki/Original_sin",
    "title": "Original sin",
    "table_of_contents": [
        "1 History of the doctrine",
        "1.1 Scriptural background and early development",
        "1.2 Second Temple Judaism",
        "1.3 Paul",
        "1.4 Greek Fathers before Augustine",
        "1.5 Latin Fathers before Augustine",
        "1.6 Augustine",
        "1.6.1 Pelagius' response",
        "1.7 Cassian",
        "1.8 Church reaction",
        "1.9 The Protestant Reformation",
        "1.10 Council of Trent",
        "2 Denominational views",
        "2.1 Roman Catholicism",
        "2.1.1 Post-conciliar developments",
        "2.2 Lutheranism",
        "2.3 Eastern Christianity",
        "2.4 Anglicanism",
        "2.5 Methodism",
        "2.6 Seventh-day Adventism",
        "2.7 Jehovah's Witnesses",
        "2.8 The Church of Jesus Christ of Latter-day Saints",
        "2.9 Swedenborgianism",
        "2.10 Quakerism",
        "3 References",
        "3.1 Notes",
        "3.2 Citations",
        "3.3 Bibliography",
        "4 See also",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nOriginal sin is the Christian doctrine that holds that humans, through the fact of birth, inherit a tainted nature in need of regeneration and a proclivity to sinful conduct.[1] The biblical basis for the belief is generally found in Genesis 3 (the story of the expulsion of Adam and Eve from the Garden of Eden), in a line in Psalm 51:5 (\"I was brought forth in iniquity, and in sin did my mother conceive me\"),[2] and in Paul's Epistle to the Romans, 5:12-21 (\"Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all people, because all sinned\").[3][1]\n\nThe belief began to emerge in the 3rd century, but only became fully formed with the writings of Augustine of Hippo (354–430), who was the first author to use the phrase \"original sin\" (Latin: peccatum originale).[4][5] Influenced by Augustine, the councils of Carthage (411–418 AD) and Orange (529 AD) brought theological speculation about original sin into the official lexicon of the Church.[6]\n\nProtestant reformers such as Martin Luther and John Calvin equated original sin with concupiscence (or \"hurtful desire\"), affirming that it persisted even after baptism and completely destroyed freedom to do good, proposing that original sin involved a loss of free will except to sin.[7] The Jansenist movement, which the Roman Catholic Church declared heretical in 1653, also maintained that original sin destroyed freedom of will.[8] Instead, the Catholic Church declares that \"Baptism, by imparting the life of Christ's grace, erases original sin and turns a man back towards God, but the consequences for nature, weakened and inclined to evil, persist in man and summon him to spiritual battle\",[9] and that \"weakened and diminished by Adam's fall, free will is yet not destroyed in the race.\"[10]\n\n"
        },
        {
            "title": "History of the doctrine",
            "text": "Judaism does not see human nature as irrevocably tainted by some sort of original sin,[11] while for the Apostle Paul Adam's act released a power into the world by which sin and death became the natural lot of mankind.[12] Early Christianity had no specific doctrine of original sin prior to the 4th century.[13] The idea developed incrementally in the writings of the early Church fathers in the centuries after the New Testament was composed.[14] The authors of the Didache, the Shepherd of Hermas, and the Epistle of Barnabas, all from the late 1st or early 2nd centuries, assumed that children were born without sin; Clement of Rome and Ignatius of Antioch, from the same period, took universal sin for granted but did not explain its origin from anywhere; and while Clement of Alexandria in the late 2nd century did propose that sin was inherited from Adam, he did not say how.[15]\n\nThe biblical bases for original sin are generally found in the following passages, the first and last of which explain why the sin is described as \"original\":\n\nGenesis 3, the story of the Garden of Eden, makes no association between sex and the disobedience of Adam and Eve, nor is the serpent associated with Satan, nor are the words \"sin,\" \"transgression,\" \"rebellion,\" or \"guilt\" mentioned;[19] the words of Psalm 51:5 read: \"Behold, I was brought forth in iniquity, and in sin my mother conceived me\", but while the speaker traces their sinfulness to the moment of their conception, there is little to support the idea that it was meant to be applicable to all humanity.[20] While Paul in Romans writes that \"through one man (i.e., Adam) sin entered into the world,\" his meaning is not that God punishes later generations for the deeds of Adam, but that Adam's story is representative for all humanity.[12]\n\nThe first writings to discuss the first sin at the hands of Adam and Eve were early Jewish texts in the Second Temple Period. In these writings, there is no notion that sin is inherent to an individual or that it is transmitted upon conception. Instead, Adam is more largely seen as a heroic figure and the first patriarch. Demeaning discussions of the beginnings of sin draw greater attention to the stories of Cain or the sons of God mentioned in Genesis 6.[citation needed]\n\nDespite the lack of a notion of original sin, by the 1st century, a number of texts did discuss the roles of Adam and Eve as the first to have committed sin. Wisdom of Solomon states that \"God created man for incorruption [...] but death entered the world by the envy of the devil\" (2:23–24).[21] Ecclesiasticus describes that \"Sin began with a woman, and we must all die because of her\" (25:24).[22][a] While this translation suggests a doctrine of original sin, it has also been criticized on precisely those grounds. The notion of the hereditary transmission of sin from Adam was rejected by both 4 Ezra and 2 Baruch in favor of individual responsibility for sin. Despite describing death as having come to all men through Adam, these texts also held to the notion that it is still the individual that is ultimately responsible for committing his own sin and that it is the individual's sin, rather than the sin of Adam and Eve, that God condemns in a person.[23]\nIan McFarland argues that it is the context of this Judaism through which Paul's discussions on the fall of Adam are to be better understood.[a]\n\nThe writings of Paul were extremely important in terms of the development of the doctrine of original sin. Paul uses much of the same language observed in 4 Ezra and 2 Baruch, such as Adam-death associations. Paul also emphasizes the individual human responsibility for their sins when he described the predominance of death over all \"because all have sinned\" (Romans 5:12).[24][25]\n\nFor the first century after the writings of Paul were written, Christians wrote little about the story of the fall or Adam and Eve more broadly. It is only when the writings of authors such as Justin Martyr and Tatian were produced in the second half of the second century onwards that increased discussion on the story of Adam's fall begins to be written.[a]\n\nJustin Martyr, a 2nd-century Christian apologist and philosopher, was the first Christian author to discuss the story of Adam's fall after Paul. In Justin's writings, there is no conception of original sin and the fault of sin lies at the hands of the individual who committed it. In his Dialogue with Trypho, Justin wrote \"The Christ has suffered to be crucified for the race of men who, since Adam, were fallen to the power of death and were in the error of the serpent, each man committing evil by his own fault\" (chapter 86) and \"Men [...] were created like God, free from pain and death, provided they obeyed His precepts and were deemed worthy by Him to be called His sons, and yet, like Adam and Eve, brought death upon themselves\" (chapter 124).[26] Irenaeus was an early father appealed to by Augustine on the doctrine of original sin,[5] although he did not believe that Adam's sin was as severe as later tradition would hold and he was not wholly clear about its consequences.[27] One recurring theme in Irenaeus is his view that Adam, in his transgression, is essentially a child who merely partook of the tree ahead of his time.[28]\n\nClement of Alexandria in the late 2nd century did propose that sin was inherited from Adam, but did not say how.[15] Origen of Alexandria had a notion similar to, but not the same as original sin. To Origen, Genesis was largely a story of allegory. On the other hand, he also believed in the pre-existence of the soul, and theorized that individuals are inherently predisposed to committing sin on account of the transgressions committed in their pre-worldly existence.\n\nOrigen is the first to quote Romans 5:12–21, rejecting the existence of a sinful state inherited from Adam. To Origen, Adam's sin sets an example that all humanity partakes in, but is not inherently born into. Responding to and rejecting Origen's theories, Methodius of Olympus rejected the pre-existence of the soul and the allegorical interpretation of Genesis, and in the process, was the first to describe the events of Adam's life as the \"Fall\".[26]\n\nGreek Fathers would come to emphasize the cosmic dimension of the Fall, namely that since Adam, human beings are born into a fallen world, but held fast to belief that man, though fallen, is free.[5] They thus did not teach that human beings are deprived of free will and involved in total depravity, which is one understanding of original sin among the leaders of the Reformation.[29][30] During this period the doctrines of human depravity and the inherently sinful nature of human flesh were taught by Gnostics, and orthodox Christian writers took great pains to counter them.[31][32] Christian apologists insisted that God's future judgment of humanity implied humanity must have the ability to live righteously.[33][34]\n\nTertullian, perhaps the first to believe in hereditary transmission of sin, did so on the basis of the traducian theory. He posited to help explain the origins of the soul, which stated that each individual's soul was derived from the soul of their two parents, and therefore, because everyone is ultimately a descendant of Adam through sexual reproduction, the souls of humanity are partly derived from Adam's own soul – the only one directly created by God, and as a sinful soul, the derived souls of humanity, too, are sinful. Cyprian, on the other hand, believed that individuals were born already guilty of sin, and he was the first to link his notion of original guilt with infant baptism. Cyprian writes that the infant is \"born has not sinned at all, except that carnally born according to Adam, he has contracted the contagion of the first death from the first nativity.\" Another text to assert the connection between original sin and infant baptism was the Manichaen Letter to Menoch, although it is of disputed authenticity.[35]\n\nIn addition was Cyril of Jerusalem, who thought humans were born free of sin, but he also believed that, as adults, humanity was naturally biased towards sinning. Ambrose accepted the idea of hereditary sin, also linking it, like Cyprian, to infant baptism, but as a shift from earlier proponents of a transmitted sin, he argued that Adam's sin was solely his own fault, in his attempt to attain equality with God, rather than the fault of the devil. One contemporary of Ambrose was Ambrosiaster, the first to introduce a translation of Romans 5:12 that substituted the language of all being in death \"because all sinned\" to \"in him all sinned\".\n\nAugustine's primary formulation of original sin was based on a mistranslation of Romans 5:12. This mistranslation would act as the basis for Augustine's complete development of the doctrine of original sin, and Augustine would quote Ambrosiaster as the source.[36] Augustine himself was not able to read Hebrew or Greek and relied on the translations produced by others. Some exegetes still justify the doctrine of original sin based on the wider context of Romans 5:12–21.[37][38]\n\nHilary of Poitiers did not clearly articulate a concept of original sin, though anticipates the views of Augustine, as he declared that all humanity is implicated in Adam's downfall.[39]\n\nAugustine of Hippo (354–430) taught that Adam's sin[b] is transmitted by concupiscence, or \"hurtful desire\",[40][41] resulting in humanity becoming a massa damnata (mass of perdition, condemned crowd), with much enfeebled, though not destroyed, freedom of will.[5] When Adam sinned, human nature was thenceforth transformed. Adam and Eve, via sexual reproduction, recreated human nature. Their descendants now live in sin, in the form of concupiscence, a term Augustine used in a metaphysical, not a psychological sense.[c] Augustine insisted that concupiscence was not \"a being\" but a \"bad quality\", the privation of good or a wound.[d] He admitted that sexual concupiscence (libido) might have been present in the perfect human nature in paradise, and that only later it became disobedient to human will as a result of the first couple's disobedience to God's will in the original sin.[e] In Augustine's view (termed \"Realism\"), all of humanity was really present in Adam when he sinned, and therefore all have sinned. Original sin, according to Augustine, consists of the guilt of Adam that all humans inherit.  Although earlier Christian authors taught the elements of physical death, moral weakness, and a sin propensity within original sin, Augustine was the first to add the concept of inherited guilt (reatus) from Adam whereby an infant was eternally damned at birth. Augustine held the traditional view that free will was weakened but not destroyed by original sin until he converted in 412 AD to the Stoic view that humanity had no free will except to sin as a result of his anti-Pelagian view of infant baptism.[42]\n\nAugustine articulated his explanation in reaction to his understanding of Pelagianism that would insist that humans have of themselves, without the necessary help of God's grace, the ability to lead a morally good life, thus denying both the importance of baptism and the teaching that God is the giver of all that is good. According to this understanding, the influence of Adam on other humans was merely that of bad example. Augustine held that the effects of Adam's sin are transmitted to his descendants not by example but by the very fact of generation from that ancestor. A wounded nature comes to the soul and body of the new person from their parents, who experience libido (or concupiscence). Augustine's view was that human procreation was the way the transmission was being effected. He did not blame, however, the sexual passion itself, but the spiritual concupiscence present in human nature, soul and body, even after baptismal regeneration.[f] Christian parents transmit their wounded nature to children, because they give them birth, not the \"re-birth\".[g] Augustine used Ciceronian Stoic concept of passions, to interpret Paul's doctrine of universal sin and redemption. In that view, also sexual desire itself as well as other bodily passions were consequence of the original sin, in which pure affections were wounded by vice and became disobedient to human reason and will. As long as they carry a threat to the dominion of reason over the soul they constitute moral evil, but since they do not presuppose consent, one cannot call them sins. Humanity will be liberated from passions, and pure affections will be restored only when all sin has been washed away and ended, that is in the resurrection of the dead.[h][43]\n\nAugustine believed that unbaptized infants go to hell as a consequence of original sin.[i][44] The Latin Church Fathers who followed Augustine adopted his position, which became a point of reference for Latin theologians in the Middle Ages.[45] In the later medieval period, some theologians continued to hold Augustine's view. Others held that unbaptized infants suffered no pain at all: unaware of being deprived of the beatific vision, they enjoyed a state of natural, not supernatural happiness. Starting around 1300, unbaptized infants were often said to inhabit the \"limbo of infants\".[46] The Catechism of the Catholic Church, 1261[47] declares: \"As regards children who have died without Baptism, the Church can only entrust them to the mercy of God, as she does in her funeral rites for them. Indeed, the great mercy of God who desires that all men should be saved, and Jesus' tenderness toward children, which caused him to say, 'Let the children come to me, do not hinder them',[48] allow us to hope that there is a way of salvation for children who have died without Baptism. All the more urgent is the Church's call not to prevent little children coming to Christ through the gift of holy Baptism.\" But the theory of Limbo, while it \"never entered into the dogmatic definitions of the Magisterium [...] remains [...] a possible theological hypothesis\".[49]\n\nAugustine also identified male semen as the means by which original sin was made heritable, leaving only Jesus Christ, conceived without semen, free of the sin passed down from Adam through the sexual act.[50] This sentiment was echoed as late as 1930 by Pope Pius XI in his Casti connubii: \"The natural generation of life has become the path of death by which original sin is communicated to the children.\"[51]\n\nThe theologian Pelagius reacted thoroughly negatively to Augustine's theory of original sin. Pelagius considered it an insult to God that humans could be born inherently sinful or biased towards sin, and Pelagius believed that the soul was created by God at conception, and therefore could not be imbued with sin as it was solely the product of God's creative agency. Adam did not bring about inherent sin, but he introduced death to the world. Furthermore, Pelagius argued, sin was spread through example rather than hereditary transmission. Pelagius advanced a further argument against the idea of the transmission of sin: since adults are baptized and cleansed of their sin, their children are not capable of inheriting a sin that the parents do not have to begin with.[52]\n\nIn the works of John Cassian (c. 360–435), Conference XIII recounts how the wise monk Chaeremon, of whom he is writing, responded to puzzlement caused by his own statement that \"man even though he strive with all his might for a good result, yet cannot become master of what is good unless he has acquired it simply by the gift of Divine bounty and not by the efforts of his own toil\" (chapter 1). In chapter 11, Cassian presents Chaeremon as speaking of the cases of Paul the persecutor and Matthew the publican as difficulties for those who say \"the beginning of free will is in our own power\", and the cases of Zaccheus and the good thief on the cross as difficulties for those who say \"the beginning of our free will is always due to the inspiration of the grace of God\", and as concluding: \"These two then; viz., the grace of God and free will seem opposed to each other, but really are in harmony, and we gather from the system of goodness that we ought to have both alike, lest if we withdraw one of them from man, we may seem to have broken the rule of the Church's faith: for when God sees us inclined to will what is good, He meets, guides, and strengthens us: for 'At the voice of thy cry, as soon as He shall hear, He will answer thee'; and: 'Call upon Me', He says, 'in the day of tribulation and I will deliver thee, and thou shalt glorify Me'. And again, if He finds that we are unwilling or have grown cold, He stirs our hearts with salutary exhortations, by which a good will is either renewed or formed in us.\"[53]\n\nCassian did not accept the idea of total depravity, on which Martin Luther was to insist.[54] He taught that human nature is fallen or depraved, but not totally. Augustine Casiday states that, at the same time, Cassian \"baldly asserts that God's grace, not human free will, is responsible for 'everything [that] pertains to salvation' – even faith\".[55] Cassian pointed out that people still have moral freedom and one has the option to choose to follow God. Colm Luibhéid says that, according to Cassian, there are cases where the soul makes the first little turn,[56] but in Cassian's view, according to Casiday, any sparks of goodwill that may exist, not directly caused by God, are totally inadequate and only direct divine intervention ensures spiritual progress;[57] and Lauren Pristas says that \"for Cassian, salvation is, from beginning to end, the effect of God's grace\".[58]\n\nOpposition to Augustine's ideas about original sin, which he had developed in reaction to Pelagianism, arose rapidly.[59] After a long and bitter struggle several councils, especially the Second Council of Orange in 529, confirmed the general principles of Augustine's teaching within Western Christianity.[5] However, while the Western Church condemned Pelagius, it did not endorse Augustine entirely and, while Augustine's authority was accepted, he was interpreted in the light of writers such as Cassian.[60] Some of the followers of Augustine identified original sin with concupiscence[j] in the psychological sense, but Saint Anselm of Canterbury challenged this identification in the 11th century, defining original sin as \"privation of the righteousness that every man ought to possess\", thus separating it from concupiscence. In the 12th century the identification of original sin with concupiscence was supported by Peter Lombard and others,[5] but was rejected by the leading theologians in the next century, most notably by Thomas Aquinas. Aquinas distinguished the supernatural gifts of Adam before the fall from what was merely natural, and said that it was the former that were lost, privileges that enabled man to keep his inferior powers in submission to reason and directed to his supernatural end. Even after the fall, man thus kept his natural abilities of reason, will and passions. Rigorous Augustine-inspired views persisted among the Franciscans, though the most prominent Franciscan theologians, such as Duns Scotus and William of Ockham, eliminated the element of concupiscence and identified original sin with the loss of sanctifying grace.\n\nEastern Christian theology has questioned Western Christianity's ideas on original sin from the outset and does not promote the idea of inherited guilt.[62]\n\nMartin Luther (1483–1546) asserted that humans inherit Adamic guilt and are in a state of sin from the moment of conception. The second article in Lutheranism's Augsburg Confession presents its doctrine of original sin in summary form:\n\nLuther, however, also agreed with the Roman Catholic doctrine of the Immaculate Conception (that Mary was conceived free from original sin) by saying:\n\nProtestant Reformer John Calvin (1509–1564) developed a systematic theology of Augustinian Protestantism by interpretation of Augustine of Hippo's notion of original sin. Calvin believed that humans inherit Adamic guilt and are in a state of sin from the moment of conception. This inherently sinful nature (the basis for the Calvinistic doctrine of \"total depravity\") results in a complete alienation from God and the total inability of humans to achieve reconciliation with God based on their own abilities. Not only do individuals inherit a sinful nature due to Adam's fall, but since he was the federal head and representative of the human race, all whom he represented inherit the guilt of his sin by imputation. Redemption by Jesus Christ is the only remedy.\n\nJohn Calvin defined original sin in his Institutes of the Christian Religion as follows:\n\nThe Council of Trent (1545–1563), while not pronouncing on points disputed among Catholic theologians, condemned the teaching that in baptism the whole of what belongs to the essence of sin is not taken away, but is only cancelled or not imputed, and declared the concupiscence that remains after baptism not truly and properly \"sin\" in the baptized, but only to be called sin in the sense that it is of sin and inclines to sin.[66]\n\nIn 1567, soon after the close of the Council of Trent, Pope Pius V went beyond Trent by sanctioning Aquinas's distinction between nature and supernature in Adam's state before the Fall, condemned the identification of original sin with concupiscence, and approved the view that the unbaptized could have right use of will.[5] The Catholic Encyclopedia refers: \"Whilst original sin is effaced by baptism concupiscence still remains in the person baptized; therefore original sin and concupiscence cannot be one and the same thing, as was held by the early Protestants (see Council of Trent, Sess. V, can. v).\".[67]\n\n"
        },
        {
            "title": "Denominational views",
            "text": "The Catechism of the Catholic Church says:\n\nAnselm of Canterbury wrote: \"The sin of Adam was one thing but the sin of children at their birth is quite another, the former was the cause, the latter is the effect.\"[69] In a child original sin is distinct from the fault of Adam, it is one of its effects. The effects of Adam's sin according to the Catholic Encyclopedia are:\n\nThe Catholic Church teaches that every human person born on earth is made in the image of God.[70][71] Within man \"is both the powerful surge toward the good because we are made in the image of God, and the darker impulses toward evil because of the effects of Original Sin\".[72] Furthermore, it explicitly denies that guilt is inherited from anyone, maintaining that instead humanity inherits its own fallen nature. In this it differs from the Calvinist position that each person actually inherits Adam's guilt, and teaches instead that \"original sin does not have the character of a personal fault in any of Adam's descendants [...] but the consequences for nature, weakened and inclined to evil, persist in man\".[73]\n\nThe Catholic Church has always held baptism to be for the remission of sins including the original sin, and, as mentioned in Catechism of the Catholic Church, 403,[74] infants too have traditionally been baptized, though not held guilty of any actual personal sin. The sin that through baptism is remitted for them could only be original sin. Baptism confers original sanctifying grace that erases original sin and any actual personal sin. The first comprehensive theological explanation of this practice of baptizing infants, guilty of no actual personal sin, was given by Augustine of Hippo, not all of whose ideas on original sin have been adopted by the Catholic Church – the church has condemned the interpretation of some of his ideas by certain leaders[who?] of the Protestant Reformation.\n\nThe Catechism of the Catholic Church explains that in \"yielding to the tempter, Adam and Eve committed a personal sin, but this sin affected the human nature that they would then transmit in a fallen state. [...] Original sin is called \"sin\" only in an analogical sense: it is a sin 'contracted' and not 'committed' – a state and not an act\" (Catechism of the Catholic Church, 404).[75] This \"state of deprivation of the original holiness and justice [...] transmitted to the descendants of Adam along with human nature\" (Compendium of the Catechism of the Catholic Church, 76)[76] involves no personal responsibility or personal guilt on their part (cf. Catechism of the Catholic Church, 405). Personal responsibility and guilt were Adam's, who because of his sin, was unable to pass on to his descendants a human nature with the holiness with which it would otherwise have been endowed, in this way implicating them in his sin. The doctrine of original sin thus does not impute the sin of the father to his children, but merely states that they inherit from him a \"human nature deprived of original holiness and justice\", which is \"transmitted by propagation to all mankind\".[77]\n\nIn the theology of the Catholic Church, original sin is the absence of original holiness and justice into which humans are born, distinct from the actual sins that a person commits. The absence of sanctifying grace or holiness in the new-born child is an effect of the first sin, for Adam, having received holiness and justice from God, lost it not only for himself but also for humanity.[67] This teaching explicitly states that \"original sin does not have the character of a personal fault in any of Adam's descendants\".[73] In other words, human beings do not bear any \"original guilt\" from Adam's particular sin, which is his alone. The prevailing view, also held in Eastern Orthodoxy, is that human beings bear no guilt for the sin of Adam. The Catholic Church teaches: \"By our first parents' sin, the devil has acquired a certain domination over man, even though man remains free.\"[78]\n\nThe Catholic doctrine of the Immaculate Conception of Mary is that Mary was conceived free from original sin: \"the most Blessed Virgin Mary was, from the first moment of her conception, by a singular grace and privilege of almighty God and by virtue of the merits of Jesus Christ, Savior of the human race, preserved immune from all stain of original sin\".[79] The doctrine sees her as an exception to the general rule that human beings are not immune from the reality of original sin.\n\nFor the Catholic doctrine, Jesus Christ also was born without the original sin, by virtue of the fact that he is God and was incarnated by the Holy Ghost in the womb of the Virgin Mary.\n\nAs Mary was conceived without original sin, this statement opens to the fourth Marian dogma of the Assumption of Mary to Heaven in body and soul, according to the unchangeable dogmatic definition publicly proclaimed by Pope Pius XII. The Assumption to Heaven, with no corruption of the body, was made possible by Mary's being born without the original sin, while, according to Aquinas, other persons need to wait for the final resurrection of the flesh in order to get the sanctification of the whole human being.[80]\n\nSoon after the Second Vatican Council, biblical theologian Herbert Haag raised the question: \"Is original sin in Scripture?\".[81] According to his exegesis, Genesis 2:25[82] would indicate that Adam and Eve were created from the beginning naked of the divine grace, an originary grace that, then, they would never have had and even less would have lost due to the subsequent events narrated. On the other hand, while supporting a continuity in the Bible about the absence of preternatural gifts (Latin: dona praeternaturalia)[83] with regard to the ophitic event, Haag never makes any reference to the discontinuity of the loss of access to the tree of life. Genesis 2:17[84] states that, if one ate the fruit of the tree of the knowledge of good and evil, one would surely die, and the adverb indicates that, by avoiding this type of choice, one would have the possibility but not the certainty of accessing to the other tree. Therefore, in 1970 Latin American biblical scholar Carlos Mesters wondered if \"Eden [is] golden age or goad to action\", protology or eschatology, nostalgia for an idealized past or hope for something that has yet to happen as it is claimed by Revelation 2:7[85] and Revelation 22:2.[86][87]\n\nSome warn against taking Genesis 3 too literally. They take into account that \"God had the church in mind before the foundation of the world\" (as in Ephesians 1:4)[88][89] as also in 2 Timothy 1:9:[90] \"...his own purpose and grace, which was given us in Christ Jesus before the world began.\"[91] In his 1986 book 'In the Beginning...', Pope Benedict XVI referred to the term \"original sin\" as \"misleading and unprecise\".[92] Benedict does not require a literal interpretation of Genesis, or of the origin of evil, but writes: \"How was this possible, how did it happen? This remains obscure. [...] Evil remains mysterious. It has been presented in great images, as does chapter 3 of Genesis, with the vision of two trees, of the serpent, of sinful man.\"[93][94]\n\nThe Lutheran Churches teach that original sin \"is a root and fountain-head of all actual sins.\"[95]\n\nThe Eastern Orthodox and Byzantine Rite Eastern Catholic Churches' version of original sin is the view that sin originates with the Devil, \"for the devil sins from the beginning (1 John iii. 8)\".[96] The Eastern Church never subscribed to Augustine of Hippo's notions of original sin and hereditary guilt. The church does not interpret \"original sin\" as having anything to do with transmitted guilt but with transmitted mortality. Because Adam sinned, all humanity shares not in his guilt but in the same punishment.[97]\n\nThe Eastern Churches accept the teachings of John Cassian, as do Catholic Churches Eastern and Western,[54] in rejecting the doctrine of total depravity, by teaching that human nature is \"fallen\", that is, depraved, but not totally. Augustine Casiday states that Cassian \"baldly asserts that God's grace, not human free will, is responsible for 'everything [that] pertains to salvation' – even faith\".[55] Cassian points out that people still have moral freedom and one has the option to choose to follow God. Colm Luibhéid says that according to Cassian, there are cases where the soul makes the first little turn,[56] while Augustine Casiday says that, in Cassian's view, any sparks of goodwill that may exist, not directly caused by God, are totally inadequate and only direct divine intervention ensures spiritual progress.[57] Lauren Pristas says that \"for Cassian, salvation is, from beginning to end, the effect of God's grace\".[58]\n\nEastern Christianity accepts the doctrine of ancestral sin: \"Original sin is hereditary. It did not remain only Adam and Eve's. As life passes from them to all of their descendants, so does original sin.\"[98] \"As from an infected source there naturally flows an infected stream, so from a father infected with sin, and consequently mortal, there naturally proceeds a posterity infected like him with sin, and like him mortal.\"[99]\n\nThe Orthodox Church in America makes clear the distinction between \"fallen nature\" and \"fallen man\" and this is affirmed in the early teaching of the church whose role it is to act as the catalyst that leads to true or inner redemption. Every human person born on this earth bears the image of God undistorted within themselves.[100] In the Eastern Christian understanding, it is explicitly denied that humanity inherited guilt or a fallen nature from anyone; rather, humanity inherits sin's consequences and a fallen environment: \"while humanity does bear the consequences of the original, or first, sin, humanity does not bear the personal guilt associated with this sin. Adam and Eve are guilty of their willful action; we bear the consequences, chief of which is death.\"[101]\n\nThe view of Eastern Christianity varies on whether Mary is free of all actual sin or concupiscence. Some Patristic sources imply that she was cleansed from sin at the Annunciation, while the liturgical references are unanimous that she is all-holy from the time of her conception.[102][103]\n\nThe original formularies of the Church of England also continue in the Reformation understanding of original sin. In the Thirty-Nine Articles, Article IX \"Of Original or Birth-sin\" states:\n\nHowever, more recent doctrinal statements (e.g. the 1938 report Doctrine in the Church of England) permit a greater variety of understandings of this doctrine. The 1938 report summarizes:\n\nThe Methodist Church upholds Article VII in the Articles of Religion in the Book of Discipline of the United Methodist Church:\n\nMethodist theology teaches that a believer is made free from original sin when they are entirely sanctified:[107]\n\nSeventh-day Adventists believe that humans are inherently sinful due to the fall of Adam,[108] but they do not totally accept the Augustinian/Calvinistic understanding of original sin, taught in terms of original guilt, but hold more to what could be termed the \"total depravity\" tradition.[109] Seventh-day Adventists have historically preached a doctrine of inherited weakness, but not a doctrine of inherited guilt.[110] According to Augustine and Calvin, humanity inherits not only Adam's depraved nature but also the actual guilt of his transgression, and Adventists look more toward the Wesleyan model.[111]\n\nIn part, the Adventist position on original sin reads:\n\nEarly Adventist pioneers (such as George Storrs and Uriah Smith) tended to de-emphasise the morally corrupt nature inherited from Adam, while stressing the importance of actual, personal sins committed by the individual. They thought of the \"sinful nature\" in terms of physical mortality rather than moral depravity.[111] Traditionally, Adventists look at sin in terms of willful transgressions, and believe that Christ triumphed over sin.\n\nThough believing in the concept of inherited sin from Adam, there is no dogmatic Adventist position on original sin.\n\nAccording to the theology of Jehovah's Witnesses, all humans are born sinners, because of inheriting sin, corruption, and death from Adam. They teach that Adam was originally created perfect and sinless, but with free will; that the Devil, who was originally a perfect angel, but later developed feelings of pride and self-importance, seduced Eve and then, through her, persuaded Adam to disobey God, and to obey the Devil instead, rebelling against God's sovereignty, thereby making themselves sinners, and because of that, transmitting a sinful nature to all of their future offspring.[112][113] Instead of destroying the Devil right away, as well as destroying the disobedient couple, God decided to test the loyalty of the rest of humankind, and to prove that they cannot be independent of God successfully, but are lost without God's laws and standards, and can never bring peace to the earth, and that Satan was a deceiver, murderer, and liar.[114]\n\nJehovah's Witnesses believe that all humans possess \"inherited sin\" from the \"one man\" Adam, and teach that verses such as Romans 5:12–22, Psalm 51:5, Job 14:4, and 1 Corinthians 15:22 show that humanity is born corrupt and dies because of inherited sin and imperfection, and that inherited sin is the reason and cause for sickness and suffering, made worse by the Devil's wicked influence. They believe Jesus is the \"second Adam\", being the sinless Son of God and the Messiah, and that he came to undo Adamic sin; and that salvation and everlasting life can only be obtained through faith and obedience to the second Adam.[112][113][114][115][116][117][excessive citations] They believe that \"sin\" is \"missing the mark\" of God's standard of perfection, and that everyone is born a sinner, due to being the offspring of sinner Adam.[118]\n\nThe Church of Jesus Christ of Latter-day Saints (LDS Church) rejects the doctrine of original sin. The church's second Articles of Faith reads, \"We believe that men will be punished for their own sins, and not for Adam's transgression.\"[119] The church's founder Joseph Smith taught that humans had an essentially godlike nature, and were not only holy in a premortal state, but had the potential to progress eternally to become like God.[120] Latter-day Saints take this creed-like statement as a rejection of the doctrine of original sin and any notion of inherited sinfulness.[120] Thus, while modern members of the LDS Church will agree that the fall of Adam brought consequences to the world, including the possibility of sin, they generally reject the idea that any culpability is automatically transmitted to Adam and Eve's offspring.[121] Children under the age of eight are regarded as free of all sin and therefore do not require baptism.[122] Children who die prior to age eight are believed to be saved in the highest degree of heaven.[123]\n\nThe LDS Church's Book of Moses states that the Lord told Adam that \"thy children are conceived in sin\".[124] Apostle Bruce R. McConkie stated that this means that the children were \"born into a world of sin\".[125]\n\nIn Swedenborgianism, exegesis of the first 11 chapters of Genesis from The First Church has a view that Adam is not an individual person. Rather, he is a symbolic representation of the \"Most Ancient Church\", having a more direct contact with heaven than all other successive churches.[126][127] Swedenborg's view of original sin is referred to as \"hereditary evil\", which passes from generation to generation.[128] It cannot be completely abolished by an individual man, but can be tempered when someone reforms their own life,[129] and are thus held accountable only for their own sins.[130]\n\nMost Quakers (also known as the Religious Society of Friends), including the founder of Quakerism, George Fox, believe in the doctrine of inward light, a doctrine that states that there is \"that of God in everyone\".[131] This has led to a common belief among many liberal and universalist Quakers affiliated with the Friends General Conference and Britain Yearly Meeting, based on the ideas of Quaker Rufus Jones among others, that rather than being burdened by original sin, human beings are inherently good, and the doctrine of universal reconciliation, that is, that all people will eventually be saved and reconciled with God.\n\nHowever, this rejection of the doctrine of original sin or the necessity of salvation is not something that most conservative or evangelical Quakers affiliated with Friends United Meeting or Evangelical Friends Church International tend to agree with. Although the more conservative and evangelical Quakers also believe in the doctrine of inward light, they interpret it in a manner consistent with the doctrine of original sin, namely, that people may or may not listen to the voice of God within them and be saved, and people who do not listen will not be saved.\n\n"
        }
    ]
}