{
    "url": "https://en.wikipedia.org/wiki/Orizuru_Osen",
    "title": "Orizuru Osen",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Legacy",
        "4 References",
        "5 External links",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Orizuru Osen (折鶴お千, lit. \"Osen of the paper cranes\"), also titled The Downfall of Osen, is a 1935 Japanese silent film directed by Kenji Mizoguchi starring Isuzu Yamada.[1][3] It is based on a short story by Kyōka Izumi.[4]\n\n"
        },
        {
            "title": "Plot",
            "text": "While waiting for a delayed train at a train station, Sōkichi Hata, a medical professor, overhears other travelers talking about a courtesan in their midst. He reminisces his past when he was about to commit suicide and saved by Osen, a young woman acting as a decoy for a gang of traffickers led by Kumazawa. Osen convinces Kumazawa to take Sōkichi in as a servant, later learning that Sōkichi came to Tokyo to study medicine but failed due to his shortage of money. Outraged both at the gang's misdeeds and their repeated maltreatment of Sōkichi, she finally gives them away to the police and decides to help Sōkichi to take up his studies. When Sōkichi and Osen, who sees her solely as an elder sister, run out of money, she turns to prostitution and theft to help him finish his exams. After Osen is arrested by the police, Sōkichi's professor sees to his wellbeing.\n\nBack in the present, the train personnel look for a doctor after one of the waiting travelers has collapsed. Sōkichi offers his help, only to find out that the collapsed person is none other than Osen. At the hospital, Sōkichi tries to make her recall their time together, but Osen, having lost her sanity, is unable to recognise him, stuck in memories of Sōkichi, whom she blames for having forgotten her.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Orizuru Osen was one in a series of adaptations of Izumi's stories directed by Mizoguchi,[4] a writer he admired.[5]\nFilm scholar Chika Kinoshita noted that the film occupies a special place within the critical reception of Mizoguchi's oeuvre and that it has been singled out as one of the earliest embodiments of his style in the late 1930s.[6] In his Critical Handbook of Japanese Film Directors, Alexander Jacoby wrote that Orizuru Osen \"displayed in embryo [its] director's capacity for rich atmospheric detail and his abiding concern with the oppression of women\".[7]\n\nOrizuru Osen has repeatedly been screened with live benshi narration by Midori Sawato.[8]\n\n"
        }
    ]
}