{
    "url": "https://en.wikipedia.org/wiki/Orphan_Black",
    "title": "Orphan Black",
    "table_of_contents": [
        "1 Plot",
        "2 Cast and characters",
        "2.1 Main",
        "2.2 Recurring",
        "2.3 Acting doubles",
        "2.4 Known clones",
        "3 Production",
        "3.1 Filming",
        "3.2 Location",
        "4 Episodes",
        "5 Reception",
        "5.1 Critical response",
        "5.1.1 Season 1",
        "5.1.2 Season 2",
        "5.1.3 Season 3",
        "5.1.4 Season 4",
        "5.1.5 Season 5",
        "5.2 Awards and accolades",
        "5.3 #CloneClub",
        "5.4 Board games",
        "6 Broadcast",
        "7 Other media",
        "7.1 Comic books",
        "7.2 Soundtracks",
        "7.3 Audio series",
        "7.4 Japanese remake",
        "7.5 Spin-off",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nOrphan Black is a Canadian science-fiction thriller television series created by screenwriter Graeme Manson and director John Fawcett and starring Tatiana Maslany. The series focuses on Sarah Manning, one of several genetically identical human clones, and later on some of the other clones. The series raises issues about the moral and ethical implications of human cloning and its effect on identity.[1]\n\nThe series was produced by Temple Street Productions in association with BBC America and Bell Media's Space.[2] The show premiered on March 30, 2013, on Space in Canada, and on BBC America in the United States.[3][4] On June 16, 2016, the series was renewed for a fifth and final ten-episode season,[5] which ran from June 10 to August 12, 2017.[6] An aftershow, After the Black, began airing in the third season on Space and was acquired by BBC America for the fourth season.[7][8] In April 2022, a spin-off titled Orphan Black: Echoes was announced, set to premiere in 2023 on AMC.[9]\n\nOrphan Black developed a loyal online fan base across social media platforms who identify as #CloneClub,[10] a reference to those who are in-the-know in the story. Throughout its run, the series received critical acclaim and various accolades, particularly for Maslany's performance, which earned her a Primetime Emmy Award, two Critics' Choice Television Awards and two further nominations, one TCA Award and one further nomination, two Satellite Award nominations, and a Golden Globe Award and Screen Actors Guild Award nomination. The series won a Peabody Award in 2013[11] and has been nominated for, and won, several Canadian Screen Awards.[12]\n\n"
        },
        {
            "title": "Plot",
            "text": "The series begins with Sarah Manning, a British con artist residing in Toronto, witnessing the suicide of a woman, Beth Childs, who appears to be her doppelgänger. Sarah assumes Beth's identity and occupation (as a police detective) after Beth's death. During the first season, in episode 3, Sarah discovers that she is a clone, that she has many \"sister\" clones spread throughout North America and Europe that are all part of an illegal human cloning experiment, and that someone is plotting to kill them and her.\n\nAlongside her foster brother, Felix Dawkins, and two of her fellow clones, Alison Hendrix and Cosima Niehaus, Sarah discovers the origin of the clones: a scientific movement called Neolution. The movement believes that human beings can use scientific knowledge to direct their evolution as a species. The movement has an institutional base in the large, influential, and wealthy biotech corporation, the Dyad Institute, which is seemingly headed by Dr. Aldous Leekie. The Dyad Institute conducts basic research, lobbies political institutions, and promotes its eugenics program, aided by the clone Rachel Duncan. It also seeks to profit from the technology the clones embody and has thus placed \"monitors\" into the clones' personal lives, allegedly to study them scientifically but actually to keep them under surveillance.\n\nSarah eventually discovers that she's also wanted by the police and by a secret religious group, the Proletheans. A faction of the Proletheans carries out the clone assassinations because they believe clones are abominations, and they use Sarah's biological twin sister, Helena, to kill the other clones. Sarah and Helena share a surrogate birth mother and are twins both genetically and with respect to their early maternal environment.\n\nEventually, the Dyad Institute and the Proletheans learn that Sarah has a daughter, Kira, the only known offspring of a clone; all other clones are sterile by design. The plotlines of the series revolve around Sarah and Kira's efforts to avoid capture by the clearly sinister Neolutionists and Proletheans, as well as around the efforts made by each clone to give sense to her life and origin.\n\nThe attempt to control the creation of human life is a dominant theme that drives various story lines. A second key theme forms around the intrigues made by the Dyad Group and the Proletheans, along with the earlier intrigues made by the authors of Project Leda (an allusion to the Greek myth Leda and the Swan), Mrs. S., Sarah's foster mother, and her political network.\n\nBoth themes intersect in the effort to control the creation of human life. Sarah, who matures because of her struggles, defends the bond between parent and child against the Neolutionists and Proletheans.\n\n"
        },
        {
            "title": "Cast and characters",
            "text": "By the end of the first season, ten clones of various nationalities and walks of life are revealed. Additional clones gradually emerge in the second season, including Jennifer, who died from the same respiratory illness that affected Katja and Cosima.[15] In episode 8 of season 2, Tony, a transgender clone, is introduced.[16] In the season one finale, Cosima discovers each clone has a different DNA tag based on ASCII coded basepairs. In addition to the identification code is the text \"THIS ORGANISM AND DERIVATIVE GENETIC MATERIAL IS RESTRICTED INTELLECTUAL PROPERTY\" followed by a series of patent numbers. Sarah is given a photograph whose caption suggests that the cloning project that produced her was called \"Project Leda\". The season 2 finale introduced Charlotte, an eight-year-old clone with a leg disability.\n\nIt is also revealed that the military carried on with a male cloning initiative named Project Castor, which created Mark the Prolethean; Rudy, or \"Scarface\"; Miller the soldier; and Seth, the mustached clone.[17] All the Project Castor clones are aware of their clone nature and were raised together by Dr. Virginia Coady in a military setting.[18] The fourth episode of season 3 introduces the Castor clone Parsons, a victim of inhumane brain experiments. Sarah also discovered that Henrik Johanssen attempted to create a Castor clone from a stolen genetic sample but failed, resulting in the death of the infant Abel.\n\nIn the season 3 premiere, it is revealed that, in 2006, six self-aware Project Leda clones in the Helsinki area were executed. Comics depicting these events would later place it during 2001. It is also revealed that there is a non-self-aware clone named Krystal Goderitch who works as a manicurist. She is later featured in the eighth episode, in which an unnamed Polish clone is revealed to have recently died from a respiratory illness.\n\nIn the third episode of season 3, it is revealed that the original samples for Projects Castor and Leda were brother and sister, making all the clones genetic siblings. But the ninth episode of this season 3 shows even more similarity between the Castor and Leda genomes. A single woman, Kendall Malone, biological mother to Siobhan Sadler, is in fact the original of both clone lines by virtue of being a human chimera.\n\nIn August 2015, the conclusion of IDW's comic book tie-in to the show revealed another self-aware clone: Veera Suominen. She was thought to be one of the clones executed in Helsinki but survived.[19] The subsequent comic titled Orphan Black: Helsinki, published November 2015, expands on her character.[20]\n\nThe fourth season introduces two new Leda clones and one new Castor clone. The mysterious Leda clone known as \"M.K.\" who wears a sheep mask is later confirmed as Veera Suominen;[21] it is revealed that she is set on exacting revenge on Ferdinand Chevalier for the murder of her sister clone and only friend, Niki Lintula. The Castor clone, Ira, is very different from his brothers due to not being raised with the same military background and savage mindset of the other Castor men.[22]\n\nDuring the series finale, Camilla Torres, a Colombian Leda who is receiving the cure, is introduced. It is revealed that there are 274 Leda clones in total.[23]\n\n"
        },
        {
            "title": "Production",
            "text": "Bell Media announced on June 12, 2012, that they had commissioned a 10-episode season of Orphan Black that would be produced by Temple Street Productions and distributed internationally by BBC Worldwide.[24] The show is executive produced by writer Graeme Manson, director John Fawcett, and Temple Street co-presidents Ivan Schneeberg and David Fortier. Co-executive producers are Karen Walton and Kerry Appleyard, while the Temple Street producers are Claire Welland and Karen Troubetskoy.[25]\n\nOn June 26, 2012, BBC America announced that they had picked up the show in the US.[4] Though Canadian actor Elliot Page was originally considered for the lead role,[26] the casting eventually went to another Canadian, Tatiana Maslany. The lead was announced on September 17, 2012.[27] The rest of the principal cast was announced in late October 2012 as production began in Toronto for the first season.[28] On February 7, 2013, it was announced that Matt Frewer had been cast as an edgy philosophical professor, Dr. Leekie, and Evelyne Brochu was cast as a graduate student in molecular and cellular biology.[29]\n\nThe show was renewed for a second season of 10 episodes on May 2, 2013,[30] and premiered on April 19, 2014.[31] Season 2 features several new recurring characters, including: Cal Morrison, one of Sarah's past lovers, played by Michiel Huisman; Henrik \"Hank\" Johanssen, a Prolethean religious leader who opposes the clone science, played by Peter Outerbridge; Mark, one of Johannsen's most devout followers, played by Ari Millen; and Marion Bowles, Rachel's boss at the Dyad Institute, played by Michelle Forbes.[32][33] Patrick J. Adams guest stars in season 2, episode 6 and in the season 3 finale, portraying the character Jesse, a regular guy who becomes the love interest of one of the clones – Helena.[34]\n\nIn March 2014, BBC Worldwide North America signed a deal with Amazon.com for exclusive streaming rights to the series on Amazon Prime Instant Video. The show's \"binge-worthy\" quality was cited as a major reason for Amazon's interest.[35] In April 2014, the show's second-season premiere scored a 91% rise in viewership from the 18- to 49-year-old demographic through DVR playback, the largest for any cable drama premiere that season.[36]\n\nIn April 2014, writer Stephen Hendricks filed a lawsuit against BBC and Temple Street for $5 million, alleging that they had stolen the idea for Orphan Black from a screenplay he had written in the late 1990s called Double Double. He had submitted this screenplay to Temple Street in 2004, where it went into review and was ultimately rejected. The suit was filed in United States District Court in California.[37][38]\n\nA third 10-episode season was announced on July 9, 2014, which began production in fall 2014.[39] In November 2014, several new cast members for season 3 were announced, including James Frain as Ferdinand, a ruthless \"cleaner\"; Ksenia Solo as Shay, a holistic healer; Kyra Harper as Dr. Coady, a military doctor; Earl Pastko as Bulldog, Ferdinand's bodyguard; and Justin Chatwin as Jason Kellerman, a drug dealer.[40] Ari Millen, who portrays Mark Rollins and other Project Castor clones, was promoted to the regular cast for season 3.[41]\n\nA 10-episode fourth season of the show was green-lighted and officially announced on May 7, 2015.[42] Filming for season 4 began in September 2015, and Joel Thomas Hynes was announced as having been cast as Dizzy, a self-reliant hacker.[43] In February 2016, Jessalyn Wanlim was announced as having been cast as Evie Cho, a seductive bio-engineer and advocate of women's health.[44]\n\nA fifth and final season consisting of 10 episodes was announced on June 6, 2016. Filming began in October 2016. Several new castings for the fifth season include: Stephen McHattie as Neolution founder P.T. Westmorland; Elyse Levesque as Detective Engers, a dirty cop associated with Neolution; Simu Liu as Mr. Mitchell, Kira's teacher; Andrew Moodie as Mr. Frontenac, Rachel's mysterious new consultant; and Jenessa Grant as Mud, an eclectic islander.[45]\n\nIn scenes in which Tatiana Maslany has multiple parts, the production films the scene multiple times with dolly-mounted motion control cameras that replicate the movement between each shot. This apparatus, the Technodolly, is referred to as the \"Time Vampire\" on the Orphan Black set due to the amount of time multiple clone scenes take from the production schedule. In these scenes, Maslany first acts the scene with her acting double Kathryn Alexandre in the alternate clone role, then alone in the same clone role, then alone in the alternate clone, and then a fourth time with the scene filmed with just the camera motion for a background plate.[46] Suspended tennis balls help Maslany retain the proper eyelines. In postproduction, Alexandre and the tennis balls are replaced with the images of Maslany from the alternate shots, thereby allowing for more action in scenes where she interacts with herself.[47][48][49] In the season 2 finale, when a dance party scene called for the presence of four different clones, two days of shooting and several additional body doubles were used to create the effect, and postproduction work from Geoff Scott and his team at Intelligent Creatures VFX is rumored to have taken hundreds of hours to complete.[50]\n\nAlexandre's performances were central to Maslany's ability to create the characters. Maslany said, of Alexandre, \"She's so amazing. She memorizes all of the lines, all of my blocking, all of her blocking, my mannerisms, my impulses; she, somehow, memorizes all of that and gives it back to me with a performance I can play off of.\" Alexandre had worked as a reader for auditioning actors in the casting stages of Orphan Black's initial production. She auditioned for the role of Maslany's double and earned the spot because the producers were in search of, in Alexandre's words, \"an actor as opposed to just a double\".[48] Nick Abraham served a similar role as an acting double for Ari Millen's portrayal of the Castor clones.[14]\n\nMaslany created different music playlists to help distinguish between the many clone personalities she portrays.[47] She also used dance to develop the physicality of the characters, including their postures, gestures, and movements, and relied on her background in improv to develop the characters more fully.[51]\n\nThe character of Cosima is named after science historian Cosima Herter, a friend of showrunner Graeme Manson, who serves as the show's science consultant. Herter works with the writers to ensure the plausibility of cloning and other scientific aspects of the series, as well as the complexity of philosophical and ethical concerns the show raises.[52] She also answers fan questions about the show's science in the writer's room blog known as \"The Hive\".[53] Makeup artist Stephen Lynch, hair stylist Sandy Sokolowski, and wardrobe department head Debra Hanson are instrumental in creating the visual differences necessary to distinguish each clone, often using these to develop the characters' personalities before any lines of dialogue are written for them.[54] Art drawn by Sarah's daughter, Kira, in the show is created by art department member Sash Kosovic.[50]\n\nOrphan Black was shot on location in Toronto, Ontario. The show originally was vague about whether it was actually set in Canada. Graeme Manson said, in 2014, that the setting is deliberately ambiguous. \"It's meant to be Generica. It's part of the price you pay for this kind of co-production.\"[55] John Fawcett concurred, arguing that \"To be honest, we don't want to say we're American and alienate the Canadians, or say we're Canadian and alienate the Americans. The bottom line is we're one big happy family. We're just a little bit further North than you.\"[56] Grantland's Tara Ariano argued that this ambiguity is \"a daring new way for a producer to work within CanCon strictures: Set your show in Canada (technically), employ a Canadian crew, run it on a Canadian channel...and make room for recurring guest stars like Maria Doyle Kennedy...by casting one Canadian to play close to a dozen roles.\"[57] In a season 5 episode, Felix specifically identifies Canada as the location.[58]\n\nBefore this, the Canadian filming location was apparent from details such as cars with Ontario licence plates, Beth's and Mrs. S's Ontario driving licences, the currency that is used, scripted references to the suburb of Scarborough, Ontario and to Parkdale, Toronto, and a plane ticket in the pilot episode identifying Toronto Pearson International Airport.[59] Toronto's Bridgepoint Health and Don Jail are stand-ins for the exterior of the \"Dyad Institute\".[60] Scenes set in the Scarborough suburb where Alison lives are actually filmed in Markham, Ontario,[61] a suburb immediately north of Scarborough. However, details are often deliberately obscured; American pronunciations of words like \"lieutenant\" are used.[62]\n\nThe co-production also influenced another important aspect of the show: Sarah's British accent and background. John Fawcett explained that BBC America asked them to make the lead character British, which she was not originally, to better fit the BBC brand. Fawcett, however, saw this directive as an advantage, as it allowed for an easy differentiation of Sarah from the other clones and a broadening of the geographical scope of the show's plot.[63]\n\n"
        },
        {
            "title": "Reception",
            "text": "The series received generally positive reviews, with the first season scoring a 73 out of 100 on Metacritic based on reviews from 20 critics.[64] On Rotten Tomatoes, it received a 94% approval rating from critics, with an average score of 8.02 out of 10 based on 31 reviews. The site's consensus reads: \"Orphan Black is a wild science fiction ride that incorporates dramatic sensibilities which can turn from suspenseful to light at a moment's notice.\"[65] Tatiana Maslany received acclaim for her performance as the various clones.[66][67][68][69][70] Tim Goodman of The Hollywood Reporter called her performances \"fantastic\".[71]\n\nOrphan Black continued to receive very positive reviews from critics, with the second season scoring 79 out of 100 on Metacritic, based on reviews from 26 critics.[72] On Rotten Tomatoes, it received a 97% approval rating from critics, with a rating average of 8.28 out of 10, based on reviews from 39 critics. The critical consensus reads: \"Anchored by Tatiana Maslany's brilliant multi-role performance, Orphan Black is as densely-layered, thought-provoking, and wildly entertaining as ever.\"[69] Mary McNamara of The Los Angeles Times wrote that \"Beneath the twists and turns...lie the even more basic theme of revelation: How would you react if you discovered that what you had come to know as your life was based on misinformation.\"[73] Alan Sepinwall of HitFix praised the show, calling it \"a good, solid show that understands its strengths and keeps playing to them in season 2.\"[74]\n\nWhen Maslany again failed to receive an Emmy nomination for her work on the series, critics and fans derided it as a snub.[73][75]\n\nThe third season received generally positive reviews from critics. On Metacritic, the season has a score of 70 out of 100 based on 12 reviews.[76] On Rotten Tomatoes, it holds an 85% approval rating based on 21 reviews, with rating averages of 7.79 out of 10. The critical consensus reads: \"Season three of Orphan Black lures viewers into an expanded series mythology while continuing to highlight Tatiana Maslany's multiple standout performances.\"[70]\n\nThe fourth season received very positive reviews from critics. On Metacritic, the season has a score of 80 out of 100 based on 5 reviews.[77] On Rotten Tomatoes, it holds a 97% approval rating from critics, with a rating average of 8.24 out of 10. The critical consensus reads: \"Orphan Black makes a 180-degree return to its roots with an experimental fourth season that delves deeper into the show's strange, innovative premise.\"[78]\n\nThe fifth season received acclaim from critics. On Metacritic, the season has a score of 83 out of 100 based on 7 reviews, indicating \"universal acclaim.\"[79] On Rotten Tomatoes, it holds a 95% approval rating from critics, with a rating average of 8.3 out of 10 based on 15 reviews. The critical consensus reads: \"Orphan Black's final season solidifies its standing as a classic science fiction television show – and offers yet another persuasive showcase for Tatiana Maslany's dramatic prowess.\"[80]\n\nMaslany's failure to receive a nomination for Outstanding Lead Actress in a Drama Series at both the 65th Primetime Emmy Awards and 66th Primetime Emmy Awards was seen as a snub by critics and received significant media exposure and criticism.[81][82][83] Tim Goodman of The Hollywood Reporter called it an \"outrageous oversight\".[84] However, Maslany received a nomination for Outstanding Lead Actress in a Drama Series in 2015 and won the category in 2016.[85][86] In 2018, Maslany received another nomination for the final season of the series.[87] Maslany has also received several other accolades for her performance, including two Critics' Choice Television Awards and one further nomination,[88][89][90] one TCA Award and one further nomination,[91][92] four Satellite Award nominations,[93] and one Golden Globe Award and Screen Actors Guild Award nomination.[94][95]\n\nThe series won a Peabody Award in 2013,[11] and has won and been nominated for several Canadian Screen Awards.[12]\n\nThe series is also known for its fan base across social media platforms who identify as #CloneClub.[10]\n\nThe series was praised for portraying modern strategic board games as part of the plot (an idea of co-creator and board game enthusiast John Fawcett). These include Runewars, Agricola, Descent: Journeys in the Dark, Dead of Winter, Gloomhaven and Scythe.[96][97]\n\n"
        },
        {
            "title": "Broadcast",
            "text": "In Canada, the series originally aired on Space,[3] and made its broadcast network television debut on CTV on August 16, 2013.[98] In the US, it aired on BBC America.[4] It began airing in the UK on September 20, 2013, on BBC Three,[99] with season 2 debuting on April 30, 2014.[100] Netflix picked up the broadcast rights in the UK and Ireland for season 4 onwards.[101] It premiered in Australia on January 14, 2014, on SBS2.[102]\n\n"
        },
        {
            "title": "Other media",
            "text": "In July 2014, it was announced that a comic book series published by IDW Publishing would begin in early 2015.[103] The first issue was released in February 2015, and the comic book series is co-written by series creators John Fawcett and Graeme Manson.[104]\n\nIn May 2015, two soundtracks were released by Varèse Sarabande Records featuring music from seasons 1 and 2. The score includes music composed by Trevor Yuile and the soundtrack includes the music featured in Orphan Black by other artists.[105]\n\nIn June 2019, a 10-episode audio series titled Orphan Black: The Next Chapter was announced, with Tatiana Maslany reprising her role as the Project Leda clones. Serving as an official continuation of the series, it is set eight years after the series finale. Malka Older serves as the showrunner with Mishell Baker, Lindsay Smith, Heli Kennedy, Madeline Ashby and E.C. Myers as writers.[106] The series is released through the platform Serial Box and the first episode was made available on September 12, 2019.[107] A second season premiered in October 2021, co-produced by Realm and AMC Networks, adding original cast members Jordan Gavaris, Kristian Bruun and Evelyne Brochu to the cast.[108]\n\nA Japanese remake of the show, Orphan Black – 7 Genes, launched December 2, 2017, on Fuji Television, starring South Korean actress and singer Kang Ji-young as Sara Aoyama, a broke and desperate single mother who witnesses the shocking suicide of a woman who looks just like her. The remake was produced by Telepack for Tokai TV under licence from BBC Worldwide.[109]\n\nIn March 2019, it was reported that a new series set in the Orphan Black universe was in early development stages at AMC, to be produced by Temple Street Productions.[110] In February 2022, it was announced that Anna Fishko would be the writer of the show and that the series would follow a new story set in the same world as Orphan Black.[111] In April 2022, the series was greenlit and titled Orphan Black: Echoes and it is scheduled for a 2023 premiere on AMC and AMC+.[9] In July 2022, Krysten Ritter was cast in the lead role of Lucy.[112]\n\n"
        }
    ]
}