{
    "url": "https://en.wikipedia.org/wiki/Orson_Scott_Card",
    "title": "Orson Scott Card",
    "table_of_contents": [
        "1 Life",
        "1.1 Childhood and education",
        "1.2 Personal life",
        "2 Works",
        "2.1 Early work",
        "2.2 Late 1980s: Ender's Game and short stories",
        "2.3 Works from the 1990s",
        "2.4 Shadow series and later writings",
        "2.5 Video games, comic books and television",
        "2.6 Adaptations",
        "2.7 Newspaper columns",
        "3 Influences and style",
        "3.1 Influences",
        "3.2 Style",
        "4 Themes",
        "4.1 Child-genius savior",
        "4.2 American politics",
        "4.3 Homosexuality",
        "5 Views",
        "5.1 Politics",
        "5.2 Homosexuality",
        "6 Awards and legacy",
        "7 Other activities",
        "8 See also",
        "9 References",
        "10 Works cited",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nOrson Scott Card (born August 24, 1951) is an American writer known best for his science fiction works. He is the first and (as of 2022) only person to win both a Hugo Award and a Nebula Award in consecutive years, winning both awards for both his novel Ender's Game (1985) and its sequel Speaker for the Dead (1986). A feature film adaptation of Ender's Game, which Card co-produced, was released in 2013. Card also wrote the Locus Fantasy Award-winning series The Tales of Alvin Maker (1987–2003).\n\nCard's works were influenced by classic literature, popular fantasy, and science fiction; he often uses tropes from genre fiction. His background as a screenwriter has helped Card make his works accessible. Card's early fiction is original but contains graphic violence. His fiction often features characters with exceptional gifts who make difficult choices with high stakes. Card has also written political, religious, and social commentary in his columns and other writing. Card's opposition to homosexuality has provoked public criticism.\n\nCard, who is a great-great-grandson of Brigham Young, was born in Richland, Washington, and grew up in Utah and California. While he was a student at Brigham Young University (BYU), his plays were performed on stage. He served in Brazil as a missionary for the Church of Jesus Christ of Latter-day Saints (LDS Church) and headed a community theater for two summers. Card had twenty-seven short stories published between 1978 and 1979, and won the John W. Campbell Award for best new writer in 1978. He earned a master's degree in English from the University of Utah in 1981 and wrote novels in science fiction, fantasy, non-fiction, and historical fiction genres in the 1980s. Card continued to write prolifically, and published over 50 novels and over 45 short stories.[1]\n\nCard teaches English at Southern Virginia University; he has written two books on creative writing and serves as a judge in the Writers of the Future contest. He is a practicing member of LDS Church and has taught many successful writers at his \"literary boot camps.\" Mormon fiction writers Stephenie Meyer, Brandon Sanderson, and Dave Wolverton have cited his works as a major influence.\n\n"
        },
        {
            "title": "Life",
            "text": "Orson Scott Card was born on August 24, 1951, in Richland, Washington.[2] He is the son of Peggy Jane (née Park) and Willard Richards Card, and is the third of six children and the older brother of composer and arranger Arlen Card.[3] Card's family has Mormon pioneer heritage. His direct ancestors include Brigham Young, Charles Ora Card, Zina P. Young Card, Zina Young Card Brown and Hugh B. Brown.[4]\n\nWhen Card was one month old, his family moved to San Mateo, California, so Willard Card could begin a sign-painting business. When he was three years old, the family moved to Salt Lake City, Utah, so his father could finish his bachelor's degree. The family moved to Santa Clara, California, when Card was six; they stayed there for seven years while his father completed his master's degree and worked as a professor at San Jose State College. In school, Card took classes for gifted students but he was more interested in studying music—he played clarinet and French horn. He read widely, including historical fiction, nonfiction, and literary classics.[5] At age ten, he wrote his first story, which was about an intelligent child who is assaulted by bullies and sustains brain damage. Ender's confrontation with Stilson in Ender's Game is based on this story.[6]\n\nIn 1964, Card and his family moved to Mesa, Arizona, where he participated in mock debates in junior high school. In 1967, the family moved to Orem, Utah, where his father worked at Brigham Young University (BYU). Card attended BYU's laboratory school, where he took both high school and early college-level classes before graduating in one year. When beginning his college studies he intended to major in archeology, but after becoming increasingly more interested in theater, he began script-writing, writing ten original plays and rewriting other students' plays. Most of his plays were based on Mormon history and scriptures; one was science fiction. By watching the body language of an audience, he could tell when an audience was interested in his scripts.[6][7] During his studies as a theater major, he began doctoring scripts, adapting fiction for reader's theater production, and writing one-act and full-length plays, several of which were produced by faculty directors at BYU.[8] Charles W. Whitman, Card's play-writing professor, encouraged his students to write plays with LDS themes.[9] Card studied poetry with Clinton F. Larson at BYU.[10] He also wrote short stories, which were later published together in The Worthing Saga.[11]\n\nBefore graduating, Card served as a missionary for the LDS Church in Brazil starting in 1971. During his mission, he wrote a play called Stone Tables.[12][13] He returned from his mission in 1973 and graduated from BYU in 1975, receiving a bachelor's degree with distinction in theater.[14][12] After graduation, he started the Utah Valley Repertory Theatre Company, which for two summers produced plays at \"the Castle\", a Depression-era outdoor amphitheater.[15] After going into debt with the community theatre's expenses,[16] Card took part-time employment as a proofreader at BYU Press, moving on to full-time employment as a copy editor.[17] In 1981, Card completed his master's degree in English at the University of Utah where he studied with François Camoin and Norman Council. He began a doctoral program at the University of Notre Dame but dropped out to pursue his more lucrative writing projects.[18][9]\n\nIn 1977, Card married Kristine Allen,[19] who is the daughter of Mormon historian James B. Allen.[9] The two met when Kristine was in the chorus of a roadshow Card directed before his mission. They courted after Card's mission, and Card was impressed with her intellectual rigor.[20]: 1:30 \n\nAfter their marriage they had five children; their son Charles had cerebral palsy and died aged 17; their daughter Erin died the day she was born.[21][22] Card's short story, Lost Boys, is highly autobiographical, but contains the death of a fictional child. One of Card's workshop readers, Karen Fowler, said that Card had pretended to experience the grief of a parent who has lost a child. In response, Card realized that the story expressed his grief and difficulty in accepting Charles's disability.[1]: 119  Card stated that he rarely discusses Charles and Erin because his grief has not faded over time.[20]: 1:35:15 \n\nCard and his wife live in Greensboro, North Carolina; their daughter Emily, along with two other writers, adapted Card's short stories Clap Hands and Sing, Lifeloop, and A Sepulchre of Songs for the stage in Posing as People.[23] Card suffered a mild stroke on January 1, 2011, and made a full recovery.[21][24]\n\n"
        },
        {
            "title": "Works",
            "text": "In 1976 Card became an assistant editor at the LDS Church's magazine Ensign and moved to Salt Lake City.[25] While working at Ensign, Card published his first piece of fiction,[26] a short story called Gert Fram, which appeared in the July 1977 issue of Ensign under the pseudonym Byron Walley.[27]: 157  Between 1978 and 1988, Card wrote over 300 half-hour audioplays on LDS Church history, the New Testament, and other subjects for Living Scriptures in Ogden, Utah.[28]\n\nCard started writing science fiction short stories because he felt he could sell short stories in that genre more easily than others.[29] His first short story The Tinker was initially rejected by Analog Science Fiction and Fact. Ben Bova, the editor of Analog, rejected a rewrite of the story but asked Card to submit a science fiction piece.[30] In response, Card wrote the short story Ender's Game, which Ben Bova published in the August 1977 issue of Analog.[31] Card left The Ensign in 1977 and began his career as a freelance writer in 1978.[32][1]: 122  Ben Bova continued to work with Card to publish his stories and his wife Barbara Bova became Card's literary agent, a development that drew criticism of a possible conflict of interest.[33] Nine of Card's science fiction stories, including Malpractice, Kingsmeat, and Happy Head, were published in 1978.[34]\n\nCard modeled Mikal's Songbird on Ender's Game, both of which include a child with special talents who goes through emotional turmoil when adults seek to exploit his ability.[35] Mikal's Songbird was a Nebula Award finalist in 1978 and a Hugo finalist in 1979—both in the \"novelette\" category.[36][37] Card won the John W. Campbell Award for best new writer in 1978 for his stories published that year; the award helped Card's stories sell internationally.[38] Unaccompanied Sonata was published in 1979 issue of Omni and was nominated for both the Hugo and Nebula awards for a short story.[39][40] Eighteen Card stories were published in 1979.[41]\n\nCard's first published book, \"Listen, Mom and Dad...\": Young Adults Look Back on Their Upbringing (1977) is about child-rearing. He received advances for the manuscripts of Hot Sleep and A Planet Called Treason, which were published in 1979.[42][43] Card later called his first two novels \"amateurish\" and rewrote both of them later.[44] A publisher offered to buy a novelization of Mikal's Songbird, which Card accepted; the finished novel is titled Songmaster (1980).[45] Card edited fantasy anthologies Dragons of Light (1980) and Dragons of Darkness (1981), and collected his own short stories in Unaccompanied Sonata and Other Stories (1981). In the early 1980s, Card focused on writing longer works, only publishing ten short stories between 1980 and 1985. He published a few non-fiction works that were aimed at an LDS audience; these include a satirical dictionary called Saintspeak, which resulted in him being temporarily banned from publishing in church magazines.[46] Card wrote the fantasy-epic Hart's Hope (1983) and a historical novel, A Woman of Destiny (1984), which was later republished as Saints and won the 1985 award from the Association for Mormon Letters for best novel.[41] He rewrote the narrative of Hot Sleep and published it as The Worthing Chronicle (1983), which replaced Hot Sleep and the short-story collection set in the same universe, Capitol (1979).[18] The recession of the early 1980s made it difficult to get contracts for new books so Card returned to full-time employment as the book editor of Compute! magazine that was based in Greensboro, North Carolina, for nine months in 1983.[47] In October of that year, Tom Doherty offered a contract for Card's proposed Alvin Maker series, which allowed him to return to creative writing full-time.[48]\n\nCard's 1977 novella Ender's Game is about a young boy who undergoes military training for space war. Card expanded the story into a novel with the same title and told the backstory of the adult Ender in Speaker for the Dead. In contrast to the fast-paced Ender's Game, Speaker for the Dead is about honesty and maturity.[49] Ender's Game and Speaker for the Dead were both awarded the Hugo Award and the Nebula Award, making Card the first author to win both of science fiction's top prizes in consecutive years.[50][51] According to Card, some members of the Science Fiction and Fantasy Writers of America (SFWA) resented his receiving of the Nebula award while editing the Nebula Awards Report. Subsequently, Card left the SFWA.[52] Card attended many science fiction conventions in the late 1980s. He held several \"Secular Humanist Revival Meetings\" at the conventions, satirizing Evangelical revival meetings.[53][54][46]\n\nCard continued to write short stories and columns and published two short story collections: Cardography (1987) and The Folk of the Fringe (1989). The novella Eye for Eye was republished with another novella by Tor and won the Hugo Award for best novella in 1988.[55][56] Between 1987 and 1989, Card edited and published a short science fiction review magazine called Short Form.[46][57] He also wrote Characters & Viewpoint (1988) and How to Write Science Fiction and Fantasy (1990).[58] Card also offered advice about writing in an interview in Leading Edge #23 in 1991.[59] He wrote the script for an updated Hill Cumorah Pageant in 1988.[60]\n\nInspired by Spenser's Faerie Queene, Card composed the long poem Prentice Alvin and the No-Good Plow, which uses colloquial language and diction common to Joseph Smith's time. The poem, along with the novelette \"Hatrack River,\"[61] became the basis for Seventh Son (1987), the first book in The Tales of Alvin Maker series, a fantasy retelling of the Joseph Smith story. In the alternate history novel, Alvin Maker, the seventh son of a seventh son, is born with unusual magical abilities that make him a \"Maker.\" Alvin has many similarities to Joseph Smith. Following Seventh Son, he wrote Red Prophet, and Prentice Alvin, which focus on settlers' interactions with indigenous peoples and slaves, respectively.[58][62][63] The series has sustainable environmental ethics as a main theme, addressing ways humans affect the environment in the Americas.[61] Alvin Maker's life has many parallels with Joseph Smith's. Seventh Son won the 1988 Mythopoeic Fantasy award, and the two following books were nominees.[64] The awards are given to books that exemplify \"the spirit of The Inklings\".[65] Critics praised Seventh Son for creating an American mythology from American experience and belief.[66] According to literary critic Eugene England, the series brings up questions about what, exactly, the mission of a religious prophet is. The series also questions the difference between a prophet and magician, religion and magic.[67]\n\nIn the 1980s, Card also wrote Wyrms (1987), a novel about colonizing a planet, and revised A Planet Called Treason, which was published as Treason.[58] He also novelized James Cameron's film The Abyss.[68][69]\n\nCard wrote prolifically in the 1990s, including many books and the short story omnibus Maps in a Mirror (1990). Card continued the Ender's Game series with Xenocide (1991) and Children of the Mind (1996), which focus on Jane, an artificial intelligence that develops self-awareness. These books were considered inferior to their predecessors and were, according to science fiction critic Gary Westfahl, \"overly prolonged\".[70][51]\n\nWhile Children of the Mind concluded the initial Ender's Game series, Card started another series of books and continued writing in The Tales of Alvin Maker series. The Homecoming Saga is a science-fiction adaptation of The Book of Mormon.[71] The series' volumes; The Memory of Earth, The Call of Earth, The Ships of Earth, Earthfall, and Earthborn were published between 1992 and 1995.[72] Alvin Journeyman (1995), the fourth book in The Tales of Alvin Maker series, won a Locus Award and Heartfire (1998) was a nominee for the same award.[73][74]\n\nCard wrote several stand-alone novels in the 1990s. Pastwatch: The Redemption of Christopher Columbus (1996) examines time travel and Christopher Columbus.[75] Card collaborated with Star Wars artist Doug Chiang on Robota[76] and with Kathryn H. Kidd on Lovelock.[77] Lost Boys (1992) is a horror story with a semi-autobiographical background.[78] Treasure Box (1996) and Homebody (1998) represent Card's foray in horror. Enchantment (1999) is a fantasy novel based on the Russian version of Sleeping Beauty.[79][80] It deals with a couple who learn to love each other after they marry. Card stated: \"I put all my love for my wife into [Enchantment].\"[20]: 1:06 \n\nIn 1999, Card started a spin-off \"shadow\" series in the Ender's Game universe that is told from the point of view of other characters. These novels are Ender's Shadow, Shadow of the Hegemon, Shadow Puppets,  Shadow of the Giant and Shadows in Flight, the latter serving as a bridge to a planned final book The Last Shadow, which will also be a sequel to Children of the Mind.[81][82] Westfahl praised the Shadow series, stating they were \"executed with panache and skill\".[51] Card wrote other spin-offs: a series of shorter stories, First Meetings in the Enderverse, and novels A War of Gifts,[83] and Ender in Exile.[84][85] Aaron Johnston and Card conceptualized the stories that make up the prequel to Ender's Game, realizing many of them would work best in novel format but first publishing the comics through Marvel. The Burning Earth and Silent Strike comic series were published in 2011 and 2012.[86][87][88] Card and Johnston co-wrote the novels in the series between 2012 and 2019; these are Earth Unaware, Earth Afire, Earth Awakens, The Swarm, and The Hive. Children of the Fleet is the first novel in a new sequel series, called Fleet School.[89][90][88]\n\nWhile Card was writing books in the Shadow series, he also wrote a series of books focused on women in the Bible, novellas, and other novels. Card's The Women of Genesis series includes Sarah (2000), Rebekah (2002), and Rachel and Leah (2004).[91] Card wrote three novellas in the 2000s; Space Boy (2007) is a children's story, Hamlet's Father (2008) is a retelling of Shakespeare's Hamlet, and Stonefather (2008) is the first story set in the Mithermages universe.[92][93][94] The Crystal City (2003), is the sixth book in The Alvin Maker series.[61]\n\nCard wrote two young-adult fantasy trilogies in the 2010s. Mithermages is about a teenager growing up on a magical estate in rural Virginia; it includes The Lost Gate (2011), The Gate Thief (2013), and Gatefather (2015).[89][95] The Pathfinder trilogy consists of Pathfinder (2010), Ruins (2012), and Visitors (2014), and follows a young man who can change the past.[96][89] Card has also written several urban fantasies, including Magic Street (2005) and Lost and Found (2019), both of which are about teenagers with special powers.[97][98]\n\nCard wrote the Christmas novel Zanna's Gift (2004), which was originally published under a pseudonym.[99] A Town Divided by Christmas and a \"Hallmark Christmas movie in prose\" were published in 2018.[100] Invasive Procedures (2007), a medical thriller co-written with Aaron Johnston, is based on a screenplay Johnston wrote, which is based on Card's novel Malpractice.[101]\n\nIn the 1990s, Card contributed dialogue to the point-and-click adventure video games  The Secret of Monkey Island, The Dig, and NeoHunter,  an early first-person shooter.[102][103] His collaboration on videogame scripts continued in the 2000s, when he worked with Cameron Dayton on Advent Rising[104][105] and outlined the story for Shadow Complex, a prequel to the events in his novels Empire and Hidden Empire. The novels and game are about a near-future civil war in the United States that occurs after civilians resist a left-wing coup in the White House.[51][106][107]\n\nCard has written scripts for the two-volume comic-book series Ultimate Iron Man.[108] He collaborated with his daughters Emily and Zina on the graphic novel Laddertop,[109][110] and with Aaron Johnston to write a series of six Dragon Age comics.[111] In 2017, Card wrote, produced, and co-created a television series called Extinct  for BYU TV that ran for one season before it was canceled.[112][113]\n\nMany of Card's works have been adapted into comic books. Dabel Brothers Productions published comic-book adaptations of Red Prophet and Wyrms in 2006.[114] Aaron Johnston wrote comic-book versions of Ender in Exile and Speaker for the Dead.[115] Marvel published two Ender's Game miniseries, which were collected in the graphic novel version of Ender's Game; Christ Yost wrote the script and Pasqual Ferry was the artist.[116][117] Two sets of comic miniseries were adapted by Mike Carey for Ender's Shadow and the comics collected in Ender's Shadow Ultimate Collection.[118] A series of one-shots, some of which are based on Card's Enderverse short stories, were collected in Ender's Game: War of Gifts.[119][120][121]\n\nSince Ender's Game was published in 1985, Card was reluctant to license film rights and artistic control for the novel. He had two opportunities to sell the rights of Ender's Game to Hollywood studios, but refused when creative differences became an issue.[122][123] Card announced in February 2009 that he had completed a script for Odd Lot Entertainment, and that they had begun assembling a production team.[124] On April 28, 2011, it was announced that Summit Entertainment had picked up the film's distribution and Digital Domain joined Odd Lot Entertainment in a co-production role.[125] Card wrote many versions of the script for the movie,[126] but ultimately director Gavin Hood wrote the screenplay. Card was a co-producer of the film.[127][128][129] On Rotten Tomatoes, the critical consensus states: \"If it isn't quite as thought-provoking as the book, Ender's Game still manages to offer a commendable number of well-acted, solidly written sci-fi thrills.\"[130]\n\nSince 2001, Card's commentary includes the political columns \"War Watch\",[131] \"World Watch\",[132]  and \"Uncle Orson Reviews Everything\", which were published in the Greensboro Rhinoceros Times until 2019.[133][134] \"Uncle Orson Reviews Everything\" features personal reviews of films and commentary on other topics. The column also appears on Card's website, which is titled \"Hatrack River\".[135] From 2008 to 2015, Card wrote a column of Latter-day Saint devotional and cultural commentary for the Nauvoo Times, which was published through Hatrack River.[136]\n\n"
        },
        {
            "title": "Influences and style",
            "text": "During his childhood, Card read widely. He read children's classics and popular novels.[137] His favorite book was Mark Twain's The Prince and the Pauper and he read his family's World Book Encyclopedia in its entirety. He read science fiction stories in anthologies and science fiction novels.[5][138][33] He especially credits Tunesmith by Lloyd Biggle Jr. as having a large effect on his life.[5]  Card often refers to works by Robert A. Heinlein and J. R. R. Tolkien as sources of inspiration.[139] Card credits C. S. Lewis's apologetic fiction in the Chronicles of Narnia and The Screwtape Letters[140]: 1:17:50  as influences that shaped his life and career.[141] In 2014, Card stated that Isaac Asimov and Ray Bradbury were conscious influences on his writing, along with Early Modern English from the King James Version of the Bible and the works of William Shakespeare.[142] As a college student, Card read classic literature, science fiction, and fantasy.[139] Spenser's poetry inspired the original Prentice Alvin and the No-Good Plow.[62][143] Influences from Portuguese and Brazilian Catholicism, which Card learned about during his LDS mission to Brazil, are evident in his Shadow and Speaker novels.[12] Card stated his writing improved after teaching writing workshops with Jay Wentworth and from Algis Budrys's workshops at Writers of the Future.[9]\n\nCard's membership of the LDS Church has been an important influence on his writing, though he initially tried to keep his religious beliefs separate from his fiction.[144][145] Susanne Reid, a science fiction scholar,[146] stated Card's religious background is evident in his frequent messiah protagonists and the \"moral seriousness\" in his works.[147][148] Card's science-fiction books do not reference the LDS religion directly but \"offer careful readers insights that are compelling and moving in their religious intensity\".[149] Non-LDS readers of A Planet Called Treason did not remark on religious themes, however, LDS reviewer Sandy Straubhaar disliked the novel's explicit violence and sex, and stated LDS connections were \"gratuitous\".[149] Dick Butler criticized A Planet Called Treason for its lack of Gospel themes and ideas, and two other LDS reviewers defended Card.[150] According to Michael Collings, a critic who acknowledges his \"unabashed appreciation\" of Card,[151] knowledge of Mormon theology is vital to completely understanding Card's works, stating the life stages of the \"piggies\" in Speaker for the Dead correspond to phases of life in the LDS's plan of salvation.[152]In an article in Sunstone, Christopher C. Smith also noticed this parallel, noting that the \"piggies\" procreate \"more or less eternally\" in the last stage of their development.[153] Ender's Game and Speaker for the Dead deal with religious themes common in LDS theology but without many surface references to the religion.[154] The Alvin Maker series does not try to explain Mormon history but uses it to examine his characters' relationships with God.[155]  Card stated that his church membership influences his communitarian values, specifically, making personal sacrifices for the good of a community. Individuals making sacrifices for their community is a theme in his work.[156]\n\nCard's Homecoming Saga is a dramatization of Book of Mormon. Eugene England called the first five novels \"good literature\". Card received criticism from members of the LDS church for \"plagiarizing\" the Book of Mormon and using it irreverently. He defended his choices and said speculative fiction is the genre best suited to exploring theological and moral issues.[157] Also in the Homecoming Saga, Card imagines backstories and explanations for \"anomalies\" in the Book of Mormon, making the fictional work function as a work of Mormon apologetics.[158] While women are not prominent in the Book of Mormon, Card makes them prominent in his retelling.[159] One non-LDS critic described the saga as \"readable\" but lacking in new ideas.[160] Unaware of its relation to the Book of Mormon, another critic said it is similar to the Bible.[161]\n\nBecause Card began his writing career in screenplays, his early work is considered accessible and fast-paced with good characters, but also stylistically unremarkable. According to biographer Richard Bleiler, a number of critics described his tone as emotionless or conversely, as nonjudgmental, leaving readers to come to their own conclusions about how to feel about a story.[162] Though Card was initially classified as a hard science fiction writer for publishing in Analog,[163] his science fiction focuses more on his characters than on the details of future technology.[162] One critic said Card is poor at characterization, stating the characters Peter and Valentine in Ender's Game are \"totally unbelievable\".[164] While noticing that some of Card's early stories were formulaic, Westfahl praised many of Card's early stories as showing \"conspicuous originality\".[165] The graphic violence in his early fiction was controversial; frequent appearances of naked men and boys raised \"questions about homoerotic imagery\" according to Westfahl.[166] Collings stated that the early stories are \"essential steps in the development of Card's fiction\".[167] Card uses a technique common in pulp fiction when he refers to characters by a quirk of their appearance or personality.[51] Card's fantasy stories also use tropes that are common to fantasy.[168]\n\nCard cites the Book of Mormon as an important influence on his writing; his habit of beginning sentences with conjunctions comes from the book.[169] Literary devices in Hot Sleep parallel those of the Book of Mormon.[170] Collings said Hot Sleep's mimicry of Book of Mormon language makes it an \"inherently\" Mormon novel. Card combined several Worthing stories and revised Hot Sleep to create The Worthing Chronicle, which does not mirror the language of the Book of Mormon as much as Hot Sleep does.[171]\n\n"
        },
        {
            "title": "Themes",
            "text": "One theme in Card's works is that of a precocious child who is isolated from others but is uniquely positioned to help or save their community. These characters with exceptional abilities achieve their destiny \"through discipline and suffering\".[172] Often, his gifted protagonists are introspective children.[173] Card's work features children and adults working together, which is unusual.[166] His characters feel \"real\" and must grow and take on responsibilities, and often sacrifice themselves to improve their own societies.[162] This sacrifice is a difficult choice in which none of the options are obviously good.[174]  These protagonists have unusual abilities that are both a blessing and a curse. The protagonists, who are isolated from family and friends, relate better to adults than to other young people; when they grow up, they often mentor other precocious youths.[175][176] Alvin Maker follows this pattern; his magical abilities are very unusual and he uses them to redeem his people.[143]\n\nAccording to Collings, Card's protagonists are \"lonely and manipulative Messiah-figures\" who make sacrifices that can be interpreted as a declaration of principles. Family and community problems arise when individuals are not fully accepted or when communities do not work with others in larger units.[177][51] Often one group tries to kill or enslave another group but their conflict is alleviated when they try to understand each other.[178] Protagonists make choices that save a person or a group of people.[174] In The Porcelain Salamander, a girl is saved by a magical salamander; this action restores her ability to move but she takes on some attributes of the salamander.[179] In Kingsmeat the Shepherd painlessly excises meat from humans to save them from being completely eaten by their alien overlords. The violence of removing parts of people is like the violence of repentance.[180] Collings states part of this story \"could serve as an epigram of all Card's fictions; trapped within a circle of opposing forces, one focal character must decide whether or not to become, like Ender Wiggin, 'something of a savior, or a prophet, or at least a martyr' .\"[181]\n\nThe original short story Ender's Game is reminiscent of Heinlein's young adult novels because it is about a young person with impressive gifts who is guided by a stern mentor whose choices affect all of humanity.[165] The situations and choices in the Ender series invoke a number of philosophical topics, including the rules of war, embodiment psychology, the ethics of anthropology and xenology, and the morality of manipulating children.[182] Though Card described Happy Head (1978) as an embarrassment, it anticipated cyberpunk fiction with an investigator judge who can experience memories with witnesses. Both A Thousand Deaths (1978) and Unaccompanied Sonata feature protagonists who rebel against the dystopias they inhabit.[183]\n\nIn a May 2013 essay called \"Unlikely Events\", which Card presented as an experiment in fiction-writing,[184] Card described an alternative future in which President Barack Obama ruled as a \"Hitler- or Stalin-style dictator\" with his own national police force of young unemployed men; Obama and his wife Michelle would have amended the U.S. Constitution to allow presidents to remain in power for life, as in Nigeria, Zimbabwe, and Nazi Germany.[185][186] In the essay, first published in The Rhinoceros Times, Card attributed Obama's success to being a \"black man who talks like a white man (that's what they mean by calling him \"articulate\" and a \"great speaker\").\"[187]: 66  The essay drew criticism from journalists for its allusions to Obama's race and its reference to \"urban gangs\".[188][189][190] Vice author Dave Schilling featured the article in his \"This Week in Racism\" roundup several months after its publication.[191]\n\nEmpire (2006) is a novel about civil war between progressive and conservative extremists in America. It was a finalist for the Prometheus Award, an award given by the Libertarian Futurist Society.[192] Publishers Weekly stated that \"right-wing rhetoric trumps the logic of story and character\" in the novel.[193] Another review from Publishers Weekly noted that \"Card's conservative bias seeps into\" the novel.[194] At SFReviews, Thomas Wagner took further issue with Card's tendency to \"smugly pretend[...] to be above it all,\" or claiming to be moderate while espousing conservative views of news media.[195]  In an interview with Mythaxis Review in April 2021, Card stated that he writes fiction \"without conscious agenda.\"[196]\n\nIn Card's fiction writing, homosexual characters appear in contexts that some critics have interpreted as homophobic. Writing for Salon, Aja Romano lists the \"homophobic subtext\"[197] of characters in four of Card's books. In Songmaster, a man falls in love with a 15-year-old castrato in a pederastic society. Their sexual union has \"creepy overtones\" that makes the teenager \"unable to have sex again.\"[197] On the topic of Songmaster, Card wrote that he was not trying to show homosexual sex as beautiful. Romano wrote that the book's \"main plot point revolve[d] around punishing homosexual sex.\"[197] In the Homecoming series, a gay male character, Zdorab, marries and procreates for the good of society. Romano notes that Zdorab does not stop being gay after his marriage, but that procreation is paramount in the book's society.  Eugene England defends Zdorab, arguing that he is a sympathetic character who discovered that his homosexuality was determined by his mother's hormone levels during pregnancy. Therefore, Card acknowledges that homosexuality is not a character trait that can be erased or reversed. While Zdorab marries and has children, he sees his choice to become a father as very deliberate and not \"out of some inborn instinct.\"[198]\n\nCard's 2008 novella Hamlet's Father re-imagines the backstory of Shakespeare's play Hamlet. In the novella, Hamlet's friends were sexually abused as children by his pedophilic father and subsequently identify as homosexual adults. The novella prompted public outcry and its publishers were inundated with complaints.[199][200] Trade journal Publishers Weekly criticized Card's work, stating its main purpose was to attempt to link homosexuality with pedophilia.[201] Card responded that he did not link homosexuality with pedophilia, stating that in his book, Hamlet's father was a pedophile that shows no sexual attraction to adults of either sex.[202]\n\n"
        },
        {
            "title": "Views",
            "text": "Card became a member of the U.S. Democratic Party in 1976 and has on multiple occasions referred to himself as a Moynihan or Blue Dog Democrat, as recently as 2020.[156][203] [204]: 0:58:09  Card supported Republican presidential candidate John McCain in 2008[205] and Newt Gingrich in 2012.[206] In 2016 he followed the \"hold your nose, vote Trump\" hashtag and voted accordingly.[204]: 1:01:10   According to Salon, Card's views are close to neoconservative.[197] Card has described himself as a moral conservative,[207][156]  Card was a vocal supporter of the U.S.'s War on Terror.[208][209]   In a 2020 interview with Ben Shapiro, Card stated that he was not a conservative because he has beliefs that do not align with typical conservative platforms, including desiring liberal immigration laws, gun control, and abolishing the death penalty.[204]: 0:58:49  In 2000, Card said he believed government has a duty to protect citizens from capitalism.[210]\n\nCard has publicly declared his support of laws against homosexual activity and same-sex marriage.[197][211] Card's 1990 essay \"A Changed Man: The Hypocrites of Homosexuality\" was first published in Sunstone[212] and republished in his collection of non-fiction essays, A Storyteller in Zion.[213] In the essay, he argued that laws against homosexual behavior should not be \"indiscriminately enforced against anyone who happens to be caught violating them, but [used only] when necessary to send a clear message [to] those who flagrantly violate society's regulation\".  Card also questioned in a 2004 column the notion that homosexuality was a purely innate or genetic trait, and asserted that a range of environmental factors also contributed to its development, including abuse.[214] In an introduction to a reprint of his essay, Card wrote that since 2003, when the US Supreme Court had ruled those laws unconstitutional, he has \"no interest in criminalizing homosexual acts\".[215]\n\nCard has stated there is no need to legalize same-sex marriage and that he opposes efforts to do so.[214] In 2008, he wrote in an opinion piece in the Deseret News that relationships between same-sex couples would always be different from those between opposite-sex couples, and that if a government were to say otherwise, \"married people\" would \"act to destroy\" it as their \"mortal enemy\".[216][217] In 2012, Card supported North Carolina Amendment 1, a ballot measure to outlaw same-sex marriage in North Carolina, saying the legalization of gay marriage was a slippery slope upon which the political left would make it  \"illegal to teach traditional values in the schools\".[218] In 2009, Card joined the board of directors of the National Organization for Marriage, a group that campaigns against same-sex marriage.[219] Card resigned from the board in mid-2013.[220] In July 2013, one week after the U.S. Supreme Court issued rulings in two cases that were widely interpreted as favoring recognition of same-sex marriages, Card published in Entertainment Weekly a statement saying the same-sex marriage issue is moot because of the Supreme Court's decision on the Defense of Marriage Act (DOMA).[221]\n\nCard's views have had professional repercussions. In 2013, he was selected as a guest author for DC Comics' new Adventures of Superman comic book series,[222] but controversy over his views on homosexuality led illustrator Chris Sprouse to leave the project. An online petition to drop the story received over 16,000 signatures and DC Comics put Card's story on hold indefinitely.[223][224] A few months later, an LGBT non-profit organization[225] Geeks OUT proposed a boycott of the movie adaptation of Ender's Game, calling Card's views \"anti-gay\"[226][227] and causing the movie studio Lionsgate to publicly distance itself from Card's opinions.[228]\n\n"
        },
        {
            "title": "Awards and legacy",
            "text": "Card won the ALA Margaret Edwards Award, which recognizes one writer and a particular body of work for \"significant and lasting contributions to young adult literature\",[229] in 2008 for his contribution in writing for teenagers; his work was selected by a panel of YA librarians.[230] Card said he was unsure his work was suitable for the award because it was never marketed as \"young adult\".[231] In the same year, Card won the Lifetime Achievement Award for Mormon writers at the Whitney Awards.[232]\n\nIn 1978, the Harold B. Lee Library acquired the Orson Scott Card papers, which include Card's works, writing notes, and letters. The collection was formally opened in 2007.[233][234][235] Stephenie Meyer, Brandon Sanderson, and Dave Wolverton have cited Card's works as a major influence.[236][237][238] In addition, Card inspired Lindsay Ellis's novel Axiom's End.[239]\n\nCard has also won numerous awards for single works: \n\n"
        },
        {
            "title": "Other activities",
            "text": "Since 1994, Card has served as a judge for Writers of the Future, a science fiction and fantasy story contest for amateur writers.[256] In late 2005, Card launched Orson Scott Card's InterGalactic Medicine Show, an online fantasy and science fiction magazine.[257] In 2005, Card accepted a permanent appointment as \"distinguished professor\" at Southern Virginia University in Buena Vista, Virginia, a small liberal arts college.[258] Card has served on the boards of a number of organizations, including public television station UNC-TV (2013–present)[259] and the National Organization for Marriage (2009–2013).[260]\n\nCard taught a course on novel-writing at Pepperdine University, which was sponsored by Michael Collings. Afterwards, Card designed his own writing courses called \"Uncle Orson's Writing Course\" and \"literary boot camp\".[9] Eric James Stone, Jamie Ford, Brian McClellan, Mette Ivie Harrison and John Brown have attended Card's literary boot camp.[261] Luc Reid, founder of the Codex Writers Group is also a literary book camp alumnus.[262] Card has been a Special Guest and/or Literary Guest of Honor and Keynote Speaker at the Life, the Universe, & Everything professional science fiction and fantasy arts symposium, on at least six separate occasions: 1983, 1986, 1987, 1997, 2008, 2014.[263]\n\n"
        }
    ]
}