{
    "url": "https://en.wikipedia.org/wiki/Orthopraxy",
    "title": "Orthopraxy",
    "table_of_contents": [
        "1 Etymology",
        "2 Types of Orthopraxy",
        "2.1 Christianity",
        "2.1.1 Eastern Christianity",
        "2.2 Hinduism",
        "2.3 Islam",
        "2.4 Jainism",
        "2.5 Judaism",
        "2.6 Neopaganism",
        "2.6.1 Kemetism",
        "2.7 Polytheistic reconstructionism",
        "2.8 Taoism",
        "3 See also",
        "4 Notes",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn the study of religion, orthopraxy is correct conduct, both ethical and liturgical, as opposed to faith or grace.[1][2][3] Orthopraxy is in contrast with orthodoxy, which emphasizes correct belief.[citation needed] The word is a neoclassical compound—ὀρθοπραξία (orthopraxia) meaning 'right practice'.\n\nWhile orthodoxies make use of codified beliefs, in the form of creeds, and ritualism more narrowly centers on the strict adherence to prescribed rites or rituals, orthopraxy is focused on issues of family, cultural integrity, the transmission of tradition, sacrificial offerings, concerns of purity, ethical system, and the enforcement thereof.[4][5]\n\nIn Hinduism, orthopraxy and ritualism are often interconnected. Judaism and Christianity are also considered both religions and orthopraxies, as they guide adherents in both practice and belief.[6][7]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term orthopraxy comes from the Greek orthos, meaning \"straight\", and praxis, meaning \"action\". First used in 1851,[8] there are two versions of the term: orthopraxis and orthopraxy.[9] Orthopraxy is the older and more common term.\n\n"
        },
        {
            "title": "Types of Orthopraxy",
            "text": "Although traditionally Christianity is seen as primarily orthodoxical (as in the Nicene Creed's \"I believe in ...\"), some Christian denominations and leaders today, from Roman Catholic to Evangelical Christians, have started to describe their religions as both orthodoxical and orthopraxic. The premise is correct belief compels correct action, and incorrect action is caused by incorrect beliefs.[10][11]\n\nTaking this combination of \"correct belief\" and \"correct action\" a step further, prosperity theology, found in charismatic and Pentecostal traditions, teaches correct religious belief and behavior receives material reward and physical healing, in addition to being a necessary component for accepting God's grace. Prosperity theology is a concept known as reciprocity when discussing traditional or ethnic religions such as that in Ancient Greece, but is limited to correct behavior over any one theological idea.[12]\n\nThe applicability of biblical law in Christianity is disputed. Most Christians believe that some or all of the Ten Commandments are still binding or have been reinstituted in the law of Christ. A minority of Christians are Torah-observant and at the other extreme are antinomian and Christian anarchistic views.\n\nPraxis is a key to understanding the Byzantine tradition, which is observed by the Eastern Orthodox Church and some Eastern Catholic Churches. This is because praxis is the basis of the understanding of faith and works as conjoint, without separating the two. The importance of praxis, in the sense of action, is indicated in the dictum of Saint Maximus the Confessor: \"Theology without action is the theology of demons.\"[13][14][15]\n\nUnion with God, to which Christians hold that Jesus invited man, requires not just faith, but correct practice of faith. This idea is found in the Scriptures (1 Corinthians 11:2,[16]\n2 Thessalonians 2:14)[17] and the Church Fathers, and is linked with the term praxis in Byzantine theology and vocabulary.[18] In the context of Orthodoxy, praxis is mentioned opposite theology, in the sense of 'theory and practice'.[19] Rather, it is a word that means, globally, all that Orthodox do.[20] Praxis is 'living Orthodoxy'.[21]\n\nPraxis is perhaps most strongly associated with worship. \"Orthopraxis\" is said to mean \"right glory\" or \"right worship\";[22] only correct (or proper) practice, particularly correct worship, is understood as establishing the fulness glory given to God. This is one of the primary purposes of liturgy (divine labor), the work of the people. Some Byzantine sources maintain that in the West, Christianity has been reduced \"to intellectual, ethical or social categories,\" whereas right worship is fundamentally important in our relationship to God, forming the faithful into the Body of Christ and providing the path to \"true religious education\".[23] A \"symbiosis of worship and work\" is considered to be inherent in Byzantine praxis.[24]\n\nHinduism places an emphasis on orthopraxy in that it is concerned with sanātana dharma (everlasting dharma, with dharma meaning, roughly, appropriate ways to live).[25][26]\n\nIn the case of Hinduism orthopraxy and ritualism are conflated. Emphasis on ritual vs. personal salvation (moksha) was a major division in classical Hindu philosophy, epitomized by Purva Mimamsa vs. Uttara Mimamsa (Vedanta).\n\nRitual (puja) continues to play a central role in contemporary Hinduism, but the enormous complexity of ancient ritual (yajna) only survives in a tiny minority of Shrauta practitioners. Even Hindus who diligently practice a subset of prescribed rituals are called orthoprax, to contrast them with other Hindus who insist on the importance of correct belief or understanding. The correctness of one's interpretation of the scripture is then considered less important than following traditions. For example, Srinivasa Ramanujan was a well-known example of an orthoprax Hindu.\n\nIn terms of \"proper conduct\" and other ethical precepts within the Hindu framework,  the core belief involves the divinity of each individual soul (jivatma). Each person harbors this \"indwelling God (divinity)\"; thus, conduct which unifies society and facilitates progress is emphasized. Self-centered existence is discouraged as a result of this jivatma concept. The Uttara Mimamsa philosophical school explicates this concept eloquently.  Moreover, within the context of Uttara Mimamsa the role of puja (ritual) also involves bringing the individual jivatma closer to the Paramatma (the Transcendent Divinity or God). Individuals who have attained this merging then become the spiritual guides to the community. Later developments within the Hindu religious and philosophic tradition thus try to unify these concepts of ritual, proper conduct, and personal salvation instead of leaving them in mutually conflicting terms. The movement inspired by Pandurang Shastri Athavale termed Swadhyaya seems to be one manifestation of this syncretism. However, other movements within the contemporary Hindu scene are also moving towards this union of external activity and internal development.\n\nIslam generally stresses orthopraxy over orthodoxy. This can be seen in the fact that the account to be rendered on the day of judgement (yaum al-Din) is one of works.[25][26] However, since the practice is held to come from doctrine, this is essentially orthodoxy applied to practice.[citation needed]\n\nJain orthopraxy is based on two factors: Jain siddhanta (teachings of the Tirthankara) and kriya (practices prevalent at the time of the Tirthankaras). According to Jains, the Tirthankaras based their teachings and philosophy after knowing the realities on this universe (like dravya and tattva). Based on these realities, they propounded true and eternal principles like ahimsa, truth, karma etc. that govern the universe. Jain rituals were codified on the basis of these principles to give effect to the teachings of the Tirthankaras.\n\nJudaism is also considered both a religion and orthopraxy as it guides its adherents in both practice and belief.[6]\n\nJudaism attaches primary importance to the practice of the mitzvot, and that each act of daily life comply with the ethical and ritual teachings of the Torah. However, these gestures are intended to be motivated by the system of values and ethics of which they are a part, so that orthodoxy is not seen as simply a way of thinking according to established dogmas.[27]\n\nMoreover, Maimonides codifies his 13 principles of faith as a binding theological dogma, and according to Maimonides some laws of the Torah require the acceptance of certain basic beliefs, such as the first and second positive commandments in Maimonides' Sefer Hamitzvot, which mandate the belief in God and his indivisible unity, or the recitation of the Shema. Maimonides' codification of Jewish law even contains a section entitled Yesodei HaTorah, which delineates the required beliefs of Judaism.[28]\n\nBritish Traditional Wicca is highly orthopraxic, with \"traditions\" (as denominations in Wicca are called) being precisely that—defined by what is traditionally done, rather than shared beliefs.[29] Other Neopagans may or may not share this quality, as noted by James R. Lewis, who draws a distinction between \"Religious Neo-Pagans\" and \"God/dess Celebrants.\" Lewis states the majority of the neopagan movement is strongly opposed to religionist traditions that incorporate any form of orthopraxy or orthodoxy.[30] In fact, many Neopagan organizations, when discussing orthopraxy, limit themselves solely to ritualism.[31]\n\nKemetism is the revival of Ancient Egyptian religious practices. They honor and follow a their own selection of neter (Ancient Egyptian Deities; Egyptian Language: nṯr, nTr). They may choose to incorporate Ancient Egyptian philosophies in their daily lives.\n\nReconstructionist religions make full use of orthopraxy, defining their practices as a lifestyle, and identifying correct action as living life in accord with specific ideals and principles,[32][33][34][35][36] rather than focusing solely on ritual or promoting a single cosmology, metaphysical idea, or theological theory as absolute truth.[37]\n\nTaoism understands the right way of living as one that is in alignment with the Tao, \"The Way\", referring to the way of the universe - the patterns of existence around us, which are constantly being explored, understood, and re-interpreted. If you are living in accordance with the pattern of the Tao - the source, the universe, the pattern of everything - you are living rightly.\n\n"
        }
    ]
}