{
    "url": "https://en.wikipedia.org/wiki/Orthodoxy",
    "title": "Orthodoxy",
    "table_of_contents": [
        "1 Religions",
        "1.1 Buddhism",
        "1.2 Christianity",
        "1.3 Hinduism",
        "1.4 Islam",
        "1.5 Judaism",
        "1.6 Others",
        "2 Non-religious contexts",
        "3 Related concepts",
        "4 See also",
        "5 References",
        "5.1 Citations",
        "5.2 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Orthodoxy (from Greek: ὀρθοδοξία, orthodoxía, 'righteous/correct opinion')[1][2] is adherence to correct or accepted creeds, especially in religion.[3]\n\nOrthodoxy within Christianity refers to acceptance of the doctrines defined by various creeds and ecumenical councils in Antiquity, but different Churches accept different creeds and councils. Such differences of opinion have developed for numerous reasons, including language and cultural barriers.\n\nIn some English-speaking countries, Jews who adhere to all the traditions and commandments as legislated in the Talmud are often called Orthodox Jews.\n\nSunni Islam is sometimes referred to as \"orthodox Islam\".\n\n"
        },
        {
            "title": "Religions",
            "text": "The historical Buddha was known to denounce mere attachment to scriptures or dogmatic principles, as it was mentioned in the Kalama Sutta.[4] Moreover, the Theravada school of Buddhism follows strict adherence to the Pāli Canon (tripiṭaka) and the commentaries such as the Visuddhimagga. Hence, the Theravada school came to be considered the most orthodox of all Buddhist schools, as it is known to be highly conservative especially within the discipline and practice of the Vinaya.[citation needed]\n\nIn classical Christian use, the term orthodox refers to the set of doctrines which were believed by the early Christians. A series of ecumenical councils were held over a period of several centuries to try to formalize these doctrines. The most significant of these early decisions was that between the homoousian doctrine of Athanasius and Eustathius (which became Trinitarianism) and the heteroousian doctrine of Arius and Eusebius (Arianism). The homoousian doctrine, which defined Jesus as both God and man with the canons of the 431 Council of Ephesus, won out in the Church and was referred to as orthodoxy in most Christian contexts, since this was the viewpoint of previous Christian Church Fathers and was reaffirmed at these councils. (The minority of nontrinitarian Christians object to this terminology.)\n\nFollowing the 1054 Great Schism, both the Western Catholic Church and the Eastern Orthodox Church continued to consider themselves uniquely orthodox and catholic. Augustine wrote in On True Religion: \"Religion is to be sought…only among those who are called Catholic or orthodox Christians, that is, guardians of truth and followers of right.\"[5] Over time, the Western Church gradually identified with the \"Catholic\" label, and people of Western Europe gradually associated the \"Orthodox\" label with the Eastern Church (in some languages the \"Catholic\" label is not necessarily identified with the Western Church). This was in note of the fact that both Catholic and Orthodox were in use as ecclesiastical adjectives as early as the 2nd and 4th centuries respectively.\n\nMuch earlier, the earliest Oriental Orthodox Churches and Chalcedonian Christianity separated in two after the Council of Chalcedon (AD 451), because of several Christological differences.[6] Since then, Oriental Orthodox Churches are maintaining the orthodox designation as a symbol of their theological traditions.[7]\n\nLutheran orthodoxy was an era in the history of Lutheranism, which began in 1580 from the writing of the Book of Concord and ended at the Age of Enlightenment. Lutheran orthodoxy was paralleled by similar eras in Calvinism and tridentine Roman Catholicism after the Counter-Reformation.[8] Lutheran scholasticism was a theological method that gradually developed during the era of Lutheran orthodoxy. Theologians used the neo-Aristotelian form of presentation, already popular in academia, in their writings and lectures. They defined the Lutheran faith and defended it against the polemics of opposing parties. Reformed orthodoxy or Calvinist orthodoxy was an era in the history of Calvinism in the 16th to 18th centuries. Calvinist orthodoxy was paralleled by similar eras in Lutheranism and tridentine Roman Catholicism after the Counter-Reformation. Calvinist scholasticism or Reformed scholasticism was a theological method that gradually developed during the era of Calvinist Orthodoxy.[9][10]\n\nOrthodoxy does not exist in Hinduism,[11] as the word Hindu itself collectively refers to the various beliefs of people who lived beyond the Sindhu river of the Indus Valley civilization. It is a synthesis of the accepted teachings of each of thousands of gurus, who others equate to prophets,[12] and has no founder, no authority or command, but recommendations. The term most equivalent to orthodoxy at best has the meaning of \"commonly accepted\" traditions rather than the usual meaning of \"conforming to a doctrine\", for example, what people of middle eastern faiths attempt to equate as doctrine in Hindu philosophies is Sanatana Dharma, but which at best can be translated to mean \"ageless traditions\", hence denoting that they are accepted not through doctrine and force but through multi-generational tests of adoption and retention based on circumstantial attrition through millennia.[citation needed]\n\nSunni Islam is sometimes referred to as \"orthodox Islam\".[13][14][15] However, other scholars of Islam, such as John Burton believe that there is no such thing as \"orthodox Islam.\"[16]\n\nOrthodox Judaism is a collective term for the traditionalist branches of Judaism, which seek to fully maintain the received Jewish beliefs and observances and which coalesced in opposition to the various challenges of modernity and secularization. Theologically, it is chiefly defined by regarding the Torah, both Written and Oral, as literally revealed by God on biblical Mount Sinai and faithfully transmitted ever since. The movement advocates a strict observance of halakha (Jewish Law), which is to be interpreted only according to received methods due to its divine character. Orthodoxy considers halakha as eternal and beyond historical influence, being applied differently to changing circumstances but basically unchangeable in itself.\n\nOrthodox Judaism is not a centralized denomination. Relations between its different subgroups are sometimes strained and the exact limits of Orthodoxy are subject to intense debate. Very roughly, it may be divided between Haredi Judaism, which is more conservative and reclusive, and Modern Orthodox Judaism, which is relatively open to outer society. Each of those is itself formed of independent streams. They are almost uniformly exclusionist, regarding Orthodoxy as the only authentic form of Judaism and rejecting all non-Orthodox interpretations as illegitimate.\n\nKemetic Orthodoxy is a denomination of Kemetism, a reform reconstruction of Egyptian polytheism for modern followers. It claims to derive a spiritual lineage from the Ancient Egyptian religion.[17]\n\nThere are organizations of Slavic Native Faith (Rodnovery) which characterize the religion as Orthodoxy, and by other terms.\n\n"
        },
        {
            "title": "Non-religious contexts",
            "text": "Outside the context of religion, the term orthodoxy is often used to refer to any commonly held belief or set of beliefs in some field, in particular when these tenets, possibly referred to as \"dogmas\", are being challenged. In this sense, the term has a mildly pejorative connotation.\n\nAmong various \"orthodoxies\" in distinctive fields, the most commonly used terms are: \n\nThe terms orthodox and orthodoxy are also used more broadly to refer to things other than ideas and beliefs. A new and unusual way of solving a problem could be referred to as unorthodox, while a common and 'normal' way of solving a problem would be referred to as orthodox.\n\n"
        },
        {
            "title": "Related concepts",
            "text": "Orthodoxy is opposed to heterodoxy ('other teaching') or heresy. People who deviate from orthodoxy by professing a doctrine considered to be false are called heretics, while those who, perhaps without professing heretical beliefs, break from the perceived main body of believers are called schismatics. The term employed sometimes depends on the aspect most in view: if one is addressing corporate unity, the emphasis may be on schism; if one is addressing doctrinal coherence, the emphasis may be on heresy. A deviation lighter than heresy is commonly called error, in the sense of not being grave enough to cause total estrangement, while yet seriously affecting communion. Sometimes error is also used to cover both full heresies and minor errors. Doctrine or practices not regarded as essential to faith, with which Christians can legitimately disagree, are known as adiaphora.\n\nThe concept of orthodoxy is prevalent in many forms of organized monotheism. However, orthodox belief is not usually overly emphasized in polytheistic or animist religions, in which there is often little or no concept of dogma, and varied interpretations of doctrine and theology are tolerated and sometimes even encouraged within certain contexts. Syncretism, for example, plays a much wider role in non-monotheistic (and particularly, non-scriptural) religion. The prevailing governing norm within polytheism is often orthopraxy ('right practice') rather than the \"right belief\" of orthodoxy.\n\n"
        }
    ]
}