{
    "url": "https://en.wikipedia.org/wiki/Orthoptera",
    "title": "Orthoptera",
    "table_of_contents": [
        "1 Etymology",
        "2 Characteristics",
        "3 Life cycle",
        "4 Evolution",
        "4.1 Phylogeny",
        "4.2 Taxonomy",
        "5 Relationships with humans",
        "5.1 As pests",
        "5.2 As food",
        "5.3 As creators of biofuel",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nOrthoptera (from Ancient Greek  ὀρθός (orthós) 'straight', and  πτερά (pterá) 'wings') is an order of insects that comprises the grasshoppers, locusts, and crickets, including closely related insects, such as the bush crickets or katydids and wētā. The order is subdivided into two suborders: Caelifera – grasshoppers, locusts, and close relatives; and Ensifera – crickets and close relatives.\n\nMore than 20,000 species are distributed worldwide.[1] The insects in the order have incomplete metamorphosis, and produce sound (known as a \"stridulation\") by rubbing their wings against each other or their legs, the wings or legs containing rows of corrugated bumps. The tympanum, or ear, is located in the front tibia in crickets, mole crickets, and bush crickets or katydids, and on the first abdominal segment in the grasshoppers and locusts.[2] These organisms use vibrations to locate other individuals.\n\nGrasshoppers and other orthopterans are able to fold their wings (i.e. they are members of Neoptera).\n\n"
        },
        {
            "title": "Etymology",
            "text": "The name is derived from the Greek ὀρθός orthos meaning \"straight\" and πτερόν pteron meaning \"wing\".\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Orthopterans have a generally cylindrical body, with elongated hindlegs and musculature adapted for jumping. They have mandibulate mouthparts for biting and chewing and large compound eyes, and may or may not have ocelli, depending on the species. The antennae have multiple joints and filiform type, and are of variable length.[2]\n\nThe first and third segments on the thorax are larger, while the second segment is much smaller. They have two pairs of wings, which are held overlapping the abdomen at rest. The forewings, or tegmina, are narrower than the hindwings and hardened at the base, while the hindwings are membranous, with straight veins and numerous cross-veins. At rest, the hindwings are held folded fan-like under the forewings. The final two to three segments of the abdomen are reduced, and have single-segmented cerci.[2]\n\n"
        },
        {
            "title": "Life cycle",
            "text": "Orthopterans have a paurometabolous lifecycle or incomplete metamorphosis. The use of sound is generally crucial in courtship, and most species have distinct songs.[3] Most grasshoppers lay their eggs in the ground or on vegetation. The eggs hatch and the young nymphs resemble adults, but lack wings and at this stage are often called 'hoppers'. They may often also have a radically different coloration from the adults. Through successive moults, the nymphs develop wings until their final moult into a mature adult with fully developed wings.[2]\n\nThe number of moults varies between species; growth is also very variable and may take a few weeks to some months depending on food availability and weather conditions.\n\n"
        },
        {
            "title": "Evolution",
            "text": "This order evolved 300 million years ago with a division into two suborders - Caelifera and Ensifera - occurring 256 million years ago.[4]\n\nThe Orthoptera are divided into two suborders, Caelifera and Ensifera, that have been shown to be monophyletic.[5][6][7]\n\nTaxonomists classify members of the Caelifera and Ensifera into infraorders and superfamilies as follows:[8][9][10]\n\n"
        },
        {
            "title": "Relationships with humans",
            "text": "Several species of Orthoptera are considered pests of crops and rangelands or seeking warmth in homes by humans. The two groups of Orthoptera that cause the most damage are grasshoppers and locusts. Locust are historically known for wiping out fields of crops in a day. Locust have the ability to eat up to their own body weight in a single day.[11] Individuals gather in large groups called swarms, these swarms can range up to 80 million individuals that stretch 460 square miles.[11] Grasshoppers can cause major agricultural damage but not to the documented extent as locust historically have. These insects mainly feed on weeds and grasses, however, during times of drought and high population density they will feed on crops. They are known pest in soybean fields and will likely feed on these crops once preferred food sources have become scarce.[12]\n\nMost orthopterans are edible, making up 13% of all insects including some 80 species of grasshoppers being regularly consumed worldwide.[13] In Madagascar and Oaxaca, grasshoppers and locusts are usually collected early in the morning when it is cooler as the orthopterans are less mobile due to being cold-blooded.[13] In Thailand, house crickets are commonly reared and eaten; as of 2012, around 20,000 cricket farmers had farms in 53 of their 76 provinces.[13]\n\nIn the second century BCE in Ancient Greece, Diodorus Siculus is known to have called people from Ethiopia Acridophagi, meaning \"eaters of locusts.\"[13]\n\nIn Judaism, the Orthoptera include the only insects considered kosher. The list of dietary laws in the book of Leviticus forbids all flying insects that walk, but makes an exception for certain locusts. Notably, the dragonfly and crane fly are not considered kosher even though they are helpless when unable to fly.[14] The Torah states the only kosher flying insects with four walking legs have knees that extend above their feet so that they hop.[15]\n\nWith new research showing promise in locating alternative biofuel sources in the gut of insects, grasshoppers are one species of interest. The insect's ability to break down cellulose and lignin without producing greenhouse gases has aroused scientific interest.[16]\n\n"
        }
    ]
}