{
    "url": "https://en.wikipedia.org/wiki/Oryx_and_Crake",
    "title": "Oryx and Crake",
    "table_of_contents": [
        "1 Plot summary",
        "2 Main characters",
        "3 Beginnings",
        "4 Allusions and references",
        "4.1 To other works",
        "4.2 To scientific history",
        "5 Reception",
        "6 Sequels",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Oryx and Crake is a 2003 novel by Canadian author Margaret Atwood. She has described the novel as speculative fiction and adventure romance, rather than pure science fiction, because it does not deal with things \"we can't yet do or begin to do\",[1] yet goes beyond the amount of realism she associates with the novel form.[2] It focuses on a lone character called Snowman, who finds himself in a bleak situation with only creatures called Crakers to keep him company. The reader learns of his past, as a boy called Jimmy, and of genetic experimentation and pharmaceutical engineering that occurred under the purview of Jimmy's peer, Glenn \"Crake\".\n\nThe book was first published by McClelland and Stewart. It was shortlisted for the 2003 Man Booker Prize for Fiction, as well as for the 2004 Orange Prize for Fiction. Oryx and Crake is the first of the MaddAddam trilogy, followed by The Year of the Flood (2009) and MaddAddam (2013).\n\n"
        },
        {
            "title": "Plot summary",
            "text": "The novel focuses on a character called \"Snowman\", living in a post-apocalyptic world near a small group of primitive and innocent human-like creatures whom he calls Crakers. Flashbacks reveal that Snowman was once a boy named Jimmy who grew up in a world dominated by multinational corporations that built privileged walled compounds to isolate and protect their employees and the employees' families from a degenerating outside society. The companies had operated by developing and marketing advanced technology products such as medical treatments and genetically engineered hybrid animals, but now no other humans are evident, and the compounds have become decaying ruins.\n\nNear starvation, Snowman decides to return to the ruins of a compound named RejoovenEsense to search for supplies, even though his excursion risks encountering dangers including feral populations of the hybridized animals. He concocts an explanation for the Crakers, who regard him as a teacher, and begins his foraging expedition.\n\nIn Snowman's recollection of past events, Jimmy's family moves to the HelthWyzer compound, where his father works as a genetic engineer. Jimmy meets and befriends a brilliant science student named Glenn. Jimmy begins to refer to him as Crake when he uses that name in an online trivia game called Extinctathon. Jimmy and Crake spend much of their leisure time playing online games, smoking \"skunkweed\", and watching underground videos such as live executions, graphic surgery, Noodie News, frog squashing, and child pornography.[3][4][5] During one of their child pornography viewings, Jimmy is very much lovestruck by the gazing eyes of a young girl seen in the porn.\n\nAfter graduating from high school, Crake attends the highly respected Watson–Crick Institute, where he studies advanced bioengineering, but Jimmy ends up at the loathed Martha Graham Academy, where students study humanities, only valued for their propaganda applications. Jimmy gets a job writing ad copy, while Crake becomes a bioengineer at RejoovenEsense. Crake uses his prominent position to create the Crakers, peaceful, gentle, herbivorous humanoids, who have sexual intercourse only during limited polyandrous breeding seasons. His stated purpose for the Crakers, actually a deliberate deception, is to create \"floor models\" of all the possible options a family could choose in the genetic manipulation of their future children. Crake's bio-engineering team consists of the most expert players gathered from the online Extinctathon community.\n\nCrake tells Jimmy about another very important project, a Viagra-like super-pill called BlyssPluss, which also promises health and happiness, but secretly causes sterilization in order to address overpopulation. Crake officially hires Jimmy to help market it. At the Rejoov compound, Jimmy notices a human in the Craker habitat and thinks he recognizes her as the girl from the pornographic video. Seemingly unaware of Jimmy's obsession with her, Crake explains that her name is Oryx and that he has hired her as a teacher for the Crakers. Oryx notices Jimmy's feelings for her and makes herself sexually available to him, despite also being Crake's romantic partner. As their relationship progresses, Jimmy becomes increasingly fearful that Crake has found out about it or has known all along. He also makes a promise to both Oryx and Crake that he will look after the Crakers if anything happens to them.\n\nAfter Crake's wonder drug BlyssPluss is widely distributed, a global pandemic breaks out and begins wiping out the human race and causing mass chaos outside of the protected Rejoov compound. Realizing that the pandemic had been deliberately introduced by Crake and was distributed by including it within BlyssPluss, and sensing further immediate danger, Jimmy grabs a gun and goes to confront Crake, who is returning with Oryx from outside the compound and needs Jimmy to let them in. Crake presents himself to Jimmy with his arm around an unconscious Oryx, saying that he and Jimmy are immune to the virus. Jimmy lets them in, whereupon Crake slits Oryx's throat with a knife. Jimmy then immediately shoots Crake dead.\n\nDuring Snowman's journey to scavenge supplies, he encounters aggressive hybrid animals and retreats into the RejoovenEsense compound. He finds some indications that other humans have survived –  seeing smoke on the horizon near the compound and briefly hearing voices on radio receivers in the compound. He carelessly breaks a scavenged bourbon bottle after binge drinking its content, and cuts his foot on a sliver of the glass. The cut becomes infected. His treatment of the wound with the medications he can find has some initial success, but the infection later gets worse again. He returns to the Crakers' camp and learns that three other humans have recently encountered the Crakers and are camping nearby. Snowman follows the smoke to where they are gathered around a campfire. Snowman is unsure of what to do, and considers killing them. Whether he introduces himself or quietly flees, and whatever happens afterwards, is left open to question at the end of the book.\n\n"
        },
        {
            "title": "Beginnings",
            "text": "Margaret Atwood started writing the novel much earlier than she expected, while still on a book tour for her previous novel, The Blind Assassin. In March 2001, Atwood found herself in the Northern region of Australia, birdwatching with her partner during a break from the book tour. Here, while watching the red-necked crakes in their natural habitat, she was struck with inspiration for the story. However, Atwood explained that the work was also a product of her lingering thoughts on such a scenario throughout her life, as well as spending a great amount of time with scientists throughout her childhood. She stated\n\nAtwood continued to write the novel through the summer of 2001 while visiting the Arctic North, witnessing global warming's effect on the region. However, shaken by the September 11 attacks, she stopped writing for a few weeks in the autumn, saying, \"It's deeply unsettling when you're writing about a fictional catastrophe and then a real one happens\".[8] However, with the looming questions of the end, Atwood finished the novel for release in 2003. These questions in Oryx and Crake, Atwood explained, are \"simply, What if we continue down the road we're already on? How slippery is the slope? What are our saving graces? Who's got the will to stop us?\"[8][9]\n\n"
        },
        {
            "title": "Allusions and references",
            "text": "The cover of some editions contains a portion of the left panel of Hieronymous Bosch's painting The Garden of Earthly Delights.  The cover of other editions contains a modified portion of Lucas Cranach the Elder's painting The Fall.\n\nThe french translation of the title to \"Le dernier homme\" (The Last Man) is an allusion to Mary Shelley's work of the same name, both set in the apocalyptic genre as a plague results in the near-extinction of humanity.\n\nIn the first chapter, Snowman utters a reference from Kurt Vonnegut's Slaughterhouse Five:\n\nOne of Snowman's musings, \"Now I'm alone [...] All, all alone. Alone on a wide, wide sea\"[10] is an allusion to part four of Samuel Taylor Coleridge's Rime of the Ancient Mariner.[11]\n\nIn chapter 5 (subsection \"Bottle\") is \"Out, out, brief candle\" from Shakespeare's Macbeth.\n\nCrake finds as Hamlet does, that his father was probably killed by his mother and step father. Like Hamlet he plots to avenge him.\n\nThe book alludes to green fluorescent protein multiple times in the book. The Children of Crake are described having green eyes from a jellyfish protein, indicating that Crake used this gene in their creation. Green rabbits are wild animals in this world, alluding to Alba, a rabbit created by the scientist Louis-Marie Houdebine with the gfp gene in order to glow green.[12]\n\n"
        },
        {
            "title": "Reception",
            "text": "The book received mostly favourable reviews in the press. The Globe and Mail, Maclean's, and the Toronto Star ranked the novel high among Atwood's works and Helen Brown, for the Daily Telegraph, wrote \"The bioengineered apocalypse she imagines is impeccably researched and sickeningly possible: a direct consequence of short-term science outstripping long-term responsibility. And just like the post-nuclear totalitarian vision of The Handmaid's Tale, this story is set in a society readers will recognise as only a few steps ahead of our own.\"[13] For The New Yorker, Lorrie Moore called the novel \"towering and intrepid\". Moore wrote, \"Tonally, 'Oryx and Crake' is a roller-coaster ride. The book proceeds from terrifying grimness, through lonely mournfulness, until, midway, a morbid silliness begins sporadically to assert itself, like someone, exhausted by bad news, hysterically succumbing to giggles at a funeral.\"[14] Joyce Carol Oates noted that the novel is \"more ambitious and darkly prophetic\" than The Handmaid's Tale. Oates called the work an \"ambitiously concerned, skillfully executed performance\".[15]\n\nJoan Smith, writing for The Observer, faulted the novel's uneven construction and lack of emotional depth. She concluded: \"In the end, Oryx and Crake is a parable, an imaginative text for the anti-globalisation movement that does not quite work as a novel.\"[16]\n\nIn a review of The Year of the Flood, Ursula K. Le Guin defended the novel against criticism of its characters by suggesting the novel experiments with components of morality plays.[17]\n\nOn 5 November 2019, the BBC News listed Oryx and Crake on its list of the 100 most influential novels.[18]\n\nDarren Aronofsky's company Protozoa Pictures were developing a television adaptation of the entire MaddAddam trilogy, under the working title MaddAddam.  Aronofsky was to serve as executive producer and possibly director, with the script written by playwright Eliza Clark.[19][20] The project was formerly being developed for HBO; in 2016 Aronofsky said that the network was no longer attached,[19][20][21] but confirmed that the scripts were written and the project was still underway.[20] In January 2018, Paramount Television and Anonymous Content announced they had won the bidding war for rights to the trilogy and planned to bring the series to cable or video on demand. No network had yet agreed to carry the series.[22][21]\n\n"
        },
        {
            "title": "Sequels",
            "text": "The Year of the Flood was released on 7 September 2009 in the United Kingdom, and 22 September 2009 in Canada and the United States. Though chronicling a different set of characters, the follow-up expands upon and clarifies the relationships of Crake with Oryx and Jimmy with his high school girlfriend Ren. Glenn makes a brief appearance. It also identifies the three characters introduced at the end of the original, and finishes the cliffhanger ending.\n\nThe third book in the series, MaddAddam, was published in August 2013.[23]\n\n"
        }
    ]
}