{
    "url": "https://en.wikipedia.org/wiki/Ossie_Davis",
    "title": "Ossie Davis",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Honors",
        "4 Activism",
        "5 Personal life",
        "6 Death",
        "7 Filmography",
        "7.1 Film",
        "7.2 Television",
        "7.3 Video game",
        "7.4 Directing",
        "8 Theatre",
        "9 Discography",
        "10 Books",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Raiford Chatman \"Ossie\" Davis (December 18, 1917 – February 4, 2005) was an American actor, director, writer, and activist.[1][2][3] He was married to Ruby Dee, with whom he frequently performed, until his death.[4] He and his wife were named to the NAACP Image Awards Hall of Fame; were awarded the National Medal of Arts[5] and were recipients of the Kennedy Center Honors. He was inducted into the American Theater Hall of Fame in 1994.\n\n"
        },
        {
            "title": "Early life",
            "text": "Raiford Chatman Davis was born in Cogdell, Georgia, the son of Kince Charles Davis, a railway construction engineer, and his wife Laura (née Cooper; July 9, 1898 – June 6, 2004).[6][7] He inadvertently became known as \"Ossie\" when his birth certificate was being filed and his mother's pronunciation of his name as \"R. C. Davis\" was misheard by the courthouse clerk in Clinch County, Ga.[8] Davis experienced racism from an early age when the KKK threatened to shoot his father, whose job they felt was too advanced for a black man to have.  His siblings included scientist William Conan Davis, social worker Essie Davis Morgan, pharmacist Kenneth Curtis Davis, and biology teacher James Davis.[9]\n\nFollowing the wishes of his parents, he attended Howard University but dropped out in 1939 to fulfill his desire for an acting career in New York after a recommendation by Alain Locke; he later attended Columbia University School of General Studies. His acting career began in 1939 with the Rose McClendon Players in Harlem.  During World War II, Davis served in the United States Army in the Medical Corps.  He made his film debut in 1950 in the Sidney Poitier film No Way Out.\n\n"
        },
        {
            "title": "Career",
            "text": "When Davis wanted to pursue a career in acting, he ran into the usual roadblocks that black people suffered at that time as they generally could only portray stereotypical characters such as Stepin Fetchit. Instead, he tried to follow the example of Sidney Poitier and play more distinguished characters. When he found it necessary to play a Pullman porter or a butler, he played those characters realistically, not as a caricature.\n\nIn addition to acting, Davis, along with Melvin Van Peebles and Gordon Parks, was one of the notable black directors of his generation: he directed movies such as Gordon's War, Black Girl and Cotton Comes to Harlem. Along with Bill Cosby and Poitier, Davis was one of a handful of black actors able to find commercial success while avoiding stereotypical roles prior to 1970, which also included a significant role in the 1965 movie The Hill alongside Sean Connery plus roles in The Cardinal and The Scalphunters. However, Davis never had the tremendous commercial or critical success that Cosby and Poitier enjoyed. As a playwright, Davis wrote Paul Robeson: All-American, which is frequently performed in theatre programs for young audiences.\n\nIn 1976, Davis appeared on Muhammad Ali's novelty album for children, The Adventures of Ali and His Gang vs. Mr. Tooth Decay.[10]\n\nDavis found recognition late in his life by working in several of director Spike Lee's films, including Do The Right Thing, Jungle Fever, She Hate Me and Get on the Bus. He also found work as a commercial voice-over artist and served as the narrator of the early-1990s CBS sitcom Evening Shade, starring Burt Reynolds, where he also played one of the residents of a small southern town.\n\nIn 1999, Davis appeared as a theater caretaker in the Trans-Siberian Orchestra film The Ghosts of Christmas Eve, which was released on DVD two years later.\n\nFor many years, he hosted the annual National Memorial Day Concert from Washington, D.C.\n\nHe voiced Anansi the spider on the PBS children's television series Sesame Street in its animation segments.\n\nDavis's last role was a several episode guest role on the Showtime drama series The L Word, as a father struggling with the acceptance of his daughter Bette (Jennifer Beals) parenting a child with her lesbian partner. In his final episodes, his character took ill and died. His wife Ruby Dee was present during the filming of his own death scene. That episode, which aired shortly after Davis's own death, aired with a dedication to the actor.[11] After Davis's passing, actor Dennis Haysbert portrayed him in the 2015 film Experimenter.\n\n"
        },
        {
            "title": "Honors",
            "text": "In 1989, Ossie Davis and his wife, actress/activist Ruby Dee, were named to the NAACP Image Awards Hall of Fame. In 1995, they were awarded the National Medal of Arts, the nation's highest honor conferred to an individual artist on behalf of the country and presented in a White House ceremony by the President of the United States.[5] In 2004, they were recipients of the prestigious Kennedy Center Honors.[12] According to the Kennedy Center Honors: \n\nIn 1994, Davis was inducted into the American Theater Hall of Fame.[14]\n\n"
        },
        {
            "title": "Activism",
            "text": "Davis and Dee were well known as civil rights activists during the Civil Rights Movement and were close friends of Malcolm X, Jesse Jackson, Martin Luther King Jr. and other icons of the era. They were involved in organizing the 1963 civil rights March on Washington for Jobs and Freedom, and served as its emcees. Davis, alongside Ahmed Osman, delivered the eulogy at the funeral of Malcolm X.[15] He re-read part of this eulogy at the end of Spike Lee's film Malcolm X. He also delivered a stirring tribute to Dr. Martin Luther King Jr, at a memorial in New York's Central Park the day after King was assassinated in Memphis, Tennessee.\n\n"
        },
        {
            "title": "Personal life",
            "text": "In 1948, Davis married actress Ruby Dee, whom he had met on the set of Robert Ardrey's 1946 play Jeb. In their joint autobiography With Ossie and Ruby, they described their decision to have an open marriage, later changing their minds.[16] In the mid-1960s they moved to the New York suburb of New Rochelle, where they remained ever after.[17][18] Their son Guy Davis is a blues musician and former actor, who appeared in the film Beat Street (1984) and the daytime soap opera One Life to Live. Their daughters are Nora Davis Day and Hasna Muhammad.\n\n"
        },
        {
            "title": "Death",
            "text": "Davis was found dead in a Miami Beach hotel room on February 4, 2005. He was 87 years old. An official cause of death was not released, but he was known to have had heart problems.[19] His ashes were interred at Ferncliff Cemetery.\n\nDavis's funeral was held in New York City on February 12, 2005. The line to enter The Riverside Church, located on the edge of Harlem, stretched for several blocks, with a thousand or more members of the public unable to attend as the church filled to its 2,100 capacity.[20] Speakers included Davis's children and grandchildren, as well as Alan Alda, Burt Reynolds, Amiri Baraka, Avery Brooks, Angela Bassett, Spike Lee, Attallah Shabazz, Tavis Smiley, Maya Angelou, Sonia Sanchez, Harry Belafonte, and former president Bill Clinton, among many others.[21] Wynton Marsalis performed a musical tribute. Burt Reynolds, who early in his career had worked with Davis, said \"Ossie Davis took the bad parts of the South out of me.... I know what a  man is because of Ossie Davis.\" Ms. Shabazz, oldest daughter of Malcolm X and Betty Shabazz, spoke lovingly of the man she and her five sisters called Uncle Ossie, saying he had provided exceptional support to her and her sisters after her father's assassination. Bill Clinton arrived midway through the service, and said from the pulpit \"I asked to be seated in the back. I would proudly ride on the back of Ossie Davis's bus any day,\" adding that Davis \"would have made a great president.\"[22]\n\nDelivering the eulogy, Harry Belafonte said: Ossie Davis \"embraced the greatest forces of our times. Paul Robeson, Dr. W.E.B. DuBois, Eleanor Roosevelt, A. Philip Randolph, Fannie Lou Hamer, Ella Baker, Thurgood Marshall, Dr. Martin Luther King Jr., Nelson Mandela, and so many, many more. At the time of one of our most anxious and conflicted moments, when 'Our America' was torn apart by seething issues of race, Ossie paused, at the tomb of one of our noblest warriors, and in the eulogy he delivered, insured that history would clearly understand the voice of Black people, and what Malcolm X meant to us in the African-American struggle for freedom.... It is hard to fathom that we will no longer be able to call on his wisdom, his humor, his loyalty and his moral strength to guide us in the choices that are yet to be made and the battles that are yet to be fought. But how fortunate we were to have him as long as we did.\"[23]\n\n"
        }
    ]
}