{
    "url": "https://en.wikipedia.org/wiki/Otherworld",
    "title": "Otherworld",
    "table_of_contents": [
        "1 Indo-European reconstruction",
        "1.1 Persian",
        "1.2 Celtic",
        "1.3 Germanic",
        "1.4 Slavic",
        "1.5 Greek",
        "2 References",
        "2.1 Bibliography",
        "3 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe concept of an otherworld in historical Indo-European religion is reconstructed in comparative mythology. Its name is a calque of orbis alius (Latin for \"other Earth/world\"), a term used by Lucan in his description of the Celtic Otherworld.\n\nComparable religious, mythological or metaphysical concepts, such as a realm of supernatural beings and a realm of the dead, are found in cultures throughout the world.[1] Spirits are thought to travel between worlds, or layers of existence in such traditions, usually along an axis such as a giant tree, a tent pole, a river, a rope or mountains.[1][2][3]\n\n"
        },
        {
            "title": "Indo-European reconstruction",
            "text": "Many Indo-European mythologies show evidence for a belief in some form of \"Otherworld\" and in many cases such as in Persian, Greek, Germanic, Celtic, Slavic and Indic mythologies a river had to be crossed to allow entrance to it and it is usually an old man that would transport the soul across the waters.[1][2][3] In Greek and Indic mythology the waters of this river were thought to wash away sins or memories whereas Celtic and Germanic myths feature wisdom-imparting waters, suggesting that while the memories of the deceased are washed away a drinker of the waters would gain inspiration.[3] The wayfarer will commonly encounter a dog either in the capacity of a guardian of the Otherworld or as the wanderer's guide. Examples of this are the Greek Cerberus, the three-headed hound of Hades, and the Indic सर्वरा Sarvarā, one of the hounds of Yama, whose names may derive from an Indo-European *ḱerberos meaning \"spotted\".[3] In Indo-European mythologies the Otherworld is depicted in many ways, including peaceful meadows, islands and buildings making it hard to determine how the original Proto-Indo-European Otherworld was viewed.[3] The ruler of the dead was possibly Yemo, the divine twin of Manu, the first man.[4][5]\n\nThe Chinvat Bridge (Avestan Cinvatô Peretûm, \"bridge of judgement\" or \"beam-shaped bridge\") or the Bridge of the Requiter in Zoroastrianism is the sifting bridge which separates the world of the living from the world of the dead. All souls must cross the bridge upon death. The bridge is guarded by two four-eyed dogs. A related myth is that of Yama, the ruler of Hell in Vedic mythology, who watches the gates of Hell with his two four-eyed dogs.\n\nThe Irish Otherworld is more usually described as a paradisal fairyland than a scary place.[6] Many Celtic Immrams or \"voyage stories\" and other medieval texts provide evidence of a Celtic belief in an otherworld. One example which helps the reader understand the Celtic concept of the otherworld is The Voyage of Saint Brendan.  Another Classic example of a Celtic \"otherworld\" is the Voyage of Bran. The Otherworld is often portrayed as an island to the west in the Ocean in Celtic oral tradition, and even shown on some maps of Ireland during the medieval era.[7]\n\nThe otherworld in the idea of Celtic people became hard to distinguish and sometimes overlapped with the Christian idea of hell or heaven as this was often an analogy made to the Celtic idea of an otherworld or Scandinavian idea of a world tree. This is likely because of Roman and Scandinavian influences on Celtic cultures.[8] An example of Scandinavian influence is apparent in the Voyage of Saint Brendan from the likeness of Lasconius the serpent to the Scandinavian Midgard Serpent. Red and white are the colors of animals in the Celtic Otherworld,[9] and these colors still animate transcendent religious and political symbols today.\n\nAs was the case in the Celtic mythologies, in Germanic myths apples were particularly associated with the Otherworld.[4] In the Scandinavian tradition mythological localities are featured, as in Irish mythology; however, unlike Irish mythology, an attempt was made to map the localities of the Otherworld rather than list locales associated with it.[2] In the Edda many locations are named including the dwellings of the gods such as Odin's hall of Valhalla or Ullr's dwelling of Ydalar (\"Yewdale\").[2] The Gylfaginning and the later Norwegian poem the Draumkvaede feature travels into the Otherworld.[2]\n\nThe Early Slavs believed in a mythical place where birds flew for the winter and souls went after death; this realm was often identified with paradise and it is called Vyraj.[10] It was also said that spring arrived on Earth from Vyraj.[11] The gates of Vyraj stopped mortals from entering. They were guarded by Veles, who sometimes took the animal form of a raróg, grasping in its claws the keys to the otherworlds.[12] Vyraj was sometimes also connected to the deity known as Rod - it was apparently located far beyond the sea, at the end of the Milky Way.[12] It was usually imagined as a garden, located in the crown of the cosmic tree. Whereas the branches were said to be nested by the birds, who were usually identified as human souls.[11] When the Slavic populations were gradually turning to Christianity (e.g. during the Christianization of Kievan Rus' and the Baptism of Poland), a new version of this belief became widespread in which there were two of these realms - one analogous to the original myth, a heavenly place where birds departed, and the other an underworld for snakes and zmeys, often associated with the Christian idea of hell.[13][12][14]\n\nIn Greco-Roman mythology the Gods were said to dwell on Mount Olympus whereas the dead usually went to the Underworld or Fortunate Isles after death.\n\n"
        }
    ]
}