{
    "url": "https://en.wikipedia.org/wiki/Ottomar_Anschutz",
    "title": "Ottomar Anschütz",
    "table_of_contents": [
        "1 Career",
        "2 Awards",
        "3 Motion picture work",
        "4 Legacy",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ottomar Anschütz (16 May 1846, in Lissa – 30 May 1907, in Berlin) was a German inventor, photographer, and chronophotographer[1]\n\n"
        },
        {
            "title": "Career",
            "text": "Anschütz studied photography between 1864 and 1868 under the well-known photographers Ferdinand Beyrich (Berlin), Franz Hanfstaengl (Munich) und Ludwig Angerer (Vienna). He received recognition for his photograph of John of Saxony on horseback in 1867. He then took over his father's company in Lissa, mainly working as a portrait photographer and as a decorative painter.[2][3]\n\nAnschütz made his first instantaneous photographs in 1881. He developed his portable camera that allowed shutter speeds as short as 1/1000 of a second in 1882. He made a name for himself with sharp photographs of imperial military demonstrations in Breslau in 1882 and gained more fame with pictures of flying storks in 1884. He organized exhibitions of his work at the Berlin Kriegsakademie and the Düsseldorf Kunsthalle. In 1885, Anschütz started working on chronophotography, leading to very successful exhibitions of motion pictures with his Electrotachyscope from 1887 onward (see below). Anschütz made pictures of the firing of cannonballs at 76 millionths of a second with a shutter that he patented on 11 November 1888 as the Brennebenen-Verschluß, marketed in cameras by C.P. Goerz & Co for almost 30 years. Anschütz designs at least three different camera models for the company in collaboration with Carl Paul Goerz.[2]\n\nAnschütz moved to Berlin in 1888 and opened a studio at Charlottenstr. 59.[2]\n\n"
        },
        {
            "title": "Motion picture work",
            "text": "Anschütz started making chronophotographs of horses with 12 cameras in 1885, sponsored by the Prussian minister of Culture. He continued the motion studies of horses with 24 cameras under assignment of the Ministry of War at Königlichen Militärreitinstitut (Royal Military Institute) in Hannover during 1886, resulting in over one hundred series of sequential photographs.[2] The quality of his pictures was generally regarded to be much higher than that of the chronophotography works Eadweard Muybridge and Étienne-Jules Marey. The works that these pioneers had published by then showed not much more than silhouettes, while Anschütz' pictures had a much more natural gradient.[6]\n\nIn 1886, Anschütz developed the Electrotachyscope, an early device that displayed short motion picture loops with 24 glass plate photographs on a 1.5 meter wide rotating wheel that was hand-cranked to the speed of circa 30 frames per second. Each image was illuminated by a sparking spiral Geissler tube and displayed on a small opal glass window in a wall in a darkened room for up to seven spectators. Different versions were shown at many international exhibitions, fairs, conventions and arcades from 1887 until at least 1894. From 1890 onward, Anschütz also demonstrated a coin-operated cylindrical Electrotachyscope with six small viewing screens. Starting in 1891, some 152 examples of a coin-operated peep-box Electrotachyscope model were manufactured by Siemens & Halske in Berlin and sold internationally.[2][7][3] It was used in a public arcade and was displayed at the International Electrotechnical Exhibition in Frankfurt. Nearly 34,000 people paid to see it at the Berlin Exhibition Park in summer 1892. Others saw it in London or at the 1893 Chicago World's Fair.\n\nOn 25 November 1894, Anschütz introduced a Electrotachyscope projector with a 6x8 meter screening in Berlin. Between 22 February and 30 March 1895, a total of circa 7,000 paying customers came to view a 1.5-hour show of some 40 scenes at a 300-seat hall in the old Reichstag building in Berlin.[8]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Anschütz' 1884 albumen photographs of storks inspired aviation pioneer Otto Lilienthal's experimental gliders in the late 1880s.[9]\n\nAnschütz' many international motion picture exhibitions between 1887 and 1894 probably inspired many other pioneers in the history of film technology. Although there's no discrete evidence, Georges Demenÿ most likely saw Anschütz' \"Sprechende Porträts\" before developing his Phonoscope in 1891. Edison or his employees may have seen the Electrotachyscope (in New York possibly as early as 1887)[2] and their peep-box Kinetoscope machines were probably influenced by the Siemens & Halske type of Electrotachyscope.\n\n"
        }
    ]
}