{
    "url": "https://en.wikipedia.org/wiki/Otto_Rippert",
    "title": "Otto Rippert",
    "table_of_contents": [
        "1 Biography",
        "2 Filmography",
        "3 Notes",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Otto Rippert (22 October 1869 – 15 January 1940) was a German film director during the silent film era.\n\n"
        },
        {
            "title": "Biography",
            "text": "Rippert was born in Offenbach am Main, Germany, and began his career as a stage actor, working in theatres in Baden-Baden, Forst (Lausitz), Bamberg and in Berlin. In 1906, he acted his first film in Baden-Baden for the French Gaumont Film Company. In 1912 he appeared (complete with stick-on beard) as the millionaire Isidor Straus in In Nacht und Eis, one of the first films about the sinking of the Titanic.[1] The film was made by Continental-Kunstfilm of Berlin, where Rippert continued to work as a director, making some ten motion pictures between 1912 and 1914. However, his reputation as one of the pioneers of German silent film rests on some of his later achievements, for example Homunculus and The Plague of Florence.[2]\n\nHomunculus, produced by Deutsche Bioskop in 1916, is a six-part serial science fiction film involving mad scientists, superhuman androids and sinister technology. The script was written by Robert Reinert, and the film foreshadows various elements of Fritz Lang's 1927 Metropolis, as well as serving as a model for later adaptations of Mary Shelley's Frankenstein rather than the original 1910 version.[3] The subject-matter of Homunculus is similar to an earlier film about a monstrous man-made being, Der Golem (Paul Wegener, 1915).[4]\n\nFritz Lang wrote the script for Rippert's historical epic The Plague of Florence (1919), the first film (of sixteen, as of 2007) to feature the black plague.[5] The cameraman was Emil Schünemann, who was behind the lens for In Nacht und Eis.\n\nAfter 1924, Rippert stopped directing films and worked as a film editor. He had a stroke in 1937 and died in Berlin in 1940.\n\n"
        }
    ]
}