{
    "url": "https://en.wikipedia.org/wiki/Ottoman_Turkish",
    "title": "Ottoman Turkish",
    "table_of_contents": [
        "1 Grammar",
        "1.1 Cases",
        "1.2 Verbs",
        "2 Structure",
        "3 History",
        "3.1 Language reform",
        "4 Legacy",
        "5 Writing system",
        "6 Numbers",
        "7 Transliterations",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ottoman Turkish (Ottoman Turkish: لِسانِ عُثمانى, romanized: Lisân-ı Osmânî, Turkish pronunciation: [li'saːnɯ os'maːniː]; Turkish: Osmanlı Türkçesi) was the standardized register of the Turkish language used by the citizens of the Ottoman Empire (14th to 20th centuries CE). It borrowed extensively, in all aspects, from Arabic and Persian, and its speakers used the Ottoman Turkish alphabet for written communication. During the peak of Ottoman power (c. 16th century CE), words of foreign origin in Turkish literature in the Ottoman Empire heavily outnumbered native Turkish words,[3] with Arabic and Persian vocabulary accounting for up to 88% of the Ottoman vocabulary in some texts.[4]\n\nConsequently, Ottoman Turkish was largely unintelligible to the less-educated lower-class and to rural Turks, who continued to use kaba Türkçe (\"raw/vulgar Turkish\"; compare Vulgar Latin and Demotic Greek), which used far fewer foreign loanwords and is the basis of the modern standard.[5] The Tanzimât era (1839–1876) saw the application of the term \"Ottoman\" when referring to the language[6] (لسان عثمانی lisân-ı Osmânî or عثمانليجه Osmanlıca); Modern Turkish uses the same terms when referring to the language of that era (Osmanlıca and Osmanlı Türkçesi). More generically, the Turkish language was called تركچه Türkçe or تركی Türkî \"Turkish\".\n\n"
        },
        {
            "title": "Grammar",
            "text": "The conjugation for the aorist tense is as follows:\n\n"
        },
        {
            "title": "Structure",
            "text": "Ottoman Turkish was highly influenced by Arabic and Persian. Arabic and Persian words in the language accounted for up to 88% of its vocabulary.[4] As in most other Turkic and other foreign languages of Islamic communities, the Arabic borrowings were borrowed through Persian, not through direct exposure of Ottoman Turkish to Arabic, a fact that is evidenced by the typically Persian phonological mutation of the words of Arabic origin.[8][9][10]\n\nThe conservation of archaic phonological features of the Arabic borrowings furthermore suggests that Arabic-incorporated Persian was absorbed into pre-Ottoman Turkic at an early stage, when the speakers were still located to the north-east of Persia, prior to the westward migration of the Islamic Turkic tribes. An additional argument for this is that Ottoman Turkish shares the Persian character of its Arabic borrowings with other Turkic languages that had even less interaction with Arabic, such as Tatar, Bashkir, and Uyghur. From the early ages of the Ottoman Empire, borrowings from Arabic and Persian were so abundant that original Turkish words were hard to find.[11] In Ottoman, one may find whole passages in Arabic and Persian incorporated into the text.[11] It was however not only extensive loaning of words, but along with them much of the grammatical systems of Persian and Arabic.[11]\n\nIn a social and pragmatic sense, there were (at least) three variants of Ottoman Turkish:\n\nA person would use each of the varieties above for different purposes, with the fasih variant being the most heavily suffused with Arabic and Persian words and kaba the least. For example, a scribe would use the Arabic asel (عسل) to refer to honey when writing a document but would use the native Turkish word bal when buying it.\n\n"
        },
        {
            "title": "History",
            "text": "Historically, Ottoman Turkish was transformed in three eras:\n\nIn 1928, following the fall of the Ottoman Empire after World War I and the establishment of the Republic of Turkey, widespread language reforms (a part in the greater framework of Atatürk's Reforms) instituted by Mustafa Kemal Atatürk saw the replacement of many Persian and Arabic origin loanwords in the language with their Turkish equivalents. One of the main supporters of the reform was the Turkish nationalist Ziya Gökalp.[12] It also saw the replacement of the Perso-Arabic script with the extended Latin alphabet. The changes were meant to encourage the growth of a new variety of written Turkish that more closely reflected the spoken vernacular and to foster a new variety of spoken Turkish that reinforced Turkey's new national identity as being a post-Ottoman state.[citation needed]\n\nSee the list of replaced loanwords in Turkish for more examples of Ottoman Turkish words and their modern Turkish counterparts. Two examples of Arabic and two of Persian loanwords are found below.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Historically speaking, Ottoman Turkish is the predecessor of modern Turkish. However, the standard Turkish of today is essentially Türkiye Türkçesi (Turkish of Turkey) as written in the Latin alphabet and with an abundance of neologisms added, which means there are now far fewer loan words from other languages, and Ottoman Turkish was not instantly transformed into the Turkish of today. At first, it was only the script that was changed, and while some households continued to use the Arabic system in private, most of the Turkish population was illiterate at the time, making the switch to the Latin alphabet much easier. Then, loan words were taken out, and new words fitting the growing amount of technology were introduced. Until the 1960s, Ottoman Turkish was at least partially intelligible with the Turkish of that day. One major difference between Ottoman Turkish and modern Turkish is the latter's abandonment of compound word formation according to Arabic and Persian grammar rules. The usage of such phrases still exists in modern Turkish but only to a very limited extent and usually in specialist contexts; for example, the Persian genitive construction takdîr-i ilâhî (which reads literally as \"the preordaining of the divine\" and translates as \"divine dispensation\" or \"destiny\") is used, as opposed to the normative modern Turkish construction, ilâhî takdîr (literally, \"divine preordaining\").\n\nIn 2014, Turkey's Education Council decided that Ottoman Turkish should be taught in Islamic high schools and as an elective in other schools, a decision backed by President Recep Tayyip Erdoğan, who said the language should be taught in schools so younger generations do not lose touch with their cultural heritage.[13]\n\n"
        },
        {
            "title": "Writing system",
            "text": "Most Ottoman Turkish was written in the Ottoman Turkish alphabet (Ottoman Turkish: الفبا, romanized: elifbâ), a variant of the Perso-Arabic script. The Armenian, Greek and Rashi script of Hebrew were sometimes used by Armenians, Greeks and Jews. (See Karamanli Turkish, a dialect of Ottoman written in the Greek script.)\n\n"
        },
        {
            "title": "Numbers",
            "text": "[14]\n\n"
        },
        {
            "title": "Transliterations",
            "text": "The transliteration system of the İslâm Ansiklopedisi has become a de facto standard in Oriental studies for the transliteration of Ottoman Turkish texts.[15]  Concerning transcription the New Redhouse, Karl Steuerwald and Ferit Develioğlu dictionaries have become standard.[16] Another transliteration system is the Deutsche Morgenländische Gesellschaft (DMG), which provides a transliteration system for any Turkic language written in Arabic script.[17] There are not many differences between the İA and the DMG transliteration systems.\n\n"
        }
    ]
}