{
    "url": "https://en.wikipedia.org/wiki/Outer_Space_Treaty",
    "title": "Outer Space Treaty",
    "table_of_contents": [
        "1 Provisions",
        "1.1 Responsibility for activities in space",
        "1.2 Applicability in the 21st century",
        "1.3 1976 Bogota Declaration",
        "2 Influence on space law",
        "3 List of parties",
        "3.1 Partially recognized state abiding by treaty",
        "3.2 States that have signed but not ratified",
        "4 List of non-parties",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Outer Space Treaty, formally the Treaty on Principles Governing the Activities of States in the Exploration and Use of Outer Space, including the Moon and Other Celestial Bodies, is a multilateral treaty that forms the basis of international space law. Negotiated and drafted under the auspices of the United Nations, it was opened for signature in the United States, the United Kingdom, and the Soviet Union on 27 January 1967, entering into force on 10 October 1967. As of February 2022[update], 112 countries are parties to the treaty—including all major spacefaring nations—and another 23 are signatories.[1][5][6]\n\nThe Outer Space Treaty was spurred by the development of intercontinental ballistic missiles (ICBMs) in the 1950s, which could reach targets through outer space.[7] The Soviet Union's launch of Sputnik, the first artificial satellite, in October 1957, followed by a subsequent arms race with the United States, hastened proposals to prohibit the use of outer space for military purposes. On 17 October 1963, the U.N. General Assembly unanimously adopted a resolution prohibiting the introduction of weapons of mass destruction in outer space. Various proposals for an arms control treaty governing outer space were debated during a General Assembly session in December 1966, culminating in the drafting and adoption of the Outer Space Treaty the following January.[8]\n\nKey provisions of the Outer Space Treaty include prohibiting nuclear weapons in space; limiting the use of the Moon and all other celestial bodies to peaceful purposes; establishing that space shall be freely explored and used by all nations; and precluding any country from claiming sovereignty over outer space or any celestial body. Although it forbids establishing military bases, testing weapons and conducting military maneuvers on celestial bodies, the treaty does not expressly ban all military activities in space, nor the establishment of military space forces or the placement of conventional weapons in space.[9][10] \nFrom 1968 to 1984, the OST birthed four additional agreements: rules for activities on the Moon; liability for damages caused by spacecraft; the safe return of fallen astronauts; and the registration of space vehicles.[11]\n\nOST provided many practical uses and was the most important link in the chain of international legal arrangements for space from the late 1950s to the mid-1980s. OST was at the heart of a 'network' of inter-state treaties and strategic power negotiations to achieve the best available conditions for nuclear weapons world security. The OST also declares that space is an area for free use and exploration by all and \"shall be the province of all mankind\". Drawing heavily from the Antarctic Treaty of 1961, the Outer Space Treaty likewise focuses on regulating certain activities and preventing unrestricted competition that could lead to conflict.[12] Consequently, it is largely silent or ambiguous on newly developed space activities such as lunar and asteroid mining.[13][14][15] Nevertheless, the Outer Space Treaty is the first and most foundational legal instrument of space law,[16] and its broader principles of promoting the civil and peaceful use of space continue to underpin multilateral initiatives in space, such as the International Space Station and the Artemis Program.[17][18]\n\n"
        },
        {
            "title": "Provisions",
            "text": "The Outer Space Treaty represents the basic legal framework of international space law. According to the U.N. Office for Outer Space Affairs (UNOOSA), the core principles of the treaty are:[19]\n\nAmong its principles, it bars states party to the treaty from placing weapons of mass destruction in Earth orbit, installing them on the Moon or any other celestial body, or otherwise stationing them in outer space. It specifically limits the use of the Moon and other celestial bodies to peaceful purposes, and expressly prohibits their use for testing weapons of any kind, conducting military maneuvers, or establishing military bases, installations, and fortifications (Article IV). However, the treaty does not prohibit the placement of conventional weapons in orbit, and thus some highly destructive attack tactics, such as kinetic bombardment, are still potentially allowable.[20] In addition, the treaty explicitly allows the use of military personnel and resources to support peaceful uses of space, mirroring a common practice permitted by the Antarctic Treaty regarding that continent. The treaty also states that the exploration of outer space shall be done to benefit all countries and that space shall be free for exploration and use by all the states.\n\nArticle II of the treaty explicitly forbids any government from claiming a celestial body such as the Moon or a planet as its own territory, whether by declaration, occupation, or \"any other means\".[21] However, the state that launches a space object, such as a satellite or space station, retains jurisdiction and control over that object;[22] by extension, a state is also liable for damages caused by its space object.[23]\n\nArticle VI of the Outer Space Treaty deals with international responsibility, stating that \"the activities of non-governmental entities in outer space, including the Moon and other celestial bodies, shall require authorization and continuing supervision by the appropriate State Party to the Treaty\" and that States Party shall bear international responsibility for national space activities whether carried out by governmental or non-governmental entities.\n\nAs a result of discussions arising from Project West Ford in 1963, a consultation clause was included in Article IX of the Outer Space Treaty: \"A State Party to the Treaty which has reason to believe that an activity or experiment planned by another State Party in outer space, including the Moon and other celestial bodies, would cause potentially harmful interference with activities in the peaceful exploration and use of outer space, including the Moon and other celestial bodies, may request consultation concerning the activity or experiment.\"[24][25]\n\nBeing primarily an arms control treaty for the peaceful use of outer space, the Outer Space Treaty offers limited and ambiguous regulations to newer space activities such as lunar and asteroid mining.[13][15][26] It is therefore debated whether the extraction of resources falls within the prohibitive language of appropriation, or whether the use of such resources encompasses the commercial use and exploitation.[27]\n\nSeeking clearer guidelines, private U.S. companies lobbied the U.S. government, which in 2015 introduced the U.S. Commercial Space Launch Competitiveness Act of 2015 legalizing space mining.[28] Similar national legislation to legalize the appropriation of extraterrestrial resources are now being introduced by other countries, including Luxembourg, Japan, China, India, and Russia.[13][26][29][30] This has created some controversy regarding legal claims over the mining of celestial bodies for profit.[26][27]\n\nThe \"Declaration of the First Meeting of Equatorial Countries\", also known as the \"Bogota Declaration\", was one of the few attempts to challenge the Outer Space Treaty. It was promulgated in 1976 by eight equatorial countries to assert sovereignty over those portions of the geostationary orbit that continuously lie over the signatory nations' territory.[31] These claims did not receive wider international support or recognition, and were subsequently abandoned.[32]\n\n"
        },
        {
            "title": "Influence on space law",
            "text": "As the first international legal instrument concerning space, the Outer Space Treaty is considered the \"cornerstone\" of space law.[33][34] It was also the first major achievement of the United Nations in this area of law, following the adoption of the first U.N. General Assembly resolution on space in 1958,[35] and the first meeting of the U.N. Committee on the Peaceful Uses of Outer Space (COPUOS) the subsequent year.[36]\n\nWithin roughly a decade of the treaty's entry into force, several other treaties were brokered by the U.N. to further develop the legal framework for activities in space:[37]\n\nWith the exception of the Moon Treaty, to which only 18 nations are party, all other treaties on space law have been ratified by most major space-faring nations (namely those capable of orbital spaceflight).[38] COPUOS coordinates these treaties and other questions of space jurisdiction, aided by the U.N. Office for Outer Space Affairs.\n\nThe Bogota Declaration tried to complement shortcomings of the treaty on safeguarding control of Earth's geostationary orbit, but was not implemented.[39]\n\n"
        },
        {
            "title": "List of parties",
            "text": "The Outer Space Treaty was opened for signature in the United States, the United Kingdom, and the Soviet Union on 27 January 1967, and entered into force on 10 October 1967. As of February 2022, 112 countries are parties to the treaty, while another 23 have signed the treaty but have not completed ratification.[1]\n\nMultiple dates indicate the different days in which states submitted their signature or deposition, which varied by location: (L) for London, (M) for Moscow, and (W) for Washington, D.C. Also indicated is whether the state became a party by way of signature and subsequent ratification, by accession to the treaty after it had closed for signature, or by succession of states after separation from some other party to the treaty.\n\nThe Republic of China (Taiwan), which is currently recognized by 13 UN member states, ratified the treaty prior to the United Nations General Assembly's vote to transfer China's seat to the People's Republic of China (PRC) in 1971.  When the PRC subsequently ratified the treaty, they described the Republic of China's (ROC) ratification as \"illegal\". The ROC has committed itself to continue to adhere to the requirements of the treaty, and the United States has declared that it still considers the ROC to be \"bound by its obligations\".[5]\n\nTwenty-three states have signed but not ratified the treaty.\n\n"
        },
        {
            "title": "List of non-parties",
            "text": "The remaining UN member states and UN observer state which have neither ratified nor signed the Outer Space Treaty are:\n\n"
        },
        {
            "title": "References",
            "text": "\n\n"
        }
    ]
}