{
    "url": "https://en.wikipedia.org/wiki/Ozarks",
    "title": "Ozarks",
    "table_of_contents": [
        "1 Etymology",
        "2 Physiographic subregions",
        "3 Geology",
        "4 Ecology and conservation",
        "5 Lakes and streams",
        "6 Regional economy",
        "6.1 Traditional economic activity",
        "6.2 Current economic activities",
        "7 Culture",
        "7.1 Religion",
        "8 See also",
        "9 References",
        "10 Further reading",
        "10.1 Folklore",
        "10.2 History",
        "10.3 Tourism",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Ozarks, also known as the Ozark Mountains, Ozark Highlands or Ozark Plateau, is a physiographic region in the U.S. states of Missouri, Arkansas, Oklahoma and the extreme southeastern corner of Kansas. The Ozarks cover a significant portion of northern Arkansas and most of the southern half of Missouri, extending from Interstate 40 in central Arkansas to Interstate 70 in central Missouri.\n\nThere are two mountain ranges in the Ozarks: the Boston Mountains of Arkansas and the St. Francois Mountains of Missouri. Buffalo Lookout, the highest point in the Ozarks, is located in the Boston Mountains. Geologically, the area is a broad dome with the exposed core in the ancient St. Francois Mountains. The Ozarks cover nearly 47,000 square miles (120,000 km2), making it the most extensive highland region between the Appalachians and Rockies. Together with the Ouachita Mountains, the area is known as the U.S. Interior Highlands.\n\nThe Salem Plateau, named after Salem, Missouri, makes up the largest geologic area of the Ozarks. The second largest is the Springfield Plateau, named after Springfield, Missouri, nicknamed the \"Queen City of the Ozarks\". On the northern Ozark border are the cities of St. Louis and Columbia, Missouri. Significant Ozark cities in Arkansas include Fayetteville, Bentonville, Springdale, Eureka Springs, and Fort Smith. Branson, just north of the Arkansas–Missouri border, is a tourist destination and popularizer of Ozark culture.\n\n"
        },
        {
            "title": "Etymology",
            "text": "Ozarks is a toponym believed to be derived as an English-language adaptation of the French abbreviation aux Arcs (short for aux Arcansas, meaning \"of/at/to the Arcansas [plural]\").[1][2] Originally, in the decades prior to the French and Indian War, aux Arkansas referred to the trading post at Arkansas Post, located in wooded Arkansas Delta lowland area above the confluence of the Arkansas River with the Mississippi River.[3][4][5]\n\nOther possible derivations include aux arcs meaning \"[land] of the arches\",[6] in reference to the dozens of natural bridges formed by erosion and collapsed caves in the Ozark region. These include Clifty Hollow Natural Bridge (actually a series of arches) in Missouri,[7] and Alum Cove in the Ozark–St. Francis National Forest. By the early 20th century, the \"Ozarks\" had become a generic and widely used term.[8][9]\n\n"
        },
        {
            "title": "Physiographic subregions",
            "text": "The Ozarks consist of five physiographic subregions: the Boston Mountains of north Arkansas and Cookson Hills of east Oklahoma; the Springfield Plateau of southwest Missouri, northeast Oklahoma, and northwest Arkansas and including Springfield, Joplin and Monett/Aurora in Missouri, Tahlequah in Oklahoma, and Fayetteville and Harrison in Arkansas; the White River Hills along the White River, including Branson and Mountain Home to Batesville; the Salem Plateau or Central Plateau, which includes a broad band across south central Missouri and north central Arkansas including the Lebanon, Salem and West Plains areas; the Courtois Hills of southeastern Missouri; the Osage-Gasconade Hills around the Lake of the Ozarks; the Saint Francois Mountains; and the Missouri River and Mississippi River border areas along the eastern and northeastern flanks.\n\nKarst features such as springs,[10] losing streams, sinkholes and caves are common in the limestones of the Springfield Plateau and abundant in the dolomite bedrock of the Salem Plateau and Boston Mountains.[11] Missouri is known as \"The Cave State\" with over 7,300 recorded caves, second in number only to Tennessee. The majority of these caves are found in the Ozark counties.[11][12] The Ozark Plateaus aquifer system affects groundwater movement in all areas except the igneous core of the St. Francois Mountains.[13][14][15][16] Geographic features include limestone and dolomite glades, which are rocky, desert-like areas on hilltops. Kept open by periodic fires that limit growth of grasses and forbs in shallow soil, glades are home to collared lizards, tarantulas, scorpions, cacti and other species more typical of the Desert Southwest.[17][18]\n\nThe Boston Mountains contain the highest elevations of the Ozarks, with peaks over 2,500 feet (760 m), and form some of the greatest relief of any formation between the Appalachians and Rocky Mountains. The Ouachita Mountains to the south rise a few hundred feet higher, but are not geographically associated with the Ozarks. The Boston Mountains portion of the Ozarks extends north of the Arkansas River Valley 20 to 35 miles (32 to 56 km), is approximately 200 miles (320 km) long,[19] and is bordered by the Springfield and Salem Plateau to the north of the White River. Summits can reach elevations of just over 2,560 feet (780 m), with valleys 500 to 1,550 feet (150 to 470 m) deep. Turner Ward Knob is the highest named peak. Found in western Newton County, Arkansas, its elevation is 2,463 feet (751 m). Nearby, five unnamed peaks have elevations at or slightly above 2,560 feet (780 m). Drainage is primarily to the White River, with the exception of the Illinois River, although there also is considerable drainage from the south slopes of the Boston Mountains to the Arkansas River. Major streams of this type include Lee Creek, Frog Bayou, Mulberry River, Spadra Creek, Big Piney Creek, Little Piney Creek, Illinois Bayou, Point Remove Creek, and Cadron Creek. Many Ozark waterways have their headwaters in the uplands of the Boston formation, including the Buffalo, Kings, Mulberry, Little Red and White rivers.[20]\n\nTopography is mostly gently rolling in the Springfield and Salem plateaus, whereas the Saint Francois Mountains are more rugged. Although the Springfield formation's surface is primarily Mississippian limestone and chert, the Salem Plateau is made of older Ordovician dolomites, limestones, and sandstones.[21] Both are rife with karst topography and form long, flat plains. The formations are separated by steep escarpments that dramatically interrupt the rolling hills. Although much of the Springfield Plateau has been denuded of the surface layers of the Boston Mountains, large remnants of these younger layers are present throughout the southern end of the formation, possibly suggesting a peneplain process.[22] The Springfield Plateau drains through wide, mature streams ultimately feeding the White River.[23]\n\n"
        },
        {
            "title": "Geology",
            "text": "The St. Francois Mountains in the northeastern Ozarks are the eroded remnants of an ancient range which form the geological core of the highland dome. The igneous and volcanic rocks of the St. Francois Mountains are the exposed remains of a Proterozoic mountain range hundreds of millions of years old. The remaining hills are the exposed portion of an extensive terrane (the Spavinaw terrane in part) of granitic and rhyolitic rocks dating from 1485 to 1350 mya that stretches from Ohio to western Oklahoma.[24] The core of the range existed as an island in the Paleozoic seas. Reef complexes occur in the sedimentary layers surrounding this ancient island. These flanking reefs were points of concentration for later ore-bearing fluids which formed the rich lead-zinc ores that have been and continue to be mined in the area. The igneous and volcanic rocks extend at depth under the relatively thin veneer of Paleozoic sedimentary rocks and form the basal crust of the entire region.[25]\n\nA major unconformity in the region attests that the Ozarks were above sea level for several hundred million years from the time of the volcanism in the Precambrian until the mid-Cambrian with an erosionally produced relief of up to 1,500 feet (460 m).[25] The seas encroached during the late Cambrian producing the Lamotte Sandstone, 200 to 300 feet (61 to 91 m) thick, followed by carbonate sedimentation. Coral reefs formed around the granite and rhyolite islands in this Cambrian sea. This carbonate formation, the Bonneterre, now mostly dolomite, is exposed around the St. Francis Mountains, but extends in the subsurface throughout the Ozarks and reaches a thickness of 400 to 1,500 feet (120 to 460 m).[25] The Bonneterre is overlain by 500 to 600 feet (150 to 180 m) of dolomite, often sandy, silty or cherty, forming the Elvins Group and the Potosi and Eminence formations. Withdrawal of the seas resulted in another unconformity during the latest Cambrian and early Ordovician periods. Hydrothermal mineralizing fluids formed the rich lead ore deposits of the Lead Belt during this time.[25]\n\nSedimentation resumed in the Ordovician with the deposition of the Gunter sandstone, the Gasconade dolomite and the prominent Roubidoux sandstone and dolomite. The sandstone of the Roubidoux forms prominent bluffs along the streams eroding into the southern part of the Salem Plateau. The Roubidoux and Gunter sandstones serve as significant aquifers when present in the subsurface. The source of the sands is considered to be the emerging Wisconsin Dome to the northeast.[25] The Ozark region remained as a subsiding shallow carbonate shelf environment with a significant thickness of cherty dolomites such as the Jefferson City, Cotter and Powell formations.[25]\n\nPortions of the Ozark Plateau, the Springfield Plateau of southwest Missouri and northern Arkansas, are underlain by Mississippian cherty limestones locally referred to as \"Boone chert\", consisting of limestone and chert layers. These are eroded and form steep hills, valleys and bluffs.\n\nThe Boston Mountains are a high and deeply dissected plateau. The rocks of the region are essentially little disturbed, flat-lying sedimentary layers of Paleozoic age. The highest ridges and peaks are capped by Pennsylvanian sandstone such as the basal Atoka and the \"Middle Bloyd\".[26] The deeply eroded valleys are cut into Mississippian limestone and below that layer Ordovician dolomite.\n\nDuring the Pennsylvanian period the Ozark Plateau was uplifted as a result of the Ouachita orogeny. During the late Paleozoic the deep ocean basin that existed in central and southern Arkansas was lifted when South America collided with North America, creating the folded Ouachita Mountains and uplifting the Ozark plateau to the north.\n\n"
        },
        {
            "title": "Ecology and conservation",
            "text": "Formal conservation in the region began when the Ozark National Forest was created by proclamation of President Theodore Roosevelt in 1908 to preserve 917,944 acres (3,714.79 km2) across five Arkansas counties. Another 608,537 acres (2,462.66 km2) were added the following year. The initial forest included area as far south as Mount Magazine and as far east as Sylamore.[27]\n\nIn 1939, Congress established Mark Twain National Forest at nine sites in Missouri. Wildlife management areas were founded in the 1920s and '30s to restore populations to viable numbers. In the 1930s and 1940s Aldo Leopold, Arthur Carhart and Bob Marshall developed a \"wilderness\" policy for the Forest Service. Their efforts bore fruit with The Wilderness Act of 1964 which designated wilderness areas \"where the earth and its community of life are untrammeled by men, where man himself is a visitor and does not remain\", though this included second growth public forests like the Mark Twain National Forest.[28]\n\nLand was also added to Ozark National Forest during this period, with over 544,000 acres (2,200 km2) in total additions. Some land was reclaimed by the government through the Resettlement Administration during the Great Depression.[27] In 1976, Congress established the Hercules Glades Wilderness, the first of 13 designated wilderness areas in the Ozarks. In 1986, Congress established the Ozark Plateau National Wildlife Refuge in northeast Oklahoma. Protected areas ensure the recovery of endangered and threatened species of animals and plants, including the red wolf, Ozark big-eared bat, Indiana bat, eastern small-footed bat, southeastern bat, southeastern big-eared bat; longnose darter, Ozark cavefish, Ozark cave crayfish, Bowman's cave amphipod, Ozark cave amphipod, bat cave isopod; and Ozark chinquapin. It is a habitat of migratory birds and contains geological, archeological, historical, and paleontological resources.\n\nCommercial farms and processing operations are known to raise levels of chemical and biological contaminants in Ozark streams, threatening water supplies, recreational use and endangered native species.[29][30][31][32][33]\n\n"
        },
        {
            "title": "Lakes and streams",
            "text": "Many of the rivers and streams in the Ozarks have been dammed. Most of the dams in the region were initially built for the dual purpose of flood control and hydropower generation but have also become major economic drivers through recreational use in places such as Branson,  Missouri, and Mountain Home, Arkansas.\n\nThe Army Corps of Engineers among others, operates multiple dams in the Ozarks region. Some of the largest lakes created by these dams are on the  White River. Beginning in 1911 with the construction of Powersite Dam on the White River near Branson, Missouri and the impoundment of Lake Taneycomo the Ozarks rivers have been harnessed for electrical power, recreation, and flood control. After the President Franklin D, Roosevelt signed the Flood Control Act of 1938, six large flood control dams were constructed on the White River and its tributaries..\n\nMultiple smaller lakes have been created by dams in the White River basin from 1911 through 1960. These smaller lakes include Lake Sequoyah,[34] a small recreational fishing lake east of Fayetteville, Arkansas, formed in 1961; Sequoyah is the uppermost impoundment on the White River. Below Sequoyah (northeast of Fayetteville) is Beaver Lake, formed in 1960. The White River continues northeasterly into Table Rock Lake (1958) in Missouri, which feeds directly into Lake Taneycomo, where the river zigzags southeasterly into Arkansas forming Bull Shoals Lake along the Arkansas-Missouri line. Completed in 1952, Bull Shoals is the furthest downstream lake on the White River proper. Norfork Lake was formed by damming the North Fork River, a tributary of the White River, in 1941.\n\nAdditional large lakes in the Ozarks region include Lake of the Ozarks, Pomme de Terre Lake, and Truman Lake in the northern Ozarks. These three lakes were formed by impounding the Osage River and its tributary the Pomme de Terre River in 1931, 1961 and 1979 respectively.\n\nGrand Lake o' the Cherokee in northeast Oklahoma, on the western portion of the Ozark Plateau, was created in 1940 with the damming of the Grand River. Stockton Lake was formed in 1969 by damming the Sac River near the city of Stockton, Missouri, and supplements the water supply of Springfield in nearby Greene County. .\n\nThe creation of the lakes significantly altered the Ozark landscape and affected traditional Ozark culture through displacement.[35][36][37][38] The streams provided water and power to communities, farms and mills concentrated in the valleys prior to impoundment.[39] Many cemeteries, farm roads, river fords and railways were lost when the lakes came, disrupting rural culture, travel and commerce. Baxter County, Arkansas, alone saw nearly 400 people displaced to make way for the reservoir created by Norfork Dam. The town of Forsyth, Missouri, was relocated in its entirety to a spot 2 miles (3 km) from its previous location. Prior to damming, rivers and streams in the White and Osage River basins were of similar character to the current conditions of the Buffalo, Elk, Niangua, Gasconade, Big Piney, Current, Jacks Fork, Eleven Point and Meramec rivers.[35]\n\nBecause of the success of the Army Corps efforts to dam the large rivers in the Ozarks, the Ozarks Society began protests to keep the other rivers in the Ozarks free flowing. The Buffalo National River was created by an Act of Congress in 1972 as the nation's first National River, administered by the National Park Service. The designation came after over a decade of battling a proposed Army Corps dam in the media, legislature, and courts to keep the Buffalo River free flowing. The Ozark Society, the main force behind the dam protest, still leads the fight to keep the Buffalo River pristine and protected. Today, the Buffalo River sees approximately 800,000 visitors camping, canoeing, floating, hiking, and tubing annually.[40] In Missouri, the Ozark National Scenic Riverways[41] was established in 1964 along the Current and Jacks Fork rivers as the first US national park based on a river system. The Eleven Point River is included in the National Wild and Scenic Rivers System[42] established in 1968. These parks and rivers are a major economic driver for some of the least populated counties in Arkansas and Missouri, attracting up to 1.5 million tourists annually.\n\nMany other waterways and streams have their headwaters in the Boston Mountains portion of the Ozarks such as the Mulberry River, the White River, War Eagle Creek, Little Mulberry Creek, Lee Creek, Big Piney Creek, and the Little Red River. To the south, the Arkansas River valley separates the Boston Mountains from the Ouachita Mountains.[43]\n\nMissouri Ozark rivers include the Gasconade, Big Piney, and Niangua rivers in the north central region. The Meramec River and its tributaries Huzzah Creek and Courtois Creek are found in the northeastern Ozarks. The Black and St. Francis rivers mark the eastern crescent of the Ozarks. The James, Spring and North Fork rivers are in south-central Missouri. Forming the west central border of the Ozarks from Missouri through Kansas and into Oklahoma are the Spring River and its tributary, Center Creek. Grand Falls, Missouri's largest natural waterfall, a chert outcropping, includes bluffs and glades on Shoal Creek south of Joplin. All these river systems see heavy recreational use in season, including the Elk River in southwestern Missouri and its tributary Big Sugar Creek.\n\nOzark rivers and streams are typically clear water, with baseflows sustained by many seeps and springs, and flow through forests along limestone and dolomite bluffs. Gravel bars are common along shallow banks, while deep holes are found along bluffs.[44] Except during periods of heavy rain or snow melt – when water levels rise quite rapidly – their level of difficulty is suitable for most canoeing and tubing.\n\nFish hatcheries are common due to the abundance of springs and waterways.[37] The Neosho National Fish Hatchery was built in 1888; it was the first federal hatchery. The Arkansas Game and Fish Commission, Missouri Department of Conservation and U.S. Fish and Wildlife Service operate numerous warm and cold water hatcheries and trout parks;[45][46] private hatcheries such as at Rockbridge[47] are found throughout the region.\n\n"
        },
        {
            "title": "Regional economy",
            "text": "The Ozarks contain ore deposits of lead, zinc, iron and barite. Many of these deposits have been depleted by historic mining activities, but much remains and is currently being mined in the Lead Belt of southeast Missouri. Historically, the lead belt around the Saint Francois Mountains and the Tri-State district lead-zinc mining area around Joplin, Missouri, have been important sources of metals. Mining practices common in the early 20th century left significant abandoned underground mine problems and heavy metal contamination in topsoil and groundwater in the Tri-State district.[48][49]\n\nMuch of the area supports beef cattle ranching, and dairy farming is common across the area. Dairy farms are usually cooperative affairs, with small farms selling to a corporate wholesaler, who packages product under a common brand for retail sales. Petroleum exploration and extraction also takes place in the Oklahoma portion of the Ozarks, as well as in the east half of the Boston Mountains in Arkansas. Logging of both softwood and hardwood timber species on both private land and in the National Forests has long been an important economic activity.\n\nThe majority of the Ozarks is forested. Oak-hickory is the predominant type; eastern junipers are common, with stands of pine often seen in the southern range. Less than a quarter of the region has been cleared for pasture and cropland.[50] Forests that were heavily logged during the early-to-mid-20th century have recovered; much of the remaining timber in the Ozarks is second-growth forest. However, deforestation of frontier forest contributed through erosion to increased gravel bars along Ozark waterways in logged areas; stream channels have become wider and shallower, and deepwater fish habitat has been lost.[15]\n\nThe numerous rivers and streams of the region saw hundreds of water-powered timber and grist mills.[51][52] Mills were important centers of culture and commerce; dispersed widely throughout the region, mills served local needs, often thriving within a few miles of another facility. Few Ozark mills relied on inefficient water wheels for power; most utilized a dam, millrace and water turbine.[53]\n\nDuring the New Deal, the Civilian Conservation Corps employed hundreds in the construction of nearly 400 fire lookouts throughout the Ozarks at 121 known sites in Arkansas[54] and 257 in Missouri.[55] Of those lookouts, about half remain, and many of them are in use by the U.S. Forest Service. A 2007 report by the National Trust for Historic Preservation deemed these fire lookouts and related structures as one of America's 11 Most Endangered Historic Places.[56]\n\nIn the 1960s, federal activity promoted modernization, especially through better transportation and tourism. The Ozarks Regional Commission sponsored numerous projects.[57]\n\nTourism is the growth industry of the Ozarks as evidenced by the growth of the Branson, Missouri, entertainment center celebrating traditional Ozark culture.[38][58] The rapidly growing Northwest Arkansas metropolitan area has also become a tourist hub, drawing nationwide attention for the Crystal Bridges Museum of American Art in Bentonville, Arkansas.[59]\n\nPoultry farming and food processing are significant industries throughout the region. The Tyson Foods corporation and ConAgra Foods each operates several hundred poultry farms and processing plants throughout the Ozarks. Schreiber Foods has operations throughout southern Missouri.\n\nThe trucking industry is important to the regional economy, with national carriers based there including J. B. Hunt, ABF, and Prime, Inc. Springfield remains an operational hub for the BNSF Railway. Logging and timber industries are also significant in the Ozark economy, with operations ranging from small family-run sawmills to large commercial concerns. Fortune 500 companies such as Wal-Mart, Leggett & Platt, Bass Pro Shops, and O'Reilly Auto Parts are based in the Ozarks.\n\nThe area is home to several Missouri wine and spirit regions, including the Ozark Highlands and Ozark Mountain American Viticultural Areas, and the Ozark Highland Spirits Region. There are a number of microbreweries throughout the region.[60]\n\n"
        },
        {
            "title": "Culture",
            "text": "\"Ozark\" also refers to the distinctive culture, architecture,[56][61] and dialect shared by the people who live on the plateau. Early settlers in Missouri were pioneers who came west from the Southern Appalachians at the beginning of the 19th century,[37][62] followed in the 1840s and 1850s by Irish and German immigrants. Much of the Ozark population is of English, Scots-Irish, and German descent, and the Ozark families from which the regional culture derived[62] tend to have lived in the area since the 19th century.[63]\n\nEarly settlers relied on hunting, fishing, trapping, and foraging to supplement their diets and incomes.[37] Today hunting and fishing for recreation are common activities and an important part of the tourist industry. Foraging for mushrooms (especially morels) and for ginseng is common and financially supported by established buyers in the area. Other forages include poke, watercress, persimmons and pawpaw; wild berries such as blackberry, black raspberry, raspberry, red mulberry, black cherry, wild strawberry and dewberry; and wild nuts such as black walnut and even acorns.[64] Edible native legumes, wild grasses and wildflowers are plentiful, and beekeeping is common.[65]\n\nPrint and broadcast media have explored Ozark culture broadly. Books set in the Ozarks include Where the Red Fern Grows, The Shepherd of the Hills,[58] and As a Friend.[66] The 1999 film Ride with the Devil, based on the book Woe to Live On,[67] depicts conflict in southwest Missouri during the Civil War.[68] Winter's Bone,[69] a novel by Daniel Woodrell (author of Woe to Live On), reflects on contemporary methamphetamine culture and its impact on families on the plateau. Released as a feature film in 2010, Winter's Bone received the Grand Jury Prize at the Sundance Film Festival, as well as other awards. Several early and influential country-music television and radio programs originated from Springfield in the 1950s and '60s, including ABC-TV's Ozark Jubilee and The Slim Wilson Show on KYTV. The Clampett clan of The Beverly Hillbillies TV show provide a stereotypical depiction of Ozark people. Ozark musicians include Porter Wagoner and old-time fiddler Bob Holt.[70] Netflix drama series Ozark takes place in Osage Beach, Missouri and revolves around the well-to-do Byrde family as their lives are uprooted and they are forced to move from Chicago to the Ozarks after a money laundering scheme goes wrong. The series focuses on the Byrdes' dealings in the Ozarks, as well as their interactions with local Ozark crime families. The series premiered on July 21, 2017.[71]\n\nExamples of commercial interpretations of traditional Ozark culture include the two major family theme parks in the region, Silver Dollar City and the now defunct Dogpatch USA, and the resort entertainment complex in Branson. Ozark Folkways in Winslow, Arkansas, and Ozark Folk Center State Park in Mountain View, Arkansas, interpret regional culture through musical performance and exhibitions of pioneer skills and crafts.\n\nTraditional Ozark culture includes stories and tunes passed orally between generations through community music parties and other informal gatherings.[72] Many of these tunes and tales can be traced to British origins[73] and to German folklore. Moreover, historian Vance Randolph attributes the formation of much Ozark lore to individual families when \"backwoods parents begin by telling outrageous whoppers to their children and end by half believing the wildest of these tales themselves.\"[62] Randolph collected Ozark folklore and lyrics in volumes such as the national bestseller Pissing in the Snow and Other Ozark Folktales (University of Illinois Press, 1976), Ozark Folksongs (University of Missouri Press, 1980), a four-volume anthology of regional songs and ballads collected in the 1920s and 1930s,[73] and Ozark Magic and Folklore (Courier Dover Publications, 1964).[62] Evidenced by Randolph's extensive field work, many Ozark anecdotes from the oral tradition are often bawdy, full of wild embellishments on everyday themes.[74][75] In 1941–42, commissioned by Alan Lomax of the Archive of Folk Culture, Randolph returned to the Ozarks with a portable recording machine from the Library of Congress and captured over 800 songs, ballads and instrumentals.[76] Selected from among these several hundred recordings, 35 tracks were released on Various Artists: Ozark Folksongs (Rounder Records) in 2001.[73]\n\nSquare dances were an important social avenue throughout the Ozarks into the 20th century.[77][78][79] Square dances sprang up wherever people concentrated around mills and timber camps, springs, fords, and in towns small and large. Geographically isolated communities saw their own local dance tunes and variations develop.[77][78] Of all the traditional musicians in the Ozarks, the fiddler holds a distinct place in both the community and folklore.[77][78] Community fiddlers were revered for carrying local tunes; regionally, traveling fiddlers brought new tunes and entertainment, even while many viewed their arrival as a threat to morality.[70][77][78][79] In 2007, Gordon McCann, a chronicler of Ozarks folklife and fiddle music for over four decades, donated a collection of audio recordings, fieldnotes and photographs to Missouri State University in Springfield.[80] The collection includes more than 3,000 hours of fiddle music and interviews recorded at jam sessions, music parties, concerts and dances in the Ozarks. Selected audio recordings along with biographical sketches, photographs and tune histories were published in Drew Beisswenger and Gordon McCann's 2008 book/37-track CD set Mel Bay Presents Ozarks Fiddle Music: 308 Tunes Featuring 30 Legendary Fiddlers With Selections from 50 Other Great Ozarks Fiddlers.\n\nFrom 1973 to 1983, the Bittersweet project, which began as an English class at Lebanon High School in Missouri, collected 476 taped and transcribed interviews, published 482 stories, and took over 50,000 photographs documenting traditional Ozark culture.[81]\n\nPopulation influx since the 1950s,[36][38] coupled with geographically lying in both the Midwest and Upper South, proximity to the Mississippi embayment, the Osage and Northern Plains, contributes to changing cultural values in the Ozarks. Theme parks and theatres seen to reflect regional values have little in common with traditional Ozark culture. Community tradition bearers remain active, in decreasing numbers, far afield of commercial offers.[82][83]\n\nOzark religion, like that of Appalachia, was predominantly Baptist and Methodist during periods of early settlement; it tends to the conservative or individualistic, with Episcopalians, Assemblies of God, Baptists including Southern Baptists, Church of Christ, Pentecostals, and other Protestant denominations present, as well as Catholics.[84][85] Religious organizations headquartered in the Ozarks include the Assemblies of God and Baptist Bible Fellowship International in Springfield and the General Association of General Baptists in Poplar Bluff.\n\n"
        }
    ]
}