{
    "url": "https://en.wikipedia.org/wiki/Ozploitation",
    "title": "Ozploitation",
    "table_of_contents": [
        "1 Background",
        "2 Filmography",
        "2.1 1970s",
        "2.2 1980s",
        "2.3 1990s",
        "2.4 2000s",
        "2.5 2010s",
        "2.6 2020s",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nOzploitation films are exploitation films – a category of low-budget horror, comedy, sexploitation and action films – made in Australia[1] after the introduction of the R rating in 1971.[2] The year also marked the beginnings of the Australian New Wave movement, and the Ozploitation style peaked within the same time frame (early 1970s to late 1980s).\n\nOzploitation is often considered a smaller wave within the New Wave, covering a wide range of genres from sexploitation, biker films, horror and even martial arts.[3][4]\n\nThe origin of the term \"Ozploitation\" is credited to the documentary Not Quite Hollywood: The Wild, Untold Story of Ozploitation!.[5] This 2008 feature explores Ozploitation films made during the Australian New Wave. The film includes interviews with numerous figures involved in Ozploitation, as well as fans of the genre, including American director Quentin Tarantino, who coined the phrase \"Aussiesploitation\", which director Mark Hartley then shortened to \"Ozploitation\".[6]\n\n"
        },
        {
            "title": "Background",
            "text": "Australian horror film production trebled from fewer than 20 films in the 1990s to over 60 films between 2000 and 2008.[7] According to one researcher, \"global forces and emerging production and distribution models are challenging the 'narrowness' of cultural policy – a narrowness that mandates a particular film culture, circumscribes certain notions of value and limits the variety of films produced domestically. Despite their low-culture status, horror films have been well suited to the Australian film industry's financial limitations, they are a growth strategy for producers, and a training ground for emerging filmmakers\".[8]\n\n"
        }
    ]
}