{
    "url": "https://en.wikipedia.org/wiki/Pacific_Northwest",
    "title": "Pacific Northwest",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "2.1 Indigenous peoples",
        "2.2 Initial European exploration",
        "2.3 Continental crossover exploration",
        "2.4 Early settlements",
        "2.5 Boundary disputes",
        "3 Geology",
        "4 Geography",
        "4.1 Climate",
        "4.2 Ecoregions",
        "5 Demographics",
        "5.1 Population",
        "5.1.1 List of largest cities by population in the Pacific Northwest",
        "5.2 Ethnicity",
        "5.3 Language",
        "5.4 Spirituality and religion",
        "6 Politics",
        "7 Economy",
        "8 Education",
        "9 Culture",
        "9.1 Environmentalism",
        "9.2 Music",
        "9.3 Cuisine",
        "9.4 Sports",
        "9.5 Video games",
        "9.6 Self-determination movements",
        "10 Transportation",
        "10.1 Transit",
        "11 See also",
        "12 Notes and references",
        "12.1 Notes",
        "12.2 References",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Pacific Northwest (sometimes Cascadia, or simply abbreviated as PNW) is a geographic region in western North America bounded by its coastal waters of the Pacific Ocean to the west and, loosely, by the Rocky Mountains to the east. Though no official boundary exists, the most common conception includes the U.S. states of Oregon, Washington, and Idaho, and the Canadian province of British Columbia. Some broader conceptions reach north into Alaska and Yukon, south into northern California, and east into western Montana. Other conceptions may be limited to the coastal areas west of the Cascade and Coast mountains. The variety of definitions can be attributed to partially overlapping commonalities of the region's history, culture, geography, society, ecosystems, and other factors.[citation needed]\n\nThe Northwest Coast is the coastal region of the Pacific Northwest, and the Northwest Plateau (also commonly known as \"the Interior\" in British Columbia[1] and the Inland Northwest in the United States) is the inland region. The term \"Pacific Northwest\" should not be confused with the Northwest Territory (also known as the Great Northwest, a historical term in the United States) or the Northwest Territories of Canada. The region is sometimes referred to as Cascadia, which, depending on the borders, may or may not be the same thing as the Pacific Northwest.\n\nThe region's largest metropolitan areas are Greater Seattle, Washington, with 4 million people;[2] Metro Vancouver, British Columbia, with 2.64 million people;[3] and Greater Portland, Oregon, with 2.5 million people.[4]\n\nThe culture of the Pacific Northwest is influenced by the Canada–United States border, which the United States and the United Kingdom established at a time when the region's inhabitants were composed mostly of indigenous peoples. Two sections of the border—one along the 49th parallel south of British Columbia and one between the Alaska Panhandle and northern British Columbia—have left a great impact on the region. According to Canadian historian Ken Coates, the border has not merely influenced the Pacific Northwest—rather, \"the region's history and character have been determined by the boundary\".[5]\n\n"
        },
        {
            "title": "Definition",
            "text": "Definitions of the \"Pacific Northwest\" region vary, and even Pacific Northwesterners do not agree on the exact boundary.[7][8] The most common conception includes the U.S. states of Oregon, Washington, Idaho, and sometimes the Canadian province of British Columbia.[5]\n\nBroader definitions of the region have included the U.S. states of  Alaska and parts of the states of California, Montana, and Wyoming, and the Canadian territory of Yukon.[5][9][10]\n\nDefinitions based on the historic Oregon Country reach east to the Continental Divide, thus including all  of western Montana and western Wyoming. Sometimes, the Pacific Northwest is defined as being the Northwestern United States specifically, excluding Canada.\n\n"
        },
        {
            "title": "History",
            "text": "The Pacific Northwest has been occupied by a diverse array of indigenous peoples for millennia. The Pacific Coast is seen by some scholars as a major coastal migration route in the settlement of the Americas by late Pleistocene peoples moving from northeast Asia into the Americas.[11]\n\nThe coastal migration hypothesis has been bolstered by findings such as the report that the sediments in the Port Eliza Cave[12] on Vancouver Island indicate the possibility of survivable climate as far back as 16 kya (16,000 years ago) in the area, while the continental ice sheets were nearing their maximum extent.[13] Other evidence for human occupation dating back as much as 14.5 kya (14,500 years ago) is emerging from Paisley Caves in south-central Oregon.[14][15] However, despite such research, the coastal migration hypothesis is still subject to considerable debate.[16][17]\n\nDue in part to the richness of Pacific Northwest Coast and river fisheries, some of the indigenous peoples developed complex sedentary societies, while remaining hunter-gatherers.[18] The Pacific Northwest Coast is one of the few places where politically complex hunter-gatherers evolved and survived to historic contacts, and therefore has been vital for anthropologists and archaeologists seeking to understand how complex hunter and gatherer societies function.[19] When Europeans first arrived on the Northwest Coast, they found one of the world's most complex hunting and fishing societies, with large sedentary villages, large houses, systems of social rank and prestige, extensive trade networks, and many other factors more commonly associated with societies based on domesticated agriculture.[19][20] In the interior of the Pacific Northwest, the indigenous peoples, at the time of European contact, had a diversity of cultures and societies. Some areas were home to mobile and egalitarian societies. Others, especially along major rivers such as the Columbia and Fraser, had very complex, affluent, sedentary societies rivaling those of the coast.[21]\n\nIn British Columbia and Southeast Alaska, the Haida and Tlingit erected large and elaborately carved totem poles that have become iconic of Pacific Northwest artistic traditions. Throughout the Pacific Northwest, thousands of indigenous people live, and some continue to practice their rich cultural traditions, \"organizing their societies around cedar and salmon\".[22]\n\nIn 1579, the British captain and erstwhile privateer Francis Drake sailed up the west coast of North America perhaps as far as Oregon before returning south to land and make ship repairs. On 5 June 1579, the ship briefly made first landfall at South Cove, Cape Arago, just south of Coos Bay, Oregon, and then sailed south while searching for a suitable harbor to repair his ailing ship.[23][24][25][26][27][excessive citations] On June 17, Drake and his crew found a protected cove when they landed on the Pacific coast of what is now Northern California.[28][26] While ashore, he claimed the area for Queen Elizabeth I as Nova Albion or New Albion.[29] Juan de Fuca, a Greek captain sailing for the Crown of Spain, supposedly found the Strait of Juan de Fuca around 1592. The strait was named for him, but whether he discovered it or not has long been questioned.[30] During the early 1740s, Imperial Russia sent the Dane Vitus Bering to the region.[31] By the late 18th century and into the mid-19th century, Russian settlers had established several posts and communities on the northeast Pacific coast, eventually reaching as far south as Fort Ross, California. The Russian River was named after these settlements.\n\nIn 1774, the viceroy of New Spain sent Spanish navigator Juan Pérez in the ship Santiago to the Pacific Northwest. Peréz made landfall on Haida Gwaii (Queen Charlotte Islands) on July 18, 1774. The northernmost latitude he reached was 54°40′ N.[32] This was followed, in 1775, by another Spanish expedition, under the command of Bruno de Heceta and including Juan Peréz and Juan Francisco de la Bodega y Quadra as officers. On July 14, 1775, they landed on the Olympic Peninsula near the mouth of the Quinault River. On August 17, 1775, Heceta, returning south, sighted the mouth of the Columbia River and named it Bahia de la Asunción. While Heceta sailed south, Quadra continued north in the expedition's second ship, Sonora, reaching Alaska, at 59° N.[33] In 1778 English mariner Captain James Cook visited Nootka Sound on Vancouver Island and also voyaged as far as Prince William Sound.\n\nIn 1779, a third Spanish expedition, under the command of Ignacio de Artega in the ship Princesa, and with Quadra as captain of the ship Favorite, sailed from Mexico to the coast of Alaska, reaching 61° N. Two further Spanish expeditions, in 1788 and 1789, both under Esteban Jose Martínez and Gonzalo López de Haro, sailed to the Pacific Northwest. During the second expedition, they met the American captain Robert Gray near Nootka Sound. Upon entering Nootka Sound, they found William Douglas and his ship Iphigenia. Conflict led to the Nootka Crisis, which was resolved by agreements known as the Nootka Convention. In 1790, the Spanish sent three ships to Nootka Sound, under the command of Francisco de Eliza. After establishing a base at Nootka, Eliza sent out several exploration parties. Salvador Fidalgo was sent north to the Alaska coast. Manuel Quimper, with Gonzalo López de Haro as pilot, explored the Strait of Juan de Fuca, discovering the San Juan Islands and Admiralty Inlet in the process. Francisco de Eliza himself took the ship San Carlos into the Strait of Juan de Fuca. From a base at Port Discovery, his pilotos (masters) José María Narváez and Juan Carrasco explored the San Juan Islands, Haro Strait, Rosario Strait, and Bellingham Bay. In the process, they discovered the Strait of Georgia and explored it as far north as Texada Island. The expedition returned to Nootka Sound by August 1791. Alessandro Malaspina, sailing for Spain, explored and mapped the coast from Yakutat Bay to Prince William Sound in 1791, then sailed to Nootka Sound. Performing a scientific expedition in the manner of James Cook, Malaspina's scientists studied the Tlingit and Nuu-chah-nulth peoples before returning to Mexico. Another Spanish explorer, Jacinto Caamaño, sailed the ship Aranzazu to Nootka Sound in May 1792. There he met Quadra, who was in command of the Spanish settlement and Fort San Miguel. Quadra sent Caamaño north, to carefully explore the coast between Vancouver Island and Bucareli Bay, Alaska. Various Spanish maps, including Caamaño's, were given to George Vancouver in 1792, as the Spanish and British worked together to chart the complex coastline.[33]\n\nFrom 1792 to 1794, George Vancouver charted the Pacific Northwest on behalf of Great Britain, including the Strait of Georgia, the bays and inlets of Puget Sound, and the Johnstone Strait–Queen Charlotte Strait and much of the rest of the British Columbia Coast and southeast Alaska shorelines.[32] For him the city of Vancouver and Vancouver Island are named, as well as Vancouver, Washington. From Mexico, Malaspina dispatched the last Spanish exploration expedition in the Pacific Northwest, under Dionisio Alcalá Galiano and Cayentano Valdes aboard the schooners Sutil and Mexicana.[34] They met Vancouver in the Strait of Georgia on June 21, 1792. Vancouver had explored Puget Sound just previously. The Spanish explorers knew of Admiralty Inlet and the unexplored region to the south, but they decided to sail north. They discovered and entered the Fraser River shortly before meeting Vancouver. After sharing maps and agreeing to cooperate, Galiano, Valdés, and Vancouver sailed north to Desolation Sound and the Discovery Islands, charting the coastline together. They passed through Johnstone Strait and Cordero Channel and returned to Nootka Sound. As a result, the Spanish explorers, who had set out from Nootka, became the first Europeans to circumnavigate Vancouver Island. Vancouver himself had entered the Strait of Juan de Fuca directly without going to Nootka first, so had not sailed completely around the island.[33]\n\nIn 1786, Jean-François de La Pérouse, representing France, sailed to Haida Gwaii after visiting Nootka Sound, but any possible French claims to this region were lost when La Pérouse and his men and journals were lost in a shipwreck near Australia. Upon encountering the Salish coastal tribes, either Pérouse or someone in his crew remarked, \"What must astonish most is to see painting everywhere, everywhere sculpture, among a nation of hunters\".[35] Maritime fur trader Charles William Barkley also visited the area in Imperial Eagle, a British ship falsely flying the flag of the Austrian Empire. American merchant sea-captain Robert Gray traded along the coast, and discovered the mouth of the Columbia River.\n\nExplorer Alexander Mackenzie completed in 1793 the first continental crossing in what is called today central British Columbia and reached the Pacific Ocean. Simon Fraser explored and mapped the Fraser River from Central British Columbia down to its mouth in 1808. And mapmaker David Thompson explored in 1811 the entire route of the Columbia River from its northern headwaters all the way to its mouth. These explorations were commissioned by the North West Company and were all undertaken with small teams of Voyageurs.\n\nUnited States President Thomas Jefferson commissioned the Lewis and Clark Expedition to travel through the Midwest starting from St. Louis, cross the Continental Divide and reach the Columbia River up to its mouth. Americans reached the Pacific Ocean \"overland\" in 1805. The Pacific Fur Company sent in 1811 an \"over-lander\" crew including a large contingent of Voyageurs to retrace most of the path of the earlier expedition up to the mouth of the Columbia and join the company ship. The Tonquin came oversea via Cape Horn to build and operate Fort Astoria.\n\nThese early land expeditions mapped the way for subsequent land explorations and building early settlements.\n\nNoteworthy Russian settlements still in place include: Unalaska (1774), Kodiak (1791) and Sitka (1804) making them the oldest permanent non-Indigenous settlements in the Pacific Northwest. Temporary Spanish settlement Santa Cruz de Nuca (1789–1795) held on a few years at Nootka Sound.\n\nOther early occupation non-Indigenous settlements of interest, either long lasting or still in place, built and operated by either the North West Company, the Pacific Fur Company or the Hudson Bay Company include: Fort Saint-James (1806; oldest in British Columbia west of the Rockies), Fort Astoria (1811; oldest in Oregon), Fort Nez Percés (1818), Fort Alexandria (1821), Fort Vancouver (1824), Fort Langley (1827; oldest in southern British Columbia), Fort Nisqually (1833) and Fort Victoria (1843).\n\nAlso of interest are the first mixed ancestry settlements sometimes referred as Métis settlements or French Canadian settlements. Native and newly arrived \"half-breeds\" (born out of \"Europeans\" and Indigenous alliances), local and newly arrived Indigenous people as well as \"French Canadians\" all issued of the fur trade were all able to peacefully coexist. Small scale farming occurred. Catholic missions and churches thrived for many years. These first settlements were: French Prairie, Frenchtown near Walla Walla, Cowlitz Prairie (Washington), French Settlement (Oregon) and Frenchtown near Missoula. Most mixed ancestry people ended up resettled in or around Indigenous reserves during the subsequent period, or otherwise assimilating in the mainstream.[36]\n\nInitial formal claims to the region were asserted by Spain in 1513 with explorer Nuñez de Balboa, the first European to sight the Pacific Ocean from the Americas. Russian Maritime Fur Trade activity, through the Russian-American Company, extended from the farther side of the Pacific to Russian America. This prompted Spain to send expeditions north to assert Spanish ownership, while Captain James Cook and subsequent expeditions by George Vancouver advanced British claims. As of the Nootka Conventions, the last in 1794, Spain gave up its exclusive a priori claims and agreed to share the region with the other Powers, giving up its garrison at Nootka Sound in the process.\n\nThe United States established a claim based on the discoveries of Robert Gray, the Lewis and Clark Expedition, the construction of Fort Astoria, and the acquisition of Spanish claims given to the United States in the Adams–Onís Treaty.[37] From the 1810s until the 1840s, modern-day Washington, Oregon, Idaho, and western Montana, along with most of British Columbia, were part of what the United States called the Oregon Country and Britain called the Columbia District. This region was jointly claimed by the United States and Great Britain after the Treaty of 1818, which established a co-dominion of interests in the region in lieu of a settlement. In 1840, American Charles Wilkes explored in the area. John McLoughlin, Chief Factor of the Hudson's Bay Company, headquartered at Fort Vancouver, was the de facto local political authority for most of this time.\n\nThis arrangement ended as U.S. settlement grew and President James K. Polk was elected on a platform of calling for annexation of the entire Oregon Country and of Texas. After his election, supporters coined the famous slogan \"Fifty-four Forty or Fight\", referring to 54°40' north latitude—the northward limit of the United States' claim.[38] After a war scare with the United Kingdom, the Oregon boundary dispute was settled in the 1846 Oregon Treaty, partitioning the region along the 49th parallel and resolving most, but not all, of the border disputes (see Pig War).\n\nThe mainland territory north of the 49th parallel remained unincorporated until 1858, when a mass influx of Americans and others during the Fraser Canyon Gold Rush forced the hand of Colony of Vancouver Island's Governor James Douglas, who declared the mainland a Crown Colony. The two colonies were amalgamated in 1866 to cut costs, and joined the Dominion of Canada in 1871. The U.S. portion became the Oregon Territory in 1848. It was later subdivided into Oregon Territory and Washington Territory. These territories became the states of Oregon, Idaho, Washington and parts of other Western states.\n\nDuring the American Civil War, British Columbia officials pushed for London to invade and conquer the Washington Territory in effort to take advantage of Americans being distracted in the war on the Eastern region. This was rejected, as the UK did not wish to risk war with the United States, whose forces were better prepared and trained much more than the British troops.[39]\n\nAmerican expansionist pressure on British Columbia persisted after the colony became a province of Canada, even though Americans living in the province did not harbor annexationist inclinations. The Fenian Brotherhood openly organized and drilled in Washington, particularly in the 1870s and the 1880s, though no cross-border attacks were experienced. During the Alaska Boundary Dispute, U.S. President Teddy Roosevelt threatened to invade and annex British Columbia if Britain would not yield on the question of the Yukon ports. In more recent times, during the so-called \"Salmon War\" of the 1990s, Washington Senator Slade Gorton called for the U.S. Navy to \"force\" the Inside Passage, even though it is not an official international waterway. Disputes between British Columbia and Alaska over the Dixon Entrance of the Hecate Strait between Prince Rupert and Haida Gwaii have not been resolved.[40]\n\n"
        },
        {
            "title": "Geology",
            "text": "The Northwest is still highly geologically active, with both active volcanoes and geologic faults.[41]\n\nThe last known great earthquake in the northwest was the 1700 Cascadia earthquake.[42] The geological record reveals that \"great earthquakes\" (those with moment magnitude 8 or higher) occur in the Cascadia subduction zone about every 500 years on average, often accompanied by tsunamis. There is evidence of at least 13 events at intervals from about 300 to 900 years.[43]\n\nActive volcanoes in the region include Mount Garibaldi, Mount Baker, Mount Rainier, Mount St. Helens, Mount Adams, Mount Hood, Mount Meager, Mount Jefferson, Mount Shasta, and Glacier Peak.\n\n"
        },
        {
            "title": "Geography",
            "text": "The Pacific Northwest is a diverse geographic region, dominated by several mountain ranges, including the Coast Mountains, the Cascade Range, the Olympic Mountains, the Columbia Mountains, and the Rocky Mountains. The highest peak in the Pacific Northwest is Mount Rainier, in the Washington Cascades, at 14,410 feet (4,392 m). Immediately inland from the Cascade Range are broad, generally dry plateaus. In the US, this region is known as the Columbia Plateau, while in British Columbia, it is the Interior Plateau, also called the Fraser Plateau. The Columbia Plateau was the scene of massive ice-age floods, and as a consequence, there are many coulees, canyons, and the Channeled Scablands. Much of the plateau, especially in eastern Washington, is irrigated farmland.[44] The Columbia River cuts a deep and wide gorge around the rim of the Columbia Plateau and through the Cascade Range on its way to the Pacific Ocean.\n\nBecause many areas have plentiful rainfall and mild summers, the Pacific Northwest has some of North America's most lush and extensive forests, which are extensively populated with Coast Douglas fir trees, the second tallest growing evergreen conifer on earth. The region also contains specimens of the tallest trees on earth, the coast redwoods, in southwestern Oregon, but the largest of these trees are located just south of the California border in northwestern California. Coastal forests in some areas are classified as temperate rain forest.\n\nCoastal features are defined by the interaction with the Pacific and the North American continent. The coastline of the Pacific Northwest is dotted by numerous fjords, bays, islands, and mountains. Some of these features include the Oregon Coast, Burrard Inlet, Puget Sound, and the highly complex fjords of the British Columbia Coast and Southeast Alaska. The region has one of the world's longest fjord coastlines.[45]\n\nThe Pacific Northwest contains an uncountable number of islands, many of the smaller ones being unnamed. The vast majority of such islands are located in British Columbia and Alaska. Vancouver Island is by far the largest island in the area, but other significant land masses include the Haida Gwaii, vast and remote Princess Royal Island, Prince of Wales Island and Chichagof Island. The Salish Sea located close to major populated areas contains smaller but more frequently visited and well known islands. These include Whidbey Island, Salt Spring Island, and Texada Island, along with dozens of smaller islands in the San Juan and Gulf Island chains.\n\nThe major cities of Vancouver, Portland, Seattle, and Tacoma all began as seaports supporting the logging, mining, and farming industries of the region, but have developed into major technological and industrial centers (such as the Silicon Forest), which benefit from their location on the Pacific Rim.\n\nIf defined as British Columbia, Idaho, Oregon and Washington, the Pacific Northwest has four US National Parks: Crater Lake in Oregon, and Olympic, Mount Rainier, and North Cascades in Washington. If a larger regional definition is used, then other US National Parks might be included, such as Redwood National and State Parks, Glacier Bay National Park, Wrangell–St. Elias National Park, Grand Teton National Park, and parts of Glacier National Park and Yellowstone National Park. There are several Canadian National Parks in the Pacific Northwest, including Pacific Rim National Park on the west coast of Vancouver Island, Mount Revelstoke National Park and Glacier National Park in the Selkirk Range alongside Rogers Pass, Kootenay National Park and Yoho National Park on the British Columbia flank of the Rockies, Gwaii Haanas National Park Reserve in Haida Gwaii, and the Gulf Islands National Park Reserve in the Strait of Georgia. There are numerous protected areas in British Columbia and in the United States.\n\nOther outstanding natural features include the Columbia River Gorge, Fraser Canyon, Mount St. Helens, Malaspina Glacier, and Hells Canyon. The south-central Coast Mountains in British Columbia contain the five largest mid-latitude icefields in the world.\n\nThe main general climatic types of the Pacific Northwest are temperate oceanic, where cool temperatures and frequent cloudy skies are typical: both moderate and four seasons, but mountainous and arid high desert climates occupy the sparsely populated areas east of the Cascades. An oceanic climate occurs in most coastal areas, typically between the ocean and high mountain ranges. An Alpine climate dominates in the high mountains. Semi-arid and arid climates are found east of the higher mountains, especially in rainshadow areas. The Harney Basin of Oregon is an example of arid climate in the Pacific Northwest. Humid continental climates occur inland on windward sides, in places such as Revelstoke, British Columbia. A subarctic climate can be found farther north, especially in Yukon and Alaska.[46]\n\nUnder the Köppen climate classification, a warm-summer version of the dry-summer mediterranean (Csb) designation, is assigned to many areas of the Pacific Northwest as far north as central Vancouver Island and the Gulf Islands, including cities such as Victoria, Vancouver (coast area), Seattle, and Portland.[47] These zones are not associated with a typical dry-summer climate, and would be classified as marine west coast (Cfb), except dry-summer patterns typical to the Pacific Northwest meet Köppen's minimum Cs thresholds. Other climate classification systems, such as Trewartha, place these areas firmly in the oceanic zone (Do).[48]\n\nBecause of summer air dryness and low humidity, many of the main cities of the region have Mediterranean climates. The lack of rain in the hot season is associated with high atmospheric pressure. The shadows of the mountains also greatly decrease the amount of precipitation. West of the Cascades, the marine climates have a much greater precipitation than the west coast of Europe due to orographic lift, with some regions seeing as much as 3,500 mm (138 in) of precipitation per year. Winters are very mild for the region's latitude. The growth of Arbutus, a broad-leafed tree, is possible on Vancouver Island due to the mild winters.[49][50][51][52][53][54]\n\nMuch of the Pacific Northwest is forested. The Georgia Strait–Puget Sound basin is shared between western British Columbia and Washington, and the Pacific temperate rain forests ecoregion, which is the largest of the world's temperate rain forest ecoregions in the system created by the World Wildlife Fund, stretches along the coast from Alaska to California. The dry desert inland from the Cascade Range and Coast Mountains is very different from the terrain and climate of the coastal area due to the rain shadow effect of the mountains, and comprises the Columbia, Fraser and Thompson Plateaus and mountain ranges contained within them. The interior regions' climates largely within Eastern Washington, south central British Columbia, Eastern Oregon, and southern Idaho are a part of the Great Basin Desert, although by their northern and eastern reaches, dry land and desert areas verge at the end of the Cascades' and Coast Mountains' rain shadows with the boreal forest and various alpine flora regimes characteristic of eastern British Columbia, the Idaho Panhandle and western Montana roughly along a longitudinal line defined by the Idaho border with Washington and Oregon. The North American inland temperate rainforest is located in the so-called interior wet-belt, approximately 500-700km inland from the pacific coast on western, windward mountain slopes and valley bottoms of the Columbia Mountains and the Rocky Mountains. The interior wet-belt refers to a discontinuous band of humid forest patches, that are scattered over 1000km between Purden Lake in Canada’s British Columbia (54° North) and Montana and Idaho's Bitterroot Mountains and Idaho’s Salmon River Mountains (45° North).[55] It is closely associated with the North Central Rockies forests ecoregion designated by the WWF, which extends over a similar range but incorporates various non-temperate rainforest ecosystems.\n\n"
        },
        {
            "title": "Demographics",
            "text": "The overwhelming majority of the population of the Pacific Northwest is concentrated in the Portland–Seattle–Vancouver corridor. As of 2016, the combined populations of the Lower Mainland region (which includes Greater Vancouver), the Seattle metropolitan area, and the Portland metropolitan area totaled more than nine million people.[56][57][58] However, beyond these three cities, the PNW region is characterized by a very low density population distribution. Some other regions of greater population density outside this corridor include the Greater Victoria area and Greater Nanaimo area on Southern Vancouver Island (with a population of approximately 530,000),[59][60] the Okanagan Valley in the British Columbia interior (about 350,000 people centered around the city of Kelowna, which has close to 200,000 people). Large geographical areas may only have one mid-sized to small-sized city as a regional center (often a county seat), with smaller cities and towns scattered around. Vast areas of the region may have little or no population at all, largely due to the presence of extensive mountains and forests, and plateaus containing both extensive farm and range lands, much of which is protected from development in large parks and preserves, or by zoning use regulation related to traditional land use. For example, all cities within the portion of California which are sometimes included some definitions of the \"Pacific Northwest\" have populations less than 100,000, with that portion of the state containing millions of acres of national forests and parks.\n\nIn British Columbia, Europeans form 64% of the population with Asians comprising a further 29% of the provincial population. Both the Asian and European populations of the province are diverse; of the Asian population, 15% of the population is of East Asian descent, 8% of the population is of South Asian descent, with smaller numbers of Southeast Asians (4%) and West Asians (2%); the European population contains large communities of English Canadians, Scottish Canadians, Irish Canadians, French Canadians, German Canadians, and many others.[76] Europeans form between 80 and 90 per cent of the population in U.S. section of the Pacific Northwest, thus the Asian presence is comparably smaller, with all Asian groups together comprising about 8% of Washington state's population, and less than 4% in Oregon and Idaho. This is due to immigration quotas at the federal level, as while Canada has one-tenth the population of the United States, it takes in one-quarter as many immigrants; many of whom are from Asia. Vancouver settled about a quarter of all emigrants from Hong Kong to Canada in the late 1980s.[77]\n\nIn the U.S. side of the region, Latinos make up a large portion of the agricultural labor force east of the Cascade Range, and are an increasing presence in the general labor force west of the Cascades. Despite the second Great Migration from the 1940s to 1960s due to the booming Boeing war industry and post-war growing economy, African Americans are less numerous in the Pacific Northwest; however, the overall African American population has been growing in other smaller urban areas throughout the region such as Eugene.[78] African Americans tend to concentrate in western urban areas such as Tacoma, south Seattle, and Portland. Nonetheless, Black people have a very large presence in Tacoma's Hilltop and South Tacoma neighborhoods, Seattle's Central District and Rainier Valley neighborhoods,[79] and in Portland's Northeast Quadrant.[80] There are growing numbers in Vancouver as well, particularly Africans, Jamaicans and Black people from the United States.\n\nBeginning in the late 20th century, a general suburbanization of East and South Asian communities occurred in Vancouver, prompting concerns regarding the preservation of historical inner-city communities particularly in Chinatown and Punjabi Market. \n\nAfrican Americans have held the positions of Mayor in Seattle; King County executive, while the state of Washington elected a Chinese American governor during the 1990s, Gary Locke.\n\nBritish Columbians of many ethnicities are prominent in all levels of politics and government, and the province has a number of \"firsts\" in Canadian political history, including the first non-white and Asian Premier, Ujjal Dosanjh (who is Indo-Canadian) and the first Asian Lieutenant-Governor, the Hon. David Lam. The Lieutenant-Governor from 2007 to 2012, Steven Point, was of aboriginal origin, being Stó:lō (the dominant type of Coast Salish in BC's Lower Mainland) from the Chilliwack area. The leader of the opposition party from 2005 to 2011, the NDP, was Carole James, of partial Métis origin. Colonial governor James Douglas was himself mulatto of Guyanese extraction and his wife was of Cree origin.\n\nOregon has been a national leader concerning LGBT representation in government. At the time of his election to the office of Portland mayor in 2008, Sam Adams was the first openly gay individual to represent a city of Portland's size in the United States. In Silverton, Oregon, the same year, Stu Rasmussen was elected the first transgender mayor in U.S. history. The first two LGBT state supreme court justices in the country both sit on the Oregon Supreme Court. Governor of Oregon Kate Brown is the highest-ranking openly bisexual politician in the United States. In 2017, Jenny Durkan was elected as the first openly lesbian mayor of Seattle.\n\nMost Americans and Canadians consider the Pacific Northwest English accent \"neutral\", though indistinct from the Midwestern dialects that some believe typify American speech.[81][82][83] It possess the low back vowel merger, or the cot–caught merger. Canadian raising occurs in British Columbia and some speakers in Washington to a similar degree as it does in southern Ontario, but weaker than other parts of Canada. The California Vowel Shift also affects speech in the region.\n\nChinook Jargon was a pidgin or trade language established among indigenous inhabitants of the region. After contact with Europeans, French, English, and Cree words entered the language, and \"eventually, Chinook became the lingua franca for as many as 250,000 people along the Pacific Slope from Alaska to Oregon\".[84] Chinook Jargon reached its height of usage in the 19th century, though remained common in resource and wilderness areas, particularly, but not exclusively, by Native Americans and Canadian First Nations people, well into the 20th century. Today, its influence is felt mostly in place names and a handful of localized slang terms, particularly the word skookum, which remains hallmark of people raised in the region.\n\nFrench was the Voyageurs working language of the early continental crossover exploration crews. The ensuing fur trade was dominated by French Canadian (and Métis) workers. The language held on South of the border in a few early settlements such as French Prairie, Frenchtown (Washington), Frenchtown (Montana), Cowlitz Prairie and French Settlement. These early settlements got resupplied through waves of new arrivals from the Oregon Trail attracted by the language and Catholics communities. Much of it ended up assimilating to the melting pot or sometimes folding into reservations. New waves of French speaking workers came in later on to work in forestry and wood mills such as Maillardville located in the greater Vancouver area. French remains much used in place names, in the documentation of products intended for North America (along with Spanish and English), as well as an official language in Canada. French schooling is also popular in Western Canada, including British Columbia.\n\nBesides English and indigenous languages, Chinese has been common since the gold rushes of the mid-19th century, most particularly in British Columbia. Since the 1980s the Toishan, a Yue dialect predominant in the area, has been replaced by mainstream Cantonese and by Mandarin because of large-scale immigration from Asia. Punjabi is also common in British Columbia, specifically in Greater Vancouver and the Fraser Valley owing to the large Punjabi Sikh population in the region, first arriving in the late 19th century.[85] Spanish is also spoken in parts of Oregon and Washington as well as British Columbia by Mexicans and other Hispanics, both recent immigrants and long-standing communities.\n\nThe Pacific Northwest has the lowest rate of church attendance in the United States and consistently reports the highest percentage of atheism;[86][87] this is most pronounced on the part of the region west of the Cascades.[88] A recent study indicates that one quarter of those in Washington and Oregon have no religion.[89] Similarly, according to the 2011 National Household Survey, 44% of British Columbia residents reported no religion.[90]\n\nReligion plays a smaller part in Pacific Northwest politics than in the rest of the United States. The religious right has considerably less political influence than in other regions. Political conservatives in the Pacific Northwest tend to identify more strongly with free-market libertarian values than they do with more religious social conservatives.[91]\n\nThat said, three of the four major international charities in the region are religious in nature: World Concern, World Vision International, and Mercy Corps. This is part of a long tradition of activist religion. The Skid Road Group, a shelter offering soup and sermons to the unemployed and recovering alcoholics, was launched in Vancouver, with the Salvation Army having deep roots in the Gastown district, dating back to the era of the construction of the Canadian Pacific Railway (1880s) and attained prominence in the same centers during the Klondike Gold Rush.\n\nThe region is also known as a magnet for a wide range of philosophical and spiritual belief systems. Eastern spiritual beliefs have been adopted by an unusually large number of people (by North American standards), and Tibetan Buddhism in particular has a strong local following.[92] The Northwest Tibetan Cultural Association, claimed to be the largest organization of its kind in the world, was founded in Portland in 1993.\n\nThe region is home to many unique Christian communities, ranging from the Doukhobors to the Mennonites. The Mennonite Central Committee Supportive Care Services is based in the British Columbia city of Abbotsford.[93] The Mennonite Central Committee and the Mennonite Disaster Service enjoy a heavy rate of enlistment and donations from the strong Mennonite community in British Columbia's Fraser Valley. The Doukhobors, whose church is the Union of Spiritual Communities of Christ, are a Russian Anabaptist sect whose migration to Canada was aided by Count Leo Tolstoy, and who are today focussed in the West Kootenay and Boundary regions of Southeastern British Columbia. Their history in Canada includes resistance to state education and industrial development (see Sons of Freedom). Also, within the region, there is a fairly strong representation of Orthodox churches (Greek, Russian, Serbian, and others), as well as the Ukrainian Greek Catholic Church. Oregon's Willamette Valley has a large population of Russian Old Believers.[94] Religious sees that are based in the Pacific Northwest include the Roman Catholic ecclesiastical provinces of Portland, Seattle, and Vancouver, Province 8 of the Episcopal Church in the United States of America, the Anglican Ecclesiastical Province of British Columbia and Yukon, and the suffragan dioceses that make up those provinces.\n\nYogic teachings, Sufism, tribal and ancient beliefs and other philosophies are widely studied and appreciated in the region. The Lower Mainland of British Columbia has a very large Sikh community. Oregon has a considerable Quaker (Society of Friends) population. There has been major growth in Chinese Buddhist temples since the increase in immigration from East Asia in the 1980s, especially in Vancouver.\n\nAlso in Vancouver, there is a small Hindu population, a number of Parsee (Zoroastrians), and an emerging Muslim, especially the 11,000-strong Ismaili,[95] population from South Asia, the Middle East, Africa, the Balkans, Southeast Asia, and elsewhere.\n\nTwo of the five Shingon Buddhist temples in America are located in Seattle.[96]\n\nSome people in the area also embrace alternative religion, such as New Age spirituality and Neo-Paganism.[97] A New Thought church called Living Enrichment Center with 4,000 members was located in Wilsonville, Oregon, from 1992 to 2004.[98]\n\n"
        },
        {
            "title": "Politics",
            "text": "A major divide in political opinion separates the region's greatly more populated urban core and rural areas west of the mountains from its less populated rural areas to their east and (in British Columbia and Alaska) north.[99] The coastal areas—especially in the cities of Vancouver, Victoria, Bellingham, Seattle, Tacoma, Olympia, Portland, and Eugene—are some of the most politically liberal parts of North America, regularly supporting left-wing political candidates and causes by significant majorities. The religious right has much less influence throughout the region than elsewhere in the U.S. or in Western Canada. Certain areas of the British Columbia Interior, particularly the West Kootenay, and some areas of Vancouver Island and the B.C. Coast, have long histories of labour, environmental, and social activism.\n\nThe jurisdictions have relatively liberal abortion laws, gender equality laws, legal cannabis, and strong LGBT rights, especially British Columbia where these issues are of federal jurisdiction, and where same-sex marriage has been legal since 2003, Washington, where it has been legal since 2012, and Oregon, where same-sex marriage was made legal in May 2014. Oregon was the first U.S. state to legalize physician-assisted suicide, with the Death with Dignity Act of 1994. Washington State was the second when I-1000 passed in 2008. Colegio Cesar Chavez, the first fully accredited Hispanic college in the U.S., was founded in Mount Angel, Oregon, in 1973. In 1986, King County, Washington, which contains Seattle, voted to change its namesake from William R. King to Martin Luther King Jr.[100]\n\nThese areas, especially around Puget Sound, have a long history of political radicalism. The radical labor organizers called Wobblies were particularly strong there in the mines, lumber camps and shipyards. A number of anarchist communes sprang up there in the early 20th century (see Charles Pierce LeWarne's Utopias on Puget Sound, 1885–1915 for an overview of this movement). There are also pro gun socialist organizations such as Puget Sound John Brown Gun Club. Seattle is one of a handful of major cities in North America in which the populace engaged in a general strike (in 1919), and was the first major American city to elect a woman mayor, Bertha Knight Landes (in 1926).[101] Socialist beliefs were once widespread (thanks in large part to the area's large numbers of Scandinavian immigrants), and the region has had a number of Socialist elected officials. So great was its influence that the U.S. Postmaster General, James Farley, jokingly toasted the \"forty-seven states of the Union, and the Soviet of Washington\", at a gala dinner in 1936 (although Farley denied ever saying it).[102]\n\nDue to the Pacific Northwest being a generally liberal region, it also has a long history of feminism and people with feminist ideologies. The journey on the Oregon Trail may have been the part of the cause of feminism in the region, many women on the trail had to break gender-normative roles on the trail.[103] Women occasionally were allowed the chance to try new things like cracking the whip for the wagon, given these opportunities women began to question their roles in society.[103] Early days in the west, no forms of government had been established and this may have been part of the cause of feminist ideologies, new laws were formed to fit the regions needs and women were granted rights to land ownership in the West much earlier than in the East because of high death rates of men in the region.[104] While this may be coincidental, this granted women power. Women's suffrage movements were prominent in the Pacific Northwest; Susan B. Anthony did a tour through the region attempting to spread her ideas and made stops in Portland, the Willamette Valley, Columbia River, and Victoria. [105] Not only were women's suffrage movements prominent in the Pacific Northwest, but there was also a fight for women to keep their jobs after men returned from war in World War I. [106] A group titled the Washington State Women's Council (founded in 1963) fought for women's policies, this group worked towards the states' equal rights amendment, and fought for women's property rights in marriage during the 1972 legislative session.[107]\n\nThe region also has a long history of starting cooperative and communal businesses and organizations, including Group Health,[108] REI, MEC, Puget Consumers Co-op, and numerous granges and mutual aid societies. It also has a long history of publicly owned power and utilities, with many of the region's cities owning their own public utilities. In British Columbia, credit unions are common and popular cooperatively owned financial institutions.\n\nEast of the Cascades, in Eastern Washington and Eastern Oregon, the population is much more conservative. The eastern portions of Washington and especially Oregon, due to their low populations, do not generally have enough voting power to be competitive at the state level, and thus the governorships and U.S. Senate seats of both Oregon and Washington are usually held by the Democrats. Conservatism in the eastern part of the Pacific Northwest tends to be distrustful of federal government interference in the market.\n\n"
        },
        {
            "title": "Economy",
            "text": "Aluminum smelting was once an important part of the region's economy due to the abundance of cheap hydroelectric power. Hydroelectric power generated by the hydroelectric dams on the Columbia River powered at least ten aluminum smelters during the mid-20th century. By the end of World War II these smelters were producing over a third of the United States' aluminum. Production rose during the 1950s and 1960s, then declined. By the first decade of the 21st century the aluminum industry in the Pacific Northwest was essentially defunct.[109] The Alcan smelter at Kitimat continues in operation and is fed by the diversion of the Nechako River (a tributary of the Fraser) to a powerhouse on the coast at Kemano, near Kitimat.\n\nThe region as a whole, but especially several specific areas, are concentrated high-tech areas: Seattle eastern suburbs, the Portland Silicon Forest area, and Vancouver, British Columbia. These areas are also leading \"creative class\" economic drivers, feeding thriving cultural sectors, and include many knowledge workers and numerous international advertising, media, and design firms.\n\n"
        },
        {
            "title": "Education",
            "text": "Colleges and universities in the Pacific Northwest:\n\n"
        },
        {
            "title": "Culture",
            "text": "Although the dominant culture in the Pacific Northwest today is Anglo-American, Anglo-Canadian, and Scandinavian American, there is significant Mexican and Chinese influence. 23% of Vancouver, British Columbia, is Chinese, and 50% of residents of the City of Vancouver do not speak English as their first language.[110] Parts of Oregon and Washington are bilingual in both English and Spanish, and Native American culture is strong throughout the Pacific Northwest. The hippie movement also began in California and the Pacific Northwest. There have been proposals for certain parts of the Pacific Northwest becoming its own country because of the shared ecoregion and culture,[111][112] the most well-known being Cascadia. However, the region is strongly divided by the international border, and this division grew more rather than less powerful over the 20th century.[113] Carl Abbott argues that, given the twin factors of limited economic integration vis-a-vis NAFTA, and cultural similarities, he views the major cities as \"going their separate ways\" as east–west gateways of commerce, competing with each other, rather than forming north–south connectors of a tentative \"mega-region\".[113]\n\nCannabis use is relatively popular, especially around Vancouver, Victoria, Bellingham, Seattle, Olympia, Portland, and Eugene. Several of these jurisdictions have made arrests for cannabis a low enforcement priority. Medical marijuana is legal in British Columbia,[114] Washington,[115] and Oregon,[116] as well as in Alaska, which has legalised cannabis and has many licensed dispensaries,[117] and in Yukon, although less than 50 of the territory's residents are licensed to use medical marijuana, and no legal dispensaries operate within its borders.[118] As of December 6, 2012, possession of less than an ounce of marijuana for recreational use by persons over 21 years of age became legal in Washington state as a result of state ballot measure Initiative 502, which was approved by the state's voters on November 6, 2012, by a ten-point margin. As of July 1, 2015, recreational marijuana use was legalized in Oregon as well.[119][120]\n\nEnvironmentalism is prominent throughout the region, especially west of the Cascades. Environmentally conscious services such as recycling and public transportation are widespread, most notably in the more populous areas. Politically, the Pacific Northwest is actively involved in environmental efforts. The international organization Greenpeace was born in Vancouver in 1970 as part of a large public opposition movement in British Columbia to US nuclear weapons testing on Amchitka Island in the Aleutian Islands. Liberal and conservative Northwesterners, such as former U.S. Senator Slade Gorton (R-WA) and moderate Democrats like former Speaker of the House Tom Foley (D-WA), have been prominent in the development of conservative approaches to environmental protection. Seattle in particular is also home to a large number of publications and institutions concerned with the environment and sustainability, including both Worldchanging and Grist.org, the U.S.'s two largest online green magazines. The Pacific Northwest is also noted for a large number of gardening clubs, with Victoria having an annual flower count in February.\n\nThe direct-intervention oceanic protection group known as the Sea Shepherd Conservation Society has its headquarters in Friday Harbor on San Juan Island.[121]\n\nIn British Columbia, environmentalists fought to protect Clayoquot Sound in the 1980s and 1990s. More recently the province has agreed to environmental protections in the Great Bear Rainforest.\n\nThe modern-era Pacific Northwest is known for indie music, especially grunge, alternative rock, and metal; the region also has folk music and world music traditions and has lately gained notice for its hip hop scene. Many acts are associated with the independent label Sub Pop. KEXP.org is a popular Seattle-based public indie music radio station known across the country. Among the Northwest's largest music festivals are the Merritt Mountain Music Festival, the Vancouver Folk Music Festival, the Sasquatch! Music Festival in George, Washington, Seattle's Bumbershoot, Boise's Treefort Music Fest, and Portland's MusicfestNW. Portland's Waterfront Blues Festival is the largest blues-based festival west of the Mississippi River.\n\nAmong the most notable rock artists originating from the region are Jimi Hendrix, Nirvana, Pearl Jam, Soundgarden, Alice in Chains, Foo Fighters, The Decemberists, and Sleater-Kinney. The history of Northwest rock, however, finds its roots in the mid-1950s and 1960s with such bands as The Sonics, The Ventures, The Kingsmen, and Paul Revere and the Raiders.[122]\n\nFoods typical of the Pacific Northwest include wild salmon, halibut, shellfish, huckleberries, marionberries, a wide variety of Asian cuisines, and locally produced fruits, vegetables, and cheeses.[123][124]\n\nChinese, Japanese, Korean, Indian, Italian, Mexican, and Greek cuisines are prevalent throughout the Northwest, and reflect the historically strong presence of those communities in the restaurant industry there. Teriyaki restaurants are particularly common in the Seattle area.[125][126] Eateries featuring West Asian (predominantly Persian), East Asian fusion, and South Asian (predominantly Punjabi) cuisines are common throughout in Greater Vancouver, as are ethnic specialty restaurants of all kinds. Ethnic staples ranging from frozen perogies or samosas to frozen spring rolls or dim sum are common in most supermarkets in these communities.\n\nLocally-made craft beers, ciders, and premium wines from various wine-growing areas within the region are popular with drinkers and diners. Northern latitude and coastal breezes create a climate that attracts international recognition for its mostly family-owned and operated vineyards and wineries.\n\nPortland is a major microbrewery center in America,[127] and is home to numerous breweries.\n\nSkiing, snowboarding, cycling, mountaineering, hiking, camping, hunting, fishing, boating, and water sports are popular outdoor activities. Vancouver, Seattle, Tacoma, Portland, Boise and Victoria are home to numerous professional sports teams, including the Abbotsford Canucks, BC Bears, BC Lions, Eugene Emeralds, Everett AquaSox, Everett Silvertips, Fraser Valley Bandits, Hillsboro Hops, OL Reign, Portland Thorns FC, Portland Timbers, Portland Trail Blazers, Portland Winterhawks, Salem-Keizer Volcanoes, Seattle Dragons, Seattle Mariners, Seattle Seahawks, Seattle Seawolves, Seattle Sounders FC, Seattle Storm, Seattle Thunderbirds, Seattle Kraken, Pacific FC, Tacoma Defiance, Tacoma Rainiers, Tri City Americans, Vancouver Canadians, Vancouver Canucks, Vancouver Warriors, Vancouver Giants, Vancouver Whitecaps FC, Boise Hawks, Idaho Steelheads, Idaho Horsemen, Idaho Falls Chukars  and Victoria Royals.\n\nThe region's three USSF Division 1 Major League Soccer teams the Whitecaps FC, Sounders FC, and Timbers play to sold-out crowds and compete annually for the Cascadia Cup. The USSF Division 4 USL Premier Development League also has seven teams in the Northwest Division. In addition to all this, the region has its own representative non-FIFA team which joined the N.F.-Board officially in 2013 to participate in friendlies and the VIVA World Cup.[128]\n\nIn 2018, the Cascadia Association Football Federation competed in the 2018 ConIFA World Football Cup representing the Pacific Northwest.\n\nVancouver is home to a 4-team league for Australian football, the British Columbia Australian Football League, one of several Canadian Australian football leagues.\n\nHockey is the most popular spectator sport in British Columbia, with the Vancouver Canucks of the NHL being the most popular professional team, although the Vancouver Giants of the Western Hockey League also have a very strong following. The Canadian Football League's BC Lions are considered Vancouver's second most popular team, although major league soccer's Vancouver Whitecaps FC have been rising in popularity in recent years. Hockey is slowly gaining popularity south of the border too, with the Everett Silvertips, Portland Winterhawks, and Seattle Thunderbirds of the Western Hockey League and the Seattle Kraken of the NHL.\n\nFollowers of the Portland Trail Blazers basketball team refer to themselves as the Sixth Man and Blazermania refers to the extraordinary dedication fans have shown the team. In Seattle, many fans are still upset over the move of the Seattle SuperSonics while supporters of the Seattle Seahawks football team are known officially as the 12th Man.[129] And the supporter groups, (namely the Emerald City Supporters, Timbers Army, and Vancouver Southsiders) of the three MLS teams of the region are renowned for their passion and dedication to their teams.\n\nThe only NASCAR track in the Pacific Northwest region is Evergreen Speedway, the largest short track west of the Mississippi River and has hosted many of the marquee drivers of NASCAR. With three oval tracks, a figure eight track and various road course variants, Evergreen Speedway operates year-round events. Evergreen Speedway hosts the NASCAR Whelen All American Series, the NASCAR K&N Pro Series West, National Figure Eight Events, USAC, SCCA, plus Touring Groups and Formula Drift.\n\nIn Idaho, Washington and Oregon, many residents passionately follow college athletics. In Washington, the major NCAA Division I college athletic programs are the University of Washington Huskies and the Washington State Cougars. In Oregon, the major programs are the University of Oregon Ducks and the Oregon State Beavers. All four of these programs are members of the Pac-12 Conference and compete with each other in a variety of sports.These universities are all considered rivals of one another, particularly in college football. The most significant of these rivalries are the Oregon–Washington football rivalry game, the Washington-Washington State game known as the Apple Cup due to Washington's notoriety for apple production and the Oregon–Oregon State football rivalry. As in professional sports, college fans in the Pacific Northwest are known for being particularly passionate about their teams. Both Husky Stadium (where the Washington Huskies play football) and Autzen Stadium (where the Oregon Ducks play football) have gained reputations for deafening noise, despite not being the largest of college football venues. Husky Stadium currently holds the record for the loudest crowd noise in NCAA history at 130 decibels,[130] while Autzen Stadium currently holds the record for the 4th at 127 decibels.[131] In Idaho, the major NCAA Division I college athletic programs are the Boise State Broncos, the Idaho Vandals and the Idaho State Bengals, the latter two being members of the Football Championship Subdivision in the Big Sky Conference while Boise State competes in the Mountain West Conference of the Football Bowl Subdivision. Boise State and Idaho enjoyed a healthy rivalry from the 1970's through the late 2000's with each team having significant win streaks in the series over the other, Boise State had the most recent streak with 12 consecutive wins starting in 1999 which was preceded by Idaho's most recent win streak of 12 consecutive wins from 1982 to 1993. In 2018, Idaho rekindled an old rivalry with Idaho State that had been dormant since 1996 when Idaho moved up to FBS. Idaho currently has the lead in the Battle of the Domes  series 29-13.\n\nSeattle is considered by Digital Trends magazine to be the top gaming city in America, a possible indicator of markedly higher rates of video game usage throughout the Pacific Northwest in general.[132] A number of major companies are headquartered in the Seattle metropolitan area, including Microsoft, Valve, Bungie, Nintendo of America (a wholly owned subsidiary of Nintendo), and Sony Computer Entertainment's subsidiary Sucker Punch Productions. Microsoft and Nintendo of America also have Canadian branches headquartered in Vancouver—Microsoft Canada and Nintendo of Canada—respectively, while EA Vancouver (a subsidiary division of Electronic Arts) is located in the same city.\n\nAmong the fiercely independent and frontier nature of the former Oregon Country and now western part of the United States, is the desire of some Pacific Northwesterners to improve upon their form of democracy by further subdividing the region into socio-political or bioregion defined nation states. Some desires are transnational and autonomous of the United States while others are in the hope of gaining additional representational control in particular regions of the Northwest. Among these fluidly changing geographical boundaries and areas sought by a segment of the population of the Northwest are the following Pacific Northwest proposed states and separatist movements:\n\n"
        },
        {
            "title": "Transportation",
            "text": "A 2007 statistical analysis ranked the 50 Greenest Cities in the United States, placing Portland, Oregon first, Eugene, Oregon, fifth, and Seattle, Washington, eighth.[134] The region as a whole is also known for its bicycle culture as an alternative form of transportation; Portland is considered by Forbes Traveler to be the second most bicycle-friendly city in the world.[135] Portland is also the hub of American bicycle manufacturing; as a whole it generated over $68 million in revenue in 2007.[135]\n\nSeattle, Washington has also garnered a reputation for its contributions to public transportation with the Puget Sound Transit system, including an underground light rail system and a 38.9% worker commute rate as of 2011.[136] Mass transit in Portland Metropolitan area is provided by TriMet and in Vancouver by TransLink (British Columbia).\n\n"
        }
    ]
}