{
    "url": "https://en.wikipedia.org/wiki/Packing_problem",
    "title": "Packing problems",
    "table_of_contents": [
        "1 Packing in infinite space",
        "1.1 Hexagonal packing of circles",
        "1.2 Sphere packings in higher dimensions",
        "1.3 Packings of Platonic solids in three dimensions",
        "2 Packing in 3-dimensional containers",
        "2.1 Different cuboids into a cuboid",
        "2.2 Spheres into a Euclidean ball",
        "2.3 Spheres in a cuboid",
        "2.4 Identical spheres in a cylinder",
        "2.5 Polyhedra in spheres",
        "3 Packing in 2-dimensional containers",
        "3.1 Packing of circles",
        "3.2 Packing of squares",
        "3.3 Packing of rectangles",
        "4 Related fields",
        "5 Packing of irregular objects",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Packing problems are a class of optimization problems in mathematics that involve attempting to pack objects together into containers. The goal is to either pack a single container as densely as possible or pack all objects using as few containers as possible. Many of these problems can be related to real-life packaging, storage and transportation issues. Each packing problem has a dual covering problem, which asks how many of the same objects are required to completely cover every region of the container, where objects are allowed to overlap.\n\nIn a bin packing problem, you are given:\n\nUsually the packing must be without overlaps between goods and other goods or the container walls. In some variants, the aim is to find the configuration that packs a single container with the maximal packing density. More commonly, the aim is to pack all the objects into as few containers as possible.[1] In some variants the overlapping (of objects with each other and/or with the boundary of the container) is allowed but should be minimized.\n\n"
        },
        {
            "title": "Packing in infinite space",
            "text": "Many of these problems, when the container size is increased in all directions, become equivalent to the problem of packing objects as densely as possible in infinite Euclidean space. This problem is relevant to a number of scientific disciplines, and has received significant attention. The Kepler conjecture postulated an optimal solution for packing spheres hundreds of years before it was proven correct by Thomas Callister Hales. Many other shapes have received attention, including ellipsoids,[2] Platonic and Archimedean solids[3] including tetrahedra,[4][5] tripods (unions of cubes along three positive axis-parallel rays),[6] and unequal-sphere dimers.[7]\n\nThese problems are mathematically distinct from the ideas in the circle packing theorem. The related circle packing problem deals with packing circles, possibly of different sizes, on a surface, for instance the plane or a sphere.\n\nThe counterparts of a circle in other dimensions can never be packed with complete efficiency in dimensions larger than one (in a one-dimensional universe, the circle analogue is just two points). That is, there will always be unused space if you are only packing circles. The most efficient way of packing circles, hexagonal packing, produces approximately 91% efficiency.[8]\n\nIn three dimensions, close-packed structures offer the best lattice packing of spheres, and is believed to be the optimal of all packings. With 'simple' sphere packings in three dimensions ('simple' being carefully defined) there are nine possible definable packings.[9] The 8-dimensional E8 lattice and 24-dimensional Leech lattice have also been proven to be optimal in their respective real dimensional space.\n\nCubes can easily be arranged to fill three-dimensional space completely, the most natural packing being the cubic honeycomb. No other Platonic solid can tile space on its own, but some preliminary results are known. Tetrahedra can achieve a packing of at least 85%. One of the best packings of regular dodecahedra is based on the aforementioned face-centered cubic (FCC) lattice.\n\nTetrahedra and octahedra together can fill all of space in an arrangement known as the tetrahedral-octahedral honeycomb.\n\nSimulations combining local improvement methods with random packings suggest that the lattice packings for icosahedra, dodecahedra, and octahedra are optimal in the broader class of all packings.[3]\n\n"
        },
        {
            "title": "Packing in 3-dimensional containers",
            "text": "Determine the minimum number of cuboid containers (bins) that are required to pack a given set of item cuboids. The rectangular cuboids to be packed can be rotated by 90 degrees on each axis.\n\nThe problem of finding the smallest ball such that k disjoint open unit balls may be packed inside it has a simple and complete answer in n-dimensional Euclidean space if \n\n\n\nk\n≤\nn\n+\n1\n\n\n{\\displaystyle k\\leq n+1}\n\n, and in an infinite-dimensional Hilbert space with no restrictions. It is worth describing in detail here, to give a flavor of the general problem. In this case, a configuration of k pairwise tangent unit balls is available. Place the centers at the vertices \n\n\n\n\na\n\n1\n\n\n,\n…\n,\n\na\n\nk\n\n\n\n\n{\\displaystyle a_{1},\\dots ,a_{k}}\n\n of a regular \n\n\n\n(\nk\n−\n1\n)\n\n\n{\\displaystyle (k-1)}\n\n dimensional simplex with edge 2; this is easily realized starting from an orthonormal basis. A small computation shows that the distance of each vertex from the barycenter is \n\n\n\n\n\n2\n\n\n(\n\n\n1\n−\n\n\n1\nk\n\n\n\n\n)\n\n\n\n\n\n\n{\\textstyle {\\sqrt {2{\\big (}1-{\\frac {1}{k}}{\\big )}}}}\n\n. Moreover, any other point of the space necessarily has a larger distance from at least one of the k vertices. In terms of inclusions of balls, the k open unit balls centered at \n\n\n\n\na\n\n1\n\n\n,\n…\n,\n\na\n\nk\n\n\n\n\n{\\displaystyle a_{1},\\dots ,a_{k}}\n\n are included in a ball of radius \n\n\n\n\nr\n\nk\n\n\n:=\n1\n+\n\n\n2\n\n\n(\n\n\n1\n−\n\n\n1\nk\n\n\n\n\n)\n\n\n\n\n\n\n{\\textstyle r_{k}:=1+{\\sqrt {2{\\big (}1-{\\frac {1}{k}}{\\big )}}}}\n\n, which is minimal for this configuration.\n\nTo show that this configuration is optimal, let \n\n\n\n\nx\n\n1\n\n\n,\n…\n,\n\nx\n\nk\n\n\n\n\n{\\displaystyle x_{1},\\dots ,x_{k}}\n\n be the centers of k disjoint open unit balls contained in a ball of radius r centered at a point \n\n\n\n\nx\n\n0\n\n\n\n\n{\\displaystyle x_{0}}\n\n. Consider the map from the finite set \n\n\n\n{\n\nx\n\n1\n\n\n,\n…\n,\n\nx\n\nk\n\n\n}\n\n\n{\\displaystyle \\{x_{1},\\dots ,x_{k}\\}}\n\n into \n\n\n\n{\n\na\n\n1\n\n\n,\n…\n,\n\na\n\nk\n\n\n}\n\n\n{\\displaystyle \\{a_{1},\\dots ,a_{k}\\}}\n\n taking \n\n\n\n\nx\n\nj\n\n\n\n\n{\\displaystyle x_{j}}\n\n in the corresponding \n\n\n\n\na\n\nj\n\n\n\n\n{\\displaystyle a_{j}}\n\n for each \n\n\n\n1\n≤\nj\n≤\nk\n\n\n{\\displaystyle 1\\leq j\\leq k}\n\n. Since for all \n\n\n\n1\n≤\ni\n<\nj\n≤\nk\n\n\n{\\displaystyle 1\\leq i<j\\leq k}\n\n, \n\n\n\n‖\n\na\n\ni\n\n\n−\n\na\n\nj\n\n\n‖\n=\n2\n≤\n‖\n\nx\n\ni\n\n\n−\n\nx\n\nj\n\n\n‖\n\n\n{\\displaystyle \\|a_{i}-a_{j}\\|=2\\leq \\|x_{i}-x_{j}\\|}\n\n this map is 1-Lipschitz and by the Kirszbraun theorem it extends to a 1-Lipschitz map that is globally defined; in particular, there exists a point \n\n\n\n\na\n\n0\n\n\n\n\n{\\displaystyle a_{0}}\n\n such that for all \n\n\n\n1\n≤\nj\n≤\nk\n\n\n{\\displaystyle 1\\leq j\\leq k}\n\n one has \n\n\n\n‖\n\na\n\n0\n\n\n−\n\na\n\nj\n\n\n‖\n≤\n‖\n\nx\n\n0\n\n\n−\n\nx\n\nj\n\n\n‖\n\n\n{\\displaystyle \\|a_{0}-a_{j}\\|\\leq \\|x_{0}-x_{j}\\|}\n\n, so that also \n\n\n\n\nr\n\nk\n\n\n≤\n1\n+\n‖\n\na\n\n0\n\n\n−\n\na\n\nj\n\n\n‖\n≤\n1\n+\n‖\n\nx\n\n0\n\n\n−\n\nx\n\nj\n\n\n‖\n≤\nr\n\n\n{\\displaystyle r_{k}\\leq 1+\\|a_{0}-a_{j}\\|\\leq 1+\\|x_{0}-x_{j}\\|\\leq r}\n\n. This shows that there are k disjoint unit open balls in a ball of radius r if and only if \n\n\n\nr\n≥\n\nr\n\nk\n\n\n\n\n{\\displaystyle r\\geq r_{k}}\n\n. Notice that in an infinite-dimensional Hilbert space this implies that there are infinitely many disjoint open unit balls inside a ball of radius r if and only if \n\n\n\nr\n≥\n1\n+\n\n\n2\n\n\n\n\n{\\displaystyle r\\geq 1+{\\sqrt {2}}}\n\n. For instance, the unit balls centered at \n\n\n\n\n\n2\n\n\n\ne\n\nj\n\n\n\n\n{\\displaystyle {\\sqrt {2}}e_{j}}\n\n, where \n\n\n\n{\n\ne\n\nj\n\n\n\n}\n\nj\n\n\n\n\n{\\displaystyle \\{e_{j}\\}_{j}}\n\n is an orthonormal basis, are disjoint and included in a ball of radius \n\n\n\n1\n+\n\n\n2\n\n\n\n\n{\\displaystyle 1+{\\sqrt {2}}}\n\n centered at the origin. Moreover, for \n\n\n\nr\n<\n1\n+\n\n\n2\n\n\n\n\n{\\displaystyle r<1+{\\sqrt {2}}}\n\n, the maximum number of disjoint open unit balls inside a ball of radius r is \n\n\n\n\n\n⌊\n\n\n\n\n2\n\n2\n−\n(\nr\n−\n1\n\n)\n\n2\n\n\n\n\n\n\n\n⌋\n\n\n\n\n{\\textstyle {\\big \\lfloor }{\\frac {2}{2-(r-1)^{2}}}{\\big \\rfloor }}\n\n.\n\nDetermine the number of spherical objects of given diameter d that can be packed into a cuboid of size \n\n\n\na\n×\nb\n×\nc\n\n\n{\\displaystyle a\\times b\\times c}\n\n.\n\nDetermine the minimum height h of a cylinder with given radius R that will pack n identical spheres of radius r (< R).[12] For a small radius R the spheres arrange to ordered structures, called columnar structures.\n\nDetermine the minimum radius R that will pack n identical, unit volume polyhedra of a given shape.[13]\n\n"
        },
        {
            "title": "Packing in 2-dimensional containers",
            "text": "Many variants of 2-dimensional packing problems have been studied. See the linked pages for more information.\n\nYou are given n unit circles, and have to pack them in the smallest possible container. Several kinds of containers have been studied:\n\n\n\nYou are given n unit squares and have to pack them into the smallest possible container, where the container type varies:\n\n"
        },
        {
            "title": "Related fields",
            "text": "In tiling or tessellation problems, there are to be no gaps, nor overlaps. Many of the puzzles of this type involve packing rectangles or polyominoes into a larger rectangle or other square-like shape.\n\nThere are significant theorems on tiling rectangles (and cuboids) in rectangles (cuboids) with no gaps or overlaps:\n\nThe study of polyomino tilings largely concerns two classes of problems: to tile a rectangle with congruent tiles, and to pack one of each n-omino into a rectangle.\n\nA classic puzzle of the second kind is to arrange all twelve pentominoes into rectangles sized 3×20, 4×15, 5×12 or 6×10.\n\n"
        },
        {
            "title": "Packing of irregular objects",
            "text": "Packing of irregular objects is a problem not lending itself well to closed form solutions; however, the applicability to practical environmental science is quite important. For example, irregularly shaped soil particles pack differently as the sizes and shapes vary, leading to important outcomes for plant species to adapt root formations and to allow water movement in the soil.[17]\n\nThe problem of deciding whether a given set of polygons can fit in a given square container has been shown to be complete for the existential theory of the reals.[18]\n\n"
        }
    ]
}