{
    "url": "https://en.wikipedia.org/wiki/Pakistani_philosophy",
    "title": "Pakistani philosophy",
    "table_of_contents": [
        "1 Overview",
        "2 References",
        "2.1 Suggested bibliography",
        "3 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Pakistani philosophy is the philosophical activity or the philosophical academic output both within Pakistan and abroad.[1][2] It encompasses the history of philosophy in the state of Pakistan, and its relations with nature, science, logic, culture, religion, and politics since its establishment on August 1947.[3]\n\nAcademically, the philosophical activities began in the universities and the thought organization founded by renowned philosopher Dr. M.M. Sharif in 1954.[1] In an editorial written by critic Bina Shah in Express Tribune in 2012, \"the philosophical activities in Pakistan can nevertheless both reflects and shapes the collected Pakistani identity over the history of the nation.\"[4]\n\n"
        },
        {
            "title": "Overview",
            "text": "When Pakistan gained independence there was only one department of philosophy in the country, at Government College Lahore. Now there are seven departments of philosophy at different Pakistani universities, and many Pakistani philosophers are doing research in diverse fields of philosophy.\n\nNotable Pakistani philosophical organizations include The Pakistan Philosophical Congress, which was founded by M. M. Sharif, a pupil of G. E. Moore, in 1954[citation needed], and the Islamic Philosophical Association. In addition there are various smaller groups devoted to promoting philosophical study and research.\n\nWhile philosophy in Pakistan has been greatly influenced by Western philosophy, it nonetheless retains strong elements of the tradition of Muslim philosophy. The Pakistani philosophy community includes adherents of all the major strands of contemporary western philosophy, including a significant number of Pakistani philosophers who are inclined towards more traditional, metaphysical, positions.\n\nPakistani philosophers include: Allama Muhammad Iqbal, Malik Meraj Khalid, Alaudin Akhtar, Irfan Muhammad (KU), M M Sharif, Khalifa Abdul Hakeem, C. A. Qadir, Kazi A Kadir, Abdul Wahab Suri (KU), Ather Rasheed, Absar Ahmad, Intasar ul Haq, Waheed Ali Farooqi, B H Sidiquei, Sajid Ali, Abdul Khaliq, Naeem Ahmed, Abdul Hafeez, Muhammad Maroof, Mirza Ather Beig, Shahid Hossain, Fazlur Rehman, Shehzad Qaiser, Manzoor Ahmed, Ghazala Irfan, Javed Bhuto, Syed Zafarul Hasan, Sajid Hussain, Robina Lodhi, and Waqar Aslam.\n\n"
        }
    ]
}