{
    "url": "https://en.wikipedia.org/wiki/Palaeoptera",
    "title": "Palaeoptera",
    "table_of_contents": [
        "1 Disputed status",
        "2 See also",
        "3 Footnotes",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe name Palaeoptera (from Greek παλαιός (palaiós 'old') + πτερόν (pterón 'wing')) has been traditionally applied to those ancestral groups of winged insects (most of them extinct) that lacked the ability to fold the wings back over the abdomen as characterizes the Neoptera. The Diaphanopterodea, which are palaeopteran insects, had independently and uniquely evolved a different wing-folding mechanism. Both mayflies and dragonflies lack any of the smell centers in their brain found in Neoptera.[2]\n\n"
        },
        {
            "title": "Disputed status",
            "text": "The complexities of the wing-folding mechanism, as well as the mechanical operation of the wings in flight (indirect flight muscles), are such that it clearly indicates the Neoptera are a monophyletic lineage. \nThe problem is that the plesiomorphic absence of wing-folding does not necessarily mean the Palaeoptera form a natural group – they may simply be an assemblage containing all insects, closely related or not, that \"are not Neoptera\", an example of a wastebasket taxon. \nIf the extinct lineages are taken into account, it seems likely that the concept of Palaeoptera will eventually be discarded or changed in content to more accurately reflect insect evolution. \n\nIn any case, three main palaeopteran lineages, traditionally treated as superorders, are recognized. \nOf these, the Palaeodictyopteroidea themselves might be a paraphyletic assemblage of very basal Pterygota, too. \nAs it stands, the relationship of the two living Paleopteran groups – Ephemeroptera (mayflies) and Odonata (dragonflies and damselflies) – to the Neoptera has not been resolved yet; there are three competing main hypotheses with many variations. In two of these – those that treat the ephemeropteran or the odonatan lineage as closer to the Neoptera than to the other \"palaeopterans\" – the Paleoptera appear to be paraphyletic.[3]\n\n"
        }
    ]
}