{
    "url": "https://en.wikipedia.org/wiki/Paleolithic_religion",
    "title": "Paleolithic religion",
    "table_of_contents": [
        "1 Lower Paleolithic",
        "2 Middle Paleolithic",
        "2.1 Pigment use",
        "2.2 Burials",
        "2.3 Ritual cannibalism",
        "2.4 Skull cult",
        "2.5 Bear cult",
        "3 Upper Paleolithic",
        "3.1 Cave art",
        "3.2 Portable art",
        "3.3 Burials and pigment use",
        "4 See also",
        "5 Notes",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Paleolithic religions are a set of spiritual beliefs and practices that may have appeared during the Paleolithic time period. Paleoanthropologists Andre Leroi-Gourhan and Annette Michelson believe unmistakably religious behaviour emerged by the Upper Paleolithic, before 30,000 years ago at the latest,[1] but behavioral patterns such as burial rites that one might characterize as religious — or as ancestral to religious behaviour — reach back into the Middle Paleolithic, as early as 300,000 years ago, coinciding with the first appearance of Homo neanderthalensis and possibly Homo naledi.\n\nReligious behavior is one of the hallmarks of behavioral modernity. There are several theories as to the moment this suite of behavioral characteristics fully coalesced. One theory links the germination of behavioral innovations to a cultural revolution among the early modern humans, which coincided with their arrival to Europe 40,000 years ago. A variant of this model sees behavioral modernity as occurring gradually, beginning with the Middle Stone Age. According to a third theory, characteristics that define behavioral modernity are not unique to the Homo sapiens, but arose over a long period of time, among different human types, including Neanderthals.[2]\n\n"
        },
        {
            "title": "Lower Paleolithic",
            "text": "Religion prior to the Upper Paleolithic is speculative,[3] and the Lower Paleolithic in particular has no clear evidence of religious practice.[4] Not even the loosest evidence for ritual exists prior to 500,000 years before the present, though archaeologist Gregory J. Wightman notes the limits of the archaeological record means their practice cannot be thoroughly ruled out.[5] The early hominins of the Lower Paleolithic—an era well before the emergence of H. s. sapiens—slowly gained, as they began to collaborate and work in groups, the ability to control and mediate their emotional responses. Their rudimentary sense of collaborative identity laid the groundwork for the later social aspects of religion.[6]\n\nAustralopithecus, the first hominins,[note 1] were a pre-religious people. Though twentieth-century historian of religion Mircea Eliade felt that even this earliest branch on the human evolutionary line \"had a certain spiritual awareness\", the twenty-first century's understanding of Australopithecene cognition does not permit the level of abstraction necessary for spiritual experience.[3][9] For all that the hominins of the Lower Paleolithic are read as incapable of spirituality, some writers read the traces of their behaviour such as to permit an understanding of ritual, even as early as Australopithecus. Durham University professor of archaeology Paul Pettitt reads the AL 333 fossils, a group of Australopithecus afarensis found together near Hadar, Ethiopia, as perhaps deliberately moved to the area as a mortuary practice.[10] Later Lower Paleolithic remains have also been interpreted as bearing associations of funerary rites, particularly cannibalism. Though archaeologist Kit W. Wesler states \"there is no evidence in the Lower Paleolithic of the kind of cultural elaboration that would imply a rich imagination or the level of intelligence of modern humans\", he discusses the findings of Homo heidelbergensis bones at Sima de los Huesos and the evidence stretching from Germany to China for cannibal practices amongst Lower Paleolithic humans.[11]\n\nA number of skulls found in archaeological excavations of Lower Paleolithic sites across diverse regions have had significant proportions of the brain cases broken away. Writers such as Hayden speculate that this marks cannibalistic tendencies of religious significance; Hayden, deeming cannibalism \"the most parsimonious explanation\", compares the behaviour to hunter-gatherer tribes described in written records to whom brain-eating bore spiritual significance. By extension, he reads the skull's damage as evidence of Lower Paleolithic ritual practice.[12] For the opposite position, Wunn finds the cannibalism hypothesis bereft of factual backing; she interprets the patterns of skull damage as a matter of what skeletal parts are more or less preserved over the course of thousands or millions of years. Even within the cannibalism framework, she argues that the practice would be more comparable to brain-eating in chimpanzees than in hunter-gatherers.[3] In the 2010s, the study of Paleolithic cannibalism grew more complex due to new methods of archaeological interpretation, which led to the conclusion much Paleolithic cannibalism was for nutritional rather than ritual reasons.[13]\n\nIn the Upper Paleolithic, religion is associated with symbolism and sculpture. One Upper Paleolithic remnant that draws cultural attention are the Venus figurines, carved statues of nude women speculated to represent deities, fertility symbols, or ritual fetish objects.[14] Archaeologists have proposed the existence of Lower Paleolithic Venus figurines. The Venus of Berekhat Ram is one such highly speculative figure, a scoria dated 300–350 kya[note 2] with several grooves interpreted as resembling a woman's torso and head. Scanning electron microscopy found the Venus of Berekhat Ram's grooves consistent with those that would be produced by contemporary flint tools. Pettitt argues that though the figurine \"can hardly be described as artistically achieved\", it and other speculative Venuses of the Lower Paleolithic, such as the Venus of Tan-Tan, demand further scrutiny for their implications for contemporary theology.[17] These figurines were possibly produced by H. heidelbergensis, whose brain sizes were not far behind those of Neanderthals and H. s. sapiens, and have been analysed for their implications for the artistic understanding of such early hominins.[18]\n\nThe tail end of the Lower Paleolithic saw a cognitive and cultural shift. The emergence of revolutionary technologies such as fire, coupled with the course of human evolution extending development to include a true childhood and improved bonding between mother and infant, perhaps broke new ground in cultural terms. It is in the last few hundred thousand years of the period that the archaeological record begins to demonstrate hominins as creatures that influence their environment as much as they are influenced by it. Later Lower Paleolithic hominins built wind shelters to protect themselves from the elements; they collected unusual natural objects; they began the use of pigments such as red ochre. These shifts do not coincide with species-level evolutionary leaps, being observed in both H. heidelbergensis and H. erectus.[19] Different authors interpret these shifts with different levels of skepticism, some seeing them as a spiritual revolution and others as simply the beginning of the beginning. While the full significance of these changes is difficult to discern, they clearly map to an advance in cognitive capacity in the directions that would eventually lead to religion.[3][12][19]\n\n"
        },
        {
            "title": "Middle Paleolithic",
            "text": "According to André Leroi-Gourhan, use of pigment is evidence of spiritual behavior, as its use serves no material purpose.[20] A great number of pigments has been found in both Neanderthal and early modern human sites. Particularly interesting is a painted mammoth molar from Tata, Hungary, associated with Neanderthals. The main side of the mammoth molar was painted in red ochre, while the back side of it showed heavy traces of use.[21] In Blombos cave, two ochre fragments have been found, which bear engraved geometric patterns.[22]\n\nGraves are the clearest signs of spiritual behavior, as it shows delineation between the world of the living and the world of the dead. Most often, archaeologists will seek to find some form of grave goods, pigment use, or other forms of symbolic behavior to differentiate from burials motivated by other reasons, such as hygiene.[23] Examples of such burials are La Chapelle-aux-Saints 1,[24] Le Regourdou,[25] Shanidar 4,[26] and Teshik-Tash 1,[27] among others.\n\nEating the flesh of deceased in order to inherit their qualities or honor them is a practice that has been noted in numerous modern societies, such as the Wariʼ people,[28] and evidence of it may be found in middle Paleolithic as well.\n\nRitual cannibalism has been suggested for the Krapina Neanderthals, based on three factors: mixing of animals and human skeletal remains, breaking of long bones (in order to access the marrow), and the fact that not a single skull was found in a non-broken state. Although controversial, the idea of possible cannibalism was supported by a number of subsequent scientists, such as Mirko Malez, H. Ulrich and K. Tomić Karlović.[29] Neanderthal cannibalism has also been noted in Vindija cave,[30] Moula-Guercy,[31] and possibly in Combe Grenal[32] and Hortus.[33]\n\nRitual cannibalism has been noted among the early modern humans of the Klasies River Caves, who consumed other anatomically modern humans. Evidence of it has been found at the Les Rois site as well, where early modern humans consumed the flesh of neanderthals.[34]\n\nThe idea of a skull cult among the prehistoric people was popular throughout the 20th century, however, subsequent research and re-analysis disproved most of such theories.[35]\n\nThe frontal bone of the Krapina 3 cranium has 35 incisions, which cannot be explained through cannibalism, but may be the result of natural processes.[36] At Vindija Cave, only skull and mandible fragments were found, which Mirko Malez has interpreted as purposeful selection. Cuts and incisions seen on them may be a consequence of defleshing.[37]\n\nNumerous cave bear skulls were found alongside evidence of human habitation in Middle Paleolithic caves, which lead scientists to assume the existence of a bear cult. The bones were most often of cave bears and more rarely of brown bears.[38] The skulls were placed in a cave niche or other prominent places, presumably for worship. Aside from human activity, the position can also be explained through animal activity or natural processes.[39]\n\n"
        },
        {
            "title": "Upper Paleolithic",
            "text": "Upper Paleolithic began about 40 000 BP in Europe, and slightly earlier in Africa and the Levant. Use of pigment and the practice of burial extends into this period, with the addition of cave art and portable art. The upper paleolithic is the prehistoric period during which the symbolic and modern behavior is fully developed.[40]\n\nAccording to Richard Klein, the art and burial of the upper paleolithic is the first clear and undeniable proof of an ideological system. The art can be divided into two types: the cave art such as paintings, engravings and reliefs on stone walls, and portable art.[35]\n\nAlthough first evidence of it was discovered in Europe, the earliest cave art was created in Australia and Southeast Asia.[41] The oldest cave art so far discovered, is from the island of Sulawesi in Indonesia, dated to 45 500 BP, depicting a warty pig and hand traces.[42] Famous examples of cave art include the oldest figurative depictions in Europe found in Chauvet cave, Romuald’s Cave and Fumane Cave, while the most famous examples are found in the cave of Altamira and Lascaux. Cave art isn't confined to Europe, as examples of it can be found in Australia and Asia as well. Non-painted art exists as well, i.e. the Venus of Laussel which was carved into the limestone wall.[43]\n\nThe idea of art for art's sake, which was held by some archaeologists in the past,[44] has today largely been abandoned.[45] Totemism was another explanation, which was later abandoned. If the animals were totems, they wouldn't have been depicted as injured. Furthermore, there aren't gatherings of animals around any specific depictions, as would have been the case if they were totems. The art may have been part of a ritual to increase hunting success. Through the depictions of these animals, the prehistoric man would have attempted to gain power over them. Another explanation is that the magic could have been aimed at increasing the number of the depicted animals, which were vital for the survival of the upper paleolithic humans.[46]\n\nAndre Leroi-Gourhan saw these depictions as a reflection of the natural and supernatural ordering of the world through sexual symbolism. Certain animals (i.e. the bison) were connected to female values and other to male values (i.e. the horse). These interpretations are based on subjective interpretations of modern humans, which don't necessarily reflect the worldviews of the prehistoric peoples.[47]\n\nShamanism is another popular explanation. The caves would as such represent entrances to the spiritual realm in which one can communicate with spiritual beings. Many of the animals depicted in cave art aren't depicted as hunted, as part of hunting magic. Their depictions would serve to give the shaman their strength and traits to help him during his hallucination, when he would communicate with the supernatural powers. The half-animal, half-man depictions, as for example the Trois-Frères sorcerer, would represent the Lord of Animals.[46] Depictions of women in cave art suggests their participation in these rituals,[48] perhaps through dance accompanied by music.[49]\n\nKozlowski saw animal carvings as connected to hunting magic, aimed at increasing success.[48] Especially interesting are the Venus figurines. They are figurines of women, with accentuated curves, either naked or partly dressed, wearing necklaces, bracelets or tattoos, and without a face. They are present from the Pyrenees to the Don river.\n\nThey could have represented fertility goddesses, connected to giving and protecting life, as well as with death and rebirth.[50] Other explanations see these figurines as pornography,[51] auto-portraits[52] or depictions of important women in the tribe. They may have symbolized the hope for prosperous and well-nourished communities.[53]\n\nThe Löwenmensch figurine is a sculpture of a human with a lion's head dated to 35,000 – 40,000 years old. It may have represented a deity.[54]\n\nBased on the grave goods found beside the deceased, upper paleolithic burials are undoubtedly evidence of spirituality and religiousness. Pigments of various kinds are found in great amounts in various sites across Europe. The graves best illustrating this are described below:\n\n"
        }
    ]
}