{
    "url": "https://en.wikipedia.org/wiki/Pam_Grier",
    "title": "Pam Grier",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Personal life",
        "4 Filmography",
        "4.1 Film",
        "4.2 Television",
        "4.3 Video games",
        "4.4 Music videos",
        "5 Discography",
        "6 Bibliography",
        "7 Accolades",
        "7.1 Awards",
        "7.2 Nominations",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPamela Suzette Grier (born May 26, 1949) is an American actress and singer. Described by Quentin Tarantino as cinema's first female action star (although, there are some who dispute that claim and believe Cheng Pei-pei actually holds that distinction[1]),[2] she achieved fame for her starring roles in a string of 1970s action, blaxploitation and women in prison films for American International Pictures and New World Pictures. Her accolades include nominations for an Emmy Award, a Golden Globe Award, a Screen Actors Guild Award, a Satellite Award and a Saturn Award.\n\nGrier came to prominence with her titular roles in the films Coffy (1973) and Foxy Brown (1974); her other major films during this period included The Big Doll House (1971), Women in Cages (1971), The Big Bird Cage (1972), Black Mama, White Mama (1973), Scream Blacula Scream (1973), The Arena (1974), Sheba, Baby (1975), Bucktown (1975) and Friday Foster (1975). She portrayed the title character in Tarantino's crime film Jackie Brown (1997), and also appeared in Escape from L.A. (1996), Jawbreaker (1999), Holy Smoke!, (1999), Bones (2001), Just Wright (2010), Larry Crowne (2011) and Poms (2019).\n\nOn television, Grier portrayed Eleanor Winthrop in the Showtime comedy-drama series Linc's (1998–2000), Kate \"Kit\" Porter on the Showtime drama series The L Word (2004–2009), and Constance Terry in the ABC sitcom Bless This Mess (2019–2020). She received praise for her work in the animated series Happily Ever After: Fairy Tales for Every Child (1999).\n\nIndieWire named Grier one of the best actors never to have received an Academy Award nomination.[3]\n\n"
        },
        {
            "title": "Early life",
            "text": "Grier was born on May 26, 1949, in Winston-Salem, North Carolina, the daughter of Gwendolyn Sylvia (née Samuels), a homemaker and nurse, and Clarence Ransom Grier, Jr., who worked as a mechanic and technical sergeant in the United States Air Force. She has one sister and one brother.[4] Grier said she is of mixed ancestry, namely of African American, Hispanic, Chinese, Filipino, and Cheyenne heritage.[5] She was raised Catholic and later baptized as a Methodist.[6]\n\nBecause of her father's military career, the family moved frequently during Grier's childhood. In 1956, they relocated to Swindon in South West England, United Kingdom, where her father worked on an airforce base.[7] By Grier's account, hers was one of the only black families in town, though she recalled that they faced no racism or segregation compared to that in the United States: \"They didn’t care that I was black since they hadn’t been raised to hate blacks. Instead they’d been raised to hate Germans... In the U.S., especially in the South, we were never able to get buses to stop for us, we couldn’t eat in certain restaurants, couldn’t use certain bathrooms. Up until 1969, there were department stores in which my father and I weren’t even allowed to try on clothing.\"[7][8]\n\nThe family returned to the United States in 1958, when Grier's father was transferred to California's Travis Air Force Base, eventually settling in  Denver, Colorado, near Lowry Air Force Base.[9] Grier spent part of her upbringing on her maternal grandparents' sugar beet farm in rural Wyoming, where their ancestors had homesteaded after fleeing west via the Underground Railroad to escape slavery.[10] Grier attended East High School in Denver, and appeared in a number of stage productions, as well as participating in beauty contests to raise money for college tuition at Metropolitan State College.\n\n"
        },
        {
            "title": "Career",
            "text": "Grier moved to Los Angeles, California, in 1967, where she was initially hired to work the switchboard at American International Pictures (AIP).[11] She is believed to have been discovered by the director Jack Hill,[12] who cast her in his women-in-prison films The Big Doll House (1971) and The Big Bird Cage (1972). While under contract at AIP, she became a staple of early 1970s blaxploitation movies, playing bold, assertive women, beginning with Hill's Coffy (1973), in which she plays a nurse who seeks revenge on drug dealers. Her character was advertised in the trailer as the \"baddest one-chick hit-squad that ever hit town!\" The film, which was filled with sexual and violent elements typical of the genre, was a box-office hit. Grier is considered to be the first African-American female to headline an action film, as protagonists of previous blaxploitation films were men. In his review of Coffy, critic Roger Ebert praised the film for its believable female lead. He noted that Grier was an actress of \"beautiful face and astonishing form\" and that she possessed a kind of \"physical life\" missing from many other attractive actresses.[13]\n\nGrier played similar characters in the AIP films Foxy Brown (1974), Sheba, Baby, and Friday Foster (both 1975). With the demise of blaxploitation later in the 1970s, Grier appeared in smaller roles for many years. She acquired progressively larger character roles in the 1980s, including a druggie prostitute in Fort Apache, The Bronx (1981) and a witch in Something Wicked this Way Comes (1983). In 1985, Grier made her theatrical debut in Sam Sheppard's Fool for Love at the Los Angeles Theatre Center.[14]\n\nGrier returned to film as Steven Seagal's detective partner in Above the Law (1988). She had a recurring role on Miami Vice from 1985 to 1989 and made guest appearances on Martin, Night Court, and The Fresh Prince of Bel Air. She had a recurring role in the TV series Crime Story between 1986 and 1988. Her role in Rocket Gibraltar (1988) was cut due to fears by the film's director, Daniel Petrie, of \"repercussions from interracial love scenes.\"[15] She appeared on Sinbad, Preston Chronicles, The Cosby Show, The Wayans Brothers Show, and Mad TV. In 1994, Grier appeared in Snoop Dogg's video for \"Doggy Dogg World\".\n\nIn the late 1990s Grier was a cast member of the Showtime series Linc's. She appeared in 1996 in John Carpenter's Escape from L.A. and 1997 with the title role in Quentin Tarantino's Jackie Brown, films that partly paid homage to her 1970s blaxploitation movies. She was nominated for numerous awards for her work in the Tarantino film. Grier appeared on Showtime's The L Word, in which she played Kit Porter. The series ran for six seasons and ended in March 2009. Grier occasionally guest-stars in such television series as Law & Order: Special Victims Unit (where she is a recurring character).\n\nIn 2010 Grier began appearing in a recurring role on the hit science-fiction series Smallville as the villain Amanda Waller, also known as White Queen, head agent of Checkmate, a covert operations agency. She appeared as a friend and colleague to Julia Roberts' college professor in 2011's Larry Crowne.\n\nIn 2010, Grier wrote her memoir, Foxy: My Life in Three Acts, with Andrea Cagan.[16]\n\nGrier received an honorary Doctorate of Humane Letters from the University of Maryland Eastern Shore in 2011. That same year, she received an honorary Doctorate of Science from Langston University.[17]\n\nAccording to Essence magazine, in Grier's career, \"[s]o revolutionary were the characters Grier played that women reportedly would stand on chairs and cheer.\"[18]\n\nShe founded the Pam Grier Community Garden and Education Center with the National Multicultural Western Heritage Museum. The purpose is to teach people about organic gardening, health and nutrition among other things.[19] The museum named its first garden in honor of Grier in 2011.[20]\n\nIn January 2018, Grier revealed a biopic based on her memoir is in the works, entitled Pam.[21]\n\nIn April 2022, Turner Classic Movies (TCM) announced the fourth season of their podcast, The Plot Thickens, would focus on Grier's life and career.[22]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Grier lives on a ranch in Colorado.[23]\n\nGrier met the basketball player Ferdinand Lewis (Lew) Alcindor before he became a Muslim; soon after they began dating, he converted to Islam and changed his name to Kareem Abdul-Jabbar. Abdul-Jabbar proposed to Grier, but gave her an ultimatum to convert to Islam.[24] He said, \"If you don't commit to me today, I'm getting married at 2 this afternoon. She's a converted Muslim, and she's been prepared for me,\" adding, \"once you become Muslim, you might appreciate another wife.\" Grier declined, so he got married that day.[25][26]\n\nGrier met the comedian Freddie Prinze while promoting her film Coffy in 1973. They began a relationship and considered marriage.[25][26][27] Prinze wanted her to have his baby, but she was reluctant due to his history of depression and drug addiction.[16][28] They remained in touch after she left him. She was one of the last people Prinze spoke to before he died in 1977.[21]\n\nGrier met the comedian Richard Pryor through her relationship with Prinze, but they did not begin dating until they were both cast in Greased Lightning.[25] She helped Pryor learn to read and tried to help him with his drug addiction.[21][16] After six months of sobriety, he relapsed.[25] In her memoir, Grier described how her sexual relationship with Pryor caused cocaine to enter her system. Grier confronted Pryor about protecting her health, but he refused to use a condom.[28] Pryor married Deborah McGuire while dating Grier in 1977.[29]\n\nGrier was formerly romantically linked to Jimmie “Big Wheel\" Wheeler, a famous boxing promoter, Soul Train host Don Cornelius[30] and basketball player Wilt Chamberlain.[31] In 1998, Grier was engaged to RCA Records executive Kevin Evans, but the engagement ended in 1999.[32]\n\nGrier was diagnosed with stage-four cervical cancer in 1988, and was told she had 18 months to live. Through vigorous treatment she made a recovery and has been in remission.[33]\n\n"
        }
    ]
}