{
    "url": "https://en.wikipedia.org/wiki/Panama_Papers",
    "title": "Panama Papers",
    "table_of_contents": [
        "1 Disclosures",
        "2 Tax havens",
        "2.1 International banking",
        "3 Newsroom logistics",
        "4 Data security",
        "5 Leak and leak journalism",
        "6 People named",
        "6.1 Client services",
        "6.2 Sanctioned clients",
        "7 Clients of Mossack Fonseca",
        "8 Responses by Mossack Fonseca",
        "9 Responses in Panama",
        "9.1 Public officials",
        "9.2 Law enforcement",
        "9.3 Suspension of investigation",
        "9.4 Charges",
        "9.5 Demise of Mossack Fonseca",
        "10 Allegations, reactions, and investigations",
        "10.1 Europe",
        "10.2 Asia",
        "10.3 North America",
        "10.4 South America",
        "10.5 Africa",
        "10.6 Oceania",
        "10.6.1 Australia",
        "10.6.2 Cook Islands",
        "10.6.3 New Zealand",
        "10.6.4 Niue",
        "10.6.5 Samoa",
        "11 International Federation of Association Football (FIFA) investigation",
        "12 Recovered sums from litigations, fines and back taxes",
        "13 See also",
        "14 Notes",
        "15 References",
        "16 Further reading",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Panama Papers (Spanish: Papeles de Panamá) are 11.5 million leaked documents (or 2.6 terabytes of data) that were published beginning on April 3, 2016. The papers detail financial and attorney–client information for more than 214,488 offshore entities.[1][2][3][4][5][6] The documents, some dating back to the 1970s,[7] were created by, and taken from, former Panamanian offshore law firm and corporate service provider Mossack Fonseca.[8][9][10]\n\nThe documents contain personal financial information about wealthy individuals and public officials that had previously been kept private.[11] The publication of these documents made it possible to establish the prosecution of Jan Marsalek, who is still a person of interest to a number of European governments due to his revealed links with Russian intelligence,[12] and international financial fraudsters David and Josh Baazov.[13] While offshore business entities are legal (see Offshore Magic Circle), reporters found that some of the Mossack Fonseca shell corporations were used for illegal purposes, including fraud, tax evasion, and evading international sanctions.[14]\n\n\"John Doe\", the whistleblower who leaked the documents to German journalist Bastian Obermayer[15][16] from the newspaper Süddeutsche Zeitung (SZ), remains anonymous, even to the journalists who worked on the investigation. \"My life is in danger\", the whistleblower told them.[17] In a May 6, 2016 document, John Doe cited income inequality as the reason for the action and said the documents were leaked \"simply because I understood enough about their contents to realize the scale of the injustices they described\".[18][19] Doe had never worked for any government or intelligence agency and expressed willingness to help prosecutors if granted immunity from prosecution.[19] After SZ verified that the statement did in fact come from the source for the Panama Papers, the International Consortium of Investigative Journalists (ICIJ) posted the full document on its website.[20][21]\n\nSZ asked the ICIJ for help because of the amount of data involved. Journalists from 107 media organizations in 80 countries analyzed documents detailing the operations of the law firm.[7] After more than a year of analysis, the first news stories were published on April 3, 2016, along with 150 of the documents themselves.[22] The project represents an important milestone in the use of data journalism software tools and mobile collaboration.\n\nThe documents were dubbed the Panama Papers because of the country they were leaked from, but the Panamanian government expressed strong objections to the name over concerns that it would tarnish the government's and country's image worldwide, as did other entities in Panama and elsewhere.[23] Some media outlets covering the story have used the name \"Mossack Fonseca papers\".[24]\n\nIn October 2020, German authorities issued an international arrest warrant for the two founders of the law firm at the core of the tax evasion scandal exposed by the Panama Papers. Cologne prosecutors are seeking German-born Jürgen Mossack and Panamanian Ramón Fonseca on charges of accessory to tax evasion and forming a criminal organization.[25]\n\n"
        },
        {
            "title": "Disclosures",
            "text": "In addition to the much-covered business dealings of British prime minister David Cameron and Icelandic prime minister Sigmundur Davíð Gunnlaugsson, the leaked documents also contain identity information about the shareholders and directors of 214,000 shell companies set up by Mossack Fonseca, as well as some of their financial transactions. Although it is generally not against the law to own an offshore shell company, reporters found that some of the shell corporations were used for illegal purposes, including fraud, tax evasion, and evading international sanctions.\n\nThe journalists on the investigative team found business transactions by many important figures in world politics, sports, and art. While many of the transactions were legal, since the data is incomplete, questions remain in many other cases; still others seem to clearly indicate ethical if not legal impropriety. Some disclosures – tax avoidance in very poor countries by very wealthy entities and individuals for example – led to questions on moral grounds. For example, the shell company Octea is registered to Beny Steinmetz and owes more than US$700,000 in property taxes to the city of Koidu in Sierra Leone, and is $150 million in debt, even though its exports were more than twice that in an average month in the 2012–2015 period.[26][27] Steinmetz himself has a personal worth of $6 billion.[27]\n\nOther offshore shell company transactions described in the documents do seem to have broken exchange laws, violated trade sanctions or stemmed from political corruption, according to ICIJ reporters. For example:\n\nNamed in the leak were 12 current or former world leaders; 128 other public officials and politicians; and hundreds of celebrities, businessmen, and other wealthy individuals of over 200 countries.[31]\n\n"
        },
        {
            "title": "Tax havens",
            "text": "Individuals and entities may open offshore accounts for any number of reasons, some of which are legal.[32] A Canadian lawyer based in Dubai noted, for example, that businesses might wish to avoid falling under Islamic inheritance jurisprudence if an owner dies.[33] Businesses in some countries may wish to hold some of their funds in dollars also, said a Brazilian lawyer.[34] Estate planning is another example of legal tax avoidance.\n\nAmerican film-maker Stanley Kubrick had an estimated personal worth of $20 million when he died in 1999, much of it invested in an 18th-century English manor he bought in 1978. He lived in that manor for the rest of his life, filming scenes from The Shining, Full Metal Jacket, and Eyes Wide Shut there as well. Three holding companies set up by Mossack Fonseca now own the property, and are in turn held by trusts set up for his children and grandchildren.[35] Since Kubrick was an American living in Britain, without the trust his estate would have had to pay transfer taxes to both governments and possibly have been forced to sell the property to obtain the liquid assets to pay them.[36] Kubrick is buried on the grounds along with one of his daughters, and the rest of his family still lives there.[35][36]\n\nOther uses are more ambiguous. Chinese companies may incorporate offshore in order to raise foreign capital, normally against the law in China.[37] In some of the world's hereditary dictatorships, the law may be on the side of the elite who use offshore companies to award oil contracts to themselves,[38] or gold concessions to their children,[39] however such dealings are sometimes prosecuted under international law.[40]\n\nWhile no standard official definition exists, The Economist and the International Monetary Fund describe an offshore financial center, or tax haven, as a jurisdiction whose banking infrastructure primarily provides services to people or businesses who do not live there, requires little or no disclosure of information when doing business, and offers low taxes.[41][42]\n\n\"The most obvious use of offshore financial centers is to avoid taxes\", The Economist added.[41] Oxfam blamed tax havens in its 2016 annual report on income inequality for much of the widening gap between rich and poor. \"Tax havens are at the core of a global system that allows large corporations and wealthy individuals to avoid paying their fair share,\" said Raymond C. Offenheiser, president of Oxfam America, \"depriving governments, rich and poor, of the resources they need to provide vital public services and tackle rising inequality.\"[43]\n\nInternational Monetary Fund (IMF) researchers estimated in July 2015 that profit shifting by multinational companies costs developing countries around US$213 billion a year, almost two percent of their national income.[44] Igor Angelini, head of Europol's Financial Intelligence Group, said that shell companies \"play an important role in large-scale money laundering activities\" and that they are often a means to \"transfer bribe money\".[45] Tax Justice Network concluded in a 2012 report that \"designing commercial tax abuse schemes and turning a blind eye upon suspicious transactions have become an inherent part of the work of bankers and accountants\".[46]\n\nMoney-laundering affects the first world as well, since a favored shell company investment is real estate in Europe and North America. London, Miami, New York, Paris, Vancouver and San Francisco have all been affected. The practice of parking assets in luxury real estate has been frequently cited as fueling skyrocketing housing prices in Miami,[47][48][49] where the Miami Association of Realtors said that cash sales accounted for 90% of new home sales in 2015.[50] \"There is a huge amount of dirty money flowing into Miami that's disguised as investment,\" according to former congressional investigator Jack Blum.[51] In Miami, 76% of condo owners pay cash, a practice considered a red flag for money-laundering.[51]\n\nReal estate in London, where housing prices increased 50% from 2007 to 2016, also is frequently purchased by overseas investors.[52][53][54] Donald Toon, head of Britain's National Crime Agency, said in 2015 that \"the London property market has been skewed by laundered money. Prices are being artificially driven up by overseas criminals who want to sequester their assets here in the UK\".[54] Three quarters of Londoners under 35 cannot afford to buy a home.[54]\n\nAndy Yan, an urban planning researcher and adjunct professor at the University of British Columbia, studied real estate sales in Vancouver—also thought to be affected by foreign purchasers—found that 18% of the transactions in Vancouver's most expensive neighborhoods were cash purchases, and 66% of the owners appeared to be Chinese nationals or recent arrivals from China.[55] Calls for more data on foreign investors have been rejected by the provincial government.[56] Chinese nationals accounted for 70% of 2014 Vancouver home sales for more than CA$3 million.[57] On June 24, 2016 China CITIC Bank Corp filed suit in Canada against a Chinese citizen who borrowed CN¥50 million for his lumber business in China, but then withdrew roughly CA$7.5 million from the line of credit and left the country. He bought three houses in Vancouver and Surrey, British Columbia together valued at CA$7.3 million during a three-month period in June 2014.[58]\n\n\"This issue will surely be raised at the G20 summit,\" predicted Tomasz Kozlowski, Ambassador of the European Union (EU) to India. \"We need to strengthen international cooperation for exchange of tax information between tax authorities\".[59]\n\nPanama, Vanuatu and Lebanon may find themselves on a list of uncooperative tax havens that the Organisation for Economic Co-operation and Development (OECD) re-activated in July 2016 at the request of G20 nations, warned Le Monde, a French newspaper that participated in the investigation. Those three countries followed none of the OECD's three broad guidelines for international banking cooperation:[60]\n\nThe OECD, the G20, or the European Union could also institute another list for countries that are inadequate in more than one area. Countries meeting none of these criteria, such as Panama, Vanuatu and Lebanon, would go on the blacklist. Countries that meet only one criterion would go on the greylist.[60] In April 2016, if this greylist had been in place it would have included nine countries: Antigua and Barbuda, Bahrain, Brunei, Dominica, Liberia, Nauru, Samoa, Tobago and the United Arab Emirates.[60]\n\n"
        },
        {
            "title": "Newsroom logistics",
            "text": "The ICIJ helped organize the research and document review once Süddeutsche Zeitung (SZ) realized the scale of the work required to validate the authenticity of 2.6 terabytes[61] of leaked data. They enlisted reporters and resources from The Guardian, the BBC, Le Monde, SonntagsZeitung, Falter, La Nación, German broadcasters NDR and WDR, and Austrian broadcaster ORF, and eventually many others.[62] Ultimately, \"reporters at 100 news media outlets working in 25 languages had used the documents\" to investigate individuals and organizations associated with Mossack Fonseca.[3]\n\nSecurity factored into a number of project management considerations. Saying \"My life is in danger\",[63] John Doe insisted that reporters communicate over encrypted channels only and agree that they would never meet face-to-face.[64][65][66]\n\nSZ also had concerns about security, not only for their source, the leaked documents, and their data, but also for the safety of some of their partners in the investigation living under corrupt regimes who might not want their money-handling practices made public. They stored the data in a room with limited physical access on air gapped computers that were never connected to the Internet. The Guardian also limited access to its journalists' project work area. To make it even harder to sabotage the computers or steal their drives, SZ journalists made them more tamper-evident by painting the screws holding the drives in place with glitter nail polish.[67]\n\nReporters sorted the documents into a huge file structure containing a folder for each shell company, which held the associated emails, contracts, transcripts, and scanned documents Mossack Fonseca had generated while doing business with the company or administering it on a client's behalf.[61] Some 4.8 million leaked files were emails, 3 million were database entries, 2.2 million PDFs, 1.2 million images, 320,000 text files, and 2242 files in other formats.[61][68]\n\nJournalists indexed the documents using open software packages Apache Solr and Apache Tika,[69] and accessed them by means of a custom interface built on top of Blacklight.[69][70] Süddeutsche Zeitung reporters also used Nuix for this, which is proprietary software donated by an Australian company also named Nuix.[71]\n\nUsing Nuix, Süddeutsche Zeitung reporters performed optical character recognition (OCR) processing on the millions of scanned documents, converting the data they contained to searchable and machine-readable text. Most project reporters then used Neo4J and Linkurious[69] to extract individual and corporate names from the documents for analysis, but some who had access to Nuix used it for this as well.[71] Reporters cross-referenced the compiled lists of people against the processed documents,[61] then analyzed the information, trying to connect people, roles, monetary flow, and structure legality.[61]\n\nUS banking and SEC expert David P. Weber assisted journalists in reviewing information from the Panama Papers.[72]\n\nAdditional stories were released based on this data, and the full list of companies was released in early May 2016.[73] The ICIJ later announced the release on May 9, 2016 of a searchable database containing information on over 200,000 offshore entities implicated in the Panama Papers investigation and more than 100,000 additional companies implicated in the 2013 Offshore Leaks investigation.[74] Mossack Fonseca asked the ICIJ not to publish the leaked documents from its database. \"We have sent a cease and desist letter,\" the company said in a statement.[75]\n\nThe sheer quantity of leaked data greatly exceeds the WikiLeaks Cablegate leak in 2010[61] (1.7 GB),[76] Offshore Leaks in 2013 (260 GB), the 2014 Lux Leaks (4 GB), and the 3.3 GB Swiss Leaks of 2015. For comparison, the 2.6 TB of the Panama Papers equals approximately 2,660 GB.\n\n"
        },
        {
            "title": "Data security",
            "text": "Mossack Fonseca notified its clients on April 1, 2016, that it had sustained an email hack. Mossack Fonseca also told news sources that the company had been hacked and always operated within the law.[77]\n\nData security experts noted, however, that the company had not been encrypting its emails[69] and furthermore seemed to have been running a three-year-old version of Drupal with several known vulnerabilities.[69] According to James Sanders of TechRepublic, Drupal ran on the Apache 2.2.15 version from March 6, 2010, and worse, the Oracle fork of Apache, which by default allows users to view directory structure.[78]\n\nThe network architecture was also inherently insecure; the email and web servers were not segmented from the client database in any way.[79]\n\nSome reports[80] also suggest that some parts of the site may have been running WordPress with an out-of-date version of Slider Revolution, a plugin whose previously-announced vulnerabilities[81] are well-documented.\n\nA grey hat hacker named 1×0123 announced April 12 that Mossack Fonseca's content management system had not been secured from SQL injection, a well-known database attack vector, and that he had been able to access the customer database because of this.[82]\n\nComputer security expert Chris Kubecka announced May 24, 2016, that the Mossack Fonseca client login portal was running four different government grade remote access trojans (RATs). Kubecka confirmed there were still numerous critical vulnerabilities, too many open ports into their infrastructure and internet access to their archive server due to weak security.[83] Kubecka explained how each data security issue was discovered in detail in a book titled Down the Rabbit Hole: An OSINT Journey.[84]\n\n"
        },
        {
            "title": "Leak and leak journalism",
            "text": "Gerard Ryle, director of the ICIJ, called the leak \"probably the biggest blow the offshore world has ever taken because of the extent of the documents\".[85] Edward Snowden described the release in a Twitter message as the \"biggest leak in the history of data journalism\".[86] The ICIJ also said that the leak was \"likely to be one of the most explosive [leaks of inside information in history] in the nature of its revelations\".[87]\n\n\"This is a unique opportunity to test the effectiveness of leaktivism\", said Micah White, co-founder of Occupy, \"... the Panama Papers are being dissected via an unprecedented collaboration between hundreds of highly credible international journalists who have been working secretly for a year. This is the global professionalization of leaktivism. The days of WikiLeaks amateurism are over.\"[88]\n\nWikiLeaks spokesperson Kristinn Hrafnsson, an Icelandic investigative journalist who worked on Cablegate in 2010, said withholding some documents for a time does maximise the leak's impact, but called for full online publication of the Panama Papers eventually.[89] A tweet from WikiLeaks criticized the decision of the ICIJ to not release everything for ethical reasons: \"If you censor more than 99% of the documents you are engaged in 1% journalism by definition.\"[90]\n\nThe whistleblower reported that the murder of journalists Daphne Caruana Galizia in 2017 and the Ján Kuciak in 2018 due to their investigations of the Panama Papers had deeply affected him and called upon the European Union to deliver justice.[91]\n\n"
        },
        {
            "title": "People named",
            "text": "While offshore business entities are not illegal in the jurisdictions where they are registered, and often not illegal at all, reporters found that some Mossack Fonseca shell corporations seem to have been used for illegal purposes including fraud, kleptocracy, tax evasion and evading international sanctions.\n\nReports from April 3 note the law firm's many connections to high-ranking political figures and their relatives, as well as celebrities and business figures.[7][92][93] Among other things, the leaked documents illustrate how wealthy individuals, including public officials, can keep personal financial information private.\n\nInitial reports identified five then-heads of state or government leaders from Argentina, Iceland, Saudi Arabia, Ukraine, and the United Arab Emirates as well as government officials, close relatives, and close associates of various heads of government of more than forty other countries. Names of then-current national leaders in the documents include President Khalifa bin Zayed Al Nahyan of the United Arab Emirates, Petro Poroshenko of Ukraine, King Salman of Saudi Arabia, and the Prime Minister of Iceland, Sigmundur Davíð Gunnlaugsson.[92]\n\nFormer heads of state mentioned in the papers include:\n\nFormer prime ministers:\n\nThe leaked files identified 61 family members and associates of prime ministers, presidents and kings,[102] including:\n\nOther clients included less-senior government officials and their close relatives and associates, from over forty countries.[92]\n\nOver £10 million of cash from the sale of the gold stolen in the 1983 Brink's-Mat robbery was laundered, first unwittingly and later with the complicity of Mossack Fonseca, through a Panamanian company, Feberion Inc. The company was set up on behalf of an unnamed client twelve months after the robbery. The Brinks money was put through Feberion and other front companies, through banks in Switzerland, Liechtenstein, Jersey, and the Isle of Man. It issued bearer shares only. Two nominee directors from Sark were appointed to Feberion by Jersey-based offshore specialist Centre Services.[105] The offshore firms recycled the funds through land and property transactions in the United Kingdom.[105] Although the Metropolitan Police Service raided the offices of Centre Services in late 1986 in cooperation with Jersey authorities, and seized papers and two Feberion bearer shares, it wasn't until 1995 that Brink's-Mat's solicitors were finally able to take control of Feberion and the assets.[105]\n\nActor Jackie Chan is mentioned in the leaked documents as a shareholder in six companies based in the British Virgin Islands.[106]\n\nLaw firms play a central role in offshore financial operations.[46] Mossack Fonseca is one of the biggest in its field and the biggest financial institutions refer customers to it.[7] Its services to clients include incorporating and operating shell companies in friendly jurisdictions on their behalf.[107] They can include creating \"complex shell company structures\" that, while legal, also allow the firm's clients \"to operate behind an often impenetrable wall of secrecy\".[32] The leaked papers detail some of their intricate, multilevel, and multinational corporate structures.[108] Mossack Fonseca has acted with global consultancy partners like Emirates Asset Management Ltd, Ryan Mohanlal Ltd, Sun Hedge Invest and Blue Capital Ltd on behalf of more than 300,000 companies, most of them registered in the British Overseas Territories.\n\nLeaked documents also indicate that the firm would also backdate documents on request and, based on a 2007 exchange of emails in the leaked documents, it did so routinely enough to establish a price structure: $8.75 per month in the past.[109] In 2008, Mossack Fonseca hired a 90-year-old British man to pretend to be the owner of the offshore company of Marianna Olszewski, a US businesswoman, \"a blatant breach of anti-money laundering rules\" according to the BBC.[110]\n\nThe anonymity of offshore shell companies can also be used to circumvent international sanctions, and more than 30 Mossack Fonseca clients were at one time or another blacklisted by the US Treasury Department, including businesses linked to senior figures in Russia, Syria and North Korea.[111]\n\nThree Mossack Fonseca companies started for clients of Helene Mathieu Legal Consultants were later sanctioned by the US Treasury's Office of Foreign Assets Control (OFAC). Pangates International Corporation was accused in July 2014 of supplying the government of Syria with \"a large amount of specialty petroleum products\" with \"limited civilian application in Syria\". The other two, Maxima Middle East Trading and Morgan Additives Manufacturing Co, and their owners Wael Abdulkarim and Ahmad Barqawi, were said to have \"engaged in deceptive measures\" to supply oil products to Syria.[112]\n\nMossack Fonseca also ran six businesses for Rami Makhlouf, cousin of Syrian president Bashar al-Assad, despite US sanctions against him.[113] Internal Mossack Fonseca documents show that in 2011 Mossack Fonseca rejected a recommendation by their own compliance team to sever ties to Mr. Makhlouf. They agreed to do so only months later. The firm has said it never knowingly allowed anyone connected with rogue regimes to use its companies.[111]\n\nFrederik Obermaier, co-author of the Panama Papers story and an investigative reporter at the German newspaper Süddeutsche Zeitung, told Democracy Now: \"Mossack Fonseca realised that Makhlouf was the cousin, and they realised that he was sanctioned, and they realised that he's allegedly one of the financiers of the Syrian regime. And they said, 'Oh, there is this bank who still does business with him, so we should still keep with him, as well'.\"[114]\n\nHSBC also appeared to reassure Mossack Fonseca not only that it was \"comfortable\" with Makhlouf as a client but suggested there could be a rapprochement with the Assad family by the US. Makhlouf is already known to be a long-standing client of HSBC's Swiss private bank, holding at least $15 million with it in multiple accounts in 2006.[115] The Panamanian files also show HSBC provided financial services to a Makhlouf company called Drex Technologies, which HSBC said was a company of \"good standing\".[115]\n\nDCB Finance, a Virgin Islands-based shell company founded by North Korean banker Kim Chol-sam[116] and British banker Nigel Cowie,[117] also ignored international sanctions and continued to do business with North Korea with the help of the Panamanian firm. The US Treasury Department in 2013 called DCB Finance a front company for Daedong Credit Bank and announced sanctions against both companies for providing banking services to North Korean arms dealer Korea Mining and Development Trading Corporation,[116] attempting to evade sanctions against that country, and helping to sell arms and expand North Korea's nuclear weapons programme. Cowie said the holding company was used for legitimate business and he was not aware of illicit transactions.[117]\n\nMossack Fonseca, required by international banking standards to avoid money-laundering or fraudster clients, is, like all banks, supposed to be particularly alert for signs of corruption with politically exposed persons (PEP), in other words, clients who either are or have close ties to government officials. However they somehow failed to turn up any red flags concerning Tareq Abbas even though he shares a family name with the president of Palestine, and sat on the board of directors of a company with four fellow directors the firm did deem PEP because of their ties to Palestinian politics. Yet Mossack Fonseca actually did and documented due diligence research, including a Google search.[118]\n\n"
        },
        {
            "title": "Clients of Mossack Fonseca",
            "text": "Mossack Fonseca has managed more than 300,000 companies over the years.[107] The number of active companies peaked at more than 80,000 in 2009. Over 210,000 companies in twenty-one jurisdictions figure in the leaks. More than half were incorporated in the British Virgin Islands, with others in Panama, the Bahamas, the Seychelles, Niue, and Samoa. Mossack Fonseca's clients came from more than 100 countries. Most of the corporate clients were from Hong Kong, Switzerland, the United Kingdom, Luxembourg, Panama, and Cyprus. Mossack Fonseca worked with more than 14,000 banks, law firms, incorporators, and others to set up companies, foundations, and trusts for their clients.[119] Some 3,100 companies listed in the database appear to have ties to US offshore specialists, and 3,500 shareholders of offshore companies list US addresses.[120] Mossack Fonseca has offices in Nevada and Wyoming.[121]\n\nThe leaked documents indicate that about US$2 trillion has passed through the firm's hands.[122] Several of the holding companies that appear in the documents did business with sanctioned entities, such as arms merchants and relatives of dictators, during the time that the sanctions were in place. The firm provided services to a Seychelles company named Pangates International, which the US government believes supplied aviation fuel to the Syrian government during the current civil war, and continued to handle its paperwork and certify it as a company in good standing, despite sanctions, until August 2015.[113]\n\nMore than 500 banks registered nearly 15,600 shell companies with Mossack Fonseca, with HSBC and its affiliates accounting for more than 2,300 of the total. Dexia and J. Safra Sarasin of Luxembourg, Credit Suisse from the Channel Islands and the Swiss UBS each requested at least 500 offshore companies for their clients.[119] An HSBC spokesman said, \"The allegations are historical, in some cases dating back 20 years, predating our significant, well-publicized reforms implemented over the last few years.\"[123]\n\n"
        },
        {
            "title": "Responses by Mossack Fonseca",
            "text": "In response to queries from the Miami Herald and ICIJ, Mossack Fonseca issued a 2,900-word statement listing legal requirements that prevent using offshore companies for tax avoidance and total anonymity, such as FATF protocols which require identifying ultimate beneficial owners of all companies (including offshore companies) before opening any account or transacting any business.\n\nThe Miami Herald printed the statement with an editor's note that said the statement \"did not address any of the specific due diligence failings uncovered by reporters\".[124]\n\nOn Monday, April 4, Mossack Fonseca released another statement:\n\nCo-founder Ramón Fonseca Mora told CNN that the reports were false, full of inaccuracies and that parties \"in many of the circumstances\" cited by the ICIJ \"are not and have never been clients of Mossack Fonseca\". The firm provided longer statements to ICIJ.[125]\n\nIn its official statement April 6,[126] Mossack Fonseca suggested that responsibility for any legal violations might lie with other institutions:\n\nIn an interview with Bloomberg, Jürgen Mossack said: \"The cat's out of the bag, so now we have to deal with the aftermath.\"[127]\n\nHe said the leak was not an \"inside job\"—the company had been hacked by servers based abroad. It filed a complaint with the Panamanian attorney general's office.[128]\n\nOn April 7, 2016 Mossack resigned from Panama's Council on Foreign Relations (Conarex),[129][130] even though he was not officially serving at the time.[131] His brother Peter Mossack still serves as honorary Consul of Panama, as he has since 2010.[132][133][134][135]\n\nOn May 5, 2016, Mossack Fonseca sent a cease and desist letter to the ICIJ in an attempt to stop the ICIJ from releasing the leaked documents from the Panama Papers scandal.[136] Despite this, the ICIJ released the leaked documents on May 9, 2016.[137][138]\n\nIn March 2018, Mossack Fonseca announced it would close down due to damage caused by the Panama Papers scandal.[139]\n\nIn October 2019, The Laundromat, a movie based on the events of the Panama Papers was released on the streaming service Netflix. Prior to this, Mossack and Fonseca issued a lawsuit[140] in aim of preventing the release, citing defamation and potential damage to their rights of a fair trial by jury, should one begin.[141] On July 17, 2019, the judge, based in Connecticut, refused the injunction citing lack of jurisdiction, and ordered the case be transferred to Los Angeles, California.[142][140]\n\n"
        },
        {
            "title": "Responses in Panama",
            "text": "At 5:00 am on April 3, as the news first broke, Ramón Fonseca Mora told television channel TVN he \"was not responsible nor he had been accused in any tribunal\".[143]\n\nHe said the firm was the victim of a hack and that he had no responsibility for what clients did with the offshore companies that they purchased from Mossack Fonseca, which were legal under Panamanian law.[143] Later that day, the Independent Movement (MOVIN)[note 1] called for calm, and expressed hope that the Panamanian justice system would not allow the culprits to go with impunity.[143]\n\nBy April 8, the government understood that media reports were addressing tax evasion and not attacking Panama. The then-president Varela met on Wednesday April 7, with CANDIF, a committee of representatives from different sectors of the Panamanian economy which includes the Chamber of Commerce, Chamber of Industry and Agriculture, the National Lawyers Association, the International Lawyers Association, the Banking Association and the Stock Exchange, and entered full crisis management mode.[145] On the same day he announced the creation of a new judiciary tribunal and a high-level commission led by Nobel Prize Laureate Joseph Stiglitz. There were accusations that foreign forces were attacking Panama because of Panama's \"stable and robust economy\".[146]\n\nIsabel Saint Malo de Alvarado, then-Vice President of Panama, said in an op-ed piece published April 21 in The Guardian that then-President Juan Carlos Varela and his administration have strengthened Panama's controls over money-laundering in the twenty months they had been in power, and that \"Panama is setting up an independent commission, co-chaired by the Nobel laureate Joseph Stiglitz, to evaluate our financial system, determine best practices, and recommend measures to strengthen global financial and legal transparency. We expect its findings within the next six months, and will share the results with the international community.\"[147]\n\nHowever, in early August 2016, Stiglitz resigned from the committee because he learned that the Panamanian government would not commit to making their final report public. He said that he had always \"assumed\" that the final report would be transparent.[148]\n\nOn April 8, then-President Varela denounced France's proposal to return Panama to a list of countries that did not cooperate with information exchange.[149] Minister of the Presidency Alvaro Alemán categorically denied that Panama is a tax haven, and said the country would not be a scapegoat.[150] Alemán said that talks with the French ambassador to Panama had begun.[150]\n\nOn April 25, a meeting of the Panamanian and French finance ministers resulted in an agreement under which Panama will provide information to France about French nationals with taxable assets in the country.[151][152]\n\nThe Minister of Economy and Finance of Panama, Dulcidio de la Guardia, formerly an offshore specialist at Mossack Fonseca competitor Morgan & Morgan, said the legal but often \"murky\" niche of establishing offshore accounts, firms and trusts make up \"less than half a percentage point\" of Panama's GDP.  He appeared to suggest that the publication of the papers was an attack on Panama because of the high level of economic growth that the country had shown.[153]\n\nEduardo Morgan of the Panamanian firm Morgan & Morgan accused the OECD of starting the scandal to avoid competition from Panama with the interests of other countries.[154] The Panama Papers affect the image of Panama in an unfair manner and have come to light not as the result of an investigation, but of a hack, said Adolfo Linares, president of the Chamber of Commerce, Industries and Agriculture of Panama (Cciap).[155]\n\nThe Colegio Nacional de Abogados de Panama (CNA) urged the government to sue.[156] Political analyst Mario Rognoni said that the world perceives Panama as a tax haven. The government of then-President Juan Carlos Varela might become implicated if he tries to cover up for those involved, Rognoni said.[157]\n\nEconomist Rolando Gordon said the affair hurts Panama, which has just emerged from the greylist of the FATF, and added that each country, especially Panama, must conduct investigations and determine whether illegal or improper acts were committed.[158]\n\nPanama's Lawyers Movement called the Panama Papers leak \"cyber bullying\" and in a press conference condemned it as an attack on the 'Panama' brand. Fraguela Alfonso, its president, called it a direct attack on the country's financial system.\n\nThe law firm Rubio, Álvarez, Solís & Abrego also reacted and in a press release said that \"In recent decades Panama has been in the most important financial and service centers of Latin America and the entire world. As a result, all kinds of attacks on our service system have been attempted.\"[159]\n\nOffshore companies are legal, said Panamanian lawyer and former controller of the republic Alvin Weeden; illegality arises when they are used for money laundering, arms smuggling, terrorism, or tax evasion.[160]\n\nOn October 19, 2016, it became known that a government executive had spent 370 million U.S. dollars in order to \"clean\" the country's image.[161]\n\nOn October 22, 2016, during a state visit to Germany, Varela told journalist Jenny Pérez, of Deutsche Welle that there had been \"progress\" in transparency and many agreements to exchange tax information, and that tax evasion was a global problem. Asked about his ties with Ramón Fonseca Mora, managing partner of the firm Mossack Fonseca, he acknowledged that he is a friend.[162]\n\nThe Procuraduría de la Nación announced that it would investigate Mossack Fonseca and the Panama papers.[163]\nOn April 12, the newly formed Second Specialized Prosecutor against Organized Crime raided Mossack Fonseca and searched their Bella Vista office as part of the investigation initiated by the Panama Papers. The Attorney General's office issued a press release following the raid, which lasted 27 hours,[164] stating that the purpose was \"to obtain documents relevant to the information published in news articles that establishes the possible use of the law firm in illegal activities\".[165] The search ended without measures against the law firm, confirmed prosecutor Javier Caraballo of the Second Prosecutor Against Organized Crime.[166]\n\nOn April 22 the same unit raided another Panama location and \"secured a large amount of evidence\".[164]\n\nThe Municipality of Regulation and Supervision of Financial Subjects [not the Ministry of Economy and Finance (MEF)] initiated a special review of the law firm Mossack Fonseca to determine whether it had followed tax law. Carlamara Sanchez, in charge of this proceeding, said at a press conference that the quartermaster had come to verify whether the firm had complied since April 8 with due diligence, customer knowledge, the final beneficiary and reporting of suspicious transactions to Financial Analysis Unit (UAF) operations. She said that Law 23 of 2015 empowers regulation and supervision and said some firms had been monitored since late last year with special attention after the Panama Papers, and noted that the law carries fines $5,000 to $1 million or even suspension of the firm.[167]\n\nThe ICIJ investigation of Mossack Fonseca was reported to the Public Ministry. Samid Dan Sandoval, former candidate for mayor of Santiago de Veraguas (2014), filed the legal action against the journalists and all those who had participated. He said the project name damaged the integrity, dignity and sovereignty of the country and that the consortium would have to assume legal responsibility for all damage caused to the Panamanian nation.[168]\n\nA Change.org petition requested the ICIJ stop using the name of Panama as in the Panama Papers. The request said the generally-accepted name for the investigation \"damage(d) the image\" of Panama.[169]\n\nAttorney General of Panama Kenia Isolda Porcell Diaz announced on January 24, 2017 that she was suspending the investigations against Mossack Fonseca because it filed an appeal for protection of constitutional rights before the First Superior Court of Justice of Panama and requested that he deliver all the original documents to issue a judgment.[170][171][172][clarification needed]\n\nMossack and Fonseca were detained on February 8, 2017 on money-laundering charges.[173]\n\nIn March 2018, Mossack Fonseca announced that it would cease operations at the end of March due to \"irreversible damage\" to their image as a direct result of the Panama Papers.[174]\n\n"
        },
        {
            "title": "",
            "text": "Former South African president Thabo Mbeki, head of the African Union's panel on illicit financial flows, on April 9 called the leak \"most welcome\" and called on African nations to investigate the citizens of their nations who appear in the papers. His panel's 2015 report[175] found that Africa loses $50 billion a year due to tax evasion and other illicit practices and its 50-year losses top a trillion dollars. Furthermore, he said, the Seychelles, an African nation, is the fourth most mentioned tax haven in the documents.[176]\n\nOn April 22, 2016, Australia said it would create a public register showing the beneficial, or actual, owners of shell companies, as part of an effort to stamp out tax avoidance by multinational corporations.[177]\n\nThe Australian Taxation Office has announced that it is investigating 800 individual Australian taxpayers on the Mossack Fonseca list of clients and that some of the cases may be referred to the country's Serious Financial Crime Task Force.[178] Eighty names match to an organized crime intelligence database.[179]\n\nLeaked documents examined by the ABC \"pierced the veil of anonymous shell companies\" and linked a Sydney businessman and a Brisbane geologist to mining deals in North Korea.[180] \"Rather than applying sanctions, the Australian Government and the ASX seem to have allowed a coach and horses to be ridden through them by the people involved in forming this relationship, corporate relationship with one of the primary arms manufacturers in North Korea,\" said Thomas Clark of the University of Technology Sydney.[180]\n\nDavid Sutton was director of AAT Corporation and EHG Corporation when they held mineral licenses in North Korea and did business with Korean Natural Resources Development and Investment Corporation, which is under United Nations sanctions, and North Korea's \"primary arms dealer and main exporter of goods and equipment related to ballistic missiles and conventional weapons, responsible for approximately half of the arms exported by North Korea.\"[180] The geologist, Louis Schurmann, said British billionaire Kevin Leech was key to putting the deal together.[180] Leaked documents also reveal the involvement of another Briton, Gibraltar-based John Lister.[180] According to ABC, the Department of Foreign Affairs and Trade was aware of these mining deals, which had also been brought up in the Australian Senate, but nobody ever referred the matter to the Australian Federal Police.[180]\n\nOn May 12, 2016, the names of former Prime Minister of Australia Malcolm Turnbull, and former Premier of New South Wales Neville Wran, were both found in the Panama Papers, due to the pair's former directorship of the Mossack Fonseca-incorporated company Star Technology Systems Limited. Turnbull and Wran resigned from these positions in 1995, and the Prime Minister has denied any impropriety, stating \"had [Star Technology] made any profits—which it did not regrettably—it certainly would have paid tax in Australia.\"[181]\n\nMedia initially reported that the Panama Papers lists 500 entities created under the jurisdiction of the Cook Islands, population 10,000, almost as many as Singapore, whose population is 5.7 million.[182] After the Winebox affair, the Cook Islands gave New Zealand jurisdiction over tax matters.[183]\n\nNew Zealand's Inland Revenue Department said that they were working to obtain details of people who have tax residence in the country who may have been involved in arrangements facilitated by Mossack Fonseca.[184] Gerard Ryle, director of the ICIJ, told Radio New Zealand on April 8, 2016 that New Zealand is a well-known tax haven and a \"nice front for criminals\".[185] New Zealand provides overseas investors with foreign trusts and look-through companies. New Zealand government policy is to not request disclosure of the identity of either the settlor or the beneficiaries of the trust, and thus the ownership remains secret, and as a consequence, thus hiding the assets from the trust-holder's home jurisdictions. These trusts are not taxed in New Zealand. These trusts can then be used to acquire and own New Zealand registered companies, which become a vehicle by which the trust owners can exercise day to day control over their assets. These New Zealand-registered companies can be designed not to make a profit using loans from tax havens and other profit shifting techniques: the result being tax free income with the general respectability that has typically been associated with companies registered in New Zealand.\n\nPrime Minister John Key responded May 7 to John Doe's remark that he had been \"curiously quiet\" about tax evasion in the Cook Islands by saying that the whistleblower was confused and probably European. While the Cook Islands use New Zealand currency, \"I have as much responsibility for tax in the Cook Islands as I do for taxing Russia.\" New Zealand does represent the Cook Islands on defence and foreign policy, but not taxation, he said.[186]\n\nIn distancing New Zealand from the Cook Islands, Key ignored the close ties between the two countries and the crucial role New Zealand had in setting up the Cook Island taxation system.[187]\n\nMossack Fonseca approached Niue in 1996 and offered to help set up a tax haven on the tiny South Sea island. The law firm drafted the necessary legislation, permitting offshore companies to operate in total secrecy. They took care of all the paperwork, the island got a modest fee for each filing, and it seemed like quite a deal, even if they were required by law now to provide all banking paperwork in Russian and Chinese as well as English.[188]\n\nSoon the filings almost covered the island's year budget. The US government however made official noises in 2001 about laundering criminal proceeds and Chase Bank blacklisted the island and Bank of New York followed suit. This caused inconvenience to the population so they let their contract with Mossack Fonseca expire and many of the privacy-seekers on the banking world moved on.[188] Some did stay however, apparently; the Panama Papers database lists nearly 10,000 companies and trusts set up on Niue, population 1200.[182]\n\nMany recently created shell companies were set up in Samoa, perhaps after Niue revised its tax laws. The Panama Papers database lists more than 13,000 companies and trusts set up there. Samoa has a population of roughly 200,000.[182]\n\n"
        },
        {
            "title": "",
            "text": "On May 27, 2015, the US Department of Justice indicted a number of companies and individuals for conspiracy, corruption and racketeering in connection with bribes and kickbacks paid to obtain media and marketing rights for FIFA tournaments. Some immediately entered guilty pleas.[189]\n\nAmong those indicted were Jeffrey Webb and Jack Warner, the current and former presidents of CONCACAF, the continental confederation under FIFA headquartered in the United States. They were charged with racketeering and bribery offenses. Others were US and South American sports marketing executives who paid and agreed to pay well over $150 million in bribes and kickbacks.[189]\n\nOn December 12, 2014, José Hawilla, the owner and founder of the Traffic Group, the Brazilian sports marketing conglomerate, waived indictment and pleaded guilty to a four-count information charging him with racketeering conspiracy, wire fraud conspiracy, money laundering conspiracy and obstruction of justice. Hawilla also agreed to forfeit over $151 million, $25 million of which was paid at the time of his plea.[189]\n\nTorneos & Traffic (T&T) is a subsidiary of Fox International Channels since 2005[190] (with investments since 2002) and is the same company involved in corrupt practices in the acquisition of rights to major South American soccer tournaments.[191][192]\n\nMany individuals mentioned in the Panama Papers are connected with the world governing body of association football, FIFA, including the former president of CONMEBOL Eugenio Figueredo;[193] former President of UEFA Michel Platini;[194] former secretary general of FIFA Jérôme Valcke;[194] Argentine player for Barcelona Lionel Messi; and, from Italy, the head manager of Metro, Antonio Guglielmi.[193]\n\nThe leak also revealed an extensive conflict of interest between a member of the FIFA Ethics Committee and former FIFA vice president Eugenio Figueredo.[193] Swiss police searched the offices of UEFA, European football's governing body, after the naming of former secretary-general Gianni Infantino as president of FIFA. He had signed a television deal while he was at UEFA with a company called Cross Trading, which the FBI has since accused of bribery. The contract emerged among the leaked documents. Infantino has denied wrongdoing.[195]\n\n"
        },
        {
            "title": "",
            "text": "In April 2019, the ICIJ and European newspapers reported that the global tally of such payments exceeded one billion USD, and is now at 1.2 billion. In comparison, Great Britain recovered the largest position (253 million), followed by Denmark (237 million), Germany (183 million), Spain (164 million), France (136 million) and Australia (93 million). Colombia with 89 million recuperated the highest amount for South and Central American countries, which were heavily involved in the financial scandal. While investigations are ongoing in Austria, Canada and Switzerland, and more payments are to be expected, many countries are conducting continued inspections of companies and private individuals revealed in the report.[196][197]\n\n"
        }
    ]
}