{
    "url": "https://en.wikipedia.org/wiki/Pancho_Villa",
    "title": "Pancho Villa",
    "table_of_contents": [
        "1 Early life",
        "2 Madero and Villa in the ouster of Díaz",
        "3 Villa during the Madero presidency, 1911–1913",
        "4 Fighting Huerta, 1913–14",
        "4.1 Governor of Chihuahua",
        "4.2 Victory at Zacatecas, 1914",
        "5 Break with Carranza, 1914",
        "6 Alliance with Zapata against Carranza, 1914–15",
        "7 From national leader to guerrilla leader, 1915–20",
        "7.1 Attack on New Mexico",
        "7.2 U.S. Expedition to capture Villa",
        "7.3 German involvement in Villa's later campaigns",
        "8 Final years: guerrilla leader to hacienda owner, 1920–23",
        "9 Personal life",
        "10 Death",
        "10.1 Aftermath of his death",
        "11 In historical memory",
        "12 In popular culture",
        "13 Legacy",
        "14 Villa's battles and military actions",
        "15 See also",
        "16 References",
        "17 Further reading",
        "17.1 Media",
        "18 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nFrancisco \"Pancho\" Villa (UK: /ˈviːə/,[3] also US: /ˈviːjɑː/;[3] Spanish: [ˈbiʎa];[3] born José Doroteo Arango Arámbula, 5 June 1878 – 20 July 1923) was a general in the Mexican Revolution. He was a key figure in the revolutionary movement that forced out President Porfirio Díaz and brought Francisco I. Madero to power in 1911. When Madero was ousted by a coup led by General Victoriano Huerta in February 1913, he led anti-Huerta forces in the Constitutionalist Army 1913–14. The commander of the coalition was civilian governor of Coahuila Venustiano Carranza. After the defeat and exile of Huerta in July 1914, Villa broke with Carranza. Villa dominated the meeting of revolutionary generals that excluded Carranza and helped create a coalition government. Emiliano Zapata and Villa became formal allies in this period, but it was only in principle. Like Zapata, Villa was strongly in favor of land reform, but his plans were not implemented when he had power.[4] At the height of his power and popularity in late 1914 and early 1915, the U.S. considered recognizing him as Mexico's legitimate authority.[5] Civil war broke out when Carranza challenged Villa. Villa was decisively defeated by Constitutionalist General Álvaro Obregón in summer 1915, and the U.S. aided Carranza directly against Villa in the Second Battle of Agua Prieta in November 1915.[6] Much of Villa's army left after Villa's defeat on the battlefield and for his lack of resources to buy arms and pay soldiers' salaries. Angered at the U.S. aid to Carranza, Villa conducted a raid on the border town of Columbus, New Mexico to goad the U.S. to invade Mexico in 1916–17. Despite a major contingent of soldiers and the latest military technology, the U.S. failed to capture Villa. When President Carranza was ousted from power in 1920, Villa negotiated an amnesty with interim President Adolfo de la Huerta and was given a landed estate, on the condition he retire from politics. He was assassinated in 1923. Although his faction did not prevail in the Revolution, he is one of its most charismatic and prominent figures.\n\nIn life, Villa helped fashion his own image as an internationally known revolutionary hero, starring as himself in Hollywood films and giving interviews to foreign journalists, most notably John Reed.[7] After his death he was excluded from the pantheon of revolutionary heroes until the Sonoran generals Obregón and Calles, whom he battled during the Revolution, were gone from the political stage. Villa's exclusion from the official narrative of the Revolution might have contributed to his continued posthumous popular acclaim. He was celebrated during the Revolution and long afterward by corridos, films about his life, and novels by prominent writers. In 1976, his remains were reburied in the Monument to the Revolution in Mexico City in a huge public ceremony.[8][9]\n\n"
        },
        {
            "title": "Early life",
            "text": "Villa told a number of conflicting stories about his early life. According to most sources, he was born on 5 June 1878, and named José Doroteo Arango Arámbula at birth. As a child, he received some education from a local church-run school, but was not proficient in more than basic literacy. His father was a sharecropper named Agustín Arango, and his mother was Micaela Arámbula. He grew up at the Rancho de la Coyotada,[10] one of the largest haciendas in the state of Durango. The family's residence now houses the Casa de Pancho Villa historic museum in San Juan del Rio.: 64  Doroteo later claimed to be the son of the bandit Agustín Villa, but according to at least one scholar, \"the identity of his real father is still unknown.\"[11] He was: 64  the oldest of five children.: 58  He quit school to help his mother after his father died, and worked as a sharecropper, muleskinner (arriero), butcher, bricklayer, and foreman for a U.S. railway company.[12]\nAccording to his dictated remembrances, published as Memorias de Pancho Villa,[13] at the age of 16 he moved to Chihuahua, but soon returned to Durango to track down and kill an hacienda owner named Agustín López Negrete who had raped his sister, afterward stealing a horse and fleeing[14]: 58  to the Sierra Madre Occidental region of Durango, where he roamed the hills as a thief.[14] Eventually, he became a member of a bandit band where he went by the name \"Arango\".[15]\n\nIn 1902, the rurales, the crack rural police force of President Porfirio Díaz, arrested Pancho for stealing mules and for assault. Because of his connections with the powerful Pablo Valenzuela, who allegedly had been a recipient of goods stolen by Villa/Arango, he was spared the death sentence sometimes imposed on captured bandits. Pancho Villa was forcibly inducted into the Federal Army, a practice often adopted under the Diaz regime to deal with troublemakers. Several months later, he deserted and fled to the neighboring state of Chihuahua.[16]: 58  In 1903, after killing an army officer and stealing his horse,[15] he no longer was known as Arango but Francisco \"Pancho\" Villa[15] after his paternal grandfather, Jesús Villa.[16]: 58  However, others claim he appropriated the name from a bandit from Coahuila.[17] He was known to his friends as La Cucaracha or (\"the cockroach\").[15]\n\nUntil 1910, Villa is said to have alternated episodes of thievery with more legitimate pursuits.[16]: 58  At one point he was employed as a miner, but that stint did not have a major impact on him.[18] Villa's outlook on banditry changed after he met Abraham González,[14] the local representative for presidential candidate Francisco Madero,[14] a rich hacendado turned politician from the northern state of Coahuila, who opposed the continued rule of Díaz and convinced Villa that through his banditry he could fight for the people and hurt the hacienda owners.[14][10]\n\nAt the outbreak of the Mexican Revolution in 1910, Villa was 32 years old.\n\n"
        },
        {
            "title": "",
            "text": "At the outbreak of the Mexican Revolution, for Villa and men like him operating as bandits, the turmoil provided expanded horizons, \"a change of title, not of occupation\" in one assessment.[19] Villa joined in the armed rebellion that Francisco Madero called for in 1910 to oust incumbent President Porfirio Díaz in the Plan de San Luis Potosí. In Chihuahua, the leader of the anti-re-electionists, Abraham González, reached out to Villa to join the movement. Villa captured a large hacienda, then a train of Federal Army soldiers, and the town of San Andrés. He went on to beat the Federal Army in Naica, Camargo, and Pilar de Conchos, but lost at Tecolote.[20] Villa met in person with Madero in March 1911, as the struggle to oust Díaz was ongoing.[21] Although Madero had created a broad movement against Díaz, he was not sufficiently radical for anarcho-syndicalists of the Mexican Liberal Party, who challenged his leadership. Madero ordered Villa to deal with the threat, which he did, disarming and arresting them. Madero rewarded Villa by promoting him to colonel in the revolutionary forces.[20]\n\nMuch of the fighting was in the north of Mexico, near the border with the United States. Fearful of U.S. intervention, Madero ordered his officers to call off the siege of the strategic border city of Ciudad Juárez. Villa and Pascual Orozco attacked instead, capturing the city after two days of fighting, thus winning the first Battle of Ciudad Juárez in 1911.[20]\n\nFacing a series of defeats in many places, Díaz resigned on 25 May 1911, afterward going into exile. However, Madero signed the Treaty of Ciudad Juárez with the Díaz regime, under which the same power structure, including the recently defeated Federal Army, was retained.\n\n"
        },
        {
            "title": "",
            "text": "The rebel forces, including Villa, were demobilized, and Madero called on the men of action to return to civilian life. Orozco and Villa demanded that hacienda land seized during the violence bringing Madero to power be distributed to revolutionary soldiers. Madero refused, saying that the government would buy the properties from their owners and then distribute them to the revolutionaries at some future date.[24] According to a story recounted by Villa, he told Madero at a banquet in Ciudad Juárez after the victory in 1911, \"You, sir [Madero], have destroyed the revolution... It's simple: this bunch of dandies have made a fool of you, and this will eventually cost us our necks, yours included.\"[25] This proved to be the case for Madero, who was murdered during a military coup in February 1913 in a period known as the Ten Tragic Days (Decena Trágica).\n\nOnce elected president in November 1911, Madero proved a disastrous politician, dismissing his revolutionary supporters and relying on the existing power structure. Villa strongly disapproved of Madero's decision to name Venustiano Carranza (who previously had been a staunch supporter of Diaz until Diaz refused to appoint him as Governor of Coahuila in 1909[26]) as his Minister of War.[26] Madero's \"refusal personally to accommodate Orozco was a major political blunder.\"[22] Orozco rebelled in March 1912, both for Madero's continuing failure to enact land reform and because he felt insufficiently rewarded for his role in bringing the new president to power. At the request of Madero's chief political ally in the state, Chihuahua Governor Abraham González, Villa returned to military service under Madero to fight the rebellion led by his former comrade Orozco. Although Orozco appealed with him to join his rebellion,[27] Villa again gave Madero key military victories. With 400 cavalrymen, he captured Parral from the Orozquistas and then joined forces in the strategic city of Torreón with the Federal Army under the command of General Victoriano Huerta.[20][28]\n\nHuerta initially welcomed the successful Villa, and sought to bring him under his control by naming Villa an honorary brigadier general in the Federal Army, but Villa was not flattered or controlled easily.[20] Huerta then sought to discredit and eliminate Villa by accusing him of stealing a fine horse and calling him a bandit.  Villa struck Huerta, who then ordered Villa's execution for insubordination and theft.  As he was about to be executed by firing squad, he made appeal to Generals Emilio Madero and Raul Madero, brothers of President Madero. Their intervention delayed the execution until the president could be contacted by telegraph, and he ordered Huerta to spare Villa's life but imprison him.[citation needed]\n\nVilla first was imprisoned in Belem Prison, in Mexico City. While in prison he was tutored in reading and writing by Gildardo Magaña, a follower of Emiliano Zapata, revolutionary leader in Morelos. Magaña also informed him of Zapata's Plan de Ayala, which repudiated Madero and called for land reform in Mexico.[28][29][30][31] Villa was transferred to the Santiago Tlatelolco Prison on 7 June 1912. There he received further tutelage in civics and history from imprisoned Federal Army general Bernardo Reyes. Villa escaped on Christmas Day 1912, crossing into the United States near Nogales, Arizona on 2 January 1913. Arriving in El Paso, Texas, he attempted to convey a message to Madero via Abraham González about the upcoming coup d'état, to no avail; Madero was murdered in February 1913, and Huerta became president.[29] Villa was in the U.S. when the coup occurred. With just seven men, some mules, and scant supplies, he returned into Mexico in April 1913 to fight Madero's usurper and his own would-be executioner, President Victoriano Huerta.[32]\n\n"
        },
        {
            "title": "",
            "text": "Huerta immediately moved to consolidate power. He had Abraham González, governor of Chihuahua, Madero's ally and Villa's mentor, murdered in March 1913. (Villa later recovered González's remains and gave his friend and mentor a proper funeral in Chihuahua.)\nThe governor of Coahuila, Venustiano Carranza, who had been appointed by Madero, also refused to recognize Huerta's authority. He proclaimed the Plan of Guadalupe to oust Huerta as an unconstitutional usurper. Considering Carranza the lesser of two evils, Villa joined him to overthrow his old enemy, Huerta, but he also made him the butt of jokes and pranks.[26] Carranza's political plan gained the support of politicians and generals, including Pablo González, Álvaro Obregón, and Villa.  The movement collectively was called the Ejército Constitucionalista de México (Constitutionalist Army of Mexico). The Constitucionalista adjective was added to stress the point that Huerta legally had not obtained power through lawful avenues laid out by Mexico's Constitution of 1857. Until Huerta's ouster, Villa joined with the revolutionary forces in the north under \"First Chief\" Carranza and his Plan of Guadalupe.\n\nThe period 1913–1914 was the time of Villa's greatest international fame and military and political success. Through this time Villa focused on accessing funding from wealthy hacendados and raised money using methods such as forced assessments on hostile hacienda owners and train robberies.[34] In one notable escapade, after robbing a train he held 122 bars of silver and a Wells Fargo employee hostage, forcing Wells Fargo to help him sell the bars for cash.[35] A rapid, hard-fought series of victories at Ciudad Juárez, Tierra Blanca, Chihuahua, and Ojinaga followed.[34]\n\nThe well-known American journalist and fiction writer Ambrose Bierce, then in his seventies, accompanied Villa's army during this period and witnessed the Battle of Tierra Blanca. Villa considered Tierra Blanca, fought from 23 to 24 November 1913, his most spectacular victory,[36] although General Talamantes died in the fighting.[16] Bierce vanished on or after December 1913. His disappearance has never been solved. Oral accounts of his execution by firing squad were never verified. U.S. Army Chief of Staff Hugh L. Scott charged Villa's American agent, Sommerfeld, with finding out what happened, but the only result of the inquiry was the finding that Bierce most likely survived after Ojinaga and died in Durango.[37]\n\nJohn Reed, who graduated from Harvard in 1910 and became a leftist journalist, wrote magazine articles that were highly important in shaping Villa's epic image for Americans. Reed spent four months embedded with Villa's army and published vivid word portraits of Villa, his fighting men, and the women soldaderas, who were a vital part of the fighting force. Reed's articles were collected as Insurgent Mexico and published in 1914 for an American readership.[38] Reed includes stories of Villa confiscating cattle, corn, and bullion and redistributing them to the poor. President Woodrow Wilson knew some version of Villa's reputation, saying he was \"a sort of Robin Hood [who] had spent an eventful life robbing the rich in order to give to the poor. He had even at some point kept a butcher's shop for the purpose of distributing to the poor the proceeds of his innumerable cattle raids.\"[39]\n\nVilla was a brilliant tactician on the battlefield, which translated to political support. In 1913, local military commanders elected him provisional governor of the state of Chihuahua[10] against the wishes of First Chief Carranza, who wished to name Manuel Chao instead.[10]: 263 [14]: 253  As Governor of Chihuahua, Villa recruited more experienced generals, including Toribio Ortega, Porfirio Talamantes, and Calixto Contreras, to his military staff and achieved more success than ever.[10]: 253  Villa's secretary, Pérez Rul, divided his army into two groups, one led by Ortega, Contreras, and Orestes Pereira[10]: 261  and the other led by Talamantes and Contreras' former deputy, Severianco Ceniceros.[10]: 262 \n\nAs governor of Chihuahua, Villa raised more money for a drive to the south against Huerta's Federal Army by various methods. He printed his own currency and decreed that it could be traded and accepted at par with gold Mexican pesos. He forced the wealthy to give loans to fund the revolutionary war machinery.[40] He confiscated gold from several banks, and in the case of the Banco Minero he held a member of the bank's owning family, the wealthy Terrazas clan, as a hostage until the location of the bank's hidden gold reserves was revealed. He also appropriated land owned by the hacendados (owners of the haciendas) and redistributed the money generated by the haciendas to fund military efforts and the pensions of citizens who had lost family members in the revolution.[41] Villa also decreed that after the completion of the revolution the land would be redistributed, away from the hands of the oligarchy, to revolutionary veterans, former owners of the land from before the hacendados took the land, and the state itself in equal parts.[41] These motions accompanied with gifts and cost reductions for poorer sections of the state represented large changes from previous revolutionary governments, and led to large support for Villa in significant portions of Chihuahua's population.[41] After four weeks as the governor Villa retired from the position at the suggestion of Carranza, leaving Manuel Chao as governor.[41]\n\nWith so many sources of money, Villa expanded and modernized his forces, purchasing draft animals, cavalry horses, arms, ammunition, mobile hospital facilities (railroad cars and horse ambulances staffed with Mexican and foreign volunteer doctors, known as Servicio sanitario), and other supplies, and rebuilt the railroad south of Chihuahua City. He also recruited fighters from Chihuahua and Durango and created a large army known as the Division del Norte (Division of the North),[10]: 287  the most powerful and feared military unit in all of Mexico.[42] The rebuilt railroad transported Villa's troops and artillery south,[43] where he defeated the Federal Army forces in a series of battles at Gómez Palacio, Torreón, and eventually at the heart of Huerta's regime in Zacatecas.[44][43]\n\nAfter Villa captured the strategic prize of Torreón, Carranza ordered Villa to break off action south of Torreón and instead to divert to attack Saltillo.[43] He threatened to cut off Villa's coal supply, immobilizing his supply trains, if he did not comply.[43] This was seen widely as an attempt by Carranza to divert Villa from a direct assault on Mexico City in order to allow Carranza's forces under Obregón, driving in from the west via Guadalajara, to take the capital first.[45] This was an expensive and disruptive diversion for the División del Norte. Villa's enlisted men were not unpaid volunteers but paid soldiers, earning the then enormous sum of one peso per day. Each day of delay cost thousands of pesos.\n\nDisgusted but having no practical alternative, Villa complied with Carranza's order and captured the less important city of Saltillo,[45] and proceeded to give control of the land to Carranza in the hope of ending the hostility between the two.[46] Carranza refused to reach any compromise with Villa, and ordered that 5000 members of the División del Norte be sent to Zacatecas to assist in its capture. A Constitutionalist general had recently staged an attack that had failed due to the superior artillery of the federal forces.  Villa believed that sending troops to assist would only lead to the same result unless he was to lead the attack himself.[46] Carranza declined to rescind the order as he did not want Villa to receive the credit as the victor of Zacatecas.[46] Upon receiving Carranza's refusal Villa resigned from his post, which further led to the majority of revolutionary generals rallying behind Villa.[46] Felipe Ángeles and the rest of Villa's staff officers argued for Villa to withdraw his resignation, and proceed to attack Zacatecas, a strategic railroad station heavily defended by Federal troops and considered nearly impregnable.[45] Zacatecas was the source of much of Mexico's silver, and thus a supply of funds for whoever held it.[45] Villa accepted his staff's advice and cancelled his resignation, and the División del Norte defied Carranza and attacked Zacatecas.[45] Fighting up steep slopes, the División del Norte defeated a force of 12,000 Federals in the Toma de Zacatecas (Taking of Zacatecas), the single bloodiest battle of the Revolution, with Federal casualties numbering approximately 7,000 dead and 5,000 wounded,[47] and unknown numbers of civilian casualties.\n\nVilla's victory at Zacatecas in June 1914 broke the back of the Huerta regime.[10] Huerta left the country on 14 July 1914. The Federal Army collapsed, ceasing to exist as an institution. As Villa moved towards the capital his progress was halted due to a lack of coal to fuel the railroad engines, and critically, an embargo placed by the U.S. government on importation to Mexico.[48] Before this Villa had strong relationships with the Wilson administration, due in part to Carranza's distinctly anti-American rhetoric with which Villa publicly disagreed. Although nothing had changed for Villa historian Friedrich Katz writes that the exact motives of the U.S. government are hotly contested, it is likely that it was attempting to establish some type of control over Mexico by not allowing any one faction to become powerful enough to not need U.S. assistance.[48]\n\n"
        },
        {
            "title": "",
            "text": "The break between Villa and Carranza had been anticipated.  The Pact of Torreón, an agreement between the Division of the Northeast and Villa's Division of the North, was a stopgap to keep the Constitutionalists united prior to the defeat of the Federal Army. The pact was ostensibly an updating of Carranza's narrow Plan of Guadalupe, adding radical language about land distribution and sanctions for the Roman Catholic Church for its support of Huerta. Neither Villa nor Carranza took the provisions of the pact seriously, one which was for Carranza to renew the flow of ammunition to Villa and supply coal so his troops could be transported by train.[49][50] The truce between Villa and Carranza held long enough for the final defeat and dissolution of the Federal Army.  In August 1914, Carranza and his revolutionary army entered Mexico City ahead of Villa.\n\nThe unity of fighting against Huerta was no longer the underpinnings of the Constitutionalists under Carranza's leadership. Carranza was a wealthy estate owner and governor of Coahuila, and he considered Villa little more than a bandit, despite his military successes. Villa viewed Carranza as a soft civilian, while Villa's Division of the North was the largest and most successful revolutionary army.[51] In August and September Obregón traveled to meet with and persuade Villa not to fracture the Constitutionalist movement. In their August meeting, the two agreed that Carranza should now take the title of interim president of Mexico, now that Huerta had been ousted. Despite the generals' joint petition, Carranza did not want to do that, since it would have meant being ineligible to run in the expected la presidential election. The two also agreed that there should be immediate action on land reform. They also agreed that the military needed to be separated from politics.[52] By the time of Obregón's second meeting with Villa in September, Obregón had given up on coming to an agreement with him, but he hoped to lure soldiers of the Division of the North away from Villa, sensing that some disapproved of Villa's violent tendencies.[53] During the visit, Villa became incensed at Obregón and called for a firing squad to execute him immediately.  Obregón soothed him and Villa dismissed the squad.[54] Villa allowed Obregón to leave by train to Mexico City, but then Villa attempted to stop the train and bring Obregón back to Chihuahua. The telegram was not received or was ignored, and Obregón arrived safely in the capital.[55] Even though Obregón had his differences with Carranza, his two visits with Villa convinced him to remain loyal for the moment to the civilian First Chief. Obregón saw Villa \"as a bandit who would not keep his promises.\"[56] Villa broke with Carranza in September 1914 and issued a manifesto.\n\n"
        },
        {
            "title": "",
            "text": "Once Huerta was ousted, the power struggle between factions of the revolution came into the open. The revolutionary caudillos convened the Convention of Aguascalientes, attempting to sort out power in the political sphere rather than on the battlefield. This meeting set out a path towards democracy. None of the armed revolutionaries were allowed to be nominated for government positions, and Eulalio Gutiérrez was chosen as interim president. Emiliano Zapata, a military general from southern Mexico also sent a number of delegates to the convention, however these delegates did not participate until they were convinced the convention aimed for true reform, and an alliance was made between Zapata's forces and Villa's.[48] Zapata was sympathetic to Villa's hostile views of Carranza and told Villa he feared Carranza's intentions were those of a dictator and not of a democratic president. Fearing that Carranza was intending to impose a dictatorship, Villa and Zapata broke with him.[48] Carranza opposed the agreements of the convention, which rejected his leadership as \"first chief\" of the revolution. The Army of the convention was constituted with the alliance of Villa and Zapata, and a civil war of the winners ensued.[40] Although both Villa and Zapata were defeated in their attempt to advance an alternative state power, their social demands were copied (in their way) by their adversaries (Obregón and Carranza).[57]\n\nCarranza and Alvaro Obregón retreated to Veracruz, leaving Villa and Zapata to occupy Mexico City.[48] Although Villa had a more formidable army and had demonstrated his brilliance in battle against the now-defunct Federal Army, Carranza's general Obregón was a better tactician.[26] With Obregón's help, Carranza was able to use the Mexican press to portray Villa as a sociopathic bandit and undermine his standing with the U.S.[26] In late 1914, Villa was dealt an additional blow with the death from typhus of Toribio Ortega, one of his top generals.[16]: 273 \n\nWhile Convention forces occupied Mexico City, Carranza maintained control over two key Mexican states, Veracruz and Tamaulipas, where Mexico's two largest ports were located. Carranza was able to collect more revenue than Villa.[26] In 1915, Villa was forced to abandon the capital after a number of incidents involving his troops, which helped pave the way for the return of Carranza and his followers.[48]\n\nTo combat Villa, Carranza sent his ablest general Obregón north, who defeated Villa in a series of battles.[48] Meeting at the Battle of Celaya in the Bajío, Villa and Obregón first fought from 6 to 15 April 1915, and Villa's army was defeated badly, suffering 4,000 killed and 6,000 captured.[48] Obregón engaged Villa again at the Battle of Trinidad, which was fought between 29 April and 5 June 1915, where Villa suffered another huge loss. In October 1915, Villa crossed into Sonora, the main stronghold of Obregón and Carranza's armies, where he hoped to crush Carranza's regime. However, Carranza had reinforced Sonora, and Villa again was defeated badly. Rodolfo Fierro, a loyal officer and cruel hatchet man, was killed while Villa's army was crossing into Sonora.\n\nAfter losing the Battle of Agua Prieta in Sonora, an overwhelming number of Villa's men in the Division del Norte were killed and 1,500 of the army's surviving members soon turned on him, accepting an amnesty offer from Carranza.[58]  \"Villa's army [was] reduced to the condition to which it had reduced Huerta's in 1914. The celebrated Division of the North thus was eliminated as a capital military force.\"[59]\n\nIn November 1915,[60] Carranza's forces captured and executed Contreras, Pereyra, and son.[10]: 262  Severianco Ceniceros also accepted amnesty from Carranza and turned on Villa as well.[10]: 262  Although Villa's secretary Perez Rul also broke with Villa, he refused to become a supporter of Carranza.[10]: 832 \n\nOnly 200 men in Villa's army remained loyal to him, and he was forced to retreat back into the mountains of Chihuahua. However, Villa and his men were determined to keep fighting Carranza's forces. Villa's position further was weakened by the United States' refusal to sell him weapons.[48] By the end of 1915, Villa was on the run and the United States government recognized Carranza.[26]\n\n"
        },
        {
            "title": "",
            "text": "The period after Villa's defeat by Obregón has many dark episodes. His fighting force had shrunk significantly, no longer an army. Villa's opponents believed him finished as a factor in the Revolution.  He decided to split his remaining forces into independent bands under his authority, ban soldaderas, and take to the hills as guerrillas. This strategy was effective and one that Villa knew well from his bandit days. He had loyal followers from western Chihuahua and northern Durango. A pattern of towns being under government control and the countryside under guerrilla control reasserted itself.[61] Civilian populations during warfare are often the victims of violence.  In Namiquipa, Villa sought to punish civilians who had formed a home guard, but when they learned Villa's men were approaching the village men took to the hills, leaving their families behind.  Villa rounded up the wives and allowed his soldiers to rape them.  The story of the rapes in Namiquipa was spread throughout Chihuahua.[62]\n\nAfter years of public and documented support for Villa's fight, the United States refused to allow more arms to be supplied to his army, and allowed Carranza's troops to be relocated over U.S. railroads in the Second Battle of Aguaprieta.[10] Woodrow Wilson believed that supporting Carranza was the best way to expedite establishment of a stable Mexican government. Villa was further enraged by Obregón's use of searchlights, powered by U.S. generated electricity, to help repel a Villista night attack on the border town of Agua Prieta, Sonora on 1 November 1915. In January 1916, a group of Villistas attacked a train on the Mexico North Western Railway, near Santa Isabel, Chihuahua, and killed a number of U.S. nationals employed by the American Smelting and Refining Company. The passengers included eighteen Americans, 15 of whom worked for American Smelting. There was only one survivor, who gave the details to the press. Villa admitted to ordering the attack, but denied that he had authorized the shedding of blood of U.S. citizens.[63]\n\nAfter meeting with a Mexican mayor named Juan Muñoz,[64] Villa recruited more men into his guerrilla militia and had 400 men under his command.[64] Villa then met with his lieutenants Martin Lopez, Pablo Lopez, Francisco Beltran, and Candelario Cervantes, and commissioned an additional 100 men to the command of Joaquin Alvarez, Bernabe Cifuentes, and Ernesto Rios.[64] Pablo Lopez and Cervantes were later killed in the early part of 1916.[16]: 364  Villa and his 500 guerrillas then started planning an attack on U.S. soil.[64]\n\nOn 9 March 1916, General Villa ordered nearly 100 Mexican members of his revolutionary group to make a cross-border attack against Columbus, New Mexico. While some believed the raid was conducted because of the U.S. government's official recognition of the Carranza regime and for the loss of lives in battle due to defective cartridges purchased from the U.S.,[65] it was accepted from a military standpoint that Villa carried out the raid because he needed more military equipment and supplies in order to continue his fight against Carranza.[65] They attacked a detachment of the 13th Cavalry Regiment (United States), burned the town, and seized 100 horses and mules and other military supplies. Eighteen Americans and about 80 Villistas were killed.[65][66]\n\nOther attacks in U.S. territory allegedly were carried out by Villa, but none of these attacks were confirmed to have been carried out by Villistas. These were:\n\nIn response to Villa's raid on Columbus, President Wilson sent 5,000 U.S. Army soldiers under the command of General Frederick Funston, who oversaw John Pershing as he pursued Villa through Mexico. Employing aircraft and trucks for the first time in U.S. Army history, Pershing's force fruitlessly pursued Villa until February 1917.[70] Villa eluded them, but some of his senior commanders, including Colonel Candelario Cervantes, General Francisco Beltrán, Beltrán's son, Villa's second-in-command Julio Cárdenas, and a total of 190 of his men were killed during the expedition.\n\nThe Carranza government and the Mexican population were against U.S. troops violating Mexican territories. There were several demonstrations of opposition to the Punitive Expedition.  During the expedition, Carranza's forces captured one of Villa's top generals, Pablo López, and executed him on 5 June 1916.[71]\n\nBefore the Villa-Carranza irregular forces had left to the mountains in 1915, there is no credible evidence that Villa cooperated with or accepted any help from the German government or agents. Villa was supplied arms from the U.S., employed international mercenaries and doctors including Americans, was portrayed as a hero in the U.S. media, made business arrangements with Hollywood, and did not object to the 1914 U.S. naval occupation of Veracruz. Villa's observation was that the occupation merely hurt Huerta. Villa opposed the armed participation of the United States in Mexico, but he did not act against the Veracruz occupation in order to maintain the connections in the U.S. that were necessary to buy American cartridges and other supplies. The German consul in Torreón made entreaties to Villa, offering him arms and money to occupy the port and oil fields of Tampico to enable German ships to dock there, but Villa rejected the offer.\n\nGerman agents tried to interfere in the Mexican Revolution but were unsuccessful. They attempted to plot with Victoriano Huerta to assist him to retake the country and, in the infamous Zimmermann Telegram to the Mexican government, proposed an alliance with the government of Venustiano Carranza.\n\nThere were documented contacts between Villa and the Germans after Villa's split with the Constitutionalists. This was principally in the person of Felix A. Sommerfeld (noted in Katz's book), who allegedly funneled $340,000 of German money to the Western Cartridge Company in 1915, to purchase ammunition. Sommerfeld had been Villa's representative in the United States since 1914 and had close contact with the German naval attaché in Washington Karl Boy-Ed, as well as other German agents in the United States including Franz von Rintelen and Horst von der Goltz.[72] In May 1914, Sommerfeld formally entered the employ of Boy-Ed and the German secret service in the United States.[73] However, Villa's actions were hardly that of a German catspaw; rather, it appeared that Villa resorted to German assistance only after other sources of money and arms were cut off.[74]\n\nAt the time of Villa's 1916 attack on Columbus, New Mexico, Villa's military power had been marginalized. He was repulsed at Columbus by a small cavalry detachment, albeit after doing a lot of damage. His theater of operations was limited mainly to western Chihuahua. He was persona non grata with Mexico's ruling Carranza constitutionalists and was the subject of an embargo by the U.S., so communication or further shipments of arms between the Germans and Villa would have been difficult.\n\nA plausible explanation for contacts between Villa and the Germans, after 1915, is that they were a futile extension of increasingly desperate German diplomatic efforts and Villista dreams of victory as progress of their respective wars bogged down. Villa effectively did not have anything useful to offer in exchange for German help at that point. When assessing claims of Villa conspiring with Germans, portrayal of Villa as a German sympathizer served the propaganda needs of both Carranza and Wilson and has to be taken into account.\n\nThe use of Mauser rifles and carbines by Villa's forces does not necessarily indicate a German connection. These weapons were used widely by all parties in the Mexican Revolution, Mauser longarms being enormously popular. They were standard issue in the Mexican Army, which had begun adopting 7 mm Mauser system arms as early as 1895.[75]\n\n"
        },
        {
            "title": "",
            "text": "Following his unsuccessful military campaign at Celaya and the 1916 incursion into New Mexico, prompting the unsuccessful U.S. military intervention in Mexico to capture him, Villa ceased to be a national leader and became a guerrilla leader in Chihuahua.[14][76] While Villa still remained active, Carranza shifted his focus to dealing with the more dangerous threat posed by Zapata in the south.[14] Villa's last major military action was a raid against Ciudad Juárez in 1919.[14] Following the raid, Villa suffered yet another major blow after Felipe Angeles, who had returned to Mexico in 1918 after living in exile for three years as a dairy farmer in Texas,[77][78] left Villa and his small remaining militia. Angeles later was captured by Carranza's forces and was executed on 26 November 1919.\n\nVilla continued fighting, and conducted a small siege in Ascención, Durango, after his failed raid in Ciudad Juárez.[79] The siege failed, and Villa's new second-in-command, his longtime lieutenant Martín López, was killed during the fighting.[79] At this point Villa agreed that he would cease fighting if it were made worth his while.[15]\n\nOn 21 May 1920, a break for Villa came when Carranza, along with his top advisers and supporters,[26] was assassinated by supporters of Álvaro Obregón.[26] With his nemesis dead, Villa was now ready to negotiate a peace settlement and retire. On 22 July 1920, Villa finally was able to send a telegram to Mexican interim President Adolfo de la Huerta, which stated that he recognized De la Huerta's presidency and requested amnesty.[80] Six days later, De la Huerta met with Villa and negotiated a peace settlement.[14]\n\nIn exchange for his retirement from hostilities, Villa was granted a 25,000 acre[81] hacienda in Canutillo,[82] just outside Hidalgo del Parral, Chihuahua, by the national government.[14] This was in addition to the Quinta Luz estate that he owned with his wife, María Luz Corral de Villa, in Chihuahua, Chihuahua. The last remaining 200 guerrillas and veterans of Villa's militia who were still loyal to him[81] would reside with him in his new hacienda as well,[81] and the Mexican government also granted them a pension that totalled 500,000 gold pesos.[81] The 50 guerrillas who still remained in Villa's small cavalry would be allowed to serve as Villa's personal bodyguards.[83]\n\n"
        },
        {
            "title": "Personal life",
            "text": "As Villa's biographer Friedrich Katz has noted, \"During his lifetime, Villa had never bothered with conventional arrangements in his family life,\"[84] and he contracted several marriages without seeking annulment or divorce. On 29 May 1911, Villa married María Luz Corral,[1][14] who has been described as \"the most articulate of his many wives.\"[85] Villa met her when she was living with her widowed mother in San Andrés, where Villa for a time had his headquarters. Anti-reelectionists threatened the locals for monetary contributions to their cause, which the two women could not afford. The widow Corral did not want to seem a counter-revolutionary and went to Villa, who allowed her to make a token contribution to the cause.[86][87] Villa sought Luz Corral as his wife, but her mother was opposed; however, the two were married by a priest \"in a great ceremony, attended by his military chiefs and a representative of the governor.\"[88] A photo of Corral with Villa, dated 1914, has been published in a collection of photos from the Revolution. It shows a sturdy woman with her hair in a bun, wearing a floor-length embellished skirt and a white blouse, with a rebozo beside a smiling Villa.[89] After Villa's death, Luz Corral's marriage to Villa was challenged in court twice, and both times it was upheld as valid.[90] Together, Villa and Luz Corral had one child, a daughter, who died within a few years after birth.[87]\n\nVilla had long-term relationships with several women. Austreberta Rentería was Villa's \"official wife\" at his hacienda of Canutillo, and Villa had two sons with her, Francisco and Hipólito. Others were Soledad Seañez, Manuela Casas (with whom Villa had a son), and Juana Torres, whom he wed in 1913 and with whom he had a daughter.[91]\n\nAt the time of Villa's assassination in 1923, Luz Corral was banished from Canutillo. However, she was recognized by Mexican courts as Villa's legal wife and therefore heir to Villa's estate. President Obregón intervened in the dispute between competing claims to Villa's estate in Luz Corral's favor, perhaps because she had saved his life when Villa threatened to execute him in 1914.[92]\n\nRentería and Seañez eventually were granted small government pensions decades after Villa's death. Corral inherited Villa's estate and played a key role in maintaining his public memory. All three women were often present at ceremonies at Villa's grave in Parral.[93] When Villa's remains were transferred in 1976 to the Monument to the Revolution in Mexico City,[8] Corral refused to attend the huge ceremony. She died at the age of 89 on 6 July 1981.[1]\n\nAn alleged son of Pancho Villa, the lieutenant colonel Octavio Villa Coss,[94] reportedly was killed by Juan Nepomuceno Guerra, a legendary drug lord from the Gulf Cartel, in 1960.[95]\n\nVilla's last living son, Ernesto Nava, died in Castro Valley, California, at the age of 94 on 31 December 2009.[96] Nava appeared yearly in festival events in his hometown of Durango, Mexico, enjoying celebrity status until he became too weak to attend.\n\nVilla is often depicted as a \"womanizer\" in pop culture, but his history also includes rapes and femicides, the gang rape in Namiquipa, a small town in the mountains between the Mexican states of Chihuahua and Sonora.  The story of the rape of Namiquipa spread throughout Chihuahua.[97]\nSome historians have contended that crimes that he did not commit have been attributed to him, in addition his enemies always told false stories to increase his status as an \"evil person\"[98][99] since there were cases of bandits who were not part of the revolution and committed crimes which were later attributed to Villa.\n\n"
        },
        {
            "title": "Death",
            "text": "On 20 July 1923, Villa was assassinated in an ambush while visiting Parral, most likely on the orders of political enemies Plutarco Elías Calles and President Alvaro Obregón.[14][100] He frequently made trips from his ranch to Parral for banking and other errands, where he generally felt secure. Villa usually was accompanied by his large entourage of armed Dorados, or bodyguards, but for some unknown reason on that day he had gone into the town without most of them, taking with him only three bodyguards and two other ranch employees. He went to pick up a consignment of gold from the local bank with which to pay his Canutillo ranch staff. While driving back through the city in his black 1919 Dodge touring car,[101] Villa passed by a school, and a pumpkinseed vendor ran toward his car and shouted \"Viva Villa!\", a signal to a group of seven riflemen who then appeared in the middle of the road and fired more than 40 rounds into the automobile.[16]: 393 [102] In the fusillade, nine dumdum bullets, normally used for hunting big game, hit Villa in the head and upper chest, killing him instantly.[10]: 766 \n\nClaro Huertado (a bodyguard), Rafael Madreno (Villa's main personal bodyguard),[16]: 393 [15] Danie Tamayo (his personal secretary), and Colonel Miguel Trillo (who also served as his chauffeur)[103][16]: 393 [15][82] were killed. One of Villa's bodyguards, Ramon Contreras, was wounded badly but managed to kill at least one of the assassins before he escaped;[82] Contreras was the only survivor.[82] Villa is reported to have died saying \"Don't let it end like this. Tell them I said something,\"[104] but there is no contemporary evidence that he survived his shooting even momentarily. Historian and biographer Friedrich Katz wrote in 1998 that Villa died instantly.[10]: 766  Time also reported in 1951 that both Villa and his aide (Tamayo) were killed instantly.[81]\n\nTelegraph service was interrupted to Villa's hacienda of Canutillo, probably so that Obregón's officials could secure the estate and \"to prevent a possible Villista uprising triggered by his assassination.\"[105]\n\nThe next day, Villa's funeral was held and thousands of his grieving supporters in Parral followed his casket to his burial site[82] while Villa's men and his closest friends remained at the Canutillo hacienda armed and ready for an attack by the government troops.[82][105] The six surviving assassins hid out in the desert and were soon captured,[15] but only two of them served a few months in jail, and the rest were commissioned into the military.[106]\n\nVilla was likely assassinated because he was talking publicly about re-entering politics as the 1924 elections neared. Obregón could not run again for the presidency, so there was political uncertainty about the presidential succession. Obregón favored fellow Sonoran general Plutarco Elías Calles for the presidency. If Villa did re-enter politics it would complicate the political situation for Obregón and the Sonoran generals. Assassinating Villa benefited the plans of Obregón, who chose someone who in no way matched his power and charisma, and Calles, who ardently wanted to be president at any cost.[107] It has never been proven who was responsible for the assassination, but Villa's biographer Friedrich Katz, Jesús Salas Barraza took responsibility to shield Obregón and Calles.[108] Most historians attribute Villa's death to a well-planned conspiracy most likely initiated by Plutarco Elías Calles and his associate, General Joaquín Amaro with at least tacit approval of Obregón.[16]: 393 \n\nAt the time, a state legislator from Durango, Jesús Salas Barraza, whom Villa once whipped during a quarrel over a woman,[81] claimed sole responsibility for the plot.[81] Barraza admitted that he told his friend, who worked as a dealer for General Motors,[81] that he would kill Villa if he were paid 50,000 pesos.[81] The friend was not wealthy and did not have 50,000 pesos on hand,[81] so he collected money from enemies of Villa and managed to collect a total of 100,000 pesos for Barraza and his other co-conspirators.[81] Barraza also admitted that he and his co-conspirators watched Villa's daily car rides and paid the pumpkinseed vendor at the scene of Villa's assassination to shout \"Viva Villa!\" either once if Villa was sitting in the front part of the car or twice if he was sitting in the back.[81]\n\nObregón gave in to the people's demands and had Barraza detained. Initially sentenced to 20 years in prison, Barraza's sentence was commuted to three months by the governor of Chihuahua, and Salas Barraza eventually became a colonel in the Mexican Army.[81] In a letter to the governor of Durango, Jesús Castro, Salas Barraza agreed to be the \"fall guy,\" and the same arrangement is mentioned in letters exchanged between Castro and Amaro. Others involved in the conspiracy were Félix Lara, the commander of federal troops in Parral who was paid 50,000 pesos by Calles to remove his soldiers and policemen from the town on the day of the assassination, and Melitón Lozoya, the former owner of Villa's hacienda from whom Villa was demanding payback funds he had embezzled. It was Lozoya who planned the details of the assassination and found the men who carried it out.[16]: 393  It was reported that before Salas Barraza died of a stroke in his Mexico City home in 1951, his last words were \"I'm not a murderer. I rid humanity of a monster.\"[81]\n\nVilla was buried the day after his assassination in the city cemetery of Parral, Chihuahua,[10]: 767  rather than in Chihuahua city, where he had built a mausoleum. Villa's skull was stolen from his grave in 1926.[109] According to local folklore, an American treasure hunter, Emil Holmdahl, beheaded him to sell his skull to an eccentric millionaire who collected the heads of historic figures.[110] The skull is rumored to be in the possession of Yale University's Skull and Bones Society. His remains were reburied in the Monument to the Revolution in Mexico City in 1976.[8] The Francisco Villa Museum is a museum dedicated to Villa located at the site of his assassination in Parral.\n\nVilla's purported death mask was hidden at the Radford School in El Paso, Texas until the 1980s, when it was sent to the Historical Museum of the Mexican Revolution in Chihuahua. Other museums have ceramic and bronze representations that do not match this mask.[111]\n\n"
        },
        {
            "title": "In historical memory",
            "text": "Villa has relatively few sites in Mexico named for him. In Mexico City, there is a Metro División del Norte station, in an oblique honoring of Villa via the name of his revolutionary army.\n\n"
        },
        {
            "title": "Legacy",
            "text": "According to Pancho Villa's major biographer, Friedrich Katz, the revolutionary was perceived as a destroyer, but in Katz's assessment, there were positive aspects to that. Villa played a decisive role not just in the destruction of Huerta's regime, but also the entire old regime.  During Villa's brief time as governor of Chihuahua, he carried out a significant land reform. In his confiscation of landed estates and expulsion of their owners, he weakened that class. In the 1930s President Lázaro Cárdenas finished the dismantling of the old landed system. Villa's raid on Columbus, New Mexico destroyed the burgeoning cooperation between the Carranza government and the United States, and goaded the U.S. into invading northern Mexico. Banks in the U.S. ceased lending to the Carranza government, blocking its ability to suppress peasant rebellions in Morelos, San Luis Potosí, and Villa's.  Katz credits Villa's time as governor as highly effective and economically beneficial to the general populace. \"In some ways, it might be called the first welfare state in Mexico.\"[112]\n\nWith his remains now buried in the Monument to the Revolution, Villa was also honored with adding his name to the wall of Mexican heroes in the Chamber of Deputies.  In both cases of official recognition there was considerable controversy.  The fact that Villa's image and legacy were not quickly appropriated and manipulated by the ruling party the way Zapata's was[113] kept Villa's memory and myth in the hearts of the people.  \"Popular tastes wanted Villa to be thrilling, not respectable. They were enamored of Villa the daring Robin Hood, the satyr and monster, the unpredictable deviant, the grimy guerrillero and outlaw with uncanny power over men.\"[114]\n\nVilla is not universally acclaimed.  Historian Alan Knight wrote a massive, two-volume history of the Mexican Revolution, but in a thousand pages of text, Knight has only scattered references to Villa.  He emphasizes Villa's bandit past, for whom the Revolution provided a change of title, not of occupation.[115]\n\nOf the major figures of the Revolution, Villa and Zapata are best known to the general public, as defenders of the dispossessed. In contrast, those who came to hold political power, Madero, Carranza, and Obregón are unfamiliar to most outside Mexico. It took decades for Villa to receive official recognition as a hero of the Revolution.  As with the others entombed in the Monument to the Revolution, his remains rest near some whom he fought fiercely in life, including Venustiano Carranza. One scholar notes, \"In death as in life, Carranza would be eclipsed by Francisco Villa.\"[116]\n\n"
        },
        {
            "title": "",
            "text": "Villa's string of victories since the beginning of the Mexican Revolution was instrumental in bringing the downfall of Porfirio Díaz, the victory of Francisco Madero, and the ouster of Victoriano Huerta.  He remains a heroic figure for many Mexicans. His military actions included:\n\n"
        }
    ]
}