{
    "url": "https://en.wikipedia.org/wiki/Pandeism",
    "title": "Pandeism",
    "table_of_contents": [
        "1 Definition",
        "2 Progression",
        "2.1 Ancient world",
        "2.2 Middle Ages to Enlightenment",
        "2.3 Post-Enlightenment philosophy",
        "2.3.1 Eastern",
        "2.3.2 Western",
        "2.4 Twenty-first-century developments",
        "3 Notable thinkers",
        "4 See also",
        "5 Notes",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pandeism (or pan-deism), a theological doctrine first delineated in the 18th century, combines aspects of pantheism with aspects of deism. It holds that a creator deity became the universe and ceased to exist as a separate  entity (deism holding that God does not interfere with the universe after its creation).[2][3][4][5] Pandeism is proposed to explain (as it relates to deism) why God would create a universe and then appear to abandon it, and (as it relates to pantheism) an origin and purpose of the universe.\n\nVarious theories suggest the coining of the word \"pandeism\" as early as the 1780s, but one of the earliest unequivocal uses of the word with its present meaning came in 1859 with Moritz Lazarus and Heymann Steinthal.[6]\n\n"
        },
        {
            "title": "Definition",
            "text": "The word \"pandeism\" is a  hybrid blend of the root words \"pantheism\" and \"deism\",[7] combining Ancient Greek: πᾶν, romanized: pan, lit. 'all' with Latin: deus which means \"god\". For the history of the root words, \"pantheism\" and \"deism\", see the overview section of the article on deism, and  the article on pantheism. The earliest use of the term pandeism appears to have been 1787,[8] with another use related in 1838,[1] a first appearance in a dictionary in 1849 (in German, as 'Pandeismus' and 'Pandeistisch'),[9] and an 1859 usage of \"pandeism\" expressly in contrast to both pantheism and deism by philosophers and frequent collaborators Moritz Lazarus and Heymann Steinthal.[6] Specifically, Lazarus and Steinthal, in their 1859 work Zeitschrift für Völkerpsychologie und Sprachwissenschaft, stated: \"Man stelle es also den Denkern frei, ob sie Theisten, Pan-theisten, Atheisten, Deisten (und warum nicht auch Pandeisten?)...[6] (\"One leaves it to the philosophers, whether they are Theists, Pan-theists, Atheists, Deists (and why not also Pandeists?)...\" Physicist and philosopher Max Bernhard Weinstein in his 1910 work Welt- und Lebensanschauungen, Hervorgegangen aus Religion, Philosophie und Naturerkenntnis (\"World and Life Views, Emerging From Religion, Philosophy and Perception of Nature\"), presented the broadest and most far-reaching examination of pandeism written up to that point.[10]\n\nWeinstein noted the distinction between pantheism and pandeism, stating \"even if only by a letter (d in place of th), we fundamentally differ Pandeism from Pantheism\" - indicating that the words, though spelled similarly, have very different implications.[11] One analysis notes that some pantheists have identified themselves as pandeists as well, to underscore that \"they share with the deists the idea that God is not a personal God who desires to be worshipped\".[12] It has also been suggested that \"many religions may classify themselves as pantheistic\" but \"fit more essentially under the description of panentheistic or pandeistic.\"[13]\n\nPandeism falls within the traditional hierarchy of monistic and nontheistic philosophies which address the nature of God. It is one of several subsets of deism:[14][15] \"Over time there have been other schools of thought formed under the umbrella of deism including Christian deism, belief in deistic principles coupled with the moral teachings of Jesus of Nazareth, and Pandeism, a belief that God became the entire universe and no longer exists as a separate being.\"[16]\n\nNoting that Victorian scholar George Levine has suggested that secularism can bring the \"fullness\" which \"religion has always promised\", other authors have since observed:[17] \"For others, this \"fullness\" is present in more religious-oriented pantheistic or pandeistic belief systems with, in the latter case, the inclusion of God as the ever unfolding expression of a complex universe with an identifiable beginning but no teleological direction necessarily present.\"[17]\n\nBruner, Davenport and Norwine suggest that pandeism within a general tendency of postmodernity (\"a stunning amalgamation\" of the views of William James and Max Weber, representing \"the movement away from self-denial toward a denial of the supernatural\") \"promises to fundamentally alter future geographies of mind and being by shifting the locus of causality from an exalted Godhead to the domain of Nature\".[17] In the 2013 edition of their philosophy textbook, Doing Philosophy: An Introduction Through Thought Experiments, Theodore Schick and Lewis Vaughn define \"pandeism\" as \"[t]he view that the universe is not only God but also a person\".[18]\n\n"
        },
        {
            "title": "Progression",
            "text": "The earliest seeds of pandeism coincide with notions of monotheism, which generally can be traced back to the Atenism of Akhenaten, and the Babylonian-era Marduk. Although some believe the religion Akhenaten introduced was mostly monotheistic, many others see Akhenaten as a practitioner of an Aten monolatry.[19]\n\nWeinstein in particular identified the idea of primary matter derived from an original spirit as found by the ancient Egyptians to be a form of pandeism.[20] Weinstein similarly found varieties of pandeism in the religious views held in China[21] (especially with respect to Taoism as expressed by Lao-Tze),[22] India, especially in the Hindu Bhagavad Gita,[23] and among various Greek and Roman philosophers.\n\n6th century BC philosopher Xenophanes of Colophon has also been considered a pandeistic thinker.[24][25] Weinstein wrote that Xenophanes spoke as a pandeist in stating that there was one god which \"abideth ever in the selfsame place, moving not at all\" and yet \"sees all over, thinks all over, and hears all over.[25] He similarly found that ideas of pandeism were reflected in the ideas of Heraclitus, and of the Stoics.[26] Weinstein also wrote that pandeism was especially expressed by the later students of the 'Platonic Pythagoreans' and the 'Pythagorean Platonists.'[27] and among them specifically identified 3rd century BC philosopher Chrysippus, who affirmed that \"the universe itself is God and the universal outpouring of its soul,\"[28] as a pandeist as well.[26]\n\nReligious studies professor, F. E. Peters, however, found that \"[w]hat appeared... at the center of the Pythagorean tradition in philosophy, is another view of psyche that seems to owe little or nothing to the pan-vitalism or pan-deism that is the legacy of the Milesians.[29] Amongst the Milesians, English historian of philosophy Andrew Gregory notes in particular that \"some construction using pan-, whether it be pantheism, pandeism or pankubernism describes Anaximander reasonably well\", though he does go on to question whether Anaximander's view of the distinction between apeiron and cosmos makes these labels technically relevant at all.[30] Gottfried Große in his 1787 interpretation of Pliny the Elder's Natural History, describes Pliny, a first-century figure, as \"if not a Spinozist, then perhaps a Pandeist.\"[8]\n\nWeinstein examines the philosophy of 9th century theologian Johannes Scotus Eriugena, who proposed that \"God has created the world out of his own being\", and identifies this as a form of pandeism, noting in particular that Eriugena's vision of God was one which does not know what it is, and learns this through the process of existing as its creation.[31] In his great work, De divisione naturae (also called Periphyseon, probably completed around 867 AD), Eriugena proposed that the nature of the universe is divisible into four distinct classes:\n\nThe first stage is God as the ground or origin of all things; the second is the world of Platonic ideals or forms; the third is the wholly physical manifestation of our Universe, which \"does not create\"; the last is God as the final end or goal of all things, that into which the world of created things ultimately returns to completeness with the additional knowledge of having experienced this world. A contemporary statement of this idea is that: \"Since God is not a being, he is therefore not intelligible... This means not only that we cannot understand him, but also that he cannot understand himself. Creation is a kind of divine effort by God to understand himself, to see himself in a mirror.\"[32] French journalist Jean-Jacques Gabut agreed, writing that \"a certain pantheism, or rather pandeism, emerges from his work where Neo-Platonic inspiration perfectly complements the strict Christian orthodoxy.\"[33] Eriugena himself denied that he was a pantheist.[34]\n\nWeinstein also thought that thirteenth century Catholic thinker Bonaventure—who championed the Platonic doctrine that ideas do not exist in rerum natura, but as ideals exemplified by the Divine Being, according to which actual things were formed—showed strong pandeistic inclinations.[35] Bonaventure was of the Franciscan school created by Alexander of Hales and in speaking of the possibility of creation from eternity, declared that reason can demonstrate that the world was not created ab aeterno.[36]\n\nOf Nicholas of Cusa, who wrote of the enfolding of creation in God and the unfolding of the divine human mind in creation, Weinstein wrote that he was, to a certain extent, a pandeist.[37] And, as to Franciscus Mercurius van Helmont, who had written A Cabbalistical Dialogue (Latin version first, 1677, in English 1682) placing matter and spirit on a continuum, and describing matter as a \"coalition\" of monads, Weinstein also found this to be a kind of pandeism.[38] Weinstein found that pandeism was strongly expressed in the teachings of Giordano Bruno, who envisioned a deity which had no particular relation to one part of the infinite universe more than any other, and was immanent, as present on Earth as in the Heavens, subsuming in itself the multiplicity of existence.[39] This was reiterated by others including Discover editor Corey S. Powell, who wrote that Bruno's cosmology was \"a tool for advancing an animist or Pandeist theology.\"[40][41][42]\n\nLutheran theologian Otto Kirn criticized as overbroad Weinstein's assertions that such historical philosophers as John Scotus Eriugena, Anselm of Canterbury, Nicholas of Cusa, Giordano Bruno, Mendelssohn, and Lessing all were pandeists or leaned towards pandeism.[43]\n\nIn the 1820s to 1830s, pandeism received some mention in Italy. In 1832 and 1834, publishers Angelo Ajani and Giovanni Silvestri, respectively, each posthumously published volumes of sermons of Italian Padre Filippo Nannetti di Bibulano (aka il Filippo Nani, Padre da Lojano; 1759–1829), who named pandeism as being among beliefs he condemned, railing against \"Jews, Muslims, Gentiles, Schismatics, Heretics, Pandeists, Deists, and troubled, restless spirits.\"[44] Nannetti further specifically criticized pandeism, declaring, \"To you, fatal Pandeist! the laws that create nature are contingent and mutable, not another being in substance with forces driven by motions and developments.\"[45] Within a few years thereafter came the 1838 publication of an anonymous treatise, Il legato di un vecchio ai giovani della sua patria (\"The Legacy of an Old Man to the Young People of his Country\"), whose author, discussing the theory of religion presented by Giambattista Vico a century earlier, mused that when man first saw meteor showers, \"his robust imagination recognized the effects as a cause, then deifying natural phenomena, he became a Pandeist, an instructor of Mythology, a priest, an Augur.\"[46] In 1838, another Italian, phrenologist Luigi Ferrarese in Memorie Riguardanti la Dottrina Frenologica (\"Thoughts Regarding the Doctrine of Phrenology\") critically described Victor Cousin's philosophy as a doctrine which \"locates reason outside the human person, declaring man a fragment of God, introducing a sort of spiritual pandeism, absurd for us, and injurious to the Supreme Being.\"[1]\n\nLiterary critic Hayden Carruth said of 18th century figure Alexander Pope that it was \"Pope's rationalism and pandeism with which he wrote the greatest mock-epic in English literature\"[47] According to American Philosophy: An Encyclopedia, \"later Unitarian Christians (such as William Ellery Channing), transcendentalists (such as Ralph Waldo Emerson and Henry David Thoreau), writers (such as Walt Whitman) and some pragmatists (such as William James) took a more pantheist or pandeist approach by rejecting views of God as separate from the world\".[48] Walt Whitman has elsewhere been deemed \"a skeptic and a pandeist.\"[49] Schick and Vaughn similarly associate the views of William James with pandeism.[18] The Belgian poet Robert Vivier wrote of the pandeism to be found in the works of Nineteenth Century novelist and poet Victor Hugo.[50] Similarly in the Nineteenth Century, poet Alfred Tennyson revealed that his \"religious beliefs also defied convention, leaning towards agnosticism and pandeism\".[51][52] Charles Darwin has been described as having views that were \"a good match for deism, or possibly for pandeism.\"[53] Friedrich Engels has also been described by historian Tristram Hunt as having pandeistic views.[54]\n\nWeinstein asserted the presence of pandeism in China,[21] including in Lao-Tze's Taoism,[22] and in India, especially in the Hindu Bhagavad Gita.[23] Other philosophers have also pointed to pandeism as having a presence in the cultures of Asia. In 1833, religionist Godfrey Higgins theorized in his Anacalypsis that \"Pandeism was a doctrine, which had been received both by Buddhists and Brahmins.\"[55] In 1896, historian Gustavo Uzielli described the world's population as influenced \"by a superhuman idealism in Christianity, by an anti-human nihilism in Buddhism, and by an incipient but growing pandeism in Indian Brahmanism.\"[56] But the following year, the Reverend Henry Grattan Guinness wrote critically that in India, \"God is everything, and everything is God, and, therefore, everything may be adored. ... Her pan-deism is a pandemonium.\"[57] Likewise, twenty years earlier, in 1877, Peruvian scholar and historian Carlos Wiesse Portocarrero had written in an essay titled Philosophical Systems of India that in that country, \"Metaphysics is pandeistic and degenerates into idealism.\"[58] Modernly, Swiss thinker James B. Glattfelder describes the Hindu concept of lila as \"akin to the concept of pandeism\",[59] while German political philosopher Jürgen Hartmann observes that Hindu pandeism has contributed to friction with monotheistic Islam.[60]\n\nPandeism (in Chinese, 泛自然神论)[61] was described by Wen Chi, in a Peking University lecture, as embodying \"a major feature of Chinese philosophical thought\", in that \"there is a harmony between man and the divine, and they are equal.\"[62] Zhang Dao Kui (张道葵) of the China Three Gorges University proposed that the art of China's Three Gorges area is influenced by \"a representation of the romantic essence that is created when integrating rugged simplicity with the natural beauty spoken about by pandeism.\"[63] Literary critic Wang Junkang (王俊康) has written that, in Chinese folk religion as conveyed in the early novels of noted folk writer Ye Mei (叶梅),[64] \"the romantic spirit of Pandeism can be seen everywhere.\"[65] Wang Junkang additionally writes of Ye Mei's descriptions of \"the worship of reproduction under Pandeism, as demonstrated in romantic songs sung by village people to show the strong impulse of vitality and humanity and the beauty of wildness.\"[66] It has been noted that author Shen Congwen has attributed a kind of hysteria that \"afflicts those young girls who commit suicide by jumping into caves-\"luodong\" 落洞\" to \"the repressive local military culture that imposes strict sexual codes on women and to the influence of pan-deism among Miao people\", since \"for a nymphomaniac, jumping into a cave leads to the ultimate union with the god of the cave\".[67] Weinstein similarly found the views of 17th century Japanese Neo-Confucian philosopher Yamazaki Ansai, who espoused a cosmology of universal mutual interconnectedness, to be especially consonant with pandeism.[68]\n\nIn The Pilgrimage from Deism to Agnosticism, Moncure Daniel Conway stated that the term, \"Pandeism\" is \"an unscholarly combination\".[69] Ottmar Hegemann described the \"New Catholicism\" of Franz Mach as actually a form of pandeism, in 1905,[70] a few years before Weinstein's own extensive review was published, in 1910. A 1906 editorial by a Unitarian minister in the Chattanooga Daily Times stated that Jesus, \"who in exultant faith said 'I and the Father are one,' was a Pandeist, a believer in the identification of the universe and all things contained therein with Deity.\"[71] A critique of Pandeism similar to Conway's, as an 'unsightly' combination of Greek and Latin, was made in a review of Weinstein's discussion of Pandeism.[43] Towards the beginning of World War I, an article in the Yale Sheffield Monthly published by the Yale University Sheffield Scientific School commented on speculation that the war \"means the death of Christianity and an era of Pandeism or perhaps even the destruction of all which we call modern civilization and culture.\"[72] The following year, early 19th-century German philosopher Paul Friedrich Köhler wrote that Pantheism, Pandeism, Monism and Dualism all refer to the same God illuminated in different ways, and that whatever the label, the human soul emanates from this God.\n[73]\n\nPandeism was noted by literary critic Martin Lüdke as a philosophy expressed by early Twentieth-Century Portuguese poet Fernando Pessoa, especially as to those writings made under the pseudonym of Alberto Caeiro.[74] Pandeism was likewise noted by authors like Brazilian journalist and writer Otávio de Faria, and British scholar and translator of Portuguese fiction Giovanni Pontiero, among others, to be an influence on the writings of noted mid-Twentieth-Century Brazilian poet Carlos Nejar,[75][76] of whom de Faria wrote that \"the pandeism of Nejar is one of the strongest poetic ideas that we have reached in the world of poetry.\"[76]\n\nPandeism was also examined by theologian Charles Hartshorne, one of the chief disciples of process philosopher Alfred North Whitehead. In his process theology, an extension of Whitehead's work, Hartshorne preferred pandeism to pantheism, explaining that \"it is not really the theos that is described\".[77]: 347  However, he specifically rejected pandeism early on, finding that a God who had \"absolute perfection in some respects, relative perfection in all others\" was \"able consistently to embrace all that is positive in either deism or pandeism.\"[77]: 348  Hartshorne accepted the label of panentheism for his beliefs, declaring that \"panentheistic doctrine contains all of deism and pandeism except their arbitrary negations\".[77]: 348 \n\nCalvinist scholar Rousas John Rushdoony sharply criticized the Catholic Church in his 1971 The One and the Many: Studies in the Philosophy of Order and Ultimacy, writing, “The position of Pope Paul came close to being a pan-Deism, and pan-Deism is the logical development of the virus of Hellenic thought,” and further that “a sincere idealist, implicitly pan-Deist in faith, deeply concerned with the problems of the world and of time, can be a Ghibelline pope, and Dante's Ghibellines have at last triumphed.\"[78] Adventist Theologian Bert B. Beach wrote in 1974 that \"during the Vatican Council there was criticism from WCC Circles\" to the effect that \"ecumenism was being contaminated by “pan-Deist” and syncretistic tendencies.\"[79]\n\nRobert A. Heinlein especially enjoyed this idea, and raised it in several of his works. Literary critic Dan Schneider wrote of Heinlein's Stranger In A Strange Land that Jubal Harshaw's belief in his own free will, was one \"which Mike, Jill, and the Fosterites misinterpret as a pandeistic urge, 'Thou art God!'\"[80] Heinlein himself, in his \"Aphorisms of Lazarus Long\", in his 1973 book Time Enough for Love wrote, \"God split himself into a myriad parts that he might have friends. This may not be true, but it sounds good—and is no sillier than any other theology.\"[81] In a 1990 interview with the Chicago Tribune, Los Angeles Lakers coach Phil Jackson, describing his religious views, said \"I’ve always liked the concept of God being beyond anything that the human mind can conceive. I think there is a pantheistic-deistic-American Indian combination religion out there for Americans. That rings true to me.\"[82]\n\nA 1995 news article quoted Jim Garvin, a Vietnam veteran who became a Trappist monk in the Holy Cross Abbey of Berryville, Virginia, who described his spiritual position as \"'pandeism' or 'pan-en-deism,' something very close to the Native American concept of the all- pervading Great Spirit...\"[83] The following year, Pastor Bob Burridge of the Geneven Institute for Reformed Studies wrote that: \"If God was the proximate cause of every act it would make all events to be \"God in motion\". That is nothing less than pantheism, or more exactly, pandeism.\"[84] Burridge rejects this model, observing that in Christianity, \"The Creator is distinct from his creation. The reality of secondary causes is what separates Christian theism from pandeism.\"[84] Burridge concludes by challenging that \"calling God the author of sin demand[s] a pandeistic understanding of the universe effectively removing the reality of sin and moral law.\"[84]\n\nMore recently, pandeism has been classed as a logical derivation of German philosopher Gottfried Wilhelm Leibniz's proposition that ours was the best of all possible worlds.[85] In 2010, author William C. Lane contended that:\n\nAcknowledging that American philosopher William Rowe has raised \"a powerful, evidential argument against ethical theism\", Lane further contended that pandeism offers an escape from the evidential argument from evil (a.k.a. the \"problem of evil\"):\n\nSocial scientist Sal Restivo similarly deems pandeism to be a means to evade the problem of evil.[87]\n\nCartoonist and pundit Scott Adams has written two books on religion, God's Debris (2001), and The Religion War (2004),[88] of which God's Debris lays out a theory of pandeism, in which God blows itself up to see what will happen, which becomes the cause of our universe.[89] In God's Debris, Adams suggests that followers of theistic religions such as Christianity and Islam are inherently subconsciously aware that their religions are false, and that this awareness is reflected in their consistently acting like these religions, and their threats of damnation for sinners, are false. In a 2017 interview Adams said these books would be \"his ultimate legacy.\"[90]\n\nIn 2010 German astrophysicist and popular scientist Harald Lesch observed in a debate on the role of faith in science:\n\nAlan Dawe's 2011 book The God Franchise, though mentioning pandeism in passing as one of numerous extant theological theories,[4] declines to adopt any \"-ism\" as encompassing his view, though Dawe's theory includes the human experience as being a temporarily segregated sliver of the experience of God. This aspect of the theology of pandeism (along with pantheism and panentheism) has been compared to the Biblical exhortation in Acts 17:28 that \"In him we live and move and have our being,\"[92] while the Wycliffe Bible Encyclopedia had in 1975 described the religion of Babylon as \"clearly a type of pan-deism formed from a synthesis of Christianity and paganism\".[93] Another Christian theologian, Graham Ward, insists that \"Attention to Christ and the Spirit delivers us from pantheism, pandeism, and process theology,\"[94] and Catholic author Al Kresta observes that:\n\nAlso in 2011, in a study of Germany's Hesse region, German sociologist of religion and theologian Michael N. Ebertz and German television presenter and author Meinhard Schmidt-Degenhard concluded that \"Six religious orientation types can be distinguished: \"Christians\" – \"non-Christian theists\" – \"Cosmotheists\" – \"Deists, Pandeists and Polytheists\" – \"Atheists\" – \"Others\".\"[96] Pandeism has also been described as one of the \"older spiritual and religious traditions\" whose elements are incorporated into the New Age movement,[97] but also as among the handful of spiritual beliefs which are compatible with modern science. Neurologist Michael P. Remler associated pandeism with panpsychism, describing as radical the \"pan-deist position that some “Consciousness” interacts with all matter\".[98] Most recently pandeism has been described as one of the better possible theological models to encompass humankind's relationship with a future artificial intelligence.[99]\n\n"
        }
    ]
}