{
    "url": "https://en.wikipedia.org/wiki/Pandemic",
    "title": "Pandemic",
    "table_of_contents": [
        "1 Definition",
        "2 Assessment",
        "2.1 Stages",
        "2.2 Severity",
        "3 Management",
        "4 Current pandemics",
        "4.1 HIV/AIDS",
        "4.2 COVID-19",
        "4.2.1 Major outbreaks in countries",
        "5 Notable outbreaks",
        "5.1 Cholera",
        "5.2 Dengue fever",
        "5.3 Influenza",
        "5.4 Typhus",
        "5.5 Smallpox",
        "5.6 Measles",
        "5.7 Tuberculosis",
        "5.8 Leprosy",
        "5.9 Malaria",
        "5.10 Yellow fever",
        "6 Concerns about future pandemics",
        "6.1 Antibiotic resistance",
        "6.2 Pandemic preparedness",
        "6.3 Climate change",
        "6.4 Overpopulation",
        "6.5 Encroaching into wildlands",
        "6.6 Concerning diseases",
        "6.6.1 Viral hemorrhagic fevers",
        "6.6.2 Coronaviruses",
        "6.6.2.1 Severe acute respiratory syndrome",
        "6.6.3 Influenza",
        "6.6.3.1 H5N1 (Avian flu)",
        "6.6.4 Zika virus",
        "7 Economic consequences",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA pandemic (/pəndemik/) is an epidemic of an infectious disease that has spread across a large region, for instance multiple continents or worldwide, affecting a substantial number of individuals. A widespread endemic disease with a stable number of infected individuals is not a pandemic. Widespread endemic diseases with a stable number of infected individuals such as recurrences of seasonal influenza are generally excluded as they occur simultaneously in large regions of the globe rather than being spread worldwide.\n\nThroughout human history, there have been a number of pandemics of diseases such as smallpox. The most fatal pandemic in recorded history was the Black Death—also known as The Plague—which killed an estimated 75–200 million people in the 14th century.[2][3][4][5] The term had not been used then but was used for later epidemics, including the 1918 influenza pandemic—more commonly known as the Spanish flu.[6][7][8]\n\nCurrent pandemics include HIV/AIDS and COVID-19.[9][10][11][12]\n\n"
        },
        {
            "title": "Definition",
            "text": "A pandemic is an epidemic occurring on a scale that crosses international boundaries, usually affecting people on a worldwide scale.[13] A disease or condition is not a pandemic merely because it is widespread or kills many people; it must also be infectious. For instance, cancer is responsible for many deaths but is not considered a pandemic because the disease is not contagious—i.e. easily transmittable—and not even simply infectious.[14]\n\nIn 2009, the World Health Organization (WHO) dropped the words \"with enormous numbers of deaths and illness\" from their definition.[15] In 2008, it also dropped the requirement of an \"influenza pandemic\" to be a new sub-type with a simple reassortant virus, meaning that many seasonal flu viruses now could be classified as pandemic influenza.[16]\n\nThe word comes from the Greek παν- pan- meaning \"all\", or \"every\" and δῆμος demos \"people\".\n\n"
        },
        {
            "title": "Assessment",
            "text": "The World Health Organization previously applied a six-stage classification to describe the process by which a novel influenza virus moves from the first few infections in humans through to a pandemic. It starts when mostly animals are infected with a virus and a few cases where animals infect people, then moves to the stage where the virus begins to be transmitted directly between people and ends with the stage when infections in humans from the virus have spread worldwide. In February 2020, a WHO spokesperson clarified that \"there is no official category [for a pandemic]\".[a][17]\n\nDuring the 2009 influenza pandemic, Dr. Keiji Fukuda, Assistant Director-General ad interim for Health Security and Environment, WHO said \"An easy way to think about pandemic ... is to say: a pandemic is a global outbreak. Then you might ask yourself: 'What is a global outbreak?' Global outbreak means that we see both the spread of the agent ... and then we see disease activities in addition to the spread of the virus.\"[19]\n\nIn planning for a possible influenza pandemic, the WHO published a document on pandemic preparedness guidance in 1999, which was revised in 2005 and 2009. It defined phases and appropriate actions for each phase in an aide-mémoire titled WHO pandemic phase descriptions and main actions by phase. The 2009 revision, including descriptions of a pandemic and the phases leading to its declaration, was finalized in February 2009. The 2009 H1N1 virus pandemic was neither on the horizon at that time nor mentioned in the document.[20][21] All versions of this document refer to influenza. The phases are defined by the spread of the disease; virulence and mortality are not mentioned in the current WHO definition, although these factors have previously been included.[22]\n\nIn 2014, the United States Centers for Disease Control and Prevention introduced an analogous framework to the WHO's pandemic stages titled the Pandemic Intervals Framework.[23] It includes two pre-pandemic intervals,\n\nand four pandemic intervals,\n\nIt also includes a table defining the intervals and mapping them to the WHO pandemic stages.\n\nIn 2014, the United States Centers for Disease Control and Prevention adopted the Pandemic Severity Assessment Framework (PSAF) to assess the severity of pandemics.[23] The PSAF superseded the 2007 linear Pandemic Severity Index, which assumed 30% spread and measured case fatality rate (CFR) to assess the severity and evolution of the pandemic.[25]\n\nHistorically, measures of pandemic severity were based on the case fatality rate.[26] However, the case fatality rate might not be an adequate measure of pandemic severity during a pandemic response because:[24]\n\nTo account for the limitations of measuring the case fatality rate alone, the PSAF rates the severity of a disease outbreak on two dimensions: clinical severity of illness in infected persons; and the transmissibility of the infection in the population.[24] Each dimension can be measured using more than one metric, which are scaled to allow comparison of the different metrics. Clinical severity can instead be measured, for example, as the ratio of deaths to hospitalizations or using genetic markers of virulence. Transmissibility can be measured, for example, as the basic reproduction number R0 and serial interval or via underlying population immunity. The framework gives guidelines for scaling the various measures and examples of assessing past pandemics using the framework.\n\n"
        },
        {
            "title": "Management",
            "text": "The basic strategies in the control of an outbreak are containment and mitigation. Containment may be undertaken in the early stages of the outbreak, including contact tracing and isolating infected individuals to stop the disease from spreading to the rest of the population, other public health interventions on infection control, and therapeutic countermeasures such as vaccinations which may be effective if available.[28] When it becomes apparent that it is no longer possible to contain the spread of the disease, management will then move on to the mitigation stage, in which measures are taken to slow the spread of the disease and mitigate its effects on society and the healthcare system. In reality, containment and mitigation measures may be undertaken simultaneously.[29]\n\nA key part of managing an infectious disease outbreak is trying to decrease the epidemic peak, known as \"flattening the curve\".[30][31] This helps decrease the risk of health services being overwhelmed and provides more time for a vaccine and treatment to be developed.[30][31] A broad group of the so-called non-pharmaceutical interventions may be taken to manage the outbreak.[31] In a flu pandemic, these actions may include personal preventive measures such as hand hygiene, wearing face-masks, and self-quarantine; community measures aimed at social distancing such as closing schools and canceling mass gatherings; community engagement to encourage acceptance and participation in such interventions; and environmental measures such as cleaning of surfaces.[32]\n\nAnother strategy, suppression, requires more extreme long-term non-pharmaceutical interventions to reverse the pandemic by reducing the basic reproduction number to less than 1. The suppression strategy, which includes stringent population-wide social distancing, home isolation of cases, and household quarantine, was undertaken by China during the COVID-19 pandemic where entire cities were placed under lockdown; such a strategy may carry with it considerable social and economic costs.[33]\n\n"
        },
        {
            "title": "Current pandemics",
            "text": "Although the WHO uses the term \"global epidemic\" to describe HIV (\"WHO HIV/AIDS Data and Statistics\". Retrieved 12 April 2020.), as HIV is no longer an uncontrollable outbreak outside of Africa, some authors use the term \"pandemic\".[38]\nHIV originated in Africa, and spread to the United States via Haiti between 1966 and 1972.[39] AIDS is currently a pandemic in Africa, with infection rates as high as 25% in some regions of southern and eastern Africa. In 2006, the HIV prevalence among pregnant women in South Africa was 29%.[40] Effective education about safer sexual practices and bloodborne infection precautions training have helped to slow down infection rates in several African countries sponsoring national education programs.[citation needed] There were an estimated 1.5 million new infections of HIV/AIDS in 2020. As of 2020[update] there have been about a total of 32.7 million deaths related to HIV/AIDS since the epidemic started.[41]\n\nSARS-CoV-2, a new strain of coronavirus, was first detected in the city of Wuhan, Hubei Province, China, in December 2019.[43] It caused a pandemic of cases of an acute respiratory disease, which is referred to as coronavirus disease 2019 (COVID-19).[31] More than 200 countries and territories have been affected by COVID-19, with major outbreaks occurring in Brazil, Russia, India, Mexico, Peru, South Africa,[44][45] Western Europe, and the United States.[31] On 11 March 2020, the World Health Organization characterized the spread of COVID-19 as a pandemic, marking the first global pandemic since the 2009 swine flu pandemic.[31][46][47] As of November 15 2022, the number of people infected with COVID-19 has reached more than 635 million worldwide. The current death toll is 6,611,456.[48] It is believed that these figures underestimate true totals as testing did not commence in the initial stages of the outbreak and many people infected by the virus have no or only mild symptoms so may not have been tested. Similarly, the number of deaths may also be understated as fatalities may have not been tested or are attributed to other conditions.[31] This was especially the case in large urban areas where a non-trivial number of patients died while in their private residences.[31]\n\n"
        },
        {
            "title": "Notable outbreaks",
            "text": "Plague\nIn human history, it is generally zoonoses such as influenza and tuberculosis which constitute most of the widespread outbreaks, resulting from the domestication of animals. There have been many particularly significant epidemics that deserve mention above the \"mere\" destruction of cities:\n\nEncounters between European explorers and populations in the rest of the world often introduced epidemics of extraordinary virulence. Disease killed part of the native population of the Canary Islands in the 16th century (Guanches). Half the native population of Hispaniola in 1518 was killed by smallpox. Smallpox also ravaged Mexico in the 1520s, killing 150,000 in Tenochtitlán alone, including the emperor, and in Peru in the 1530s, aiding the European conquerors.[82] Measles killed a further two million native Mexicans in the 17th century. In 1618–1619, smallpox wiped out 90% of the Massachusetts Bay Native Americans.[83] During the 1770s, smallpox killed at least 30% of the Pacific Northwest Native Americans.[84] Smallpox epidemics in 1780–1782 and 1837–1838 brought devastation and drastic depopulation among the Plains Indians.[85] Some believe the death of up to 95% of the Native American population of the New World was caused by Europeans introducing Old World diseases such as smallpox, measles and influenza.[86] Over the centuries, Europeans had developed high degrees of herd immunity to these diseases, while the indigenous peoples had no such immunity.[87]\n\nSmallpox, introduced by European settlers in 1789 to the Australian continent, devastated the Australian Aboriginal population, killing up to 50% of those infected with the disease during the first decades of colonisation.[88] It also killed many New Zealand Māori.[89] In 1848–49, as many as 40,000 out of 150,000 Hawaiians are estimated to have died of measles, whooping cough and influenza. Introduced diseases, notably smallpox, nearly wiped out the native population of Easter Island.[90] Measles killed more than 40,000 Fijians, approximately one-third of the population, in 1875,[91] and in the early 19th century devastated the Great Andamanese population.[92] The Ainu population decreased drastically in the 19th century, due in large part to infectious diseases brought by Japanese settlers pouring into Hokkaido.[93]\n\nResearchers concluded that syphilis was carried from the New World to Europe after Columbus's voyages. The findings suggested Europeans could have carried the nonvenereal tropical bacteria home, where the organisms may have mutated into a more deadly form in the different conditions of Europe.[94] The disease was more frequently fatal than it is today. Syphilis was a major killer in Europe during the Renaissance.[95] Between 1602 and 1796, the Dutch East India Company sent almost a million Europeans to work in Asia. Ultimately, fewer than a third made their way back to Europe. The majority died of diseases.[96] Disease killed more British soldiers in India and South Africa than war.[97]\n\nAs early as 1803, the Spanish Crown organized a mission (the Balmis expedition) to transport the smallpox vaccine to the Spanish colonies, and establish mass vaccination programs there.[98] By 1832, the federal government of the United States established a smallpox vaccination program for Native Americans.[99] From the beginning of the 20th century onwards, the elimination or control of disease in tropical countries became a driving force for all colonial powers.[100] The sleeping sickness epidemic in Africa was arrested due to mobile teams systematically screening millions of people at risk.[101] In the 20th century, the world saw the biggest increase in its population in human history due to a drop in the mortality rate in many countries as a result of medical advances.[102] The world population has grown from 1.6 billion in 1900 to an estimated 6.8 billion in 2011.[103]\n\nSince it became widespread in the 19th century, cholera has killed tens of millions of people.[104]\n\nDengue is spread by several species of female mosquitoes of the Aedes type, principally A. aegypti. The virus has five types; infection with one type usually gives lifelong immunity to that type, but only short-term immunity to the others. Subsequent infection with a different type increases the risk of severe complications. Several tests are available to confirm the diagnosis including detecting antibodies to the virus or its RNA.\n\nTyphus is sometimes called \"camp fever\" because of its pattern of flaring up in times of strife. (It is also known as \"gaol fever\", \"Aryotitus fever\" and \"ship fever\", for its habits of spreading wildly in cramped quarters, such as jails and ships.) Emerging during the Crusades, it had its first impact in Europe in 1489, in Spain. During fighting between the Christian Spaniards and the Muslims in Granada, the Spanish lost 3,000 to war casualties, and 20,000 to typhus. In 1528, the French lost 18,000 troops in Italy, and lost supremacy in Italy to the Spanish. In 1542, 30,000 soldiers died of typhus while fighting the Ottomans in the Balkans.\n\nDuring the Thirty Years' War (1618–1648), about eight million Germans were killed by bubonic plague and typhus.[142] The disease also played a major role in the destruction of Napoleon's Grande Armée in Russia in 1812. During the retreat from Moscow, more French military personnel died of typhus than were killed by the Russians.[143] Of the 450,000 soldiers who crossed the Neman on 25 June 1812, fewer than 40,000 returned. More military personnel were killed from 1500 to 1914 by typhus than from military action.[144] In early 1813, Napoleon raised a new army of 500,000 to replace his Russian losses. In the campaign of that year, more than 219,000 of Napoleon's soldiers died of typhus.[145] Typhus played a major factor in the Great Famine of Ireland. During World War I, typhus epidemics killed more than 150,000 in Serbia. There were about 25 million infections and 3 million deaths from epidemic typhus in Russia from 1918 to 1922.[145] Typhus also killed numerous prisoners in the Nazi concentration camps and Soviet prisoner of war camps during World War II. More than 3.5 million Soviet POWs died out of the 5.7 million in Nazi custody.[146]\n\nSmallpox was a contagious disease caused by the variola virus. The disease killed an estimated 400,000 Europeans per year during the closing years of the 18th century.[147] During the 20th century, it is estimated that smallpox was responsible for 300–500 million deaths.[148][149] As recently as the early 1950s, an estimated 50 million cases of smallpox occurred in the world each year.[150] After successful vaccination campaigns throughout the 19th and 20th centuries, the WHO certified the eradication of smallpox in December 1979. To this day, smallpox is the only human infectious disease to have been completely eradicated,[151] and one of two infectious viruses ever to be eradicated, along with rinderpest.[152]\n\nHistorically, measles was prevalent throughout the world, as it is highly contagious. According to the U.S. National Immunization Program, by 1962 90% of people were infected with measles by age 15.[153] Before the vaccine was introduced in 1963, there were an estimated three to four million cases in the U.S. each year.[154] Measles killed around 200 million people worldwide over the last 150 years.[155] In 2000 alone, measles killed some 777,000 worldwide out of 40 million cases globally.[156]\n\nMeasles is an endemic disease, meaning it has been continually present in a community, and many people develop resistance. In populations that have not been exposed to measles, exposure to a new disease can be devastating. In 1529, a measles outbreak in Cuba killed two-thirds of the natives who had previously survived smallpox.[157] The disease had ravaged Mexico, Central America, and the Inca civilization.[158]\n\nOne-quarter of the world's current population has been infected with Mycobacterium tuberculosis, and new infections occur at a rate of one per second.[159] About 5–10% of these latent infections will eventually progress to active disease, which, if left untreated, kills more than half its victims. Annually, eight million people become ill with tuberculosis, and two million die from the disease worldwide.[160] In the 19th century, tuberculosis killed an estimated one-quarter of the adult population of Europe;[161] by 1918, one in six deaths in France were still caused by tuberculosis. During the 20th century, tuberculosis killed approximately 100 million people.[155] TB is still one of the most important health problems in the developing world.[162] In 2018, Tuberculosis became the leading cause of death from an infectious disease, with roughly 1.5 million deaths worldwide.[163]\n\nLeprosy, also known as Hansen's disease, is caused by a bacillus, Mycobacterium leprae. It is a chronic disease with an incubation period of up to five years. Since 1985, 15 million people worldwide have been cured of leprosy.[164]\n\nHistorically, leprosy has affected people since at least 600 BC.[165] Leprosy outbreaks began to occur in Western Europe around 1000 AD.[166][167] Numerous leprosoria, or leper hospitals, sprang up in the Middle Ages; Matthew Paris estimated that in the early 13th century, there were 19,000 of them across Europe.[168]\n\nMalaria is widespread in tropical and subtropical regions, including parts of the Americas, Asia, and Africa. Each year, there are approximately 350–500 million cases of malaria.[169] Drug resistance poses a growing problem in the treatment of malaria in the 21st century, since resistance is now common against all classes of antimalarial drugs, except for the artemisinins.[170]\n\nMalaria was once common in most of Europe and North America, where it is now for all purposes non-existent.[171] Malaria may have contributed to the decline of the Roman Empire.[172] The disease became known as \"Roman fever\".[173] Plasmodium falciparum became a real threat to colonists and indigenous people alike when it was introduced into the Americas along with the slave trade. Malaria devastated the Jamestown colony and regularly ravaged the South and Midwest of the United States. By 1830, it had reached the Pacific Northwest.[174] During the American Civil War, there were more than 1.2 million cases of malaria among\nsoldiers of both sides.[175] The southern U.S. continued to be affected by millions of cases of malaria into the 1930s.[176]\n\nYellow fever has been a source of several devastating epidemics.[177] Cities as far north as New York, Philadelphia, and Boston were hit with epidemics. In 1793, one of the largest yellow fever epidemics in U.S. history killed as many as 5,000 people in Philadelphia—roughly 10% of the population. About half of the residents had fled the city, including President George Washington.[178]\nAnother major outbreak of the disease struck the Mississippi River Valley in 1878, with deaths estimated at 20,000. Among the hardest-hit places was Memphis, Tennessee, where 5,000 people were killed and over 20,000 fled, then representing over half the city's population, many of whom never returned. In colonial times, West Africa became known as \"the white man's grave\" because of malaria and yellow fever.[179]\n\n"
        },
        {
            "title": "Concerns about future pandemics",
            "text": "In a press conference on 28 December 2020, Dr. Mike Ryan, head of the WHO Emergencies Program, and other officials said the current COVID-19 pandemic is \"not necessarily the big one\" and \"the next pandemic may be more severe.\" They called for preparation.[180] The WHO and the UN, have warned the world must tackle the cause of pandemics and not just the health and economic symptoms.[181]\n\nThe October 2020 'era of pandemics' report by the United Nations' Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services, written by 22 experts in a variety of fields, said the anthropogenic destruction of biodiversity is paving the way to the pandemic era and could result in as many as 850,000 viruses being transmitted from animals—in particular birds and mammals—to humans. The \"exponential rise\" in consumption and trade of commodities such as meat, palm oil, and metals, largely facilitated by developed nations, and a growing human population, are the primary drivers of this destruction. According to Peter Daszak, the chair of the group who produced the report, \"there is no great mystery about the cause of the Covid-19 pandemic or any modern pandemic. The same human activities that drive climate change and biodiversity loss also drive pandemic risk through their impacts on our environment.\" Proposed policy options from the report include taxing meat production and consumption, cracking down on the illegal wildlife trade, removing high-risk species from the legal wildlife trade, eliminating subsidies to businesses that are harmful to the natural world, and establishing a global surveillance network.[182][183][184]\n\nIn June 2021, a team of scientists assembled by the Harvard Medical School Center for Health and the Global Environment warned that the primary cause of pandemics so far, the anthropogenic destruction of the natural world through such activities including deforestation and hunting, is being ignored by world leaders.[185]\n\nAntibiotic-resistant microorganisms, which sometimes are referred to as \"superbugs\", may contribute to the re-emergence of diseases that are currently well controlled.[186] For example, cases of tuberculosis that are resistant to traditionally effective treatments remain a cause of great concern to health professionals. Every year, nearly half a million new cases of multidrug-resistant tuberculosis (MDR-TB) are estimated to occur worldwide.[187] China and India have the highest rate of multidrug-resistant TB.[188] The World Health Organization (WHO) reports that approximately 50 million people worldwide are infected with MDR TB, with 79 percent of those cases resistant to three or more antibiotics. In 2005, 124 cases of MDR TB were reported in the United States. Extensively drug-resistant tuberculosis (XDR TB) was identified in Africa in 2006 and subsequently discovered to exist in 49 countries, including the United States. There are about 40,000 new cases of XDR-TB per year, the WHO estimates.[189]\n\nIn the past 20 years, common bacteria including Staphylococcus aureus, Serratia marcescens and Enterococcus, have developed resistance to various antibiotics such as vancomycin, as well as whole classes of antibiotics, such as the aminoglycosides and cephalosporins. Antibiotic-resistant organisms have become an important cause of healthcare-associated (nosocomial) infections (HAI). In addition, infections caused by community-acquired strains of methicillin-resistant Staphylococcus aureus (MRSA) in otherwise healthy individuals have become more frequent in recent years.\n\nEarly development of vaccines may be one way to prepare for future pandemics that couldn't get prevented. In 2021, scientists called for accelerated efforts in the development of broadly protective vaccines, especially a universal coronavirus vaccine that durably protects not just against all SARS-CoV-2 variants but also other coronaviruses, including already identified animal coronaviruses with pandemic potential.[190] Other components may include measures related to disease surveillance for detecting pathogens (including early warning systems), data collection and modelling to enable tracing and explaining the spread of pathogens, improvements to public-health guidance and communication, and the development of relevant therapies, including therapies beyond vaccines.[191]\n\nViral hemorrhagic fevers such as Ebola virus disease, Lassa fever, Rift Valley fever, Marburg virus disease, Severe fever with thrombocytopenia as well as Argentine, Bolivian, Brazilian, Crimean-Congo and Venezuelan hemorrhagic fevers[192] are highly contagious and deadly diseases, with the theoretical potential to become pandemics.[193][194] Their ability to spread efficiently enough to cause a pandemic is limited, however, as transmission of these viruses requires close contact with the infected vector, and the vector has only a short time before death or serious illness. Furthermore, the short time between a vector becoming infectious and the onset of symptoms allows medical professionals to quickly quarantine vectors, and prevent them from carrying the pathogen elsewhere. Genetic mutations could occur, which could elevate their potential for causing widespread harm; thus close observation by contagious disease specialists is merited.[citation needed]\n\nCoronaviruses (CoV) are a large family of viruses that cause illness ranging from the common cold to more severe diseases such as Middle East respiratory syndrome (MERS-CoV) and severe acute respiratory syndrome (SARS-CoV-1).[31] A new strain of coronavirus (SARS-CoV-2) causes Coronavirus disease 2019, or COVID-19,[196] which was declared as a pandemic by the WHO on 11 March 2020.[31]\n\nSome coronaviruses are zoonotic, meaning they are transmitted between animals and people. Detailed investigations found that SARS-CoV-1 was transmitted from civet cats to humans and MERS-CoV from dromedary camels to humans. Several known coronaviruses are circulating in animals that have not yet infected humans. Common signs of infection include respiratory symptoms, fever, cough, shortness of breath, and breathing difficulties. In more severe cases, an infection can cause pneumonia, acute respiratory distress syndrome, kidney failure, and even death. Standard recommendations to prevent the spread of infection include regular hand washing, wearing a face mask, going outdoors when meeting people, and avoiding close contact with people who have tested positive regardless of whether they have symptoms or not. It is recommended that people stay two meters or six feet away from others, commonly called social distancing.\n\nAfter the SARS outbreak, in 2003 the Italian physician Carlo Urbani (1956–2003) was the first to identify severe acute respiratory syndrome (SARS) as a new and dangerously contagious disease, although he became infected and died. It is caused by a coronavirus dubbed SARS-CoV-1. Rapid action by national and international health authorities such as the World Health Organization helped to slow transmission and eventually broke the chain of transmission, which ended the localized epidemics before they could become a pandemic. However, the disease has not been eradicated and could re-emerge. This warrants monitoring and reporting of suspicious cases of atypical pneumonia.[197]\n\nWild aquatic birds are the natural hosts for a range of influenza A viruses. Occasionally, viruses are transmitted from these species to other species, and may then cause outbreaks in domestic poultry or, rarely, in humans.[199][200]\n\nIn February 2004, avian influenza virus was detected in birds in Vietnam, increasing fears of the emergence of new variant strains. It is feared that if the avian influenza virus combines with a human influenza virus (in a bird or a human), the new subtype created could be both highly contagious and highly lethal in humans. Such a subtype could cause a global influenza pandemic, similar to the Spanish flu or the lower mortality pandemics such as the Asian flu and the Hong Kong flu.\n\nFrom October 2004 to February 2005, some 3,700 test kits of the 1957 pandemic influenza virus, H2N2, were accidentally spread around the world from a lab in the U.S.[201]\n\nIn May 2005, scientists urgently called upon nations to prepare for a global influenza pandemic that could strike as much as 20% of the world's population.[202]\n\nIn October 2005, cases of the avian flu (the deadly strain H5N1) were identified in Turkey. EU Health Commissioner Markos Kyprianou said: \"We have received now confirmation that the virus found in Turkey is an avian flu H5N1 virus. There is a direct relationship with viruses found in Russia, Mongolia, and China.\" Cases of bird flu were also identified shortly thereafter in Romania, and then Greece. Possible cases of the virus have also been found in Croatia, Bulgaria, and the United Kingdom.[203]\n\nBy November 2007, numerous confirmed cases of the H5N1 strain had been identified across Europe.[204] However, by the end of October, only 59 people had died as a result of H5N1, which was atypical of previous influenza pandemics.\n\nAvian flu cannot be categorized as a \"pandemic\" because the virus cannot yet cause sustained and efficient human-to-human transmission. Cases so far are recognized to have been transmitted from bird to human, but as of December 2006 there had been few (if any) cases of proven human-to-human transmission.[205] Regular influenza viruses establish infection by attaching to receptors in the throat and lungs, but the avian influenza virus can attach only to receptors located deep in the lungs of humans, requiring close, prolonged contact with infected patients, and thus limiting person-to-person transmission.\n\nAn outbreak of Zika virus began in 2015 and strongly intensified throughout the start of 2016, with more than 1.5 million cases across more than a dozen countries in the Americas. The World Health Organization warned that Zika had the potential to become an explosive global pandemic if the outbreak was not controlled.[206][207]\n\n"
        },
        {
            "title": "Economic consequences",
            "text": "In 2016, the commission on a Global Health Risk Framework for the Future estimated that pandemic disease events would cost the global economy over $6 trillion in the 21st century—over $60 billion per year.[208] The same report recommended spending $4.5 billion annually on global prevention and response capabilities to reduce the threat posed by pandemic events, a figure that the World Bank Group raised to $13 billion in a 2019 report.[209] It has been suggested that such costs be paid from a tax on aviation rather than from, e.g., income taxes,[210] given the crucial role of air traffic in transforming local epidemics into pandemics (being the only factor considered in state-of-the-art models of long-range disease transmission [211]).\n\nThe COVID-19 pandemic is expected to have a profound negative effect on the global economy, potentially for years to come, with substantial drops in GDP accompanied by increases in unemployment noted around the world.[31] The slowdown of economic activity early in the COVID-19 pandemic had a profound effect on emissions of pollutants and greenhouse gases.[212][213][214] The reduction of air pollution, and economic activity associated with it during a pandemic was first documented by Alexander F. More for the Black Death plague pandemic, showing the lowest pollution levels in the last 2000 years occurring during that pandemic, due to its 40 to 60% death rate throughout Eurasia.[215][216][217][218][219]\n\n"
        }
    ]
}