{
    "url": "https://en.wikipedia.org/wiki/Paralysis",
    "title": "Paralysis",
    "table_of_contents": [
        "1 Causes",
        "2 Variations",
        "3 Other animals",
        "3.1 Invertebrates",
        "3.2 Vertebrates",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Paralysis (also known as plegia) is a loss of motor function in one or more muscles. Paralysis can also be accompanied by a loss of feeling (sensory loss) in the affected area if there is sensory damage. In the United States, roughly 1 in 50 people have been diagnosed with some form of permanent or transient paralysis.[1] The word \"paralysis\" derives from the Greek παράλυσις, meaning \"disabling of the nerves\"[2] from παρά (para) meaning \"beside, by\"[3] and λύσις (lysis) meaning \"making loose\".[4] A paralysis accompanied by involuntary tremors is usually called \"palsy\".[5][6]\n\n"
        },
        {
            "title": "Causes",
            "text": "Paralysis is most often caused by damage in the nervous system, especially the spinal cord. Other major causes are stroke, trauma with nerve injury, poliomyelitis, cerebral palsy, peripheral neuropathy, Parkinson's disease, ALS, botulism, spina bifida, multiple sclerosis, and Guillain–Barré syndrome. Temporary paralysis occurs during REM sleep, and dysregulation of this system can lead to episodes of waking paralysis. Drugs that interfere with nerve function, such as curare, can also cause paralysis.\n\nPseudoparalysis (pseudo- meaning \"false, not genuine\", from Greek ψεῦδος[7]) is voluntary restriction or inhibition of motion because of pain, incoordination, orgasm, or other cause, and is not due to actual muscular paralysis.[8] In an infant, it may be a symptom of congenital syphilis.[9] Pseudoparalysis can be caused by extreme mental stresses, and is a common feature of mental disorders such as panic anxiety disorder.[10]\n\n"
        },
        {
            "title": "Variations",
            "text": "Paralysis can occur in localised or generalised forms, or it may follow a certain pattern. Most paralyses caused by nervous-system damage (e.g., spinal cord injuries) are constant in nature; however, some forms of periodic paralysis, including sleep paralysis, are caused by other factors.[11]\n[12]\n\nParalysis can occur in newborns due to a congenital defect known as spina bifida. Spina bifida causes one or more of the vertebrae to fail to form vertebral arches within the infant, which allows the spinal cord to protrude from the rest of the spine. In extreme cases, this can cause spinal cord function inferior to the missing vertebral arches to cease.[12] This cessation of spinal cord function can result in paralysis of lower extremities. Documented cases of paralysis of the anal sphincter in newborns have been observed when spina bifida has gone untreated.[11] While life-threatening, many cases of spina bifida can be corrected surgically if operated on within 72 hours of birth.\n\nAscending paralysis presents in the lower limbs before the upper limbs. It can be associated with:\n\nAscending paralysis contrasts with descending paralysis, which occurs in conditions such as botulism.\n\n"
        },
        {
            "title": "Other animals",
            "text": "Many animal species use paralyzing toxins to capture prey, evade predation, or both. In stimulated muscles, the decrease in frequency of the miniature potentials runs parallel to the decrease in postsynaptic potential, and to the decrease in muscle contraction. In invertebrates, this clearly indicates that, e.g., Microbracon (wasp genus) venom causes paralysis of the neuromuscular system by acting at a presynaptic site. Philanthus venom inhibits both the fast and slow neuromuscular system at identical concentrations. It causes a decrease in the frequency of the miniature potentials without affecting their amplitude significantly.[citation needed]\n\nIn some species of wasp, to complete the reproductive cycle, the female wasp paralyses a prey item such as a grasshopper and places it in her nest. In the species Philanthus gibbosus, the paralysed insect (most often a bee species) is coated in a thick layer of pollen. The adult P. gibbosus then lays eggs in the paralysed insect, which is devoured by the larvae when they hatch.[14]\n\nA well-known example of a vertebrate-produced paralyzing toxin is the tetrodotoxin of fish species such as Takifugu rubripes, the famously lethal pufferfish of Japanese fugu. This toxin works by binding to sodium channels in nerve cells, inhibiting the cells' proper function. A non-lethal dose of this toxin results in temporary paralysis. This toxin is also present in many other species ranging from toads to nemerteans.\n\nParalysis can be seen in breeds of dogs that are chondrodysplastic. These dogs have short legs, and may also have short muzzles. Their intervertebral disc material can calcify and become more brittle. In such cases, the disc may rupture, with disc material ending up in the spinal canal, or rupturing more laterally to press on spinal nerves. A minor rupture may only result in paresis, but a major rupture can cause enough damage to cut off circulation. If no signs of pain can be elicited, surgery should be performed within 24 hours of the incident, to remove the disc material and relieve pressure on the spinal cord. After 24 hours, the chance of recovery declines rapidly, since with continued pressure, the spinal cord tissue deteriorates and dies.\n\nAnother type of paralysis is caused by a fibrocartilaginous embolism. This is a microscopic piece of disc material that breaks off and becomes lodged in a spinal artery. Nerves served by the artery will die when deprived of blood.\n\nThe German Shepherd Dog is especially prone to developing degenerative myelopathy. This is a deterioration of nerves in the spinal cord, starting in the posterior part of the cord. Affected dogs will become gradually weaker in the hind legs as nerves die off. Eventually, their hind legs become useless. They often also exhibit faecal and urinary incontinence. As the disease progresses, the paresis and paralysis gradually move forward. This disease also affects other large breeds of dogs. It is suspected to be an autoimmune problem.\n\nCats with a heart murmur may develop blood clots that travel through arteries. If a clot is large enough to block one or both femoral arteries, there may be hind leg paralysis because the major source of blood flow to the hind leg is blocked.\n\nMany snakes exhibit powerful neurotoxins that can cause non-permanent paralysis or death.\nAlso, many trees contain neurotoxins.\n\n\n\n"
        }
    ]
}