{
    "url": "https://en.wikipedia.org/wiki/Paraneoptera",
    "title": "Paraneoptera",
    "table_of_contents": [
        "1 Phylogeny",
        "2 Taxonomy",
        "2.1 Hemiptera",
        "2.2 Thrips",
        "2.3 Psocoptera",
        "2.4 Phthiraptera",
        "2.5 Permopsocida",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nParaneoptera  or Acercaria[1] is a superorder of insects which includes lice (bark lice and true lice), thrips, and hemipterans, the true bugs.[2] It also includes the extinct order Permopsocida, known from fossils dating from the Early Permian to the mid-Cretaceous. \n\nAll of the insects classified here exhibit various “reductions” or “simplifications” from the primitive body-plan found in typical polyneopterans. Cerci, for example, are entirely absent in all living paraneopterans (Acercaria meaning without cerci). Other “reductions” occur in wing venation, in the number of tarsal segments (no more than three), only four Malpighian tubules, and only one complex of abdominal ganglia.[3]\n\nThe mouthparts of the Paraneoptera reflect diverse feeding habits. Basal groups are microbial surface feeders, whereas more advanced groups feed on plant or animal fluids.[2]\n\n"
        },
        {
            "title": "Phylogeny",
            "text": "Paraneoptera consists of Psocodea {lice}, along with their sister clade, the monophyletic grouping Condylognatha that contains Hemiptera (true bugs) and Thysanoptera (thrips). However, analysis has shown that Psocodea could instead be the sister taxon to Holometabola, which would render Paraneoptera as paraphyletic.[4]\n\nHere is a simple cladogram showing the traditional relationships with a monophyletic Paraneoptera:[4]\n\n\nHere is an alternative cladogram showing Paraneoptera as paraphyletic, with Psocodea as sister taxon to Holometabola:[4]\n\n\nWithin Paraneoptera, Psocodea contains the two orders Phthiraptera (lice) and Psocoptera (booklice, barklice or barkflies).  However, studies have shown that Phthiraptera is in fact nested deep within Psocoptera, making Psocoptera paraphyletic and an invalid grouping.[5][4]\n\nAssuming Paraneoptera is monophyletic, here is a more detailed cladogram showing the internal relationships, and how Phthiraptera falls within Psocodea:[4]\n\n\n"
        },
        {
            "title": "Taxonomy",
            "text": "Hemiptera /hɛˈmɪptərə/ is an order of insects most often known as the true bugs (cf. bug), comprising around 50,000–80,000 species of cicadas, aphids, planthoppers, leafhoppers, shield bugs, bed bugs and others. They range in size from 1 millimetre (0.039 in) to around 15 centimetres (5.9 in), and share a common arrangement of sucking mouthparts.\n\nOrder Thysanoptera includes 5,500 species classified into two suborders distinguished by the ovipositor. Terebrantia have a well-developed conical ovipositor, while the Tubulifera do not. Instead the abdomen is drawn out in the shape of a tube. These insects are called thrips.\n\nPsocoptera, the bark lice, include 4,400 described species arranged in 3 suborders, Trogiomorpha, Troctomorpha, and Psocomorpha. There are 50 families of bark lice with over 200 genera. This is the first insect order to show the beginnings of a transition to sucking mouthparts. Recent studies have found that Psocoptera is paraphyletic, with Phthiraptera nested deep within Psocoptera, within the now-paraphyletic suborder Troctomorpha, making Psocoptera an invalid grouping.[5][4]\n\nPhthiraptera, the lice, includes 5,000 described species divided into 4 suborders. The Amblycera is the most basal group and parasitize birds and mammals. The Ischnocera is the largest suborder and parasitize mostly birds and some groups of mammals. The Rhynchophthirina, the elephant lice, consists of only 3 species that parasitize elephants and wild pigs in Africa. The Anoplura (sucking lice) parasitize only mammals.  Phthiraptera has been found to be contained within the order Psocoptera.[5][4]\n\nThe extinct order Permopsocida includes 18 genera divided into 3 families, dating from the Early Permian (Asselian) to the early Late Cretaceous (Cenomanian), Permopsocida are more closely related to thrips and bugs than to lice.[6]\n\n"
        }
    ]
}