{
    "url": "https://en.wikipedia.org/wiki/Paraplegia",
    "title": "Paraplegia",
    "table_of_contents": [
        "1 Treatment",
        "1.1 Regeneration of the spinal cord",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Paraplegia, or paraparesis, is an impairment in motor or sensory function of the lower extremities. The word comes from Ionic Greek (παραπληγίη)\n\"half-stricken\".[citation needed] It is usually caused by spinal cord injury or a congenital condition that affects the neural (brain) elements of the spinal canal. The area of the spinal canal that is affected in paraplegia is either the thoracic, lumbar, or sacral regions. If four limbs are affected by paralysis, tetraplegia or quadriplegia is the correct term. If only one limb is affected, the correct term is monoplegia. Spastic paraplegia is a form of paraplegia defined by spasticity of the affected muscles, rather than flaccid paralysis.\n\nThe American Spinal Injury Association classifies spinal cord injury severity in the following manner. ASIA A is the complete loss of sensory function and motor skills below the injury. ASIA B is having some sensory function below the injury, but no motor function. In ASIA C, there is some motor function below the level of injury, but half of the muscles cannot move against gravity. In ASIA D, more than half of the muscles below the level of injury can move against gravity. ASIA E is the restoration of all neurologic function.[1]\n\n"
        },
        {
            "title": "Treatment",
            "text": "Individuals with paraplegia can range in their level of disability, requiring treatments to vary from case to case. Rehabilitation aims to help the patient regain as much functionality and independence as possible. Physiotherapy may help to improve strength, range of motion, stretching and transfer skills.[2] Most paraplegics will be reliant on a wheelchair as a mode of transportation.[3] Activities of daily living (ADLs) can be quite challenging at first for those with a spinal cord injury (SCI).  With the aid of physiotherapists and occupational therapists, individuals with an SCI can learn new skills and adapt previous ones to maximize independence, often living independently within the community.[4]\n\nOlfactory ensheathing cells (OEC) have been transplanted with success into the spinal cord of Polish man named Darek Fidyka, who was the survivor of a knife attack that left him paraplegic in 2010.[5] In 2014, Fidyka underwent pioneering spinal surgery that used nerve grafts, from his ankle, to 'bridge the gap' in his severed spinal cord and OEC's to stimulate the spinal cord cells. The surgery was performed in Poland in collaboration with Prof. Geoff Raisman, chair of neural regeneration at University College London's Institute of Neurology, and his research team. The olfactory cells were taken from the patient's olfactory bulbs in his brain and then grown in the lab, these cells were then injected above and below the impaired spinal tissue.[6] Fidyka regained sensory and motor function in his lower limbs, notably on the side of the transplanted OEC's. Fidyka first noticed the success three months after the procedure, when his left thigh started gaining muscle mass. MRIs suggest that the gap in his spinal cord has been closed up. He is believed to be the first person in the world to recover sensory function from a complete severing of the spinal nerves.[5][6]\n\n"
        }
    ]
}