{
    "url": "https://en.wikipedia.org/wiki/Paracinema",
    "title": "Paracinema",
    "table_of_contents": [
        "1 Definition",
        "2 Structure",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Paracinema is an academic term to refer to a wide variety of film genres out of the mainstream, bearing the same relationship to 'legitimate' film as paraliterature like comic books and pulp fiction bears to literature.\n\n"
        },
        {
            "title": "Definition",
            "text": "In terms of taste and attitude in cinema practice, paracinema is similar to camp, and both are conceptually linked to trash and kitsch in the world of cult cinema.[1] The term was first defined by cultural historian Jeffrey Sconce, who described paracinema as 'an extremely elastic textual category'.\n\nParacinema denotes an opposition to mainstream that, unlike other cult genres, specifically attacks the \"reigning notions of 'quality'.\"[1] Sconce also referred to paracinema as a particular film reading strategy aimed at performing a cultural leveling between the praised high culture and discarded low culture.[2]\n\n"
        },
        {
            "title": "Structure",
            "text": "The term \"paracinema\" is also used in the context of avant-garde or experimental film studies to denote works identified by their makers as films but that lack one or more material/mechanical elements of the film medium. Such works began to appear in the 1960s in the wake of Conceptual art's rejection of standard artistic media like painting and embrace of much more ephemeral, transient materials and forms (including concepts themselves, independent of realization in any concrete material form). In exploring the fundamental nature and purpose of their medium, experimental filmmakers in the 1960s and 1970s began to question the necessity of film technology for the creation of cinema, and began making works without film that were nonetheless still considered part of the avant-garde film tradition.\n\nSuch works include Ken Jacobs's \"Nervous System\" works and live shadowplays, the latter made with no film, camera, or projectors, only shadows cast by flickering lights onto a screen. Anthony McCall's \"solid light\" films, such as Line Describing a Cone (1973) and Long Film for Ambient Light (1975), are other examples; Long Film for Ambient Light, despite its title, employed no film at all. It consisted simply of an empty artists' space lit over a 24-hour period by sunlight during the day and electric light at night. Tony Conrad's Yellow Movies (1972–1975), rectangular pieces of paper coated with house paint and allowed to turn yellow from exposure over many years, are yet another example of film makers' investigation of the fundamental properties and effects of cinema outside the physical boundaries of the film medium. In many cases, \"paracinematic\" works came out of a sense among radical filmmakers that the film medium posed overly restrictive and unnecessary constraints (e.g. material and economic limitations) on their search for new kinds of cinematic experience. \"Cinema\", in this context, is understood as a much more varied art form than among most other kinds of filmmakers, who assume that \"film\" cannot be disconnected from the film medium.[3][4][5][6][7][8][9][10]\n[11]\n\n"
        }
    ]
}