{
    "url": "https://en.wikipedia.org/wiki/Parable",
    "title": "Parable",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "3 Characteristics",
        "4 Parables of Jesus",
        "5 Quranic parables",
        "6 Other figures of speech",
        "7 Examples",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A parable is a succinct, didactic story, in prose or verse, that illustrates one or more instructive lessons or principles. It differs from a fable in that fables employ animals, plants, inanimate objects, or forces of nature as characters, whereas parables have human characters.[1] A parable is a type of metaphorical analogy.[2]\n\nSome scholars of the canonical gospels and the New Testament apply the term \"parable\" only to the parables of Jesus,[3][need quotation to verify][4][page needed]\nalthough that is not a common restriction of the term. Parables such as the parable of the Prodigal Son are important to Jesus's teaching method.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word parable comes from the Greek παραβολή (parabolē), literally \"throwing\" (bolē) \"alongside\" (para-), by extension meaning \"comparison, illustration, analogy.\"[5][6] It was the name given by Greek rhetoricians to an illustration in the form of a brief fictional narrative.\n\n"
        },
        {
            "title": "History",
            "text": "The Bible contains numerous parables in the Gospels of the New Testament (Jesus's parables). These are believed by some scholars (such as John P. Meier) to have been inspired by mashalim, a form of Hebrew comparison prominent in the Talmudic period (c. 2nd-6th centuries CE).[7] Examples of Jesus' parables include the Good Samaritan and the Prodigal Son. Mashalim from the Old Testament include the parable of the ewe-lamb (told by Nathan in 2 Samuel 12:1-9[8]) and the parable of the woman of Tekoah (in 2 Samuel 14:1-13 [9]).\n\nParables also appear in Islam.  In Sufi tradition, parables are used for imparting lessons and values. Recent authors such as Idries Shah and Anthony de Mello have helped popularize these stories beyond Sufi circles.\n\nModern parables also exist. A mid-19th-century example, the parable of the broken window, criticises a part of economic thinking.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "A parable is a short tale that illustrates a universal truth; it is a simple narrative. It sketches a setting, describes an action, and shows the results. It may sometimes be distinguished from similar narrative types, such as the allegory and the apologue.[10]\n\nA parable often involves a character who faces a moral dilemma or one who makes a bad decision and then suffers the unintended consequences. Although the meaning of a parable is often not explicitly stated, it is not intended to be hidden or secret but to be quite straightforward and obvious.[11]\n\nThe defining characteristic of the parable is the presence of a subtext suggesting how a person should behave or what he should believe. Aside from providing guidance and suggestions for proper conduct in one's life, parables frequently use metaphorical language which allows people to more easily discuss difficult or complex ideas. Parables express an abstract argument by means of using a concrete narrative which is easily understood.\n\nThe allegory is a more general narrative type; it also employs metaphor. Like the parable, the allegory makes a single, unambiguous point. An allegory may have multiple noncontradictory interpretations and may also have implications that are ambiguous or hard to interpret. As H.W. Fowler put it, the object of both parable and allegory \"is to enlighten the hearer by submitting to him a case in which he has apparently no direct concern, and upon which therefore a disinterested judgment may be elicited from him, ...\"[10] The parable is more condensed than the allegory: it rests upon a single principle and a single moral, and it is intended that the reader or listener shall conclude that the moral applies equally well to his own concerns.\n\n"
        },
        {
            "title": "Parables of Jesus",
            "text": "Medieval interpreters of the Bible often treated Jesus' parables as allegories, with symbolic correspondences found for every element in his parables. But modern scholars, beginning with Adolf Jülicher, regard their interpretations as incorrect.[12] Jülicher viewed some of Jesus’ parables as similitudes (extended similes or metaphors) with three parts: a picture part (Bildhälfte), a reality part (Sachhälfte), and a tertium comparationis. Jülicher held that Jesus' parables are intended to make a single important point, and most recent scholarship agrees.[7]\n\nGnostics suggested that Jesus kept some of his teachings secret within the circle of his disciples and that he deliberately obscured their meaning by using parables. For example, in Mark 4:11–12:\n\n\nThe idea that coded meanings in parables would only become apparent when a listener had been given additional information or initiated into a higher set of teachings is supported by The Epistle of Barnabas, reliably dated between AD 70 to 132:  \nAnother important component of the parables of Jesus is their participatory and spontaneous quality. Often, but not always, Jesus creates a parable in response to a question from his listeners or an argument between two opposing views. This style, often associated with the Socratics, endeared Jesus to the populations where he taught.\n\n"
        },
        {
            "title": "Quranic parables",
            "text": "The Quran's Q39:28-30 boasts \"every kind of parable in the Quran\". The Quranic verses include parables of the good and evil tree (Q14:32-45), of the two men, and of the spider's house. Q16:77 contains the parable of the slave and his master, followed by the parable of the blind man and the sighted.[14]\n\n"
        },
        {
            "title": "Other figures of speech",
            "text": "The parable is related to figures of speech such as the metaphor and the simile. A parable is like a metaphor in that it uses concrete, perceptible phenomena to illustrate abstract ideas. It may be said that a parable is a metaphor that has been extended to form a brief, coherent narrative. A parable also resembles a simile, i.e., a metaphorical construction in which something is said to be \"like\" something else (e.g., \"The just man is like a tree planted by streams of water\"). However, unlike the meaning of a simile, a parable's meaning is implicit (although not secret).\n\n"
        }
    ]
}