{
    "url": "https://en.wikipedia.org/wiki/Parallel_evolution",
    "title": "Parallel evolution",
    "table_of_contents": [
        "1 Parallel vs. convergent evolution",
        "1.1 Examples",
        "1.1.1 Parallel evolution between marsupials and placentals",
        "2 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Parallel evolution is the similar development of a trait in distinct species that are not closely related, but share a similar original trait in response to similar evolutionary pressure.[1][2]\n\n"
        },
        {
            "title": "Parallel vs. convergent evolution",
            "text": "Given a particular trait that occurs in each of two lineages descended from a specified ancestor, it is possible in theory to define parallel and convergent evolutionary trends strictly, and distinguish them clearly from one another.[2]  However the criteria for defining convergent as opposed to parallel evolution often are unclear in practice, so that arbitrary diagnosis is common in some cases.\n\nWhen two species are similar in a particular character, evolution is defined as parallel if the ancestors shared that similarity; if they did not, the evolution of that character in those species is defined as convergent. However, this distinction is not clear-cut. For one thing, the stated conditions are partly a matter of degree; all organisms share more or less recent common ancestors. In evolutionary biology the question of how far back to look for similar ancestors, and how similar those ancestors need to be for one to consider parallel evolution to have taken place, cannot always be resolved. Some scientists accordingly have argued that parallel evolution and convergent evolution are more or less indistinguishable.[3]  Others insist that in practice we should not shy away from the gray area because many important distinctions between parallel and convergent evolution remain.[4]\n\nWhen the ancestral forms are unspecified or unknown, or the range of traits considered is not clearly specified, the distinction between parallel and convergent evolution becomes more subjective.  For instance, Richard Dawkins in The Blind Watchmaker describes the striking similarity between placental and marsupial forms as the outcome of convergent evolution, because mammals on their respective ancestral continents had a long evolutionary history before the extinction of the dinosaurs. That period of separation would have permitted the accumulation of many relevant differences.  Stephen Jay Gould differed; he described some of the same examples as having started from the common ancestor of all marsupials and placentals, and hence amounting to parallel evolution.[citation needed] And certainly, whenever similarities can be described in concept as having evolved from a common attribute deriving from a single remote ancestral line, that legitimately may be regarded as parallel evolution.\n\nIn contrast, where quite different structures clearly have been co-opted to a similar form and function, one must necessarily regard the evolution as convergent. For example, consider Mixotricha paradoxa, a eukaryotic microbe which has assembled a system of rows of apparent cilia and basal bodies closely resembling the system in ciliates. However, on inspection it turns out that in Mixotricha paradoxa, what appear to be cilia actually are smaller symbiont microorganisms; there is no question of parallel evolution in such a case. Again, the differently oriented tails of fish and whales derived at vastly different times from radically different ancestors and any similarity in the resultant descendants must therefore have evolved convergently; any case in which lineages do not evolve together at the same time in the same ecospace might be described as convergent evolution at some point in time. \n\nThe definition of a trait is crucial in deciding whether a change is seen as divergent, or as parallel or convergent. For example, the evolution of the sesamoid \"thumb\" of the giant panda certainly is not parallel to that of the thumbs of primates, particularly hominins, and it also differs morphologically from primate thumbs, but from some points of view it might be regarded as convergent in function and appearance. \n\nAgain, in the image above, note that since serine and threonine possess similar structures with an alcohol side chain, the example marked \"divergent\" would be termed \"parallel\" if the amino acids were grouped by similarity instead of being considered individually.  As another example, if genes in two species independently become restricted to the same region of the animals through regulation by a certain transcription factor, this may be described as a case of parallel evolution - but examination of the actual DNA sequence will probably show only divergent changes in individual basepair positions, since a new transcription factor binding site can be added in a wide range of places within the gene with similar effect.\n\nA similar situation occurs considering the homology of morphological structures.  For example, many insects possess two pairs of flying wings.  In beetles, the first pair of wings is hardened into elytra, wing covers with little role in flight, while in flies the second pair of wings is condensed into small halteres used for balance.  If the two pairs of wings are considered as interchangeable, homologous structures, this may be described as a parallel reduction in the number of wings, but otherwise the two changes are each divergent changes in one pair of wings.\n\nSimilar to convergent evolution, evolutionary relay describes how independent species acquire similar characteristics through their evolution in similar ecosystems, but not at the same time, such as the dorsal fins of sharks, cetaceans and ichthyosaurs.\n\nA number of examples of parallel evolution are provided by the two main branches of the mammals, the placentals and marsupials, which have followed independent evolutionary pathways following the break-up of land-masses such as Gondwanaland roughly 100 million years ago.  In South America, marsupials and placentals shared the ecosystem (before the Great American Interchange); in Australia, marsupials prevailed; and in the Old World and North America the placentals won out.  However, in all these localities mammals were small and filled only limited places in the ecosystem until the mass extinction of dinosaurs sixty-five million years ago.  At this time, mammals on all three landmasses began to take on a much wider variety of forms and roles.  While some forms were unique to each environment, surprisingly similar animals have often emerged in two or three of the separated continents.  Examples of these include the placental sabre-toothed cats (Machairodontinae) and the South American marsupial sabre-tooth (Thylacosmilus); the Tasmanian wolf and the European wolf; likewise marsupial and placental moles, flying squirrels, and (arguably) mice.\n\n"
        }
    ]
}