{
    "url": "https://en.wikipedia.org/wiki/Paranormal_romance",
    "title": "Paranormal romance",
    "table_of_contents": [
        "1 Definition and subgenres",
        "2 P.E.A.R.L.",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Paranormal romance is a subgenre of both romantic fiction and speculative fiction. Paranormal romance focuses on romantic love and includes elements beyond the range of scientific explanation, blending together themes from the speculative fiction genres of fantasy, science fiction, and horror. Paranormal romance may range from traditional category romances, such as those published by Harlequin Mills & Boon, with a paranormal setting to stories where the main emphasis is on a science fiction or fantasy-based plot with a romantic subplot included. Common hallmarks are romantic relationships between humans and vampires, shapeshifters, ghosts, and other entities of a fantastic or otherworldly nature.\n\nBeyond the more prevalent themes involving vampires, shapeshifters, ghosts, or time travel, paranormal romances can also include books featuring characters with psychic abilities, like telekinesis or telepathy. Paranormal romance has its roots in gothic fiction.[citation needed] Its most recent revival has been spurred by turn of the 21st century technology; for example, the internet and electronic publishing. Paranormal romances are one of the fastest-growing trends in the romance genre.\n\nExamples of authors specializing in this genre include Dani Harper, Nalini Singh, Jessica Bird, Kresley Cole, Christine Feehan, Kelley Armstrong,[1] and Stephenie Meyer, author of the Twilight series. According to 2013 statistics by the fantasy publisher Tor Books, among writers of urban fantasy or paranormal romance, 57% are women and 43% are men, whereas men outnumber women by about two to one in writing historical, epic, or high fantasy.[2]\n\n"
        },
        {
            "title": "Definition and subgenres",
            "text": "Paranormal romance blends the real with the fantastic or science fictional. The fantastic elements may be woven into an alternate version of our own world in an urban fantasy involving vampires, demons, and/or werewolves, or they may be more \"normal\" manifestations of the paranormal—humans with psychic abilities, witches, or ghosts. Time travel, futuristic, and extraterrestrial romances also fall beneath the paranormal umbrella.[3]\n\nThese novels often blend elements of other subgenres, including suspense and mystery, with their fantastic themes. A few paranormals are set solely in the past and are structured much like any historical romance novel. Others are set in the future, sometimes on different worlds. Still others have a time-travel element with either the hero or the heroine traveling into the past or the future.[4] Between 2002 and 2004, the number of paranormal romances published in the United States doubled to 170 per year. A popular title in the genre can sell over 500,000 copies.[5]\n\nAs in the fantasy subgenre known as urban fantasy, many paranormal romances rely on the blend of contemporary life with the existence of supernatural or magically empowered beings, human or otherwise; sometimes the larger culture is aware of the magical in its midst, sometimes it is not. Some paranormal romances focus less on the specifics of their alternative worlds than do traditional science fiction or fantasy novels, keeping the attention strongly on the underlying romance.[6]  Others develop the alternate reality meticulously, combining well-planned magical systems and inhuman cultures with contemporary reality.\n\nThe first futuristic romance to be marketed by a mainstream romance publisher, Jayne Ann Krentz's Sweet Starfire, was published in 1986 and was a \"classic road trip romance\" that just happened to be set in a separate galaxy.[7] This genre has become much more popular since 2000. Krentz attributes the popularity of this subgenre to the fact that the novels \"are, at heart, classic historical romances that just happen to be set on other worlds\".[7]\n\nTime-travel romances are a version of the classic \"fish out of water\" story. In most, the heroine is from the present day and travels into the past to meet the hero (for example, the manga and anime series Inuyasha). In a smaller subset of these novels, the hero, who lives in the past, travels forward into his future to meet the heroine. A successful time-travel romance must have the characters react logically to their experience, and should investigate some of the differences, both physical and mental, between the world the character normally inhabits and the one in which they have landed. Some writers choose to end their novels with the protagonists trapped in different time periods and unable to be together—to the displeasure of many readers of the genre.[8]\n\n"
        },
        {
            "title": "P.E.A.R.L.",
            "text": "The P.E.A.R.L. (Paranormal Excellence Award for Romantic Literature) was a reader's choice award. Until 2008 it was presented annually to the top-voted paranormal romances by the ParaNormal Romance Groups. They named the Best of Year in ten categories related to paranormal romance and romantic science fiction.\n\nAuthors who won P.E.A.R.L. awards include Kresley Cole, Christine Feehan, Jayne Ann Krentz, Nora Roberts, and Linnea Sinclair.\n\n"
        }
    ]
}