{
    "url": "https://en.wikipedia.org/wiki/Parsec",
    "title": "Parsec",
    "table_of_contents": [
        "1 History and derivation",
        "1.1 Calculating the value of a parsec",
        "2 Usage and measurement",
        "3 Distances in parsecs",
        "3.1 Distances less than a parsec",
        "3.2 Parsecs and kiloparsecs",
        "3.3 Megaparsecs and gigaparsecs",
        "4 Volume units",
        "5 In popular culture",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe parsec (symbol: pc) is a unit of length used to measure the large distances to astronomical objects outside the Solar System, approximately equal to 3.26 light-years or 206,000 astronomical units (au), i.e. 30.9 trillion kilometres (19.2 trillion miles).[a] The parsec unit is obtained by the use of parallax and trigonometry, and is defined as the distance at which 1 au subtends an angle of one arcsecond[1] (1/3600 of a degree). This corresponds to 648000/π astronomical units, i.e. \n\n\n\n1\n\n\np\nc\n\n=\n1\n\n/\n\ntan\n⁡\n\n(\n\n\n1\n\n \n\na\nr\nc\ns\ne\nc\n\n\n)\n\n\n\na\nu\n\n\n\n{\\displaystyle 1\\,\\mathrm {pc} =1/\\tan \\left({1}\\ \\mathrm {arcsec} \\right)\\,\\mathrm {au} }\n\n.[2] The nearest star, Proxima Centauri, is about 1.3 parsecs (4.2 light-years) from the Sun.[3] Most stars visible to the naked eye are within a few hundred parsecs of the Sun, with the most distant at a few thousand.[4]\n\nThe word parsec is a portmanteau of \"parallax of one second\" and was coined by the British astronomer Herbert Hall Turner in 1913[5] to make calculations of astronomical distances from only raw observational data easy for astronomers. Partly for this reason, it is the unit preferred in astronomy and astrophysics, though the light-year remains prominent in popular science texts and common usage. Although parsecs are used for the shorter distances within the Milky Way, multiples of parsecs are required for the larger scales in the universe, including kiloparsecs (kpc) for the more distant objects within and around the Milky Way, megaparsecs (Mpc) for mid-distance galaxies, and gigaparsecs (Gpc) for many quasars and the most distant galaxies.\n\nIn August 2015, the International Astronomical Union (IAU) passed Resolution B2 which, as part of the definition of a standardized absolute and apparent bolometric magnitude scale, mentioned an existing explicit definition of the parsec as exactly 648000/π au, or approximately 3.0856775814913673×1016 metres (based on the IAU 2012 exact SI definition of the astronomical unit). This corresponds to the small-angle definition of the parsec found in many astronomical references.[6][7]\n\n"
        },
        {
            "title": "History and derivation",
            "text": "The parsec is defined as being equal to the length of the adjacent leg (opposite leg being 1 AU) of an extremely elongated imaginary right triangle in space. The two dimensions on which this triangle is based are its shorter leg, of length one astronomical unit (the average Earth-Sun distance), and the subtended angle of the vertex opposite that leg, measuring one arcsecond. Applying the rules of trigonometry to these two values, the unit length of the other leg of the triangle (the parsec) can be derived.\n\nOne of the oldest methods used by astronomers to calculate the distance to a star is to record the difference in angle between two measurements of the position of the star in the sky. The first measurement is taken from the Earth on one side of the Sun, and the second is taken approximately half a year later, when the Earth is on the opposite side of the Sun. The distance between the two positions of the Earth when the two measurements were taken is twice the distance between the Earth and the Sun. The difference in angle between the two measurements is twice the parallax angle, which is formed by lines from the Sun and Earth to the star at the distant vertex. Then the distance to the star could be calculated using trigonometry.[8] The first successful published direct measurements of an object at interstellar distances were undertaken by German astronomer Friedrich Wilhelm Bessel in 1838, who used this approach to calculate the 3.5-parsec distance of 61 Cygni.[9]\n\nThe parallax of a star is defined as half of the angular distance that a star appears to move relative to the celestial sphere as Earth orbits the Sun. Equivalently, it is the subtended angle, from that star's perspective, of the semimajor axis of the Earth's orbit. The star, the Sun and the Earth form the corners of an imaginary right triangle in space: the right angle is the corner at the Sun, and the corner at the star is the parallax angle. The length of the opposite side to the parallax angle is the distance from the Earth to the Sun (defined as one astronomical unit, au), and the length of the adjacent side gives the distance from the sun to the star. Therefore, given a measurement of the parallax angle, along with the rules of trigonometry, the distance from the Sun to the star can be found. A parsec is defined as the length of the side adjacent to the vertex occupied by a star whose parallax angle is one arcsecond.\n\nThe use of the parsec as a unit of distance follows naturally from Bessel's method, because the distance in parsecs can be computed simply as the reciprocal of the parallax angle in arcseconds (i.e. if the parallax angle is 1 arcsecond, the object is 1 pc from the Sun; if the parallax angle is 0.5 arcseconds, the object is 2 pc away; etc.). No trigonometric functions are required in this relationship because the very small angles involved mean that the approximate solution of the skinny triangle can be applied.\n\nThough it may have been used before, the term parsec was first mentioned in an astronomical publication in 1913. Astronomer Royal Frank Watson Dyson expressed his concern for the need of a name for that unit of distance. He proposed the name astron, but mentioned that Carl Charlier had suggested siriometer and Herbert Hall Turner had proposed parsec.[5] It was Turner's proposal that stuck.\n\nBy the 2015 definition, 1 au of arc length subtends an angle of 1″ at the center of the circle of radius 1 pc. That is, 1 pc = 1 au/tan(1″) ≈ 206,264.8 au by definition.[10] Converting from degree/minute/second units to radians,\n\nTherefore,\n\nTherefore,\n\n\nApproximately,\n\nIn the diagram above (not to scale), S represents the Sun, and E the Earth at one point in its orbit. Thus the distance ES is one astronomical unit (au). The angle SDE is one arcsecond (1/3600 of a degree) so by definition D is a point in space at a distance of one parsec from the Sun. Through trigonometry, the distance SD is calculated as follows:\n\n\nBecause the astronomical unit is defined to be 149597870700 m,[11] the following can be calculated:\n\nTherefore, if 1 ly ≈ 9.46×1015 m, \n\nA corollary states that a parsec is also the distance from which a disc one astronomical unit in diameter must be viewed for it to have an angular diameter of one arcsecond (by placing the observer at D and a diameter of the disc on ES).\n\nMathematically, to calculate distance, given obtained angular measurements from instruments in arcseconds, the formula would be:\n\n\nwhere θ is the measured angle in arcseconds, Distanceearth-sun is a constant (1 au or 1.5813×10−5 ly). The calculated stellar distance will be in the same measurement unit as used in Distanceearth-sun (e.g. if Distanceearth-sun = 1 au, unit for Distancestar is in astronomical units; if Distanceearth-sun = 1.5813×10−5 ly, unit for Distancestar is in light-years).\n\nThe length of the parsec used in IAU 2015 Resolution B2[12] (exactly 648000/π astronomical units) corresponds exactly to that derived using the small-angle calculation. This differs from the classic inverse-tangent definition by about 200 km, i.e. only after the 11th significant figure. As the astronomical unit was defined by the IAU (2012) as an exact SI length in metres, so now the parsec corresponds to an exact SI length in metres. To the nearest meter, the small-angle parsec corresponds to 30856775814913673 m.\n\n"
        },
        {
            "title": "Usage and measurement",
            "text": "The parallax method is the fundamental calibration step for distance determination in astrophysics; however, the accuracy of ground-based telescope measurements of parallax angle is limited to about 0.01″, and thus to stars no more than 100 pc distant.[13] This is because the Earth's atmosphere limits the sharpness of a star's image.[citation needed] Space-based telescopes are not limited by this effect and can accurately measure distances to objects beyond the limit of ground-based observations. Between 1989 and 1993, the Hipparcos satellite, launched by the European Space Agency (ESA), measured parallaxes for about 100000 stars with an astrometric precision of about 0.97 mas, and obtained accurate measurements for stellar distances of stars up to 1000 pc away.[14][15]\n\nESA's Gaia satellite, which launched on 19 December 2013, is intended to measure one billion stellar distances to within 20 microarcsecond, producing errors of 10% in measurements as far as the Galactic Centre, about 8000 pc away in the constellation of Sagittarius.[16]\n\n"
        },
        {
            "title": "Distances in parsecs",
            "text": "Distances expressed in fractions of a parsec usually involve objects within a single star system. So, for example:\n\nDistances expressed in parsecs (pc) include distances between nearby stars, such as those in the same spiral arm or globular cluster. A distance of 1,000 parsecs (3,262 ly) is denoted by the kiloparsec (kpc). Astronomers typically use kiloparsecs to express distances between parts of a galaxy, or within groups of galaxies. So, for example (NB one parsec is approximately equal to 3.26 light-years):\n\nAstronomers typically express the distances between neighbouring galaxies and galaxy clusters in megaparsecs (Mpc). A megaparsec is one million parsecs, or about 3,260,000 light years.[17] Sometimes, galactic distances are given in units of Mpc/h (as in \"50/h Mpc\", also written \"50 Mpc h−1\"). h is a constant (the \"dimensionless Hubble constant\") in the range 0.5 < h < 0.75 reflecting the uncertainty in the value of the Hubble constant H for the rate of expansion of the universe: h = H/100 (km/s)/Mpc. The Hubble constant becomes relevant when converting an observed redshift z into a distance d using the formula d ≈ c/H × z.[18]\n\nOne gigaparsec (Gpc) is one billion parsecs — one of the largest units of length commonly used. One gigaparsec is about 3.26 billion ly, or roughly 1/14 of the distance to the horizon of the observable universe (dictated by the cosmic background radiation). Astronomers typically use gigaparsecs to express the sizes of large-scale structures such as the size of, and distance to, the CfA2 Great Wall; the distances between galaxy clusters; and the distance to quasars.\n\nFor example:\n\n"
        },
        {
            "title": "Volume units",
            "text": "To determine the number of stars in the Milky Way, volumes in cubic kiloparsecs[b] (kpc3) are selected in various directions. All the stars in these volumes are counted and the total number of stars statistically determined. The number of globular clusters, dust clouds, and interstellar gas is determined in a similar fashion. To determine the number of galaxies in superclusters, volumes in cubic megaparsecs[b] (Mpc3) are selected. All the galaxies in these volumes are classified and tallied. The total number of galaxies can then be determined statistically. The huge Boötes void is measured in cubic megaparsecs.[21]\n\nIn physical cosmology, volumes of cubic gigaparsecs[b] (Gpc3) are selected to determine the distribution of matter in the visible universe and to determine the number of galaxies and quasars. The Sun is currently the only star in its cubic parsec,[b] (pc3) but in globular clusters the stellar density could be from 100–1000 pc−3.\n\nThe observational volume of gravitational wave interferometers (e.g., LIGO, Virgo) is stated in terms of cubic megaparsecs[b] (Mpc3) and is essentially the value of the effective distance cubed.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The parsec was seemingly used incorrectly as a measurement of time by Han Solo in the first Star Wars film, when he claimed his ship, the Millennium Falcon \"made the Kessel Run in less than 12 parsecs\". The claim was repeated in The Force Awakens, but was retconned in Solo: A Star Wars Story, by stating the Millennium Falcon traveled a shorter distance (as opposed to a quicker time) due to a more dangerous route through hyperspace, enabled by its speed and maneuverability.[22] It is also used ambiguously as a spatial unit in The Mandalorian.[23]\n\nIn the book A Wrinkle in Time, \"Megaparsec\" is Mr. Murry's nickname for his daughter Meg.[24]\n\nIn the 1955 science fiction short story by Isaac Asimov, \"Risk\", the first hypersonic spaceship is named the Parsec.\n\n"
        }
    ]
}