{
    "url": "https://en.wikipedia.org/wiki/Partnership_for_a_Healthier_America",
    "title": "Partnership for a Healthier America",
    "table_of_contents": [
        "1 Current Initiatives",
        "1.1 Veggies Early & Often",
        "1.2 COVID-19 Fresh Food Fund",
        "1.3 Healthy Hunger Relief",
        "1.4 Shifting Retail Environments",
        "1.5 FNV",
        "2 Pass the Love w/ Waffles + Mochi campaign",
        "3 Commitments and Partnerships",
        "4 The PHA Annual Summit",
        "5 Former Initiatives",
        "5.1 Drink Up",
        "5.2 Let’s Move!",
        "6 See also",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Partnership for a Healthier America (PHA) is a nonprofit organization created in conjunction with - but separate from - former First Lady Michelle Obama's Let's Move!  effort in 2010. PHA works with the private sector to transform the food landscape in pursuit of health equity. Mrs. Obama currently serves as PHA's honorary chair, and alongside Higher Ground Productions, launched the Pass the Love w/ Waffles + Mochi campaign on March 10, 2021, with PHA to raise funds to aid in the distribution of 1 million meals to families in need around the country. Inspired by the Netflix series Waffles + Mochi, the campaign also raises awareness about food equity.\n\nPHA employs its vast convening power, diverse network, and thought leadership to develop and spotlight the top programs and practices with the greatest potential to create positive change in the U.S. food landscape. PHA works with organizations across the supply chain - food producers, manufacturers, distributors, and retailers - to improve the nutritional profile of foods and beverages wherever consumers are - resulting in a greater volume of healthier options for all. PHA also collaborates with other nonprofit organizations, such as food banks to support and amplify efforts to add high-nutrition foods to the emergency and charitable food systems, while removing low-nutrition foods, in order to t provide the right food to children and families who suffer the most from health disparities caused by lack of access to healthier food options.\n\nThrough partnerships with industry and innovative and collaborative core initiatives, PHA aims to create a world where all children, families, and adults - especially those disproportionately affected - will live healthier lives free from diet-related diseases.\n\n"
        },
        {
            "title": "Current Initiatives",
            "text": "Through its initiatives, PHA works to make healthier choices accessible to all, and increases demand for those healthier options.\n\nThrough the Veggies Early & Often campaign, PHA partners with early childhood educators, baby food manufacturers, and other key stakeholders to disrupt the marketplace and create healthier options to help parents raise lifelong veggie lovers.\n\nThrough the COVID-19 Fresh Food Fund, PHA works with partners to fulfill a critical short-term emergency need for food, build healthy habits, and utilize data to bridge affordable access to fresh and healthy food, improving health equity. Since the program deployed in May 2020, PHA has provided communities in Colorado and New York with over 2 million servings of fresh fruits and vegetables.\n\nThrough Healthy Hunger Relief partners, PHA works with food banks to increase access to nutritious foods for populations in need that are disproportionately affected by obesity, diabetes, and other chronic diet-related diseases. PHA Healthy Hunger Relief partners are committed to addressing hunger, malnutrition, and chronic disease by increasing the supply of healthier options and fostering their demand. PHA's 28 food bank partners reach more than 7 million food insecure individuals across 19 states and have increased the amount of healthy food distributed by 115 million pounds, while eliminating 19 million pounds of junk/snack food from their inventories.\n\nPHA's distributor and retail partners are improving the supply chain so that better for-you foods and beverages are available wherever people are. PHA's convenience store partners have more than 2,500 locations across 39 states, and 75% of those locations are in food-scarce neighborhoods. PHA works with these stores to not only increase the accessibility of healthier items, but to also actively promote their consumption through marketing, strategic placement throughout the store, and pricing that is competitive with less healthy alternatives.\n\nFNV (Fruits 'N Veggies) is a celebrity driven campaign that encourages Americans to eat more fruits and vegetables. Celebrities like Cam Newton, Steph and Ayesha Curry, Cindy Crawford, Rob Gronkowski, and others are supporters of the campaign. The campaign started in 2015 and has expanded to states and cities across the country, including as part of SNAP-Ed public awareness campaigns in North Carolina, Tennessee, and Wisconsin.\n\n"
        },
        {
            "title": "",
            "text": "Launched on March 10, 2021, the Pass the Love w/ Waffles + Mochi campaign leverages the Waffles + Mochi show, its characters, and Mrs. Obama to meaningfully shift the food culture toward more affordable, fun, at-home meals for families of every income level through www.wafflesandmochi.org, engaging both the private and non-profit sectors.\n\nWith support from the campaign's inaugural partners, Walmart and Blue Apron, PHA will aim to raise awareness of food equity issues with the goal of providing more than one million meals through Pass the Love branded, bundled meal boxes to families in food insecure communities around the country.\n\n"
        },
        {
            "title": "Commitments and Partnerships",
            "text": "Current and past partnerships and commitment include: Ahold-Delhaize, All-Clad, Birds Eye, Blue Cross and Blue Shield Association, Beyond Meat, Bright Horizons, Brown's Super Stores, Calhoun Enterprises, The California Endowment's FreshWorks Fund, ChildObesity 180, Darden, McLane Company, Inc. The Fresh Grocer, The Healthy Weight Commitment Foundation, Hyatt Hotels, Kaiser Permanente, Klein Family Markets, The Links, Inc., National Governing Bodies (NGB) of the United States Olympic Committee (USOC), Produce Marketing Association, US Olympians Association, USA Cycling and USA BMX, US Paralympics, U.S. Soccer Federation, USA Swimming, USA Track & Field, USA Tennis, USA Field Hockey, USA Volleyball, USA Gymnastics, US Olympic Committee, New Horizon Academy, Robert Wood Johnson Foundation, SuperValu, Walgreens, Wal-Mart, and The YMCA.\n\nThe above list demonstrates current contributors to the objectives of PHA. Two examples of PHA partnering with these organizations: First, in 2012,  PHA brokered commitments with several National Governing Bodies (NGBs) of the United States Olympic Committee (USOC), US Olympians Association, and US Paralympics to increase physical activity among the nation's youth. Second, PHA worked together with 11 national sports organizations (USA Swimming, USA Tennis, et al.) to provide beginner athletic programming to more than 1.7 million kids in 2012.[1]\n\n"
        },
        {
            "title": "The PHA Annual Summit",
            "text": "PHA's annual summit \"brings together private sector, government and nonprofit leaders to celebrate progress made toward health equity. The summit aims to foster dialogue, forge partnerships, and streamline food equity initiatives among the private, nonprofit, and public sectors.\n\nPHA held the inaugural Building a Healthier Future Summit in Washington, DC on November 29–30, 2011 and has held a summit every year since. In 2020, the Summit became a virtual event due to COVID-19 after 10 years of in-person convenings.\n\nThe organization's Honorary Chair Former First Lady Michelle Obama regularly speaks at the PHA Summit. Previous PHA Summit speakers include: former President Bill Clinton, Dr. Nadine Burke Harris, actresses Gabrielle Union and Cindy Crawford, and world-class athletes, Ibtihaj Muhammad and Benita Fitzgerald Mosley.\n\n"
        },
        {
            "title": "Former Initiatives",
            "text": "Drink Up, was a PHA campaign that encouraged Americans to drink more water. The campaign was a proven driver of water consumption and contributed to water becoming the most popular beverage in the US in 2016.[4]\n\nLet’s Move! was a comprehensive initiative, launched by former First Lady Michelle Obama, dedicated to solving the problem of obesity within a generation. PHA's current work builds on the Let's Move! initiative by bringing together public, private and nonprofit leaders to broker meaningful commitments and develop strategies that help ensure every child has the opportunity to grow up at a healthy weight.\n\nHealthier Campus Initiative\n\nPHA partnered with colleges and universities across the nation to create campus environments that encouraged and supported greater physical activity and healthier eating habits.\n\n"
        }
    ]
}