{
    "url": "https://en.wikipedia.org/wiki/Parthenogenesis",
    "title": "Parthenogenesis",
    "table_of_contents": [
        "1 Life history types",
        "2 Types and mechanisms",
        "2.1 Automictic",
        "2.2 Sex of the offspring",
        "2.3 Facultative",
        "2.4 Obligate",
        "3 Natural occurrence",
        "3.1 Oomycetes",
        "3.2 Velvet worms",
        "3.3 Rotifers",
        "3.4 Flatworms",
        "3.5 Snails",
        "3.6 Insects",
        "3.7 Crustaceans",
        "3.8 Spiders",
        "3.9 Sharks",
        "3.10 Amphibians",
        "3.11 Squamata",
        "3.12 Birds",
        "3.13 Mammals",
        "3.13.1 Methods",
        "3.13.2 Humans",
        "4 Similar phenomena",
        "4.1 Gynogenesis",
        "4.2 Hybridogenesis",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nParthenogenesis (/ˌpɑːrθɪnoʊˈdʒɛnɪsɪs, -θɪnə-/;[1][2] from the Greek παρθένος, parthénos, 'virgin' + γένεσις, génesis, 'creation'[3]) is a natural form of asexual reproduction in which growth and development of embryos occur in a gamete (egg or sperm) without combining with another gamete (e.g., egg and sperm fusing).[4] In animals, parthenogenesis means development of an embryo from an unfertilized egg cell. In plants, parthenogenesis is a component process of apomixis. In algae, parthenogenesis can mean the development of an embryo from either an individual sperm or an individual egg.[4]\n\nParthenogenesis occurs naturally in some plants, algae, invertebrate animal species (including nematodes, some tardigrades, water fleas, some scorpions, aphids, some mites, some bees, some Phasmatodea and parasitic wasps) and a few vertebrates (such as some fish,[5] amphibians, reptiles[6][7][8] and birds[9][10][11]). This type of reproduction has been induced artificially in a few species including fish, amphibians, and mice.[12][13]\n\nNormal egg cells form in the process of meiosis and are haploid, with half as many chromosomes as their mother's body cells. Haploid individuals, however, are usually non-viable, and parthenogenetic offspring usually have the diploid chromosome number. Depending on the mechanism involved in restoring the diploid number of chromosomes, parthenogenetic offspring may have anywhere between all and half of the mother's alleles. In some types of parthenogenesis the offspring having all of the mother's genetic material are called full clones and those having only half are called half clones. Full clones are usually formed without meiosis. If meiosis occurs, the offspring will get only a fraction of the mother's alleles since crossing over of DNA takes place during meiosis, creating variation. \n\nParthenogenetic offspring in species that use either the XY or the X0 sex-determination system have two X chromosomes and are female. In species that use the ZW sex-determination system, they have either two Z chromosomes (male) or two W chromosomes (mostly non-viable but rarely a female), or they could have one Z and one W chromosome (female).\n\nParthenogenesis does not apply to isogamous species.[14]\n\n"
        },
        {
            "title": "Life history types",
            "text": "Some species reproduce exclusively by parthenogenesis (such as the bdelloid rotifers), while others can switch between sexual reproduction and parthenogenesis. This is called facultative parthenogenesis (other terms are cyclical parthenogenesis, heterogamy[15][16] or heterogony[17][18]). The switch between sexuality and parthenogenesis in such species may be triggered by the season (aphid, some gall wasps), or by a lack of males or by conditions that favour rapid population growth (rotifers and cladocerans like Daphnia). In these species asexual reproduction occurs either in summer (aphids) or as long as conditions are favourable. This is because in asexual reproduction a successful genotype can spread quickly without being modified by sex or wasting resources on male offspring who won't give birth. Some species can produce both sexually and through parthenogenesis, and offspring in the same clutch of a species of tropical lizard can be a mix sexually produced offspring and parthenogenically produced offspring.[19] In California Condors facultative parthenogenesis can occur even when a male is present and available for a female to breed with.[20] In times of stress, offspring produced by sexual reproduction may be fitter as they have new, possibly beneficial gene combinations. In addition, sexual reproduction provides the benefit of meiotic recombination between non-sister chromosomes, a process associated with repair of DNA double-strand breaks and other DNA damages that may be induced by stressful conditions.[21]\n\nMany taxa with heterogony have within them species that have lost the sexual phase and are now completely asexual. Many other cases of obligate parthenogenesis (or gynogenesis) are found among polyploids and hybrids where the chromosomes cannot pair for meiosis.\n\nThe production of female offspring by parthenogenesis is referred to as thelytoky (e.g., aphids) while the production of males by parthenogenesis is referred to as arrhenotoky (e.g., bees). When unfertilized eggs develop into both males and females, the phenomenon is called deuterotoky.[22]\n\n"
        },
        {
            "title": "Types and mechanisms",
            "text": "Parthenogenesis can occur without meiosis through mitotic oogenesis. This is called apomictic parthenogenesis. Mature egg cells are produced by mitotic divisions, and these cells directly develop into embryos. In flowering plants, cells of the gametophyte can undergo this process. The offspring produced by apomictic parthenogenesis are full clones of their mother. Examples include aphids.\n\nParthenogenesis involving meiosis is more complicated. In some cases, the offspring are haploid (e.g., male ants). In other cases, collectively called automictic parthenogenesis, the ploidy is restored to diploidy by various means. This is because haploid individuals are not viable in most species. In automictic parthenogenesis, the offspring differ from one another and from their mother. They are called half clones of their mother.\n\nAutomixis[23] is a term that covers several reproductive mechanisms, some of which are parthenogenetic.[24]\n\nDiploidy might be restored by the doubling of the chromosomes without cell division before meiosis begins or after meiosis is completed. This is referred to as an endomitotic cycle. This may also happen by the fusion of the first two blastomeres. Other species restore their ploidy by the fusion of the meiotic products. The chromosomes may not separate at one of the two anaphases (called restitutional meiosis) or the nuclei produced may fuse or one of the polar bodies may fuse with the egg cell at some stage during its maturation.\n\nSome authors consider all forms of automixis sexual as they involve recombination. Many others classify the endomitotic variants as asexual and consider the resulting embryos parthenogenetic. Among these authors, the threshold for classifying automixis as a sexual process depends on when the products of anaphase I or of anaphase II are joined. The criterion for \"sexuality\" varies from all cases of restitutional meiosis,[25] to those where the nuclei fuse or to only those where gametes are mature at the time of fusion.[24] Those cases of automixis that are classified as sexual reproduction are compared to self-fertilization in their mechanism and consequences.\n\nThe genetic composition of the offspring depends on what type of automixis takes place. When endomitosis occurs before meiosis[26][27] or when central fusion occurs (restitutional meiosis of anaphase I or the fusion of its products), the offspring get all[26][28] to more than half of the mother's genetic material and heterozygosity is mostly preserved[29] (if the mother has two alleles for a locus, it is likely that the offspring will get both). This is because in anaphase I the homologous chromosomes are separated. Heterozygosity is not completely preserved when crossing over occurs in central fusion.[30] In the case of pre-meiotic doubling, recombination, if it happens, occurs between identical sister chromatids.[26]\n\nIf terminal fusion (restitutional meiosis of anaphase II or the fusion of its products) occurs, a little over half the mother's genetic material is present in the offspring and the offspring are mostly homozygous.[31] This is because at anaphase II the sister chromatids are separated and whatever heterozygosity is present is due to crossing over. In the case of endomitosis after meiosis, the offspring is completely homozygous and has only half the mother's genetic material.\n\nThis can result in parthenogenetic offspring being unique from each other and from their mother.\n\nIn apomictic parthenogenesis, the offspring are clones of the mother and hence (except for aphids) are usually female. In the case of aphids, parthenogenetically produced males and females are clones of their mother except that the males lack one of the X chromosomes (XO).[32]\n\nWhen meiosis is involved, the sex of the offspring will depend on the type of sex determination system and the type of apomixis. In species that use the XY sex-determination system, parthenogenetic offspring will have two X chromosomes and are female. In species that use the ZW sex-determination system the offspring genotype may be one of ZW (female),[28][29] ZZ (male), or WW (non-viable in most species[31] but a fertile,[dubious  – discuss] viable female in a few (e.g., boas)).[31] ZW offspring are produced by endoreplication before meiosis or by central fusion.[28][29] ZZ and WW offspring occur either by terminal fusion[31] or by endomitosis in the egg cell.\n\nIn polyploid obligate parthenogens like the whiptail lizard, all the offspring are female.[27]\n\nIn many hymenopteran insects such as honeybees, female eggs are produced sexually, using sperm from a drone father, while the production of further drones (males) depends on the queen (and occasionally workers) producing unfertilized eggs. This means that females (workers and queens) are always diploid, while males (drones) are always haploid, and produced parthenogenetically.\n\nFacultative parthenogenesis is the term for when a female can produce offspring either sexually or via asexual reproduction.[33] Facultative parthenogenesis is extremely rare in nature, with only a few examples of animal taxa capable of facultative parthenogenesis.[33] One of the best-known examples of taxa exhibiting facultative parthenogenesis are mayflies; presumably, this is the default reproductive mode of all species in this insect order.[34] Facultative parthenogenesis has generally been believed to be a response to a lack of a viable male. A female may undergo facultative parthenogenesis if a male is absent from the habitat or if it is unable to produce viable offspring. However, California condors and the tropical lizard Lepidophyma smithii both can produce parthenogenic offspring in the presence of males, indicating that facultative parthenogenesis may be more common than previously thought and is not simply a response to a lack of males.[19][35]\n\nIn aphids, a generation sexually conceived by a male and a female produces only females. The reason for this is the non-random segregation of the sex chromosomess X and O during spermatogenesis.[36]\n\nFacultative parthenogenesis is often used to describe cases of spontaneous parthenogenesis in normally sexual animals.[37] For example, many cases of spontaneous parthenogenesis in sharks, some snakes, Komodo dragons and a variety of domesticated birds were widely attributed to facultative parthenogenesis.[38] These cases are examples of spontaneous parthenogenesis.[33][37] The occurrence of such asexually produced eggs in sexual animals can be explained by a meiotic error, leading to eggs produced via automixis.[37][39]\n\nObligate parthenogenesis is the process in which organisms exclusively reproduce through asexual means.[40] Many species have been shown to transition to obligate parthenogenesis over evolutionary time. Well documented transitions to obligate parthenogenesis have been found in numerous metazoan taxa, albeit through highly diverse mechanisms. These transitions often occur as a result of inbreeding or mutation within large populations.[41] There are a number of documented species, specifically salamanders and geckos, that rely on obligate parthenogenesis as their major method of reproduction. As such, there are over 80 species of unisex reptiles (mostly lizards but including a single snake species), amphibians and fishes in nature for which males are no longer a part of the reproductive process.[42] A female will produce an ovum with a full set (two sets of genes) provided solely by the mother. Thus, a male is not needed to provide sperm to fertilize the egg. This form of asexual reproduction is thought in some cases to be a serious threat to biodiversity for the subsequent lack of gene variation and potentially decreased fitness of the offspring.[40]\n\nSome invertebrate species that feature (partial) sexual reproduction in their native range are found to reproduce solely by parthenogenesis in areas to which they have been introduced.[43][44] Relying solely on parthenogenetic reproduction has several advantages for an invasive species: it obviates the need for individuals in a very sparse initial population to search for mates; and an exclusively female sex distribution allows a population to multiply and invade more rapidly (potentially twice as fast). Examples include several aphid species[43] and the willow sawfly, Nematus oligospilus, which is sexual in its native Holarctic habitat but parthenogenetic where it has been introduced into the Southern Hemisphere.[44]\n\n"
        },
        {
            "title": "Natural occurrence",
            "text": "Parthenogenesis is seen to occur naturally in aphids, Daphnia, rotifers, nematodes and some other invertebrates, as well as in many plants. Among vertebrates, strict parthenogenesis is only known to occur in lizards, snakes,[45] birds[46] and sharks,[47] with fish, amphibians and reptiles exhibiting various forms of gynogenesis and hybridogenesis (an incomplete form of parthenogenesis).[48] The first all-female (unisexual) reproduction in vertebrates was described in the fish Poecilia formosa in 1932.[49] Since then at least 50 species of unisexual vertebrate have been described, including at least 20 fish, 25 lizards, a single snake species, frogs, and salamanders.[48] Other usually sexual species may occasionally reproduce parthenogenetically; the Komodo dragon and hammerhead and blacktip sharks are recent additions to the known list of spontaneous parthenogenetic vertebrates. As with all types of asexual reproduction, there are both costs (low genetic diversity and therefore susceptibility to adverse mutations that might occur) and benefits (reproduction without the need for a male) associated with parthenogenesis.\n\nParthenogenesis is distinct from artificial animal cloning, a process where the new organism is necessarily genetically identical to the cell donor. In cloning, the nucleus of a diploid cell from a donor organism is inserted into an enucleated egg cell and the cell is then stimulated to undergo continued mitosis, resulting in an organism that is genetically identical to the donor. Parthenogenesis is different, in that it originates from the genetic material contained within an egg cell and the new organism is not necessarily genetically identical to the parent.\n\nParthenogenesis may be achieved through an artificial process as described below under the discussion of mammals.\n\nApomixis can apparently occur in Phytophthora,[50] an oomycete. Oospores from an experimental cross were germinated, and some of the progeny were genetically identical to one or other parent, implying that meiosis did not occur and the oospores developed by parthenogenesis.\n\nNo males of Epiperipatus imthurni have been found, and specimens from Trinidad were shown to reproduce parthenogenetically. This species is the only known velvet worm to reproduce via parthenogenesis.[51]\n\nIn bdelloid rotifers, females reproduce exclusively by parthenogenesis (obligate parthenogenesis),[52] while in monogonont rotifers, females can alternate between sexual and asexual reproduction (cyclical parthenogenesis). At least in one normally cyclical parthenogenetic species obligate parthenogenesis can be inherited: a recessive allele leads to loss of sexual reproduction in homozygous offspring.[53]\n\nAt least two species in the genus Dugesia, flatworms in the Turbellaria sub-division of the phylum Platyhelminthes, include polyploid individuals that reproduce by parthenogenesis.[54] This type of parthenogenesis requires mating, but the sperm does not contribute to the genetics of the offspring (the parthenogenesis is pseudogamous, alternatively referred to as gynogenetic). A complex cycle of matings between diploid sexual and polyploid parthenogenetic individuals produces new parthenogenetic lines.\n\nSeveral species of parthenogenetic gastropods have been studied, especially with respect to their status as invasive species. Such species include the New Zealand mud snail (Potamopyrgus antipodarum),[55] the red-rimmed melania (Melanoides tuberculata),[56] and the Quilted melania (Tarebia granifera).[57]\n\nParthenogenesis in insects can cover a wide range of mechanisms.[58] The offspring produced by parthenogenesis may be of both sexes, only female (thelytoky, e.g. aphids and some hymenopterans[59]) or only male (arrhenotoky, e.g. most hymenopterans). Both true parthenogenesis and pseudogamy (gynogenesis or sperm-dependent parthenogenesis) are known to occur.[33] The egg cells, depending on the species may be produced without meiosis (apomictically) or by one of the several automictic mechanisms.\n\nA related phenomenon, polyembryony is a process that produces multiple clonal offspring from a single egg cell. This is known in some hymenopteran parasitoids and in Strepsiptera.[58]\n\nIn automictic species the offspring can be haploid or diploid. Diploids are produced by doubling or fusion of gametes after meiosis. Fusion is seen in the Phasmatodea, Hemiptera (Aleurodids and Coccidae), Diptera, and some Hymenoptera.[58]\n\nIn addition to these forms is hermaphroditism, where both the eggs and sperm are produced by the same individual, but is not a type of parthenogenesis. This is seen in three species of Icerya scale insects.[58]\n\nParasitic bacteria like Wolbachia have been noted to induce automictic thelytoky in many insect species with haplodiploid systems. They also cause gamete duplication in unfertilized eggs causing them to develop into female offspring.[58]\n\nAmong species with the haplo-diploid sex-determination system, such as hymenopterans (ants, bees and wasps) and thysanopterans (thrips), haploid males are produced from unfertilized eggs. Usually, eggs are laid only by the queen, but the unmated workers may also lay haploid, male eggs either regularly (e.g. stingless bees) or under special circumstances. An example of non-viable parthenogenesis is common among domesticated honey bees. The queen bee is the only fertile female in the hive; if she dies without the possibility of a viable replacement queen, it is not uncommon for the worker bees to lay eggs. This is a result of the lack of the queen's pheromones and the pheromones secreted by uncapped brood, which normally suppress ovarian development in workers. Worker bees are unable to mate, and the unfertilized eggs produce only drones (males), which can mate only with a queen. Thus, in a relatively short period, all the worker bees die off, and the new drones follow if they have not been able to mate before the collapse of the colony. This behavior is believed to have evolved to allow a doomed colony to produce drones which may mate with a virgin queen and thus preserve the colony's genetic progeny.\n\nA few ants and bees are capable of producing diploid female offspring parthenogenetically. These include a honey bee subspecies from South Africa, Apis mellifera capensis, where workers are capable of producing diploid eggs parthenogenetically, and replacing the queen if she dies; other examples include some species of small carpenter bee, (genus Ceratina). Many parasitic wasps are known to be parthenogenetic, sometimes due to infections by Wolbachia.\n\nThe workers in five[30] ant species and the queens in some ants are known to reproduce by parthenogenesis. In Cataglyphis cursor, a European formicine ant, the queens and workers can produce new queens by parthenogenesis. The workers are produced sexually.[30]\n\nIn Central and South American electric ants, Wasmannia auropunctata, queens produce more queens through automictic parthenogenesis with central fusion. Sterile workers usually are produced from eggs fertilized by males. In some of the eggs fertilized by males, however, the fertilization can cause the female genetic material to be ablated from the zygote. In this way, males pass on only their genes to become fertile male offspring. This is the first recognized example of an animal species where both females and males can reproduce clonally resulting in a complete separation of male and female gene pools.[60] As a consequence, the males will only have fathers and the queens only mothers, while the sterile workers are the only ones with both parents of both sexes.\n\nThese ants get both the benefits of both asexual and sexual reproduction[30][60]—the daughters who can reproduce (the queens) have all of the mother's genes, while the sterile workers whose physical strength and disease resistance are important are produced sexually.\n\nOther examples of insect parthenogenesis can be found in gall-forming aphids (e.g., Pemphigus betae), where females reproduce parthenogenetically during the gall-forming phase of their life cycle and in grass thrips. In the grass thrips genus Aptinothrips there have been, despite the very limited number of species in the genus, several transitions to asexuality.[61]\n\nCrustacean reproduction varies both across and within species. The water flea Daphnia pulex alternates between sexual and parthenogenetic reproduction.[62] Among the better-known large decapod crustaceans, some crayfish reproduce by parthenogenesis. \"Marmorkrebs\" are parthenogenetic crayfish that were discovered in the pet trade in the 1990s.[63] Offspring are genetically identical to the parent, indicating it reproduces by apomixis, i.e. parthenogenesis in which the eggs did not undergo meiosis.[64] Spinycheek crayfish (Orconectes limosus) can reproduce both sexually and by parthenogenesis.[65] The Louisiana red swamp crayfish (Procambarus clarkii), which normally reproduces sexually, has also been suggested to reproduce by parthenogenesis,[66] although no individuals of this species have been reared this way in the lab. Artemia parthenogenetica is a species or series of populations of parthenogenetic brine shrimps.[67]\n\nAt least two species of spiders in the family Oonopidae (goblin spiders), Heteroonops spinimanus and Triaeris stenaspis, are thought to be parthenogenetic, as no males have ever been collected. Parthenogenetic reproduction has been demonstrated in the laboratory for T. stenaspis.[68]\n\nParthenogenesis in sharks has been confirmed in at least three species, the bonnethead,[47] the blacktip shark,[69] and the zebra shark,[70] and reported in others.\n\nA bonnethead, a type of small hammerhead shark, was found to have produced a pup, born live on December 14, 2001, at Henry Doorly Zoo in Nebraska, in a tank containing three female hammerheads, but no males. The pup was thought to have been conceived through parthenogenesis. The shark pup was apparently killed by a stingray within days of birth.[71] The investigation of the birth was conducted by the research team from Queen's University Belfast, Southeastern University in Florida, and Henry Doorly Zoo itself, and it was concluded after DNA testing that the reproduction was parthenogenetic. The testing showed the female pup's DNA matched only one female who lived in the tank, and that no male DNA was present in the pup. The pup was not a twin or clone of her mother, but rather, contained only half of her mother's DNA (\"automictic parthenogenesis\"). This type of reproduction had been seen before in bony fish, but never in cartilaginous fish such as sharks, until this documentation.\n\nIn the same year, a female Atlantic blacktip shark in Virginia reproduced via parthenogenesis.[72] On October 10, 2008, scientists confirmed the second case of a \"virgin birth\" in a shark. The Journal of Fish Biology reported a study in which scientists said DNA testing proved that a pup carried by a female Atlantic blacktip shark in the Virginia Aquarium & Marine Science Center contained no genetic material from a male.[69]\n\nIn 2002, two white-spotted bamboo sharks were born at the Belle Isle Aquarium in Detroit. They hatched 15 weeks after being laid. The births baffled experts as the mother shared an aquarium with only one other shark, which was female. The female bamboo sharks had laid eggs in the past. This is not unexpected, as many animals will lay eggs even if there is not a male to fertilize them. Normally, the eggs are assumed to be inviable and are discarded. This batch of eggs was left undisturbed by the curator as he had heard about the previous birth in 2001 in Nebraska and wanted to observe whether they would hatch. Other possibilities had been considered for the birth of the Detroit bamboo sharks including thoughts that the sharks had been fertilized by a male and stored the sperm for a period of time, as well as the possibility that the Belle Isle bamboo shark is a hermaphrodite, harboring both male and female sex organs, and capable of fertilizing its own eggs, but that is not confirmed.[73]\n\nIn 2008, a Hungarian aquarium had another case of parthenogenesis after its lone female shark produced a pup without ever having come into contact with a male shark.\n\nThe repercussions of parthenogenesis in sharks, which fails to increase the genetic diversity of the offspring, is a matter of concern for shark experts, taking into consideration conservation management strategies for this species, particularly in areas where there may be a shortage of males due to fishing or environmental pressures. Although parthenogenesis may help females who cannot find mates, it does reduce genetic diversity.[citation needed]\n\nIn 2011, recurring shark parthenogenesis over several years was demonstrated in a captive zebra shark, a type of carpet shark.[70][74] DNA genotyping demonstrated that individual zebra sharks can switch from sexual to parthenogenetic reproduction.[75]\n\nMost reptiles of the squamatan order (lizards and snakes) reproduce sexually, but parthenogenesis has been observed to occur naturally in certain species of whiptails, some geckos, rock lizards,[6][76][77] Komodo dragons[78] and snakes.[79] Some of these like the mourning gecko Lepidodactylus lugubris, Indo-Pacific house gecko Hemidactylus garnotii, the hybrid whiptails Cnemidophorus, Caucasian rock lizards Darevskia, and the brahminy blindsnake, Indotyphlops braminus are unisexual and obligately parthenogenetic. Other reptiles, such as the Komodo dragon, other monitor lizards,[80] and some species of boas,[12][31][81] pythons,[29][82] filesnakes,[83][84] gartersnakes[85] and rattlesnakes[86][87] were previously considered as cases of facultative parthenogenesis, but may be cases of accidental parthenogenesis.[37]\n\nIn 2012, facultative parthenogenesis was reported in wild vertebrates for the first time by US researchers amongst captured pregnant copperhead and cottonmouth female pit-vipers.[88] The Komodo dragon, which normally reproduces sexually, has also been found able to reproduce asexually by parthenogenesis.[89] A case has been documented of a Komodo dragon reproducing via sexual reproduction after a known parthenogenetic event,[90] highlighting that these cases of parthenogenesis are reproductive accidents, rather than adaptive, facultative parthenogenesis.[37]\n\nSome reptile species use a ZW chromosome system, which produces either males (ZZ) or females (ZW). Until 2010, it was thought that the ZW chromosome system used by reptiles was incapable of producing viable WW offspring, but a (ZW) female boa constrictor was discovered to have produced viable female offspring with WW chromosomes.[91]\n\nParthenogenesis has been studied extensively in the New Mexico whiptail in the genus Aspidoscelis of which 15 species reproduce exclusively by parthenogenesis. These lizards live in the dry and sometimes harsh climate of the southwestern United States and northern Mexico. All these asexual species appear to have arisen through the hybridization of two or three of the sexual species in the genus leading to polyploid individuals. The mechanism by which the mixing of chromosomes from two or three species can lead to parthenogenetic reproduction is unknown. Recently, a hybrid parthenogenetic whiptail lizard was bred in the laboratory from a cross between an asexual and a sexual whiptail.[92] Because multiple hybridization events can occur, individual parthenogenetic whiptail species can consist of multiple independent asexual lineages. Within lineages, there is very little genetic diversity, but different lineages may have quite different genotypes.\n\nAn interesting aspect to reproduction in these asexual lizards is that mating behaviors are still seen, although the populations are all female. One female plays the role played by the male in closely related species, and mounts the female that is about to lay eggs. This behaviour is due to the hormonal cycles of the females, which cause them to behave like males shortly after laying eggs, when levels of progesterone are high, and to take the female role in mating before laying eggs, when estrogen dominates. Lizards who act out the courtship ritual have greater fecundity than those kept in isolation, due to the increase in hormones that accompanies the mounting. So, although the populations lack males, they still require sexual behavioral stimuli for maximum reproductive success.[93]\n\nSome lizard parthenogens show a pattern of geographic parthenogenesis, occupying high mountain areas where their ancestral forms have an inferior competition ability.[94] In Caucasian rock lizards of genus Darevskia, which have six parthenogenetic forms of hybrid origin[76][77][95] hybrid parthenogenetic form D. \"dahli\" has a broader niche than either of its bisexual ancestors and its expansion throughout the Central Lesser Caucasus caused decline of the ranges of both its maternal and paternal species.[96]\n\nParthenogenesis in birds is known mainly from studies of domesticated turkeys and chickens, although it has also been noted in the domestic pigeon.[46] In most cases the egg fails to develop normally or completely to hatching.[46][97] The first description of parthenogenetic development in a passerine was demonstrated in captive zebra finches, although the dividing cells exhibited irregular nuclei and the eggs did not hatch.[46]\n\nParthenogenesis in turkeys appears to result from a conversion of haploid cells to diploid;[97] most embryos produced in this way die early in development. Rarely, viable birds result from this process, and the rate at which this occurs in turkeys can be increased by selective breeding,[98] however male turkeys produced from parthenogenesis exhibit smaller testes and reduced fertility.[99]\n\nIn 2021, the San Diego Zoo reported that they had two unfertilized eggs from their California condor breeding program hatch. This is the first known example of parthenogenesis in this species, as well as one of the only known examples of parthenogenesis happening where males are still present.[10]\n\nThere are no known cases of naturally occurring mammalian parthenogenesis in the wild. Parthenogenetic progeny of mammals would have two X chromosomes, and would therefore be genetically female.\n\nIn 1936, Gregory Goodwin Pincus reported successfully inducing parthenogenesis in a rabbit.[100]\n\nIn April 2004, scientists at Tokyo University of Agriculture used parthenogenesis successfully to create a fatherless mouse. Using gene targeting, they were able to manipulate two imprinted loci H19/IGF2 and DLK1/MEG3 to produce bi-maternal mice at high frequency[101] and subsequently show that fatherless mice have enhanced longevity.[102]\n\nInduced parthenogenesis in mice and monkeys often results in abnormal development. This is because mammals have imprinted genetic regions, where either the maternal or the paternal chromosome is inactivated in the offspring in order for development to proceed normally. A mammal created by parthenogenesis would have double doses of maternally imprinted genes and lack paternally imprinted genes, leading to developmental abnormalities. It has been suggested[103] that defects in placental folding or interdigitation are one cause of swine parthenote abortive development. As a consequence, research on human parthenogenesis is focused on the production of embryonic stem cells for use in medical treatment, not as a reproductive strategy.\n\nHowever, in 2022, researchers reported that they have achieved parthenogenesis in mice for viable offspring born from unfertilized eggs, addressing the problems of genomic imprinting by \"targeted DNA methylation rewriting of seven imprinting control regions\".[13]\n\nUse of an electrical or chemical stimulus can produce the beginning of the process of parthenogenesis in the asexual development of viable offspring.[104]\n\nDuring oocyte development, high metaphase promoting factor (MPF) activity causes mammalian oocytes to arrest at the metaphase II stage until fertilization by a sperm. The fertilization event causes intracellular calcium oscillations, and targeted degradation of cyclin B, a regulatory subunit of MPF, thus permitting the MII-arrested oocyte to proceed through meiosis.\n\nTo initiate parthenogenesis of swine oocytes, various methods exist to induce an artificial activation that mimics sperm entry, such as calcium ionophore treatment, microinjection of calcium ions, or electrical stimulation. Treatment with cycloheximide, a non-specific protein synthesis inhibitor, enhances parthenote development in swine presumably by continual inhibition of MPF/cyclin B.[105] As meiosis proceeds, extrusion of the second polar is blocked by exposure to cytochalasin B. This treatment results in a diploid (2 maternal genomes) parthenote[103] Parthenotes can be surgically transferred to a recipient oviduct for further development, but will succumb to developmental failure after ≈30 days of gestation. The swine parthenote placentae often appears hypo-vascular: see free image (Figure 1) in linked reference.[103]\n\nReports of human parthenogenesis have famously existed since ancient times, featuring prominently in Christianity and various other religions. More recently, Helen Spurway, a geneticist specializing in the reproductive biology of the guppy (Lebistes reticulatus), claimed in 1955 that parthenogenesis, which occurs in the guppy in nature, may also occur (though very rarely) in the human species, leading to so-called “virgin births”. This created some sensation among her colleagues and the lay public alike.[106] Sometimes an embryo may begin to divide without fertilisation, but it cannot fully develop on its own; so while it may create some skin and nerve cells, it cannot create others (such as skeletal muscle) and becomes a type of benign tumor called an ovarian teratoma.[107] Spontaneous ovarian activation is not rare and has been known about since the 19th century. Some teratomas can even become primitive fetuses (fetiform teratoma) with imperfect heads, limbs and other structures, but are non-viable.\n\nIn 1995, there was a reported case of partial human parthenogenesis; a boy was found to have some of his cells (such as white blood cells) to be lacking in any genetic content from his father. Scientists believe that an unfertilised egg began to self-divide but then had some (but not all) of its cells fertilised by a sperm cell; this must have happened early in development, as self-activated eggs quickly lose their ability to be fertilised. The unfertilised cells eventually duplicated their DNA, boosting their chromosomes to 46. When the unfertilised cells hit a developmental block, the fertilised cells took over and developed that tissue. The boy had asymmetrical facial features and learning difficulties but was otherwise healthy. This would make him a parthenogenetic chimera (a child with two cell lineages in his body).[108] While over a dozen similar cases have been reported since then (usually discovered after the patient demonstrated clinical abnormalities), there have been no scientifically confirmed reports of a non-chimeric, clinically healthy human parthenote (i.e. produced from a single, parthenogenetic-activated oocyte).[107]\n\nOn June 26, 2007, the International Stem Cell Corporation (ISCC), a California-based stem cell research company, announced that their lead scientist, Dr. Elena Revazova, and her research team were the first to intentionally create human stem cells from unfertilized human eggs using parthenogenesis. The process may offer a way for creating stem cells that are genetically matched to a particular female for the treatment of degenerative diseases that might affect her. In December 2007, Dr. Revazova and ISCC published an article[109] illustrating a breakthrough in the use of parthenogenesis to produce human stem cells that are homozygous in the HLA region of DNA. These stem cells are called HLA homozygous parthenogenetic human stem cells (hpSC-Hhom) and have unique characteristics that would allow derivatives of these cells to be implanted into millions of people without immune rejection.[110] With proper selection of oocyte donors according to HLA haplotype, it is possible to generate a bank of cell lines whose tissue derivatives, collectively, could be MHC-matched with a significant number of individuals within the human population.\n\nOn August 2, 2007, after an independent investigation, it was revealed that discredited South Korean scientist Hwang Woo-Suk unknowingly produced the first human embryos resulting from parthenogenesis. Initially, Hwang claimed he and his team had extracted stem cells from cloned human embryos, a result later found to be fabricated. Further examination of the chromosomes of these cells show indicators of parthenogenesis in those extracted stem cells, similar to those found in the mice created by Tokyo scientists in 2004. Although Hwang deceived the world about being the first to create artificially cloned human embryos, he contributed a major breakthrough to stem cell research by creating human embryos using parthenogenesis.[111] The truth was discovered in 2007, long after the embryos were created by him and his team in February 2004. This made Hwang the first, unknowingly, to successfully perform the process of parthenogenesis to create a human embryo and, ultimately, a human parthenogenetic stem cell line.\n\nA US study conducted between 1995 and 2009 found that out of 7,870 young women who participated, 45 (0.5%) reported that they had had a virgin pregnancy and resulting birth. The alleged virgin mothers were found to be relatively unlikely to know how to use a condom, and 67.8% said they would endorse condom use. Additionally, they were relatively likely to have pledged chastity and to have had less communication with their parents about sex and birth control.[112]\n\n"
        },
        {
            "title": "Similar phenomena",
            "text": "A form of asexual reproduction related to parthenogenesis is gynogenesis. Here, offspring are produced by the same mechanism as in parthenogenesis, but with the requirement that the egg merely be stimulated by the presence of sperm in order to develop. However, the sperm cell does not contribute any genetic material to the offspring. Since gynogenetic species are all female, activation of their eggs requires mating with males of a closely related species for the needed stimulus. Some salamanders of the genus Ambystoma are gynogenetic and appear to have been so for over a million years. It is believed[by whom?] that the success of those salamanders may be due to rare fertilization of eggs by males, introducing new material to the gene pool, which may result from perhaps only one mating out of a million. In addition, the amazon molly is known to reproduce by gynogenesis.[113]\n\nHybridogenesis is a mode of reproduction of hybrids. Hybridogenetic hybrids (for example AB genome), usually females, during gametogenesis exclude one of parental genomes (A) and produce gametes with unrecombined[114] genome of second parental species (B), instead of containing mixed recombined parental genomes. First genome (A) is restored by fertilization of these gametes with gametes from the first species (AA, sexual host,[114] usually male).[114][115][116]\n\nSo hybridogenesis is not completely asexual, but instead hemiclonal: half of genome is passed to the next generation clonally, unrecombined, intact (B), other half sexually, recombined (A).[114][117]\n\nThis process continues, so that each generation is half (or hemi-) clonal on the mother's side and has half new genetic material from the father's side.\n\nThis form of reproduction is seen in some live-bearing fish of the genus Poeciliopsis[115][118] as well as in some of the Pelophylax spp. (\"green frogs\" or \"waterfrogs\"):\n\nand perhaps in P. demarchii.\n\nOther examples where hybridogenesis is at least one of modes of reproduction include i.e.\n\n"
        }
    ]
}