{
    "url": "https://en.wikipedia.org/wiki/Pascagoula_Abduction",
    "title": "Pascagoula Abduction",
    "table_of_contents": [
        "1 Alleged abduction",
        "2 Publicity and later activities",
        "3 Skepticism",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Pascagoula Abduction was an alleged UFO sighting and alien abduction in 1973, in which Charles Hickson and Calvin Parker claimed they were abducted by aliens while fishing near Pascagoula, Mississippi.\n\n"
        },
        {
            "title": "Alleged abduction",
            "text": "On the evening of October 11, 1973, 42-year-old Charles Hickson and 19-year-old Calvin Parker told the Jackson County, Mississippi Sheriff's office they were fishing off a pier on the west bank of the Pascagoula River in Mississippi when they heard a whirring/whizzing sound,  saw two flashing blue lights, and observed an oval shaped object 30–40 feet across and 8–10 feet high. Parker and Hickson claimed they were \"conscious but paralyzed\" while three \"creatures\" with \"robotic slit-mouths\" and \"crab-like pincers\" took them aboard the object and subjected them to an examination.[2][3]\n\n"
        },
        {
            "title": "Publicity and later activities",
            "text": "Following the incident, Hickson gave interviews and lectures, appeared on television (including an episode of the game show To Tell The Truth),[4] in 1974 claimed additional encounters with aliens, and in 1983 authored a self-published book UFO Contact at Pascagoula.[5] Parker later attended UFO conventions, and in 1993 started a company called \"UFO Investigations\" to produce television stories about UFOs.[2][6]\n\n"
        },
        {
            "title": "Skepticism",
            "text": "Aviation journalist and UFO skeptic Philip J. Klass found \"discrepancies\" in Hickson's story, noted that Hickson refused to take a polygraph exam conducted by an experienced examiner, and concluded that the case was a hoax. Skeptical investigator Joe Nickell wrote that Hickson's behavior was \"questionable\" and that Hickson later altered or embellished his claims. Nickell speculated that Hickson may have fantasized the alien encounter during a hypnagogic \"waking dream state\", and suggested that Parker's corroboration of the tale was likely due to suggestibility because he initially told police he had \"passed out at the beginning of the incident and failed to regain consciousness until it was over\",[5][6] a claim supported by Hickson during his To Tell the Truth appearance.\n\n"
        }
    ]
}