{
    "url": "https://en.wikipedia.org/wiki/Passing_Fancy",
    "title": "Passing Fancy",
    "table_of_contents": [
        "1 Plot",
        "2 Release",
        "3 Cast",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Passing Fancy (出来ごころ, Dekigokoro) is a 1933 silent movie produced by Shochiku Company, directed by Japanese director Yasujirō Ozu and starring Takeshi Sakamoto, Nobuko Fushimi, Den Obinata and Chouko Iida.\n\nIt won the Kinema Junpo Award for best film, the second of three consecutive years an Ozu film won, following I Was Born, But... and preceding A Story of Floating Weeds.[1][2][3]\n\nOzu regular Chishū Ryū has a small role towards the end of the film as a fellow passenger on board a ship.\n\n"
        },
        {
            "title": "Plot",
            "text": "Two Tokyo co-workers at a brewery, Kihachi (Takeshi Sakamoto) and Jiro (Den Obinata), go and visit a rōkyoku performance.  On leaving the theater, they happen to chance on a girl Harue (Nobuko Fushimi), who is destitute with no place to go.  Jiro is reluctant to help her out but Kihachi takes a fancy on the pretty girl and decides to give her a place to stay at the house of a restaurant owner friend of his, Otome (Chouko Iida).  She helps out at the place and Otome soon takes a liking for her.\n\nKihachi, an illiterate widower, becomes enamored of the girl and begins grooming himself so that she will take notice of him.  Jiro, who is younger and in his thirties, thinks of Harue as nothing but trouble and treats her rudely.  Kihachi has a young son Tomio (Tokkan Kozo) who is a fine student at an elementary school.  Harue confides in Kihachi that she thinks him nothing more than a kind uncle.  Meanwhile, Otome goes to Kihachi and asks him to talk Jiro into marrying Harue.  Kihachi is upset that no one thinks Harue a suitable match for himself, but he speaks to Jiro nonetheless, but Jiro gruffly rejects Kihachi.\n\nKihachi gives Tomio 50 sen to treat himself, and he ends up stuffing himself with so much sweets that he becomes sick with acute enteritis.  Kihachi and Otome fear for his life while his teacher and a classmate visit him to urge him to get well.\n\nKihachi cannot afford the doctor's bill.  Harue offers to raise the money but is stopped privately by Jiro, who instead goes to his barber friend for a loan.  To repay the loan, Jiro decides to go to Hokkaido to work as a laborer.  He promises Harue to return.  Just at this point, Kihachi appears and to stop Jiro from going, knocks him unconscious so that he will miss his ship which departs later that day.  Kihachi decides to work in Hokkaido instead, despite the attempted dissuasions of Otome and the barber.  He leaves Tomio in their care and boards the ship.\n\nShortly after they set sail, Kihachi begins talking to his fellow passengers about his son and, overcome with homesickness and a pining for Tomio, jumps overboard and swims back home.\n\n"
        },
        {
            "title": "Release",
            "text": "The film was released in Japan in 1933.  It was released with a new score by Donald Sosin on DVD in the US in 2008 via The Criterion Collection, as part of a three-film collection under the Eclipse Series.[4]\n\n"
        }
    ]
}