{
    "url": "https://en.wikipedia.org/wiki/Pat_Conway",
    "title": "Pat Conway",
    "table_of_contents": [
        "1 Early years",
        "2 Career",
        "3 Death",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPatrick Douglas Conway (January 9, 1931 – April 24, 1981) was an American actor best known for starring as Sheriff Clay Hollister on the  Western television series Tombstone Territory (1957–1960).\n\n"
        },
        {
            "title": "Early years",
            "text": "The son of Metro-Goldwyn-Mayer director Jack Conway, and grandson of Francis X. Bushman,[1] Conway grew up on the family's 125-acre ranch in Pacific Palisades, Los Angeles, where he learned horsemanship and cattle herding. Conway graduated from Menlo Junior College in San Francisco. After college, he took acting classes at the Pasadena Playhouse, then studied acting at the London Shakespearean theater at The Old Vic. He served in the U.S. Marine Corps, and after his service, he received an acting contract with Metro-Goldwyn-Mayer in Hollywood.[citation needed]\n\n"
        },
        {
            "title": "Career",
            "text": "Conway's first role was in the 1951 movie Westward the Women as Sid Cutler. Conway was Tim Dooley in the 1955 movie An Annapolis Story.[2][3]\n\nIn Tombstone Territory, Conway played Tombstone Sheriff Clay Hollister, set in Arizona Territory. The series ran from October 16, 1957 to October 9, 1959.[4] He also played many guest roles in Western serials, including Gunsmoke, Rawhide, and Bonanza. He also had parts in two movies: Geronimo in 1962 and Brighty of the Grand Canyon in 1967. His final roles were in The Streets of San Francisco TV show in 1975, the elevision movie The Abduction of Saint Anne], The Bullet in 1972, and The Endgame in 1973. [5]\n\n"
        },
        {
            "title": "Death",
            "text": "Conway died in Santa Barbara County, California on April 24, 1981 at the age of 50.[6]\n\n"
        }
    ]
}