{
    "url": "https://en.wikipedia.org/wiki/Patients",
    "title": "Patient",
    "table_of_contents": [
        "1 Etymology",
        "2 Outpatients and inpatients",
        "3 Day patient",
        "4 Alternative terminology",
        "5 Patient-centered healthcare",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A patient is any recipient of health care services that are performed by healthcare professionals. The patient is most often ill or injured and in need of treatment by a physician, nurse, optometrist, dentist, veterinarian, or other health care provider.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word patient originally meant 'one who suffers'. This English noun comes from the Latin word patienscode: lat promoted to code: la , the present participle of the deponent verb, patiorcode: lat promoted to code: la , meaning 'I am suffering,' and akin to the Greek verb πάσχεινcode: ell promoted to code: el  (paskhein, to suffer) and its cognate noun πάθοςcode: ell promoted to code: el  (pathos).\n\nThis language has been construed as meaning that the role of patients is to passively accept and tolerate the suffering and treatments prescribed by the healthcare providers, without engaging in shared decision-making about their care.[1]\n\n\n\n"
        },
        {
            "title": "Outpatients and inpatients",
            "text": "An outpatient (or out-patient) is a patient who attends an outpatient clinic with no plan to stay beyond the duration of the visit.  Even if the patient will not be formally admitted with a note as an outpatient, their attendance is still registered, and the provider will usually give a note explaining the reason for the visit, tests, or procedure/surgery, which should include the names and titles of the participating personnel, the patient's name and date of birth, signature of informed consent, estimated pre-and post-service time for history and exam (before and after), any anesthesia, medications or future treatment plans needed, and estimated time of discharge absent any (further) complications.  Treatment provided in this fashion is called ambulatory care.  Sometimes surgery is performed without the need for a formal hospital admission or an overnight stay, and this is called outpatient surgery or day surgery, which has many benefits including lowered healthcare cost, reducing the amount of medication prescribed, and using the physician's or surgeon's time more efficiently.  Outpatient surgery is suited best for more healthy patients undergoing minor or intermediate procedures (limited urinary-tract, eye, or ear, nose, and throat procedures and procedures involving superficial skin and the extremities).  More procedures are being performed in a surgeon's office, termed office-based surgery, rather than in a hospital-based operating room.\n\nAn inpatient (or in-patient), on the other hand, is \"admitted\" to stay in a hospital overnight or for an indeterminate time, usually, several days or weeks, though in some extreme cases, such as with coma or persistent vegetative state, patients can stay in hospitals for years, sometimes until death.  Treatment provided in this fashion is called inpatient care. The admission to the hospital involves the production of an admission note. The leaving of the hospital is officially termed discharge, and involves a corresponding discharge note, and sometimes an assessment process to consider ongoing needs.  In the English National Health Service this may take the form of \"Discharge to Assess\" - where the assessment takes place after the patient has gone home.[2]\n\nMisdiagnosis is the leading cause of medical error in outpatient facilities. When the U.S. Institute of Medicine’s groundbreaking 1999 report, To Err Is Human, found up to 98,000 hospital patients die from preventable medical errors in the U.S. each year,[3] early efforts focused on inpatient safety.[4] While patient safety efforts have focused on inpatient hospital settings for more than a decade, medical errors are even more likely to happen in a doctor’s office or outpatient clinic or center.[citation needed]\n\n"
        },
        {
            "title": "Day patient",
            "text": "A day patient or (day-patient) is a patient who is using the full range of services of a hospital or clinic but is not expected to stay the night. The term was originally used by psychiatric hospital services using of this patient type to care for people needing support to make the transition from in-patient to out-patient care. However, the term is now also heavily used for people attending hospitals for day surgery.\n\n"
        },
        {
            "title": "Alternative terminology",
            "text": "Because of concerns such as dignity, human rights and political correctness, the term \"patient\" is not always used to refer to a person receiving health care. Other terms that are sometimes used include health consumer, healthcare consumer, customer or client.  However, such terminology may be offensive to those receiving public health care, as it implies a business relationship.\n\nIn veterinary medicine, the client is the owner or guardian of the patient. These may be used by governmental agencies, insurance companies, patient groups, or health care facilities. Individuals who use or have used psychiatric services may alternatively refer to themselves as consumers, users, or survivors.\n\nIn nursing homes and assisted living facilities, the term resident is generally used in lieu of patient.[5] Similarly, those receiving home health care are called clients.\n\n"
        },
        {
            "title": "Patient-centered healthcare",
            "text": "The doctor–patient relationship has sometimes been characterized as silencing the voice of patients.[6] It is now widely agreed that putting patients at the centre of healthcare[7] by trying to provide a consistent, informative and respectful service to patients will improve both outcomes and patient satisfaction.[8]\n\nWhen patients are not at the centre of healthcare, when institutional procedures and targets eclipse local concerns, then patient neglect is possible.[9] Incidents, such as the Stafford Hospital scandal, Winterbourne View hospital abuse scandal and the Veterans Health Administration controversy of 2014 have shown the dangers of prioritizing cost control over the patient experience.[10] Investigations into these and other scandals have recommended that healthcare systems put patient experience at the center, and especially that patients themselves are heard loud and clear within health services.[11]\n\nThere are many reasons for why health services should listen more to patients. Patients spend more time in healthcare services than regulators or quality controllers, and can recognize problems such as service delays, poor hygiene, and poor conduct.[12] Patients are particularly good at identifying soft problems, such as attitudes, communication, and 'caring neglect',[9] that are difficult to capture with institutional monitoring.[13]\n\nOne important way in which patients can be placed at the centre of healthcare is for health services to be more open about patient complaints.[14] Each year many hundreds of thousands of patients complain about the care they have received, and these complaints contain valuable information for any health services which want to learn about and improve patient experience.[15]\n\n"
        }
    ]
}