{
    "url": "https://en.wikipedia.org/wiki/Patrick_Bokanowski",
    "title": "Patrick Bokanowski",
    "table_of_contents": [
        "1 Career",
        "2 Filmography",
        "3 References",
        "4 Publications about his films",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPatrick Bokanowski (born 23 June 1943 in Algiers, French Algeria) is a French filmmaker who makes experimental and animated films.\n\n"
        },
        {
            "title": "Career",
            "text": "The film The Angel (1982)[1] is his most prominent work. It is accompanied by a soundtrack made by his wife, Michèle Bokanowski, and released on the 2003 CD album, L'Ange', by the label trAace.\n\nBokanowski develops work between the traditional cinematographic genres: short film, experimental film, and animation. His manner of treating filmic material is his research at the frontier of optical and visual arts, always in an \"in-between\" to create. He calls into question the idea that cinema's essence should be to reproduce reality, that is, our habits of thinking and feeling. His films contradict the \"objectivity\" of photography that is solidly essential to most of the global film productions. Bokanowski's experiments, with the aim of opening cinema to other expressive possibilities – for example the \"warping\" of objective lenses (though he prefers the term \"subjective\") – testify to purely mental visions that ignore conventional representations, affecting reality, transforming, and giving the viewer of his films new perceptual adventures.[2][3][4]\n\nIn the booklet that accompanies the DVD which contains Bokanowski's sole two documentaries (La Part du Hasard, 1984, on the painter Henri Dimier; and Le Rêve éveillé, 2003; dialogues between the psychotherapist Colette Aboulker-Muscat and her patients), editor Pip Chodorov wrote: \"The search for the overrunning of perception, and thereby oneself, is an expression of the spirituality present in the lives of these two figures: inspiration that we also found in Bokanowski's films, which are also searches into abstraction in the real, mysterious blanks that recover the daily. In his film The Angel, characters search for light, and rise in spirals towards beacons of white and pure light, the librarian-researchers conduct a fierce intellectual quest, hoping for an illuminating response buried under mountains of books. Light plays a central role for the filmmaker, just like it does for the painter and therapist, as a peak of dramatic pleasure. We are pulled forward, upward, through these leaks in the twilight towards the light.\"[5] According to Raphaël Bassan, in his article «L'Ange: Un météore dans le ciel de l'animation,» Patrick Bokanowski's work can be considered the beginnings of contemporary animation.\n\n"
        }
    ]
}