{
    "url": "https://en.wikipedia.org/wiki/Patroclus",
    "title": "Patroclus",
    "table_of_contents": [
        "1 Pronunciation of name",
        "2 Description",
        "3 Family",
        "4 Mythology",
        "4.1 Early days",
        "4.2 Trojan War",
        "5 Relationship with Achilles",
        "6 Footnotes",
        "7 References",
        "8 Bibliography",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In Greek mythology, as recorded in Homer's Iliad,[1] Patroclus (pronunciation variable but generally /pəˈtroʊkləs/; Ancient Greek: Πάτροκλος, romanized: Pátroklos, lit. 'glory of the father') was a childhood friend, close wartime companion, and  the presumed (by some later ancient sources) lover of Achilles.\n\n"
        },
        {
            "title": "Pronunciation of name",
            "text": "There are at least three pronunciations of the name 'Patroclus' in English.[2] Because the penultimate syllable is light in Latin prose (pă′.trŏ.clŭs), the antepenult was stressed in Latin and would normally be stressed in English as well, for /ˈpæ.trə.kləs/ (analogous to 'Sophocles').[3] However, this pronunciation is seldom encountered: for metrical convenience, Alexander Pope had made the 'o' long, and thus stressed,  in his translation of Homer, following a convention of Greek and Latin verse, and that pronunciation – of Latin pa.trō′.clus – has stuck, for English /pə.ˈtroʊ.kləs/.[4] \nMoreover, because in prose a penultimate Greco-Latin short o (omicron) would only be stressed in a closed syllable, the penult has sometimes been misanalysed as being closed (*pă.trŏc′.lŭs), which would change the English o to a short vowel: /pə.ˈtrɒk.ləs/.[5]\n\n"
        },
        {
            "title": "Description",
            "text": "In the account of Dares the Phrygian, Patroclus was illustrated as \". . .handsome and powerfully built. His eyes were gray. He was modest, dependable, wise, a man richly endowed.\"[6]\n\n"
        },
        {
            "title": "Family",
            "text": "Patroclus was the son of Menoetius by either Philomela[7][8] or Polymele, Sthenele,[9] Periopis,[10] or lastly Damocrateia.[11] His only sibling was Myrto, mother of Eucleia by Heracles.[12] Homer also references Menoetius as the individual who gave Patroclus to Peleus.[13] Menoetius was the son of Actor,[14] king of Opus in Locris by Aegina, daughter of Asopus. \n\n"
        },
        {
            "title": "Mythology",
            "text": "During his childhood, Patroclus had killed another child in anger over a game. Menoetius gave Patroclus to Peleus, Achilles' father, who named Patroclus Achilles' \"squire\" as Patroclus and Achilles grew up together, and became close friends.[15] Patroclus acted as a male role model for Achilles, as he was both kinder than Achilles and wise regarding counsel.[a][16]\n\n\n\nAccording to the Iliad, when the tide of the Trojan War had turned against the Greeks and the Trojans were threatening their ships, Patroclus convinced Achilles to let him lead the Myrmidons into combat. Achilles consented, giving Patroclus the armor Achilles had received from his father, in order for Patroclus to impersonate Achilles. Achilles then told Patroclus to return after beating the Trojans back from their ships.[17]: 353 b. 16 l. 64–87  Patroclus defied Achilles' order and pursued the Trojans back to the gates of Troy.[18] Patroclus killed many Trojans and Trojan allies, including a son of Zeus, Sarpedon.[17]: 363 b. 16 l. 460  While fighting, Patroclus' wits were removed by Apollo, after which Patroclus was hit by the spear of Euphorbos. Hector then killed Patroclus by stabbing him in the stomach with a spear.[17]: 373 b. 16 l. 804–822 \n\nAchilles retrieved his body, which had been stripped of armor by Hector and protected on the battlefield by Menelaus and Ajax.[19] Achilles did not allow the burial of Patroclus' body until the ghost of Patroclus appeared and demanded his burial in order to pass into Hades.[17]: 474 b.23 l. 69–71  Patroclus was then cremated on a funeral pyre, which was covered in the hair of his sorrowful companions. As the cutting of hair was a sign of grief while also acting as a sign of the separation of the living and the dead, this points to how well-liked Patroclus had been.[1]: 561  The ashes of Achilles were said to have been buried in a golden urn along with those of Patroclus by the Hellespont.[20]\n\n"
        },
        {
            "title": "Relationship with Achilles",
            "text": "Although there is no explicit sexual relationship between Achilles and Patroclus in the Homeric tradition, a few later Greek authors wrote about what they saw as implied in the text regarding their relationship. Aeschylus and Phaedrus, for example, state there was a clear relationship between them, and they both refer to Achilles as the eromenos of the relationship.[21]   Morales and Mariscal state \"there is a polemical tradition concerning the nature of the relationship between the two heroes\".[21] According to Ledbetter (1993),[22] there is a train of thought that Patroclus could have been a representation of the compassionate side of Achilles, who was known for his rage, mentioned in the first line of Homer's Iliad. Ledbetter connects the way that Achilles and his mother Thetis communicate to the link between Achilles and Patroclus. Ledbetter does so by comparing how Thetis comforts the weeping Achilles in Book 1 of the Iliad to how Achilles comforts Patroclus as he weeps in Book 16. Achilles uses a simile containing a young girl tearfully looking at her mother to complete the comparison. Ledbetter believes this puts Patroclus into a subordinate role to that of Achilles.[22] However, as Patroclus is explicitly stated to be the elder of the two characters,[23] this is not evidence of their ages or social relation to each other.\n\nJames Hooker describes the literary reasons for Patroclus' character within the Iliad. He states that another character could have filled the role of confidant for Achilles, and that it was only through Patroclus that we have a worthy reason for Achilles' wrath. Hooker claims that without the death of Patroclus, an event that weighed heavily upon him, Achilles' following act of compliance to fight would have disrupted the balance of the Iliad.[24] Hooker describes the necessity of Patroclus sharing a deep affection with Achilles within the Iliad. According to his theory, this affection allows for the even deeper tragedy that occurs. Hooker argues that the greater the love, the greater the loss. Hooker continues to negate Ledbetter's theory that Patroclus is in some way a surrogate for Achilles; rather, Hooker views Patroclus' character as a counterpart to that of Achilles. Hooker reminds us that it is Patroclus who pushes the Trojans back, which Hooker claims makes Patroclus a hero, as well as foreshadowing what Achilles is to do.[24]\n\nAchilles and Patroclus grew up together after Menoitios gave Patroclus to Achilles' father, Peleus. During this time, Peleus made Patroclus one of Achilles' \"henchmen\".[25] While Homer's Iliad never explicitly stated that Achilles and Patroclus were lovers, this concept was propounded by some later authors.[26][27][b] Aeschines asserts that there was no need to explicitly state the relationship as a romantic one,[27] for such \"is manifest to such of his hearers as are educated men.\"[28] In later Greek writings, such as Plato's Symposium, the relationship between Patroclus and Achilles is discussed as a model of romantic love.[29]  However, Xenophon, in his Symposium, had Socrates argue that it was inaccurate to label their relationship as romantic. Nevertheless, their relationship is said to have inspired Alexander the Great in his own close relationship with his life-long companion Hephaestion.[26][30]\n\nAchilles was younger than Patroclus.[a][c] This reinforces Dowden's explanation of the relationship between an eromenos, a youth in transition, and an erastes, an older male who had recently made the same transition.[33]:  112  Dowden also notes the common occurrence of such relationships as a form of initiation.[33]:  114 \n\nPatroclus is a character in William Shakespeare's play Troilus and Cressida. In the play Achilles, who has become lazy, is besotted with Patroclus, and the other characters complain that Achilles and Patroclus are too busy having sex to fight in the war.[34][35]\n\n"
        }
    ]
}