{
    "url": "https://en.wikipedia.org/wiki/Patty_Hearst",
    "title": "Patty Hearst",
    "table_of_contents": [
        "1 Background",
        "1.1 Family",
        "1.2 Early life and education",
        "1.3 Kidnapping",
        "1.3.1 Motives",
        "1.3.2 Hearst's account",
        "1.3.3 Announcement",
        "2 SLA member",
        "2.1 Bank robbery",
        "2.2 Rescue of Harris",
        "2.3 Fugitive",
        "2.4 Involvement in later SLA crimes",
        "3 Legal consequences",
        "3.1 Brainwashing claims",
        "3.2 Trial",
        "3.3 Closing arguments",
        "3.4 Conviction and sentencing",
        "4 Prison life",
        "4.1 Commutation, release, and pardon",
        "5 Life after release",
        "5.1 Media and other activities",
        "6 Films about Hearst's SLA period",
        "7 In popular culture",
        "8 See also",
        "9 Notes",
        "10 References",
        "10.1 Cited texts",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPatricia Campbell Hearst (born February 20, 1954)[1] is the granddaughter of American publishing magnate William Randolph Hearst. She first became known for the events following her 1974 kidnapping by the Symbionese Liberation Army. She was found and arrested 19 months after being abducted, by which time she was a fugitive wanted for serious crimes committed with members of the group. She was held in custody, and there was speculation before trial that her family's resources would enable her to avoid time in prison.\n\nAt her trial, the prosecution suggested that Hearst had joined the Symbionese Liberation Army of her own volition. However, she testified that she had been raped and threatened with death while held captive. In 1976, she was convicted for the crime of bank robbery and sentenced to 35 years in prison, later reduced to 7 years. Her sentence was commuted by President Jimmy Carter, and she was later pardoned by President Bill Clinton.\n\n"
        },
        {
            "title": "Background",
            "text": "Hearst's grandfather, William Randolph Hearst, created the largest newspaper, magazine, newsreel, and movie business in the world. Her great-grandmother was philanthropist Phoebe Hearst. The family was associated with immense political influence and a position of anti-Communism since before World War II.[2]\n\nPatricia Hearst, who prefers to be called \"Patricia\" rather than \"Patty\",[3] was born on February 20, 1954, in San Francisco, California,[a] the third of five daughters of Randolph Apperson Hearst and Catherine Wood Campbell. She grew up primarily in Hillsborough, and attended its Crystal Springs School for Girls and the Santa Catalina School in Monterey.[6] She attended Menlo College in Atherton, California,[7] before transferring to the University of California, Berkeley.\n\nHearst's father was among a number of heirs, and did not have control of the Hearst interests. Her parents had not considered it necessary to take measures for their children's personal security. At the time of her abduction, Hearst was a sophomore at Berkeley, studying art history. She lived with her fiancé, Steven Weed, in an apartment in Berkeley.[3]\n\nOn February 4, 1974, 19-year-old Hearst was kidnapped from her Berkeley apartment. A small urban guerrilla left-wing group, called the Symbionese Liberation Army (SLA), claimed responsibility for the abduction.[8]\n\nHearst's kidnapping was partly opportunistic, as she happened to live near the SLA hideout. According to testimony at trial, the group's main intention was to leverage the Hearst family's political influence to free two SLA members who had been arrested for the killing in November 1973 of Marcus Foster, Superintendent of Oakland Public Schools. They were Russ Little and Joe Remiro. \n\nAfter the state refused to free the men, the SLA demanded that Hearst's family distribute $70 worth of food to every needy Californian – an operation that would cost an estimated $400 million. In response, Hearst's father took out a loan and arranged the immediate donation of $2 million worth of food to the poor of the Bay Area for one year, in a project called \"People in Need.\" After the distribution descended into chaos, the SLA refused to release Hearst.[9]\n\nAccording to Hearst's later testimony at her trial, she was held for a week in a closet, blindfolded and with her hands tied. During this time SLA founder Cinque (Donald DeFreeze) repeatedly threatened her with death.[10] She was let out for meals, still blindfolded, and began to join in the group's political discussions. She was given a flashlight for reading and SLA political tracts to memorize. Hearst was confined in the closet for weeks. She said, \"DeFreeze told me that the war council had decided or was thinking about killing me or me staying with them, and that I better start thinking about that as a possibility.\" Hearst said, \"I accommodated my thoughts to coincide with theirs.\"[10] In an earlier account dated to April 1974, Hearst said she had been offered the choice of being released or joining the SLA.[11]\n\nWhen asked for her decision, Hearst said she wanted to stay and fight with the SLA. The blindfold was removed, allowing her to see her captors for the first time. After this she was given daily lessons on her duties, especially weapon drills. Angela Atwood told Hearst that the others thought she should know what sexual freedom was like in the unit. According to her lawyer, Hearst was raped by William \"Willie\" Wolfe and later by DeFreeze.[10][12][13][14]\n\nOn April 3, 1974, two months after she was abducted, Hearst announced on an audiotape that she had joined the SLA and taken the name \"Tania\".[15] This was after the nom de guerre of Haydée Tamara Bunke Bider, Che Guevara's comrade.[16][17] The audiotape was released to the media.\n\n"
        },
        {
            "title": "SLA member",
            "text": "On April 15, 1974, Hearst was recorded on surveillance video wielding an M1 carbine while robbing the Sunset District branch of the Hibernia Bank at 1450 Noriega Street in San Francisco.[8] Hearst, identified under her pseudonym of \"Tania\", yelled, \"I'm Tania. Up, up, up against the wall, mother fuckers\".[clarification needed][19][20][21][22] Two men entered the bank while the robbery was occurring and were shot and wounded by the SLA.[20][21][22] According to testimony at her trial, a witness thought that Hearst had been several paces behind the others when running to the getaway car.[20][21][22]\n\nAttorney General William B. Saxbe said that Hearst was a \"common criminal\" and \"not a reluctant participant\" in the bank robbery. James L. Browning Jr. said that her participation in the robbery may have been voluntary, contrasting with an earlier comment in which he said that she might have been coerced into taking part. The FBI agent heading the investigation said that SLA members were photographed pointing guns at Hearst during the robbery.[23] A grand jury indicted her in June 1974 for the robbery.[24][25]\n\nOn May 16, 1974, the manager at Mel's Sporting Goods in Inglewood, California observed a minor theft by William Harris, who had been shopping with his wife Emily while Hearst waited across the road in a van. The manager and an employee followed Harris out and confronted him. There was a scuffle and the manager restrained Harris, when a pistol fell out of Harris's waistband.[26][27] Hearst discharged the entire magazine of an automatic carbine into the overhead storefront, causing the manager to dive behind a lightpost.[28][29] He tried to shoot back, but Hearst began aiming closer.[27][30][31]\n\nHearst and the Harris couple hijacked two cars and abducted the owners. One was a young man who found Hearst so personable that he was reluctant to report the incident. He testified at the trial to her discussing the effectiveness of cyanide-tipped bullets and repeatedly asking if he was okay.[32] Police had surrounded the main base of the SLA in Los Angeles before these three returned, so they hid elsewhere. \n\nThe six SLA members inside the hideout died, some in a gunfight with police, others in a resulting fire, and DeFreeze by suicide by gunshot. It was initially thought that Hearst had also died during this confrontation.[33] Warrants were issued for the arrest of Hearst and the Harrises for several felonies, including two counts of kidnapping.[14]\n\nEmily Harris went to a Berkeley rally to commemorate the deaths of Angela Atwood, Soltykis, DeFreeze, and other founding members of the SLA who had died in Los Angeles during the police siege. Harris recognized Atwood's acquaintance Kathy Soliah among the radicals whom she'd known from civil rights groups. Soliah introduced the three fugitives to Jack Scott, an athletics reformer and radical, and he agreed to provide them help and money.[34]\n\nHearst helped make improvised explosive devices. These were used in two unsuccessful attempts to kill police officers during August 1975; one of the devices failed to detonate.[35][36]\n\nMarked money found in the apartment when she was arrested linked Hearst to the SLA armed robbery of Crocker National Bank in Carmichael, California; she was the getaway car driver for the robbery. Myrna Opsahl, a mother of four who was at the bank making a deposit, was shot dead by a masked Emily Harris. Hearst was potentially at risk for felony murder charges and could testify as a witness against Harris for a capital offense.[37][38]\n\n"
        },
        {
            "title": "Legal consequences",
            "text": "On September 18, 1975, Hearst was arrested in a San Francisco apartment with Wendy Yoshimura, another SLA member, by San Francisco Police Inspector Timothy F. Casey and his partner, Police Officer Laurence R. Pasero, and FBI Special Agent Thomas J. Padden and his partners, FBI agents Jason Moulton, Frank Doyle, Jr., Larry Lawler, Monte Hall, Dick Vitamonte, Leo Brenneissen, and Ray Campos.[8][39][40] While being booked into jail, Hearst listed her occupation as \"Urban Guerilla\". She asked her attorney to relay the following message: \"Tell everybody that I'm smiling, that I feel free and strong and I send my greetings and love to all the sisters and brothers out there.\"[41][42]\n\nAt the time of her arrest, Hearst's weight had dropped to 87 pounds (40 kg), and she was described by psychologist Margaret Singer in October 1975 as \"a low-IQ, low-affect zombie\".[43] Shortly after her arrest, doctors recorded signs of trauma: her IQ was measured as 112, whereas it had previously been 130; there were huge gaps in her memory regarding her pre-Tania life; she was smoking heavily and had nightmares.[44] Without a mental illness or defect, a person is considered to be fully responsible for any criminal action not done under duress, which is defined as a clear and present threat of death or serious injury.[45][46] For Hearst to secure an acquittal on the grounds of having been brainwashed would have been completely unprecedented.[47][48]\n\nPsychiatrist Louis Jolyon West, a professor at University of California, Los Angeles (UCLA), was appointed by the court in his capacity as a brainwashing expert and worked without a fee. After the trial, he wrote a newspaper article asking President Carter to release Hearst from prison.[49]\n\nHearst wrote in her memoir, Every Secret Thing (1982), \"I spent fifteen hours going over my SLA experiences with Robert Jay Lifton of Yale University. Lifton, author of several books on coercive persuasion and thought reform, [...] pronounced me a 'classic case' which met all the psychological criteria of a coerced prisoner of war. [...] If I had reacted differently, that would have been suspect, he said.\"[50]\n\nAfter some weeks in custody, Hearst repudiated her SLA allegiance.[13][51] Her first lawyer, Terence Hallinan, had advised Hearst not to talk to anyone, including psychiatrists. He advocated a defense of involuntary intoxication: that the SLA had given her drugs that affected her judgment and recollection.[14][47][52][43]\n\nHe was replaced by attorney F. Lee Bailey, who asserted a defense of coercion or duress affecting intent at the time of the offense.[53] This was similar to the brainwashing defense which Hallinan had warned was not a defense in law. Hearst gave long interviews to various psychiatrists.[45]\n\nHearst alone was arraigned for the Hibernia Bank robbery; the trial commenced on January 15, 1976. Judge Oliver Jesse Carter ruled that Hearst's taped and written statements after the bank robbery, while she was a fugitive with the SLA members, were voluntary. He did not allow expert testimony that stylistic analysis indicated the \"Tania\" statements and writing were not wholly composed by Hearst. He permitted the prosecution to introduce statements and actions Hearst made long after the Hibernia robbery, as evidence of her state of mind at the time of the robbery. Judge Carter also allowed into evidence a recording made by jail authorities of a friend's jail visit with Hearst, in which Hearst used profanities and spoke of her radical and feminist beliefs, but he did not allow tapes of psychiatrist Louis Jolyon West's interviews of Hearst to be heard by the jury. Judge Carter was described as \"resting his eyes\" during testimony favorable to the defense by West and others.[45][54]\n\nAccording to Hearst's testimony, her captors had demanded she appear enthusiastic during the robbery and warned she would pay with her life for any mistake.[55] Her defense lawyer F. Lee Bailey provided photographs showing that SLA members, including Camilla Hall, had pointed guns at Hearst during the robbery.[55] In reference to the shooting at Mel's Sporting Goods Store and her decision to not escape, Hearst testified that she was instructed throughout her captivity on what to do in an emergency. She said one class in particular had a situation similar to the store manager's detention of the Harrises. Hearst testified that \"when it happened I didn't even think. I just did it, and if I had not done it and if they had been able to get away they would have killed me.\"[10]\n\nTestifying for the prosecution, Dr. Harry Kozol said Hearst had been \"a rebel in search of a cause\", and her participation in the Hibernia robbery had been \"an act of free will.\"[56][57] Prosecutor James L. Browning Jr. asked the other psychiatrist testifying for the prosecution, Dr. Joel Fort, if Hearst was in fear of death or great bodily injury during the robbery, to which he answered, \"No\". Bailey angrily objected.[58] Fort assessed Hearst as amoral, and said she had voluntarily had sex with Wolfe and DeFreeze, which Hearst denied both in court and outside.[45][59][60] Prosecutor Browning tried to show that writings by Hearst indicated her testimony had misrepresented her interactions with Wolfe. She said she had been writing the SLA version of events, and had been punched in the face by William Harris when she refused to be more effusive about what she regarded as sexual abuse by Wolfe. Judge Carter allowed testimony from the prosecution psychiatrists about Hearst's early sexual experiences, although these had occurred years before her kidnapping and the bank robbery.[52][61]\n\nIn court, Hearst made a poor impression and appeared lethargic. An Associated Press report attributed this state to drugs she was given by jail doctors.[52] Bailey was strongly criticized for his decision to put Hearst on the stand, then having her repeatedly decline to answer questions. According to Alan Dershowitz, Bailey was wrong-footed by the judge, who had appeared to indicate she would have Fifth Amendment privilege: the jury would not be present for some of her testimony, or would be instructed not to draw inferences, on matters subsequent to the Hibernian Bank charges for which she was being tried, but he changed his mind.[45][62][63]\n\nAfter a few months, Hearst provided information to the authorities, not under oath (sworn testimony could have been used to convict her) of SLA activities. A bomb exploded at Hearst Castle in February 1976.[64] After Hearst testified that Wolfe had raped her, Emily Harris gave a magazine interview from jail alleging that Hearst's keeping a trinket given to her by Wolfe was an indication that she had been in a romantic relationship with him. Hearst said she had kept the stone carving because she thought it was a Pre-Columbian artifact of archeological significance. The prosecutor James L. Browning Jr. used Harris's interpretation of the item. Some jurors later said they regarded the carving, which Browning waved in front of them, as powerful evidence that Hearst was lying.[52][65]\n\nIn a closing prosecution statement that hardly acknowledged that Hearst had been kidnapped and held captive, prosecutor Browning suggested that Hearst had taken part in the bank robbery without coercion.[66] Browning, who later became a judge, also suggested to the jury that as the female SLA members were feminists, they would not have allowed Hearst to be raped.[45][66]\n\nIn her autobiography, Hearst expressed disappointment with what she saw as Bailey's lack of focus in the crucial end stage of her trial. She described him as having the appearance of someone with a hangover, and spilling water down the front of his pants while making a \"disjointed\" closing argument.[67] Bailey's final statement to the court was, \"But simple application of the rules, I think, will yield one decent result, and, that is, there is not anything close to proof beyond a reasonable doubt that Patty Hearst wanted to be a bank robber. What you know, and you know in your hearts to be true is beyond dispute. There was talk about her dying, and she wanted to survive.\"[59]\n\nOn March 20, 1976, Hearst was convicted of bank robbery and using a firearm during the commission of a felony. She was given the maximum sentence possible of 35 years' imprisonment, pending a reduction at final sentence hearing, which Carter declined to specify.[68]\n\nBecause Judge Carter had died, Judge William H. Orrick Jr. determined Hearst's sentence. He gave her seven years imprisonment, commenting that \"rebellious young people who, for whatever reason become revolutionaries, and voluntarily commit criminal acts will be punished\".[69]\n\n"
        },
        {
            "title": "Prison life",
            "text": "Hearst suffered a collapsed lung in prison, the beginning of a series of medical problems, and she underwent emergency surgery. This prevented her from appearing to testify against the Harrises on 11 charges, including robbery, kidnapping, and assault; she was also arraigned for those charges.[70] She was held in solitary confinement for security reasons; she was granted bail for an appeal hearing in November 1976 on the condition that she was protected on bond. Her father hired dozens of bodyguards.[71]\n\nSuperior Court judge Talbot Callister gave her probation on the sporting goods store charge when she pleaded no contest, saying that he believed that she had been subject to coercion amounting to torture.[69] California Attorney General Evelle J. Younger said that, if there was a double standard for the wealthy, it was the opposite of what was generally believed and that Hearst had received a stiffer sentence than a person of lesser means might have. He said that she had no legal brainwashing defense, but pointed out that the events had started with her being kidnapped.[72]\n\nHearst's bail was revoked in May 1978 when appeals failed, and the Supreme Court declined to hear her case.[68][69] The prison took no special security measures for her safety until she found a dead rat on her bunk on the day when William and Emily Harris were arraigned for her abduction. The Harrises were convicted on a simple kidnapping charge, as opposed to the more serious kidnapping for ransom or kidnapping with bodily injury, and they were released after serving a total of eight years each.[47]\n\nRepresentative Leo Ryan was collecting signatures on a petition for Hearst's release several weeks before he was murdered while visiting the Jonestown settlement in Guyana.[73] Actor John Wayne spoke after the Jonestown cult deaths, pointing out that people had accepted that Jim Jones had brainwashed 900 individuals into mass suicide but would not accept that the Symbionese Liberation Army could have brainwashed a kidnapped teenage girl.[68][74]\n\nPresident Jimmy Carter commuted Hearst's federal sentence to the 22 months served, freeing her eight months before she was eligible for her first parole hearing. Her release (on February 1, 1979) was under stringent conditions, and she remained on probation for the state sentence on the sporting goods store plea.[75] She recovered full civil rights when President Bill Clinton granted her a pardon on January 20, 2001, his last day in office.[52][68][76][77]\n\n"
        },
        {
            "title": "Life after release",
            "text": "Two months after her release from prison, Hearst married Bernard Lee Shaw (1945–2013),[78] a policeman who was part of her security detail during her time on bail. They had two children, Gillian and Lydia Hearst-Shaw. Hearst became involved in a foundation helping children with AIDS, and is active in other charities and fund-raising activities.[79]\n\nHearst published the memoir Every Secret Thing, co-written with Alvin Moscow, in 1981. Her accounts resulted in authorities considering bringing new charges against her.[80] She was interviewed in 2009 on NBC and said that the prosecutor had suggested that she had been in a consensual relationship with Wolfe. She described that as \"outrageous\" and an insult to rape victims.[81]\n\nHearst produced a special for the Travel Channel titled Secrets of San Simeon with Patricia Hearst, in which she took viewers inside her grandfather's mansion Hearst Castle, providing unprecedented access to the property.[82] She collaborated with Cordelia Frances Biddle on writing the novel Murder at San Simeon (Scribner, 1996), based upon the death of Thomas H. Ince on her grandfather's yacht.[79]\n\nShe has appeared in feature films for director John Waters, who cast her in Cry-Baby (1990), Serial Mom (1994), Pecker (1998), Cecil B. DeMented (2000) and A Dirty Shame (2004). Hearst also made a cameo in Pauly Shore's film Bio-Dome (1996) and had a small role in the 2004 film 'Second Best'. She was also a producer on the film Pottersville and made an appearance in the 2000 documentary, Pie in the Sky: The Brigid Berlin Story.\n\nHer television acting roles include episodes of The Adventures of Pete & Pete, Boston Common, Son of the Beach  and Tripping the Rift. She was also a guest caller on the TV series Frasier on season 1 episode 23 Frasier Crane's Day Off (1994), as Janice. She also appeared in the episode \"Lord of the Pi's\" in season 3 of Veronica Mars. The character was the heiress of a fictionalized Hearst family, loosely based on aspects of her life. \n\nHearst has participated with her dogs in dog shows,[83] and her Shih Tzu Rocket won the \"Toy\" group at the Westminster Kennel Club Dog Show at Madison Square Garden on February 16, 2015.[84] At the 2017 show, Hearst's French bulldog Tuggy won Best of Breed, and Rubi won Best of Opposite Sex.[85]\n\n"
        }
    ]
}