{
    "url": "https://en.wikipedia.org/wiki/Pauline_Kael",
    "title": "Pauline Kael",
    "table_of_contents": [
        "1 Early life and education",
        "2 Early career",
        "3 Going mass-market",
        "4 New Yorker tenure",
        "5 Later years",
        "6 Opinions",
        "6.1 Views on violence",
        "6.2 Accusations of homophobia",
        "6.3 Nixon quote",
        "7 Influence",
        "8 Personal life",
        "9 Awards",
        "10 Bibliography",
        "10.1 Books",
        "10.2 Reviews and essays",
        "11 See also",
        "12 References",
        "12.1 Works cited",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPauline Kael (/keɪl/; June 19, 1919 – September 3, 2001) was an American film critic who wrote for The New Yorker magazine from 1968 to 1991. Known for her \"witty, biting, highly opinionated and sharply focused\" reviews,[1] Kael's opinions often ran contrary to those of her contemporaries.\n\nOne of the most influential American film critics of her era,[2] she left a lasting impression on the art form. Roger Ebert argued in an obituary that Kael \"had a more positive influence on the climate for film in America than any other single person over the last three decades.\" Kael, he said, \"had no theory, no rules, no guidelines, no objective standards. You couldn't apply her 'approach' to a film. With her it was all personal.\"[3] Owen Gleiberman said she \"was more than a great critic. She reinvented the form, and pioneered an entire aesthetic of writing.\"\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Kael was born to Isaac Paul Kael and Judith Kael (née  Friedman), Jewish emigrants from Poland, on a chicken farm among other Jewish chicken farmers,[4][5] in Petaluma, California. Her siblings are Louis (1906),[6] Philip (1909),[6] Annie, (1912),[6] and Rose (1913).[6][7] Her parents lost their farm when Kael was eight, and the family moved to San Francisco.[2] Kael attended high school in San Francisco.[8] In 1936 she matriculated at the University of California, Berkeley, where she studied philosophy, literature, and art, but dropped out in 1940. Kael had intended to go on to law school, but fell in with a group of artists[9] and moved to New York City with the poet Robert Horan.\n\nThree years later, Kael returned to Berkeley and \"led a bohemian life,\" writing plays, and working in experimental film.[2] In 1948, Kael and the filmmaker James Broughton had a daughter, Gina James, whom Kael would raise alone.[10] Gina had a congenital heart defect through much of her childhood,[11] which Kael could not afford the surgery to correct.[12] To support her daughter and herself, Kael worked a series of menial jobs such as cook and seamstress, along with stints as an advertising copywriter.[13][11]\n\n"
        },
        {
            "title": "Early career",
            "text": "In 1952, Peter D. Martin,[11] the editor of City Lights magazine overheard Kael arguing about films in a coffeeshop with a friend and asked her to review Charlie Chaplin's Limelight.[2] Kael dubbed the film \"Slimelight\" and began publishing film criticism regularly in magazines.\n\nKael later explained her writing style: \"I worked to loosen my style—to get away from the term-paper pomposity that we learn at college. I wanted the sentences to breathe, to have the sound of a human voice.\"[14] Kael disparaged the supposed critic's ideal of objectivity, referring to it as \"saphead objectivity,\"[15] and incorporated aspects of autobiography into her criticism.[13] In a review of Vittorio De Sica's 1946 neorealist film Shoeshine that has been ranked among her most memorable,[16] Kael described seeing the film\n\nKael broadcast many of her early reviews on the alternative public radio station KPFA, in Berkeley, and gained further local profile as the manager,[11] from 1955 to 1960, and later, spouse of the owner, Edward Landberg,[17][18] of the Berkeley Cinema-Guild and Studio.[19] Kael programmed the films at the two-screen facility, \"unapologetically repeat[ing] her favorites until they also became audience favorites.\"[20] She also wrote \"pungent\" capsule reviews of the films, which her patrons began collecting.[21]\n\n"
        },
        {
            "title": "Going mass-market",
            "text": "Kael continued to juggle writing with other work until she received an offer to publish a book of her criticism. Published in 1965 as I Lost It at the Movies, the collection sold 150,000 paperback copies and was a surprise bestseller. Coinciding with a job at the high-circulation women's magazine McCall's, Kael (as Newsweek put it in a 1966 profile) \"went mass.\"[22]\n\nThat same year, she wrote a blistering review of the phenomenally popular The Sound of Music in McCall's. After mentioning that some of the press had dubbed it \"The Sound of Money,\" Kael called the film's message a \"sugarcoated lie that people seem to want to eat.\"[23] Although according to legend[13] this review led to her being fired from McCall's (and The New York Times printed as much in Kael's obituary), both Kael and the magazine's editor, Robert Stein, denied this. According to Stein, he fired her \"months later, after she kept panning every commercial movie from Lawrence of Arabia and Dr. Zhivago to The Pawnbroker and A Hard Day's Night.\"[24]\n\nHer dismissal from McCall's led to a stint from 1966 to 1967 at The New Republic, whose editors continually altered Kael's writing without her permission. In October 1967, Kael wrote a lengthy essay on Bonnie and Clyde, which the magazine declined to publish.[25] William Shawn of The New Yorker obtained the piece and ran it in the New Yorker issue of October 21.[11][26][27] Kael's rave review was at odds with prevailing opinion, which was that the film was inconsistent, blending comedy and violence.[28] According to critic David Thomson, \"she was right about a film that had bewildered many other critics.\"[21] A few months after the essay ran, Kael quit The New Republic \"in despair.\"[29] In 1968, Kael was asked by Shawn to join The New Yorker staff; she alternated as film critic every six months with Penelope Gilliatt until 1979, and became sole critic in 1980 after a year's leave of absence working in the film industry.[2]\n\n"
        },
        {
            "title": "New Yorker tenure",
            "text": "Initially, many considered her colloquial, brash writing style an odd fit with the sophisticated and genteel New Yorker. Kael remembered \"getting a letter from an eminent New Yorker writer suggesting that I was trampling through the pages of the magazine with cowboy boots covered with dung.\"[30] During her tenure at the New Yorker, she was able to take advantage of a forum that permitted her to write at length—and with minimal editorial interference—thereby achieving her greatest prominence. By 1968, Time magazine was referring to her as \"one of the country's top movie critics.\"[31]\n\nIn 1970, Kael received a George Polk Award for her work as a critic at the New Yorker. She continued to publish collections of her writing with suggestive titles such as Kiss Kiss Bang Bang, When the Lights Go Down, and Taking It All In. Her fourth collection, Deeper into Movies (1973), won the U.S. National Book Award in the Arts and Letters category.[32] It was the first non-fiction book about film to win a National Book Award.\n\nKael also wrote philosophical essays on movie-going, the modern Hollywood film industry, and what she perceived as the lack of courage on the part of audiences to explore lesser-known, more challenging movies (she rarely used the word \"film\" to describe films because she felt the word was too elitist). Among her more popular essays were a damning 1973 review of Norman Mailer's semi-fictional Marilyn: a Biography (an account of Marilyn Monroe's life);[33] an incisive 1975 look at Cary Grant's career;[34] and \"Raising Kane\" (1971), a book-length essay on the authorship of the film Citizen Kane that was the longest piece of sustained writing she had yet done.[35]\n\nCommissioned as an introduction to the shooting script in The Citizen Kane Book, \"Raising Kane\" was first printed in two consecutive issues of The New Yorker.[36][37] The essay extended Kael's dispute of the auteur theory,[15] arguing that Herman J. Mankiewicz, co-author of the screenplay, was virtually the sole author of the script and the film's actual guiding force.[6] Kael further alleged that Orson Welles had actively schemed to deprive Mankiewicz of screen credit.[38]: 494  Welles considered suing Kael for libel.[15] He was defended by critics, scholars and friends, including Peter Bogdanovich, who rebutted Kael's claims in a 1972 article[39] that included the revelation that Kael had appropriated the extensive research of a UCLA faculty member and did not credit him.[6]: 157–161 [40][41]\n\nWoody Allen said of Kael, \"She has everything that a great critic needs except judgment. And I don't mean that facetiously. She has great passion, terrific wit, wonderful writing style, huge knowledge of film history, but too often what she chooses to extol or fails to see is very surprising.\"[42]\n\nKael battled the editors of the New Yorker as much as her own critics.[43] She fought with William Shawn to review the 1972 pornographic film Deep Throat, though she eventually relented.[44] According to Kael, after reading her negative review of Terrence Malick's 1973 film Badlands, Shawn said, \"I guess you didn't know that Terry is like a son to me.\" Kael responded, \"Tough shit, Bill,\" and her review was printed unchanged.[45] Other than sporadic confrontations with Shawn, Kael said she spent most of her work time at home, writing.[46]\n\nUpon the release of Kael's 1980 collection When the Lights Go Down, her New Yorker colleague Renata Adler published an 8,000-word review in The New York Review of Books that dismissed the book as \"jarringly, piece by piece, line by line, and without interruption, worthless.\"[47] Adler argued that Kael's post-1960s work contained \"nothing certainly of intelligence or sensibility\" and faulted her \"quirks [and] mannerisms,\" including Kael's repeated use of the \"bullying\" imperative and rhetorical question. The piece quickly became infamous in literary circles[46] and was described by Time magazine as \"the New York literary Mafia['s] bloodiest case of assault and battery in years.\"[48] Although Kael refused to respond, Adler's review became known as \"the most sensational attempt on Kael's reputation\";[49] two decades later, Salon.com (ironically) referred to Adler's \"worthless\" denunciation of Kael as her \"most famous single sentence.\"[50]\n\nIn 1979, Kael accepted an offer from Warren Beatty to be a consultant to Paramount Pictures, but left the position after only a few months to return to writing criticism.[51]\n\n"
        },
        {
            "title": "Later years",
            "text": "In the early 1980s, Kael was diagnosed with Parkinson's disease, which sometimes has a cognitive component. As her condition worsened, she became increasingly depressed about the state of American films, along with feeling that \"I had nothing new to say.\"[45] In a March 11, 1991, announcement which The New York Times referred to as \"earth-shattering,\" Kael announced her retirement from reviewing films regularly.[52] At the time, Kael explained that she would still write essays for The New Yorker, along with \"some reflections and other pieces of writing about movies.\"[52] Over the next 10 years, however, she published no new work save for an introduction to her 1994 compendium, For Keeps. In the introduction (which was reprinted in The New Yorker), Kael stated, in reference to her film criticism, \"I'm frequently asked why I don't write my memoirs. I think I have\".[53]\n\nThough she published no new writing of her own, Kael was not averse to giving interviews, occasionally giving her opinion on new films and television shows. In a 1998 interview with Modern Maturity, she said she sometimes regretted not being able to review: \"A few years ago when I saw Vanya on 42nd Street, I wanted to blow trumpets. Your trumpets are gone once you've quit.\"[45] She died in 2001 at her home in Great Barrington, Massachusetts, of complications from Parkinson's, aged 82.[54][55]\n\n"
        },
        {
            "title": "Opinions",
            "text": "Kael's opinions often ran contrary to the consensus of her fellow critics. Occasionally, she championed films that were considered critical failures, such as The Warriors and Last Tango in Paris.[56] She was not especially cruel to some films that had been deplored by many critics—such as the 1972 Man of La Mancha, in which she praised Sophia Loren's performance. She also panned films that had elsewhere attracted critical admiration, such as Network,[57] A Woman Under the Influence (\"murky, ragmop movie\"),[58] The Loneliness of the Long Distance Runner,[59] most experimental cinema[60] (calling it \"a creature of publicity and mutual congratulations on artistry\"), most student films (\"freshmen compositions\"),[61] It's a Wonderful Life, Shoah[62] (\"logy and exhausting\"),[63] Dances with Wolves (\"a nature boy movie\")[64] and 2001: A Space Odyssey, the last of which Kael dubbed a \"monumentally unimaginative movie.\" The originality of her opinions, as well as the forceful way in which she expressed them, won her ardent supporters as well as angry critics and fans.[65]\n\nKael's reviews included a panning of West Side Story (1961) that drew harsh replies from the film's supporters; ecstatic reviews of Z and MASH that resulted in enormous boosts to those films' popularity; and enthusiastic appraisals of Brian De Palma's early films. Her 'preview' of Robert Altman's film Nashville (1975) appeared in print several months before the film was actually completed, in an attempt to prevent the studio from recutting the film and to catapult it to box-office success.\n\nKael was an opponent of the auteur theory, criticizing it both in her reviews and in interviews. She preferred to analyze films without thinking about the director's other works. Andrew Sarris, a key proponent of the theory, debated it with Kael in the pages of The New Yorker and various film magazines.[66][67] Kael argued that a film should be considered a collaborative effort. In \"Raising Kane\" (1971), an essay she wrote on Orson Welles' Citizen Kane, she points out how the film made extensive use of the distinctive talents of co-writer Herman J. Mankiewicz and cinematographer Gregg Toland.[68]\n\nKael had a taste for antihero films that violated taboos involving sex and violence; this reportedly alienated some of her readers. However, she panned Midnight Cowboy (1969), the X-rated antihero film that won an Oscar for Best Picture. She also had a strong dislike for films that she felt were manipulative or appealed in superficial ways to conventional attitudes and feelings. She was particularly critical towards Clint Eastwood: her reviews of his films and acting, even if generally well-favored, were resoundingly negative. She became known as his nemesis.[69]\n\nShe was an enthusiastic, if occasionally ambivalent, supporter of Sam Peckinpah and Walter Hill's early work, both of whom specialized in violent action dramas. Her collection 5001 Nights at the Movies includes positive reviews of nearly all of Peckinpah's films, with the exception of The Getaway (1972), as well as Hill's Hard Times (1975), The Warriors (1979), and Southern Comfort (1981). Despite her initial dismissal of John Boorman's Point Blank (1967) for what she felt was its pointless brutality, she later acknowledged it was \"intermittently dazzling\" with \"more energy and invention than Boorman seems to know what to do with ... one comes out exhilarated but bewildered\".[70]\n\nHowever, Kael responded negatively to some action films that she felt pushed what she described as \"right wing\" or \"fascist\" agendas. She labeled Don Siegel's Dirty Harry (1971), starring Clint Eastwood, a \"right-wing fantasy\" and \"a remarkably single-minded attack on liberal values.\"[70] She also called it \"fascist medievalism.\"[71] In an otherwise extremely positive critique of Peckinpah's Straw Dogs, Kael concluded that the controversial director had made \"the first American film that is a fascist work of art\".[71]\n\nIn her negative review of Stanley Kubrick's A Clockwork Orange (1971), Kael explained how she felt some directors who used brutal imagery in their films were desensitizing audiences to violence:[72]\n\nIn his preface to a 1983 interview with Kael for the gay magazine Mandate, Sam Staggs wrote that \"she has always carried on a love/hate affair with her gay legions. ... like the bitchiest queen in gay mythology, she has a sharp remark about everything\".[73] In the early 1980s, however, and largely in response to her review of the 1981 drama Rich and Famous, Kael faced notable accusations of homophobia. First remarked upon by Stuart Byron in The Village Voice, according to gay writer Craig Seligman the accusations eventually \"took on a life of their own and did real damage to her reputation\".[74]\n\nIn her review, Kael called the straight-themed Rich and Famous \"more like a homosexual fantasy,\" saying that one female character's \"affairs, with their masochistic overtones, are creepy, because they don't seem like what a woman would get into\".[75] Byron, who \"hit the ceiling\" after reading the review, was joined by The Celluloid Closet author Vito Russo, who argued that Kael equated promiscuity with homosexuality, \"as though straight women have never been promiscuous or been given the permission to be promiscuous.\"[75]\n\nIn response to her review of Rich and Famous, several critics reappraised Kael's earlier reviews of gay-themed films, including a wisecrack Kael made about the gay-themed The Children's Hour: \"I always thought this was why lesbians needed sympathy—that there isn't much they can do.\"[76] Craig Seligman has defended Kael, saying that these remarks showed \"enough ease with the topic to be able to crack jokes—in a dark period when other reviewers. ... 'felt that if homosexuality were not a crime it would spread.'\"[77] Kael herself rejected the accusations as \"craziness\", adding, \"I don't see how anybody who took the trouble to check out what I've actually written about movies with homosexual elements in them could believe that stuff.\"[78]\n\nIn December 1972, a month after U.S. President Richard Nixon was reelected in a landslide victory, Kael gave a lecture at the Modern Language Association, during which she said, \"I live in a rather special world. I only know one person who voted for Nixon. Where they [Nixon's other supporters] are I don't know. They're outside my ken. But sometimes when I'm in a theater I can feel them.\" An article on the lecture in The New York Times included this quote.[79][80]\n\nKael was subsequently misquoted as having said, \"I can't believe Nixon won. I don't know anyone who voted for him\" or a similar sentiment which expressed surprise at the election result.[81] This misquote became an urban legend, and has been cited by conservatives (such as Bernard Goldberg, in his 2001 book Bias) as an example of insularity among the liberal elite.[82][83] The alleged quote has also been variously attributed to other writers, such as Joan Didion.[84]\n\n"
        },
        {
            "title": "Influence",
            "text": "As soon as she began writing for The New Yorker, Kael carried a great deal of influence among fellow critics. In the early 1970s, Cinerama distributors \"initiate[d] a policy of individual screenings for each critic because her remarks [during the film] were affecting her fellow critics\".[85] In the '70s and '80s, Kael cultivated friendships with a group of young, mostly male critics, some of whom emulated her distinctive writing style. Referred to derisively as the \"Paulettes,\" they came to dominate national film criticism in the 1990s. Critics who have acknowledged Kael's influence include, among many others, A. O. Scott of The New York Times,[86] David Denby and Anthony Lane of The New Yorker,[87][88] David Edelstein of New York Magazine,[89] Greil Marcus,[89] Elvis Mitchell,[90] Michael Sragow,[89] Armond White,[91] and Stephanie Zacharek of Salon.[92] It was repeatedly alleged that, after her retirement, Kael's \"most ardent devotees deliberate[d] with each other [to] forge a common School of Pauline position\" before their reviews were written.[93] When confronted with the rumor that she ran \"a conspiratorial network of young critics,\" Kael said she believed that critics imitated her style rather than her actual opinions, stating, \"A number of critics take phrases and attitudes from me, and those takings stick out—they're not integral to the writer's temperament or approach\".[94]\n\nAsked in 1998 if she thought her criticism had affected the way films were made, Kael deflected the question, stating, \"If I say yes, I'm an egotist, and if I say no, I've wasted my life\".[45] Several directors' careers were profoundly affected by her, most notably that of Taxi Driver screenwriter Paul Schrader, who was accepted at UCLA Film School's graduate program upon Kael's recommendation. Under her mentoring, Schrader worked as a film critic before taking up screenwriting and directing full time. Derek Malcolm, who worked for several decades as a film critic for The Guardian, said: \"If a director was praised by Kael, he or she was generally allowed to work, since the money-men knew there would be similar approbation across a wide field of publications\".[15] Alternately, Kael was said to have had the power to prevent filmmakers from working; David Lean said that her criticism of his work \"kept him from making a movie for 14 years\"[95] (referring to the 14-year break between Ryan's Daughter in 1970 and A Passage to India in 1984).\n\nIn 1978, she was awarded the Women in Film Crystal Award for outstanding women who, through their endurance and the excellence of their work, have helped to expand the role of women within the entertainment industry.[96] In his film Willow (1988), George Lucas named one of the villains \"General Kael\" after the critic. Kael had often reviewed Lucas's work without enthusiasm; in her own (negative) review of Willow, she described the character as an \"hommage à moi\".[97]\n\nThough he began directing films after she retired, Quentin Tarantino was also influenced by Kael. He read her criticism voraciously growing up and said that Kael was \"as influential as any director was in helping me develop my aesthetic\".[53] Wes Anderson recounted his efforts to screen his film Rushmore for Kael in a 1999 The New York Times article titled \"My Private Screening With Pauline Kael\".[98] He later wrote to Kael, commenting: \"[Y]our thoughts and writing about the movies [have] been a very important source of inspiration for me and my movies, and I hope you don't regret that\".[99] In 1997, cultural critic Camille Paglia described Kael as her second favorite critic (behind Parker Tyler), criticizing Kael's commentary on such films as La Dolce Vita and Last Year at Marienbad but also describing Kael as \"unfailingly perceptive [...] [her] tart, lively, colloquial style I thought exactly right for a mass form like the movies.\"[100]\n\n\nIn January 2000, filmmaker Michael Moore posted a recollection of Kael's response[101] to his documentary film Roger & Me (1989). Moore wrote that Kael was incensed that she had to watch Roger & Me in a cinema (after Moore refused to send her a tape of the film for her to watch at home), and she resented Roger & Me winning Best Documentary at the 55th New York Film Critics Circle Awards. Moore said:\nKael's career is discussed at length in the documentary For the Love of Movies (2009) by critics whose careers she helped shape, such as Owen Gleiberman and Elvis Mitchell, as well as by those who fought with her, such as Andrew Sarris. The film also shows several of Kael's appearances on PBS, including one alongside Woody Allen. Brian Kellow published a biography about Kael in 2011: A Life in the Dark (Viking Press).\n\nRob Garver's documentary What She Said: The Art of Pauline Kael was released in 2018. With the voice of Sarah Jessica Parker narrating for Kael, the film is a portrait of the work of the film critic and her influence on the male-dominated worlds of cinema and film criticism.[103]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Kael briefly lived with the poet and filmmaker James Broughton, with whom she had a daughter, Gina James, who was born in 1948.[104][105] Kael was married, in the 1950s, to Edward Landberg, the owner of the Berkeley Cinema-Guild and Studio.[106] In the early 1980s, Kael was diagnosed with Parkinson's disease.  She had one grandchild, William Friedman.[107][108]\n\n"
        }
    ]
}