{
    "url": "https://en.wikipedia.org/wiki/Paul_Tillich",
    "title": "Paul Tillich",
    "table_of_contents": [
        "1 Biography",
        "2 Philosophy and theology",
        "2.1 Being",
        "2.2 God as the ground of being",
        "2.3 Method of correlation",
        "2.4 Life and the Spirit",
        "2.5 Absolute faith",
        "2.6 Faith as ultimate concern",
        "2.7 Tillich's ontology of courage",
        "3 Political views",
        "4 Popular works",
        "5 Reception",
        "5.1 Criticism",
        "6 Works",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPaul Johannes Tillich (August 20, 1886 – October 22, 1965) was a German-American Christian existentialist philosopher, religious socialist, and Lutheran Protestant theologian who is widely regarded as one of the most influential theologians of the twentieth century.[5] Tillich taught at a number of universities in Germany before immigrating to the United States in 1933, where he taught at Union Theological Seminary, Harvard Divinity School, and the University of Chicago.\n\nAmong the general public, Tillich is best known for his works The Courage to Be (1952) and Dynamics of Faith (1957), which introduced issues of theology and culture to a general readership. In academic theology, he is best known for his major three-volume work Systematic Theology (1951–63), in which he developed his \"method of correlation\", an approach that explores the symbols of Christian revelation as answers to the problems of human existence raised by contemporary existential analysis.[6][7] Unlike mainstream interpretations of existentialism which emphasized the priority of existence over essence, Tillich considered existentialism \"possible only as an element in a larger whole, as an element in a vision of the structure of being in its created goodness, and then as a description of man's existence within that framework.\"[8]\n\nTillich's unique integration of essentialism and existentialism, as well as his sustained engagement with ontology in the Systematic Theology and other works, has attracted scholarship from a variety of influential thinkers including Karl Barth, Reinhold Niebuhr, H. Richard Niebuhr, George Lindbeck, Erich Przywara, Langdon Gilkey, James Luther Adams, Avery Cardinal Dulles, Dietrich Bonhoeffer, Sallie McFague, Richard John Neuhaus, David Novak, John D. Caputo, Thomas Merton, Robert W. Jenson, Vine Deloria Jr., Thomas F. O'Meara, Fred Buechner and Martin Luther King Jr. According to H. Richard Niebuhr, \"[t]he reading of Systematic Theology can be a great voyage of discovery into a rich and deep, and inclusive and yet elaborated, vision and understanding of human life in the presence of the mystery of God.\"[9] John Herman Randall Jr. lauded the Systematic Theology as \"beyond doubt the richest, most suggestive, and most challenging philosophical theology our day has produced.\"[10]\n\nIn addition to Tillich's work in theology, he also authored many works in ethics, the philosophy of history, and comparative religion. Tillich's work continues to be studied and discussed around the world, and the North American Paul Tillich Society, Deutsche Paul-Tillich-Gesellschaft, and l'Association Paul Tillich d'expression française regularly host international conferences and seminars on his thought and its possibilities.\n\n"
        },
        {
            "title": "Biography",
            "text": "Tillich was born on August 20, 1886, in the small village of Starzeddel (Starosiedle), Province of Brandenburg, which was then part of Germany. He was the oldest of three children, with two sisters: Johanna (born 1888, died 1920) and Elisabeth (born 1893). Tillich's Prussian father Johannes Tillich was a conservative Lutheran pastor of the Evangelical State Church of Prussia's older Provinces; his mother Mathilde Dürselen was from the Rhineland and more liberal.\n\nWhen Tillich was four, his father became  superintendent of a diocese in Bad Schönfliess (now Trzcińsko-Zdrój, Poland), a town of three thousand, where Tillich began primary school (Elementarschule).  In 1898, Tillich was sent to Königsberg in der Neumark (now Chojna, Poland) to begin his gymnasium schooling. He was billeted in a boarding house and experienced a loneliness that he sought to overcome by reading the Bible while encountering humanistic ideas at school.[7]\n\nIn 1900, Tillich's father was transferred to Berlin, resulting in Tillich's switching in 1901 to a Berlin school, from which he graduated in 1904. Before his graduation, however, his mother died of cancer in September 1903, when Tillich was 17. Tillich attended several universities — the University of Berlin beginning in 1904, the University of Tübingen in 1905, and the University of Halle-Wittenberg from 1905 to 1907.  He received his Doctor of Philosophy degree at the University of Breslau in 1911 and his Licentiate of Theology degree at Halle-Wittenberg in 1912.[7] His PhD dissertation at Breslau was The Conception of the History of Religion in Schelling's Positive Philosophy: Its Presuppositions and Principles.[11]\n\nDuring his time at university, he became a member of the Wingolf Christian fraternity in Berlin, Tübingen and Halle.[12]\n\nThat same year, 1912, Tillich was ordained as a Lutheran minister in the Province of Brandenburg. On 28 September 1914 he married Margarethe (\"Grethi\") Wever (1888–1968), and in October he joined the Imperial German Army as a chaplain during World War I.  Grethi deserted Tillich in 1919 after an affair that produced a child not fathered by Tillich; the two then divorced.[13] During the war, Tillich served as a chaplain in the trenches, burying his closest friend and numerous soldiers in the mud of France. He was hospitalized three times for combat trauma, and was awarded the Iron Cross for bravery under fire. He came home from the war shattered.[14] Tillich's academic career began after the war; he became a Privatdozent of Theology at the University of Berlin, a post he held from 1919 to 1924.  On his return from the war he had met Hannah Werner-Gottschow, then married and pregnant.[15] In March 1924 they married; it was the second marriage for both. She later wrote a book entitled From Time to Time about their life together, which included their commitment to open marriage, upsetting to some; despite this, they remained together into old age.[16]\n\nFrom 1924 to 1925, Tillich served as an Associate Professor of Theology at the University of Marburg, where he began to develop his systematic theology, teaching a course on it during the last of his three terms. While at Marburg, Tillich developed a professional relationship with both Rudolf Bultmann and Martin Heidegger.[17] From 1925 until 1929, Tillich was a Professor of Theology at the Dresden University of Technology and the University of Leipzig. Then, succeeding Max Scheler (who had died suddenly in 1928), Tillich held the post of \"Professor of Philosophy and Sociology\"[18] at the University of Frankfurt from 1929 to 1933. While at Frankfurt Tillich’s two assistants (both completing their doctorates under him) were Harald Poelchau and Theodor Adorno (in 1931 Leo Strauss had applied for the same position but was rejected).[19]  During that period Tillich also “was instrumental in hiring Max Horkheimer as the Director of the Institut fr Sozialforschung and to a professorship in sociology at the University of Frankfurt.”[20] In Winter Term 1930-31 Tillich and Horkheimer together team-taught a course on John Locke; and during the several terms to immediately follow Tillich and Adorno together led seminars on Georg Simmel, Gotthold Ephraim Lessing, and Georg Wilhelm Friedrich Hegel.[21] Along the way Tillich also remained in conversation with Erich Przywara.[22]\n\nWhile at the University of Frankfurt, Tillich traveled throughout Germany giving public lectures and speeches  that brought him into conflict with the Nazi movement. Ten weeks after Adolf Hitler became German Chancellor, on 13 April 1933 Tillich, along with Karl Mannheim and Max Horkheimer, were among the “first batch”[21] of prominent German academic “enemies of the Reich”[23] to be summarily dismissed from their tenured positions for solely ideological and/or racial reasons.[24][25] Reinhold Niebuhr visited Germany in the summer of 1933 and, already impressed with Tillich's writings (in fact they had known one another since 1919),[18] contacted Tillich upon learning of his dismissal. Niebuhr urged Tillich to join the faculty at New York City's Union Theological Seminary; Tillich accepted.[26][27]\n\nAt the age of 47, Tillich moved with his family to the United States. This meant learning English, the language in which he would eventually publish works such as the Systematic Theology.  From 1933 until 1955 he taught at Union Theological Seminary in New York, where he began as a Visiting Professor of Philosophy of Religion.  During 1933–34 he was also a Visiting Lecturer in Philosophy at Columbia University.[7] Remarkably, “the faculty of Union [had] agreed to a 5% pay cut, at the height of the Great Depression, to bring the 47-year old Tillich and his family to the U.S.”[20]\n\nTillich acquired tenure at the Union Theological Seminary in 1937, and in 1940 he was promoted to Professor of Philosophical Theology and became an American citizen.[7]\nAt Union, Tillich earned his reputation, publishing a series of books that outlined his idiosyncratic synthesis of Protestant Christian theology and existential philosophy. He published On the Boundary in 1936; The Protestant Era, a collection of his essays, in 1948; and The Shaking of the Foundations, the first of three volumes of his sermons, also in 1948. His collections of sermons gave him a broader audience than he had yet experienced.\n\nTillich's most heralded achievements, though, were the 1951 publication of volume one of the Systematic Theology (University of Chicago Press), and the 1952 publication of The Courage to Be (Yale University Press).[28] The first volume of the systematic theology examines the inner tensions in the structure of reason and being, primarily through a study in ontology. These tensions, Tillich contends, show that the quest for revelation is implied in finite reason, and that the quest for the ground of being is implied in finite being. The publication of Systematic Theology, Vol. 1 brought Tillich international academic acclaim, prompting an invitation to give the prestigious Gifford Lectures in 1953–54 at the University of Aberdeen. The Courage to Be, which examines ontic, moral, and spiritual anxieties across history and in modernity, was based on Tillich's 1950 Dwight H. Terry Lectureship and reached a wide general readership.[7]\n\nThese works led to an appointment at Harvard Divinity School in 1955, where he was University Professor,[29] among the (at the time) five highest ranking professors at Harvard. He was primarily a professor of undergraduates, because Harvard did not have a department of religion for them, but was thereby more exposed to the wider university and \"most fully embodied the ideal of a University Professor.\"[30] In 1959, Tillich was featured on the cover of Time magazine.[31]\n\nIn 1961, Tillich became one of the founding members of the Society for the Arts, Religion and Contemporary Culture, an organization with which he maintained ties for the remainder of his life.[32]  During this period, he published volume two of the Systematic Theology, as well as the popular book Dynamics of Faith, both in 1957. Tillich's career at Harvard lasted until 1962, when he was appointed John Nuveen Professor of Theology at the University of Chicago. He remained at Chicago until his death in 1965.\n\nVolume three of Tillich's Systematic Theology was published in 1963. In 1964, Tillich became the first theologian to be honored in Kegley and Bretall's Library of Living Theology: \"The adjective 'great,' in our opinion, can be applied to very few thinkers of our time, but Tillich, we are far from alone in believing, stands unquestionably amongst these few.\"[33] A widely quoted critical assessment of his importance was Georgia Harkness' comment: \"What Whitehead was to American philosophy, Tillich has been to American theology.\"[34][35]\n\nTillich died on October 22, 1965, ten days after having a heart attack. In 1966, his ashes were interred in the Paul Tillich Park in New Harmony, Indiana. His gravestone inscription reads: \"And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit for his season, his leaf also shall not wither. And whatsoever he doeth shall prosper.\" (Psalm 1:3)\n\n"
        },
        {
            "title": "Philosophy and theology",
            "text": "Tillich used the concept of being (Sein) throughout his philosophical and theological work. Some of his work engaged with the fundamental ontology of Martin Heidegger.[36]\n\nTillich's preliminary analysis of being ascends from the human subject's asking of the ontological question (\"What is being itself?\"), upwards to the highest categories of metaphysics.[38] He distinguishes among four levels of ontological analysis: self-world;[39]  dynamics and form, freedom and destiny, and individualization and participation;[40]  essential being and existential being;[41] and time, space, causality, and substance.[42]\n\nBeing plays a key role throughout Tillich's Systematic Theology. In the opening to the second volume, Tillich writes: \n\nThroughout most of his work Tillich provides an ontological view of God as being-itself, the ground of being, and the power of being, one in which God is beyond essence and existence.[44] He was critical of conceptions of God as a being (e.g., the highest being), as well as of pantheistic conceptions of God as universal essence. Traditional medieval philosophical theology in the work of figures such as St. Anselm, Duns Scotus, and William of Ockham tended to understand God as the highest existing being,[45] to which predicates such as omnipotence, omniscience, omnipresence, goodness, righteousness, holiness, etc. may be ascribed. Arguments for and against the existence of God presuppose such an understanding of God. Tillich is critical of this mode of discourse, which he refers to as \"theological theism,\" and argues that if God is a being, even if the highest being, God cannot be properly called the source of all being. With respect to both God's existence and essence, moreover, Tillich shows how difficulties beset Thomas Aquinas' attempt to \"maintain the truth that God is beyond essence and existence while simultaneously arguing for the existence of God.\"[46]\n\nThough Tillich is critical of propositional arguments for the existence of God as found in natural theology, as he considers them objectifying of God, he nonetheless affirms the reality of God as the ground of being. A similar line of thought is found in the work of Eric Voegelin.[47] Tillich's concept of God can be drawn out from his analysis of being. In Tillich's analysis of being, all of being experiences the threat of nonbeing. Yet, following Heidegger, Tillich claims that it is human beings alone who can raise the question of being and therefore of being-itself.[48] This is because, he contends, human beings' \"infinite self-transcendence is an expression of [their] belonging to that which is beyond nonbeing, namely, to being-itself ... Being-itself manifests itself to finite being in the infinite drive of the finite beyond itself.\"[49]\n\nTillich addresses questions both ontological and personalist concerning God. One issue deals with whether and in what way personal language about the nature of God and humanity's relationship to God is appropriate. In distinction to \"theological theism\", Tillich refers to another kind of theism as that of the \"divine-human encounter\". Such is the theism of the encounter with the \"Wholly Other\" (\"Das ganz Andere\"), as in the work of Karl Barth and Rudolf Otto. It implies a personalism with regard to God's self-revelation. Tillich is quite clear that this is both appropriate and necessary, as it is the basis of the personalism of biblical religion altogether and of the concept of the \"Word of God\",[50] but can become falsified if the theologian tries to turn such encounters with God as the Wholly Other into an understanding of God as a being.[51] In other words, God is both personal and transpersonal.[52]\n\nTillich's ontological view of God has precedent in Christian theology. In addition to affinities with the concept of God as being-itself in classical theism, it shares similarities with Hellenistic and Patristic conceptions of God as the \"unoriginate source\" (agennetos) of all being.[53] This view was espoused in particular by Origen, one of a number of early theologians whose thought influenced Tillich's. Their views in turn had pre-Christian precedents in middle Platonism. Aside from classical and Christian influences in Tillich's concept of God, there is a dynamism in Tillich's notion of \"the living God,\" reflecting some influence from Spinoza.[54]\n\nTillich combines his ontological conception of God with a largely existential and phenomenological understanding of faith in God, remarking that God is \"the answer to the question implied in man's finitude ... the name for that which concerns man ultimately.\"[55] This is notably manifest in his understanding of faith as ultimate concern. Following his existential analysis, Tillich further argues that theological theism is not only logically problematic, but is unable to speak into the situation of radical doubt and despair about meaning in life. This issue, he said, was of primary concern in the modern age, as opposed to anxiety about fate, guilt, death and condemnation.[56] This is because the state of finitude entails by necessity anxiety, and that it is our finitude as human beings, our being a mixture of being and nonbeing, that is at the ultimate basis of anxiety. If God is not the ground of being, then God cannot provide an answer to the question of finitude; God would also be finite in some sense. The term \"God Above God,\" then, means to indicate the God who appears, who is the ground of being, when the \"God\" of theological theism has disappeared in the anxiety of doubt.[57] While on the one hand this God goes beyond the God of theism as usually defined, it finds expression in many religious symbols of the Christian faith, particularly that of the crucified Christ. The possibility thus exists, says Tillich, that religious symbols may be recovered which would otherwise have been rendered ineffective by contemporary society.\n\n\nTillich argues that the God of theological theism is at the root of much revolt against theism and religious faith in the modern period. Tillich states, sympathetically, that the God of theological theism \nAnother reason Tillich criticized theological theism was because it placed God into the subject-object dichotomy. The subject-object dichotomy is the basic distinction made in epistemology. Epistemologically, God cannot be made into an object, that is, an object of the knowing subject. Tillich deals with this question under the rubric of the relationality of God. The question is \"whether there are external relations between God and the creature\".[59] Traditionally Christian theology has always understood the doctrine of creation to mean precisely this external relationality between God, the Creator, and the creature as separate and not identical realities. Tillich reminds us of the point, which can be found in Luther, that \"there is no place to which man can withdraw from the divine thou, because it includes the ego and is nearer to the ego than the ego to itself\".[59]\n\nTillich goes further to say that the desire to draw God into the subject–object dichotomy is an \"insult\" to the divine holiness.[60] Similarly, if God were made into the subject rather than the object of knowledge (The Ultimate Subject), then the rest of existing entities then become subjected to the absolute knowledge and scrutiny of God, and the human being is \"reified,\" or made into a mere object. It would deprive the person of his or her own subjectivity and creativity. According to Tillich, theological theism has provoked the rebellions found in atheism and Existentialism, although other social factors such as the industrial revolution have also contributed to the \"reification\" of the human being. The modern man could no longer tolerate the idea of being an \"object\" completely subjected to the absolute knowledge of God. Tillich argued, as mentioned, that theological theism is \"bad theology\".\n\nAlternatively, Tillich presents the above-mentioned ontological view of God as Being-Itself, Ground of Being, Power of Being, and occasionally as Abyss or God's \"Abysmal Being\". What makes Tillich's ontological view of God different from theological theism is that it transcends it by being the foundation or ultimate reality that \"precedes\" all beings. Just as Being for Heidegger is ontologically prior to conception, Tillich views God to be beyond being.[61] God is not a supernatural entity among other entities. Instead, God is the inexhaustible ground which empowers the existence of beings. We cannot perceive God as an object which is related to a subject because God precedes the subject–object dichotomy.[61]\n\nThus Tillich dismisses a literalistic Biblicism. Instead of rejecting the notion of personal God, however, Tillich sees it as a symbol that points directly to the Ground of Being.[62] Since the Ground of Being ontologically precedes reason, it cannot be comprehended since comprehension presupposes the subject–object dichotomy. Tillich disagreed with any literal philosophical and religious statements that can be made about God. Such literal statements attempt to define God and lead not only to anthropomorphism but also to a philosophical mistake that Immanuel Kant warned against, that setting limits against the transcendent inevitably leads to contradictions. Any statements about God are simply symbolic, but these symbols are sacred in the sense that they function to participate or point to the Ground of Being.\n\nTillich also further elaborated the thesis of the God above the God of theism in his Systematic Theology.\n\nThe key to understanding Tillich's theology is what he calls the \"method of correlation.\" It is an approach that correlates insights from Christian revelation with the issues raised by existential, psychological, and philosophical analyses.[6]\n\nTillich states in the introduction to the Systematic Theology:\n\nFor Tillich, the existential questions of human existence are associated with the field of philosophy and, more specifically, ontology (the study of being). This is because, according to Tillich, a lifelong pursuit of philosophy reveals that the central question of every philosophical inquiry always comes back to the question of being, or what it means to be, and, consequently, what it means to be a finite human being within being.[65]  To be correlated with existential questions are theological answers, themselves derived from Christian revelation.  The task of the philosopher primarily involves developing the questions, whereas the task of the theologian primarily involves developing the answers to these questions.  However, it should be remembered that the two tasks overlap and include one another: the theologian must be somewhat of a philosopher and vice versa, for Tillich's notion of faith as \"ultimate concern\" necessitates that the theological answer be correlated with, compatible with, and in response to the general ontological question which must be developed independently from the answers.[66][67]  Thus, on one side of the correlation lies an ontological analysis of the human situation, whereas on the other is a presentation of the Christian message as a response to this existential dilemma. For Tillich, no formulation of the question can contradict the theological answer.  This is because the Christian message claims, a priori, that the logos \"who became flesh\" is also the universal logos of the Greeks.[68]\n\nIn addition to the intimate relationship between philosophy and theology, another important aspect of the method of correlation is Tillich's distinction between form and content in the theological answers.  While the nature of revelation determines the actual content of the theological answers, the character of the questions determines the form of these answers.  This is because, for Tillich, theology must be an answering theology, or apologetic theology. God is called the \"ground of being\" in part because God is the answer to the ontological threat of non-being, and this characterization of the theological answer in philosophical terms means that the answer has been conditioned (insofar as its form is considered) by the question.[64]  Throughout the Systematic Theology, Tillich is careful to maintain this distinction between form and content without allowing one to be inadvertently conditioned by the other.  Many criticisms of Tillich's methodology revolve around this issue of whether the integrity of the Christian message is really maintained when its form is conditioned by philosophy.[69]\n\nThe theological answer is also determined by the sources of theology, our experience, and the norm of theology.  Though the form of the theological answers are determined by the character of the question, these answers (which \"are contained in the revelatory events on which Christianity is based\") are also \"taken by systematic theology from the sources, through the medium, under the norm.\"[64]  There are three main sources of systematic theology: the Bible, Church history, and the history of religion and culture.  Experience is not a source but a medium through which the sources speak.  And the norm of theology is that by which both sources and experience are judged with regard to the content of the Christian faith.[70]  Thus, we have the following as elements of the method and structure of systematic theology:\n\nAs McKelway explains, the sources of theology contribute to the formation of the norm, which then becomes the criterion through which the sources and experience are judged.[73]  The relationship is circular, as it is the present situation which conditions the norm in the interaction between church and biblical message.  The norm is then subject to change, but Tillich insists that its basic content remains the same: that of the biblical message.[74]  It is tempting to conflate revelation with the norm, but we must keep in mind that revelation (whether original or dependent) is not an element of the structure of systematic theology per se, but an event.[75]  For Tillich, the present-day norm is the \"New Being in Jesus as the Christ as our Ultimate Concern\".[76]  This is because the present question is one of estrangement, and the overcoming of this estrangement is what Tillich calls the \"New Being\". But since Christianity answers the question of estrangement with \"Jesus as the Christ\", the norm tells us that we find the New Being in Jesus as the Christ.\n\nThere is also the question of the validity of the method of correlation.  Certainly one could reject the method on the grounds that there is no a priori reason for its adoption. But Tillich claims that the method of any theology and its system are interdependent. That is, an absolute methodological approach cannot be adopted because the method is continually being determined by the system and the objects of theology.[77]\n\nThis is part four of Tillich's Systematic Theology. In this part, Tillich talks about life and the divine Spirit.\n\nTillich stated the courage to take meaninglessness into oneself presupposes a relation to the ground of being: absolute faith.[79] Absolute faith can transcend the theistic idea of God, and has three elements.\n\nAccording to the Stanford Encyclopedia of Philosophy, Tillich believes the essence of religious attitudes is what he calls \"ultimate concern\".  Separate from all profane and ordinary realities, the object of the concern is understood as sacred, numinous or holy. The perception of its reality is felt as so overwhelming and valuable that all else seems insignificant, and for this reason requires total surrender.[80]  In 1957, Tillich defined his conception of faith more explicitly in his work, Dynamics of Faith.\n\nTillich further refined his conception of faith by stating that, \"Faith as ultimate concern is an act of the total personality. It is the most centered act of the human mind ... it participates in the dynamics of personal life.\"[82]\n\nAn arguably central component of Tillich's concept of faith is his notion that faith is \"ecstatic\". That is to say:\n\nIn short, for Tillich, faith does not stand opposed to rational or nonrational elements (reason and emotion respectively), as some philosophers would maintain. Rather, it transcends them in an ecstatic passion for the ultimate.[84]\n\nIt should also be noted that Tillich does not exclude atheists in his exposition of faith. Everyone has an ultimate concern, and this concern can be in an act of faith, \"even if the act of faith includes the denial of God. Where there is ultimate concern, God can be denied only in the name of God\"[85]\n\nIn Paul Tillich's work The Courage to Be he defines courage as the self-affirmation of one's being in spite of a threat of nonbeing. He relates courage to anxiety, anxiety being the threat of non-being and the courage to be what we use to combat that threat. For Tillich, he outlines three types of anxiety and thus three ways to display the courage to be.\n\n1)\tThe Anxiety of Fate and Death\na.\tThe Anxiety of Fate and Death is the most basic and universal form of anxiety for Tillich. It relates quite simply to the recognition of our mortality. This troubles us humans. We become anxious when we are unsure whether our actions create a causal damnation which leads to a very real and quite unavoidable death (42-44). \"Nonbeing threatens man's ontic self-affirmation, relatively in terms of fate, absolutely in terms of death\" (41).\nb.\tWe display courage when we cease to rely on others to tell us what will come of us, (what will happen when we die etc.) and begin seeking those answers out for ourselves. Called the \"courage of confidence\" (162-63).\n\n2)\tThe Anxiety of Guilt and Condemnation\na.\tThis anxiety afflicts our moral self-affirmation. We as humans are responsible for our moral being, and when asked by our judge (whomever that may be) what we have made of ourselves we must answer. The anxiety is produced when we realize our being is unsatisfactory. \"It [Nonbeing] threatens man's moral self-affirmation, relatively in terms of guilt, absolutely in terms of condemnation\" (41).\nb.\tWe display courage when we first identify our sin; despair or whatever is causing us guilt or afflicting condemnation. We then rely on the idea that we are accepted regardless. \"The courage to be is the courage to accept oneself as accepted in spite of being unacceptable\" (164).\n\n3)\tThe Anxiety of Meaninglessness and Emptiness \na.\tThe Anxiety of Meaninglessness and Emptiness attacks our being as a whole. We worry about the loss of an ultimate concern or goal. This anxiety is also brought on by a loss of spirituality. We as beings feel the threat of non-being when we feel we have no place or purpose in the world. \"It [Nonbeing] threatens man's spiritual self-affirmation, relatively in terms of emptiness, absolutely in terms of meaninglessness\" (41).\nb.\tWe display the courage to be when facing this anxiety by displaying true faith, and by again, self-affirming oneself. We draw from the \"power of being\" which is God for Tillich and use that faith to in turn affirm ourselves and negate the non-being. We can find our meaning and purpose through the \"power of being\" (172-73).\n\nTillich writes that the ultimate source of the courage to be is the \"God above God,\" which transcends the theistic idea of God and is the content of absolute faith (defined as \"the accepting of the acceptance without somebody or something that accepts\") (185).\n\n"
        },
        {
            "title": "Political views",
            "text": "Tillich espoused socialist politics, and became involved in religious socialist circles after World War I. He co-wrote a pamphlet in 1919 which advocated that Christian leaders with socialist leanings should \"enter into the socialist movement in order to pave the way for a future union of Christianity and the socialist social order\".[86] The Fellowship of Socialist Christians was organized in the early 1930s by Reinhold Niebuhr and others with similar views.\nLater it changed its name to Frontier Fellowship and then to Christian Action.\nThe main supporters of the Fellowship in the early days included Tillich, Eduard Heimann, Sherwood Eddy and Rose Terlin. \nIn its early days the group thought capitalist individualism was incompatible with Christian ethics.\nAlthough not Communist, the group acknowledged Karl Marx's social philosophy.[87] Tillich was sympathetic towards the young Marx's theory of alienation as well as his idea of historical materialism, but was opposed to rigid understandings of historical determinism that claimed the victory of socialism was inevitable, as espoused by many vulgar Marxists.[86]\n\nTillich's book The Socialist Decision was published in the early 1930s, during the rise of Nazism, and it was immediately censored by the Nazi regime. In the book, Tillich characterised Nazism as a form of political romanticism, which he defined as an attachment to a \"myth of origin (that) envisions the beginnings of humankind in elemental, superhuman figures of various kinds\" that he contended formed the basis for right-wing politics more generally. Tillich identified three basic origin myths in romantic politics: blood, soil and social group. He argued that these origin myths served to legitimate established social hierarchies by idealising the past and promoting a cyclical view of history that denied the possibility of progress and enlightened reform: \"the origin (myth) embodies the law of cyclical motion: whatever proceeds from it must return to it. Wherever the origin is in control, nothing new can happen\". He also contended that whilst political romanticism could be critical of capitalism and industrial society, it could still be used by the capitalist class to advance their interests. Tillich more precisely described Nazism as form of revolutionary romanticism, which he counterposed to conservative romanticism. He stated that whilst the latter \"defend(s) the spiritual and social residues of the bond of origin... and whenever possible (seeks) to restore past forms\", the former \"tries to gain a basis for new ties to the origin by a devastating attack on the rational system\".[86]\n\nTillich viewed liberalism as intertwined with capitalism, arguing that it granted freedom to the capitalist class without liberating the masses, and believing it had a key role in dismantling traditional social bonds, including religious ones, as well as advancing colonialism and slavery. However, he was positive about liberalism's individualism, rationalism and egalitarianism, and believed that it was inseparable from democracy, despite tensions between the two. He considered that the connection between liberalism and capitalism needed to be severed in order for liberalism's aspirations for freedom to be realised, advocating for an embrace of democratic socialism as an alternative.[86]\n\n"
        },
        {
            "title": "Popular works",
            "text": "Two of Tillich's works, The Courage to Be (1952) and Dynamics of Faith (1957), were read widely, including by people who would not normally read religious books. In The Courage to Be, he lists three basic anxieties: anxiety about our biological finitude, i.e. that arising from the knowledge that we will eventually die; anxiety about our moral finitude, linked to guilt; and anxiety about our existential finitude, a sense of aimlessness in life. Tillich related these to three different historical eras: the early centuries of the Christian era; the Reformation; and the 20th century. Tillich's popular works have influenced psychology as well as theology, having had an influence on Rollo May, whose \"The Courage to Create\" was inspired by \"The Courage to Be\".\n\n"
        },
        {
            "title": "Reception",
            "text": "Today, Tillich's most observable legacy may well be that of a spiritually-oriented public intellectual and teacher with a broad and continuing range of influence. Tillich's chapel sermons (especially at Union) were enthusiastically received[88]  (Tillich was known as the only faculty member of his day at Union willing to attend the revivals of Billy Graham).[89] Tillich's students have commented on Tillich's approachability as a lecturer and his need for interaction with his audience.[90] When Tillich was University Professor at Harvard, he was chosen as keynote speaker from among an auspicious gathering of many who had appeared on the cover of Time Magazine during its first four decades. Tillich along with his student, psychologist Rollo May, was an early leader at the Esalen Institute.[91] Contemporary New Age catchphrases describing God (spatially) as the \"Ground of Being\" and (temporally) as the \"Eternal Now,\"[92] in tandem with the view that God is not an entity among entities but rather is \"Being-Itself\"—notions which Eckhart Tolle, for example, has invoked repeatedly throughout his career[93]—were paradigmatically renovated by Tillich, although of course these ideas derive from Christian mystical sources as well as from ancient and medieval theologians such as St. Augustine and St. Thomas Aquinas.[94][95]\n\nThe introductory philosophy course taught by the person Tillich considered to be his best student, John Edwin Smith, \"probably turned more undergraduates to the study of philosophy at Yale than all the other philosophy courses put together. His courses in philosophy of religion and American philosophy defined those fields for many years. Perhaps most important of all, he has educated a younger generation in the importance of the public life in philosophy and in how to practice philosophy publicly.\"[96] In the 1980s and 1990s the Boston University Institute for Philosophy and Religion, a leading forum dedicated to the revival of the American public tradition of philosophy and religion, flourished under the leadership of Tillich's student and expositor Leroy S. Rouner. A consideration of Tillich's own traumatic experiences as an active duty chaplain during World War I have recently led some to view his theology as \"Post-traumatic.\" The book Post-Traumatic God: How the Church Cares for People Who Have Been to Hell and Back explores Tillich's experiences and theology to offer people afflicted with post-traumatic stress an understanding of God aimed at helping them heal.[97]\n\nMartin Buber's disciple Malcolm Diamond claims Tillich's approach indicates a \"transtheistic position that Buber seeks to avoid\", reducing God to the impersonal \"necessary being\" of Thomas Aquinas.[98]\n\nTillich has been criticized from the Barthian wing of Protestantism for what is alleged to be correlation theory's tendency to reduce God and his relationship to man to anthropocentric terms.  Tillich counters that Barth's approach to theology denies the \"possibility of understanding God's relation to man in any other way than heteronomously or extrinsically\".[99]  Defenders of Tillich claim that critics misunderstand the distinction Tillich makes between God's essence as the unconditional (\"das unbedingte\") \"Ground of Being\" which is unknowable, and how God reveals himself to mankind in existence.[100]  Tillich establishes the distinction in the first chapter of his Systematic Theology Volume One: \"But though God in his abysmal nature [footnote: 'Calvin: in his essence'  ] is in no way dependent on man, God in his self manifestation to man is dependent on the way man receives his manifestation.\"[63]\n\nSome conservative strains of Evangelical Christianity believe Tillich's thought is too unorthodox to qualify as Christianity at all, but rather as a form of pantheism or atheism.[101] The Evangelical Dictionary of Theology states, \"At best Tillich was a pantheist, but his thought borders on atheism.\"[102] Defenders of Tillich counter such claims by pointing to clear monotheistic articulations, from a classical Christian viewpoint, of the relationship between God and man, such as his description of the experience of grace in his sermon \"You Are Accepted\".[103]\n\n"
        }
    ]
}