{
    "url": "https://en.wikipedia.org/wiki/Pawnee_mythology",
    "title": "Pawnee mythology",
    "table_of_contents": [
        "1 Deities and spirit animals",
        "2 Celestial observation",
        "3 Morning Star ceremony",
        "3.1 The identity of the Morning Star",
        "3.2 Human sacrifice",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pawnee mythology is the body of oral history, cosmology, and myths of the Pawnee people concerning their gods and heroes.  The Pawnee are a federally recognized tribe of Native Americans, originally located on the Great Plains along tributaries of the Missouri and Platte Rivers in Nebraska and Kansas and now are currently in Oklahoma. They traditionally speak Pawnee, a Caddoan language. The Pawnees lived in villages of earth lodges. They grew corn and went on long bison hunts on the open plains twice a year. The tribe has four bands: the Skidi and \"the South Bands\" consisted of the Chawi, the Kitkahahki and the Pitahawirata Pawnee.\n\nThere were some differences in the mythology of the Skidi and the South Bands.[2]: 465  The Skidis were \"the great star specialists\",[2]: 465  with a belief system focusing on visible objects on the night sky. Stars east of the Milky Way were regarded as male gods, while the female powers reigned in the western sky.[1]: 40  The South Bands acknowledged the creative powers of some celestial objects and meteorological phenomena, but largely counted upon animals for support and guidance.[2]: 186 \n\n"
        },
        {
            "title": "Deities and spirit animals",
            "text": "Atíʼas Tirawa, which means \"Our Father Above\" in the Pawnee language (often translated, inaccurately, as \"Great Spirit\"),[3] was the creator god. Another variant, perhaps most used, is Tirawahat.[1]: 38 and 179  [4]: 66  He was believed to have taught the Pawnee people tattooing, fire-building, hunting, agriculture, speech and clothing, religious rituals (including the use of tobacco and sacred bundles), and sacrifices. He was associated with most natural phenomena, including stars and planets, wind, lightning, rain, and thunder. The wife of Tirawa was Atira, goddess of the Earth. Atira (literally, Mother Corn) was associated with corn.[5]\n\nThe male Morning Star in the East was believed to be created first. Being the war god[1]: 158  he wore the dress of a warrior.[1]: 38  After him came the female Evening Star in the West.[1]: 39  She resisted the divine plan to create humankind. Morning Star had to fight and overcome a number of forces in the western sky with his fireball[1]: 126  to finally mate with her. The first human being thus created was a girl.[1]: 31 \n\nSix major stars represented other gods controlled by Tirawahut. Two of them were the female Southwest and Northwest Stars. The male stars were the North, the Northeast, the Southeast and the South Stars. Some had specific tasks to fulfill:\n\nThe Thunder, the Lightning, the Cloud and the Wind were four great powers in the west. They obeyed the Evening Star. By means of constant song they generated the Earth[1]: 42  on which the first girl (the child of Evening and Morning Stars) was placed.\n\nThe solar and lunar deities were Shakuru and Pah, respectively. They were the last of all gods placed in the heavens.[1]: 41  Their offspring was a boy, and he was put on Earth, too. Aside from this, the Sun and the Moon are of relatively minor standing in the Skidi Pawnee mythology.[1]: 39 \n\nMeteorites brought good fortune to the finders. They were seen as the children of Tirawahut sent down to Earth.[1]: 67 \n\nWhile the Skidi Pawnee relied a great deal on the powers and the aid of stars and other objects in cosmos, the South Bands came through foremost by the assistance and advice of a number of animals.[2]: 465  Yet, the gods in heaven existed, and the animals acted as go-betweens when they instructed and guided the South Bands.[2]: 186 \n\nThe White Beaver ceremony of the Chawi served nearly the same purpose as the renewing or restarting Spring Awakening ceremony (Thunder ceremony) of the Skidi. However hibernating animals were revitalized through this rite rather than the renewal of corn crops.[2]: 201 \n\nTirawa conferred miraculous powers on certain animals.  These spirit animals, the nahurac, would act as Tirawa's messengers and servants, and could intercede with him on behalf of the Pawnee. The nahurac had five dwellings or lodges:[6]\n\n"
        },
        {
            "title": "Celestial observation",
            "text": "The Pawnee seasonal rituals were tied to the observation of the stars and planets. Their earthwork lodges were built at the same time as observatories and as \"microcosm\" (scale-model of the universe).\nEach lodge \"was at the same time the universe and also the womb of a woman, and the household activities represented her reproductive powers.\"[9] \nThe lodge also represented the universe in a more practical way. The physical construction of the house required setting up four posts to represent the four cardinal directions, \"aligned almost exactly with the north–south, east–west axis.\"[10]\nA Pawnee observatory-lodge also required an  unobstructed view of the eastern sky. The lodge's axis would be oriented east–west in such a way that the sunrise of vernal equinox would cast light on the altar. The dimensions of the lodge's smoke hole and door would be designed to allow observation of the sky, e.g. with the smoke-hole aligned to enable observation of the Pleiades.[11]\n\nAccording to one Skidi-band Pawnee man at the beginning of the twentieth century, \"The Skidi were organized by the stars; these powers above made them into families and villages, and taught them how to live and how to perform their ceremonies.  The shrines of the four leading villages were given by the four leading stars and represent those stars which guide and rule the people.\"[12]\n\nRegular ceremonies were performed before major events, such as semi-annual buffalo hunts. Kawaha, an often-besought god of good luck, was closely connected to buffalo hunts.[2]: 71–72  Many other important activities of the year were started with a ceremony, such as sowing seeds in the spring and harvesting in the fall .\n\nThe most important ceremony of the Pawnee culture, the Spring Awakening ceremony, was meant to awaken the earth and ready it for planting. It can be tied to celestial observation, held at the time when the priest first tracked \"two small twinkling stars known as the Swimming Ducks in the northeastern horizon near the Milky Way.\" and then heard a rolling thunder from the West.[1]: 14 and 53  (See above for the role of Thunder in the Creation myth).[13]\n\n"
        },
        {
            "title": "Morning Star ceremony",
            "text": "The Morning Star ceremony was a religious ceremony occasionally involving a ritual human sacrifice of a young girl, performed only by a single village (Village Across a Hill)[1]: 32  of the Skidi band of the Pawnee.  It was connected to the Pawnee creation narrative, in which the mating of the male Morning Star with the female Evening Star created the first human being, a girl.\n\nThe Skidi Pawnee practiced the Morning Star ritual regularly, although seemingly not annually,[1]: 14  through the 1810s. In June 1818, the Missouri Gazette reported a sacrifice \"some time ago\". The newborn of a captive Comanche woman was sacrificed after the woman herself had managed to escape on a stolen horse.[14]: 159  However, two members of the Long Expedition in 1820 believed that the young Pawnee man Petalesharo had rescued the Comanche girl and urged an end to the Morning Star ritual. Edwin James gave the year for this action as 1817, while John R. Bell placed it around 1815.[14]: 159 \n\nU.S. Indian agents sought to convince chiefs to suppress the ritual,[15]: 294  and major leaders, such as Knife Chief and his relative Petalesharo or Man Chief,[15]: 294–295  worked to change the practices objected to by the increasing number of American settlers on the Plains. An additional aim of the agents could have been to protect the fur trade by reducing intertribal animosity.[16]: 276 [14]: 161 \n\nThe custom came to the wider attention of the public in the Eastern United States in 1820 due to reports of a young Pawnee warrior, Man Chief, who risked his life to rescue a Comanche girl from the sacrificial scaffold in defiance of the Skidi Pawnee priesthood.[17] Indian Agent John Dougherty and some influential Pawnees tried without luck to save the life of a Cheyenne girl before mid-April 1827.[15] The last known sacrifice was of Haxti, a 14-year-old Oglala Lakota girl on April 22, 1838.[18] (A later stated 1833 sacrifice was confused with the one in April 1827).[19]\n\nThe identity of the Morning Star is not clear. \"The earliest accounts specified Venus as Morning Star, while most ethnographers favored Mars\", given it was said to be red.[14]: 155  Jupiter is also a candidate.[1]: 41 \n\nDuring the known 1827 and 1838 ceremonies, calculations show that Venus rose in the morning sky.[14]: 158 \n\nThe ceremony was performed  in spring, in years when \"Mars was morning star\" (see above: The identity of the Morning Star), but usually not as an actual human sacrifice, but merely as a symbolic ceremony. However, one source states, \"Several or more years frequently elapsed between occurrences of the Morning Star Ceremony\".[1]: 14  An actual human sacrifice would be performed only when a man of the village dreamed that the Morning Star had come to him and told him to perform the proper ceremony.  He would then  consult with the keeper of the Morning Star bundle, receiving from him a warrior costume. At the first instruction, both the visionary and the priest would cry, knowing that the mission put upon them by the Morning Star was wrong to carry out.[1]: 115  The man, aided by volunteers, then had to carry out an attack on an enemy village and capture a girl of suitable age.[20]\n\nReturning to the village, the captured girl would be handed over to the servant (priest) of the Morning Star. The people in contact with the girl treated her with respect, but kept her isolated from the rest of the tribe.  When it was time for the spring sacrifice, she was ritually cleansed.  A five-day ceremony then began with the priest singing songs describing the advancing stages in the rite, and the girl was symbolically transformed from human to celestial form, as the ritual representation of the Evening Star. On the final day of the ceremony, a procession of men, boys and male infants carried by their mothers accompanied the girl outside the village to a scaffold.[1]: 124  The scaffold was made of sacred woods and skins, representing \"Evening Star's garden in the west, the source of all animal and plant life.\"[21]\n\nAnthropologist Ralph Linton reported that evidence indicated the practice \"was carried out somewhat unwillingly\" by Pawnee religious leaders, who regarded it as an obligation or duty and took no pleasure from the practice.[22] The priests removed her clothing and she was left alone on the scaffold at the moment of the rising of the Morning Star (Mars). Symbolizing the Morning Star and his fireballs, two men would come from the east and touch flaming branches to her armpits and groin. She would then be touched with war clubs by four other men.  A sacred arrow from the Skull bundle was shot through her heart by the man who captured her while simultaneously another man struck her over the head with the war club from the Morning Star bundle. The dead girl's chest would then be cut open by the priest with a flint knife while her captor caught her blood on dried meat. (\"A very small cut is made ... The heart is not exposed or removed.\")[1]: 123  All male members of the tribe would then press forward and shoot arrows into the dead body, then circle the scaffold four times and disperse.[23][24]\n\nBy shooting arrows into her body, the village men, as embodiments of Morning Star, were symbolically mating with her. Her blood would drip down from the scaffolding and onto the ground which had been made to represent the Evening Star's garden of all plant and animal life.  They took her body and laid the girl face down on the prairie, where her blood would enter the earth and fertilize the ground. The spirit of the Evening Star was understood to be released and the ceremony supposedly ensured the success of the crops, the continuation of all life on the Plains, and the perpetuation of the Universe.\n\n"
        }
    ]
}