{
    "url": "https://en.wikipedia.org/wiki/Pazuzu",
    "title": "Pazuzu",
    "table_of_contents": [
        "1 Function",
        "1.1 Pazuzu as domestic protector deity",
        "1.1.1 Protective objects",
        "1.1.2 Ritual texts",
        "1.2 Pazuzu, King of the Evil Wind Demons",
        "2 Iconography",
        "3 Relation to other demons and deities",
        "3.1 Parents and Siblings",
        "3.2 Wind demons",
        "3.3 Lamastu",
        "3.4 Bes",
        "3.5 Other Protective Demons",
        "4 Mythology",
        "5 Origin and history",
        "5.1 Pazuzu-Bazi theory",
        "5.2 Absorbed functions of Humbaba",
        "5.3 Derived from Bes",
        "6 References in popular culture",
        "7 See also",
        "8 References",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In ancient Mesopotamian religion, Pazuzu (Akkadian: 𒀭𒅆𒊒𒍪𒍪, romanized: pà.zu.zu; also called Fazuzu or Pazuza)[1] was a personification of the West Wind, and held kingship over the lilu wind demons.\n\nAs an apotropaic entity, he was considered as both a destructive and dangerous wind, but also as a repellant to other demons, one who would safeguard the home from their influence. In particular he was protective of pregnant women and mothers, whom he could defend from the machinations of the demoness Lamashtu, his rival. He is invoked in ritual and representations of him are used as defense charms.\n\nHanpu is his father. He has many a connection to other wind deities, namely Lamashtu and the Lilû demons, other protective demons, as well as the foreign Egyptian dwarf deity Bes.\n\n"
        },
        {
            "title": "Function",
            "text": "Pazuzu has two chief aspects. Firstly as a demon of the home, as a domestic spirit,[2] and secondly as the wandering wind demon,[2] traversing the mountains, where he presents as a more wild character.\n\nThere is a well documented use of Pazuzu in Mesopotamian white magic.[2] His inhuman and grotesque form can be inferred to have been used to frighten away unwanted guests, as well as prevent his wind-demon subjects from entering the home and wreaking havoc.[2] His role in ritual and magic is documented on inscriptions on the backs of his statues, or in ritual texts.[3] Spells, Incantations, and special artifacts were used to gain the favor and protection of the demon,[4] such artifacts being placed in and around the home, or worn on the person to achieve the desired effect.\n\nLarge numbers of Pazuzu Heads have been discovered, made from a variety of materials, chiefly terracotta, but also bronze, iron, gold, glass, and bone.[5] These heads often feature holes or loops at the top, allowing them to be worn on necklaces by pregnant women in order to protect the baby from evil forces.[6] Occasionally the heads would be attached to cylinder seals or worn as brooches as well.[7] Some of these heads have been found in graves.[8]\n\nCarved Amulets are also common. Ritual texts from Uruk state that a woman could be given a bronze necklace or amulet of Pazuzu in order to protect her from miscarrying via the interference of Lamashtu.[9] Some are rectangular, showing Pazuzu in either standing or crouching pose [7] (see gallery images below). Larger amulets made from stone could be hung on the wall to protect the room or an entrance.[10] One of this type of amulet that was found inside a home in the Neo-Assyrian town of Dur-Katlimmu was lying on the floor of the main reception room[10] and was thought to have been hung on the wall facing the entryway.[10]\n\nGiven the number of artifacts uncovered, it can probably be inferred that Pazuzu enjoyed great popularity,[8] and based upon the uniformity of the heads, amulets and statues, it has even been speculated that such representations of the demon/god were mass-produced.[7]\n\nRelating to the representations of Pazuzu, text inscriptions on the backs of representations or on tablets would invoke or otherwise mention Pazuzu.\n\nA ritual text from Assyria prescribes a Pazuzu head as a way to banish sickness.[13] Similary a ritual incantation against Lamastu from the Late Babylonian Period instructs making a Pazuzu necklace and hanging it around the afflicted persons neck.[13]\n\nIn the bilingual (Sumerian and Akkadian) version of the Compendia, he identifies himself:\n\n\"I am Pazuzu, son of Ḫanbu, king of the evil lilû-demons. I was enraged (in violent motion) against the strong mountains and ascended them.\"[14]\n\nAnother text also narrated by him describes Pazuzu encountering other lilû demons in his travels, and breaking their wings, therefore preventing them from inflicting harm. \"I ascended a mighty mountain that shook, and the (evil) winds I encountered there were heading West; One by one I broke their wings.\"[9] In another text he is perceived as more malicious, as the narrator addresses him as \"Agony of Mankind\",[15] \"Suffering of Mankind\",[15] \"Disease of Mankind\",[15] and chants telling the demon to not enter the home.[15]\n\n"
        },
        {
            "title": "Iconography",
            "text": "According to Eckart Frahm's study of the Demon, the appearance of Pazuzu has remained fairly uniform throughout his history.[16] Pazuzu is depicted as a combination of diverse animal and human parts. His body of canine form, though scaled not furred,[17] with birds' talons for feet, two pairs of wings, a scorpion's tail and a serpentine penis.[16]  He holds his right hand up and his left hand down. His face is striking, with gazelle horns,[18] human ears, a doglike muzzle, bulging eyes, and wrinkles on the cheeks.[18]\n\n"
        },
        {
            "title": "Relation to other demons and deities",
            "text": "His father is Hanpu, \"The staggering one\" or \"The perverted one.\"[3]\n\nLilû (wind) demons are the class to which Pazuzu belongs, and his subjects.[2]\n\nThere is also a notable connection to the earlier Babylonian personifications of  The Four Winds.[11] These beings, as depicted on several Cylinder seals, have wings, and each represents a different direction of wind; South, East, West, and North.[11] It is of note that Franz Wiggermann calls attention to the crooked positioning of the masculine West Wind[11] in seals, as similar to posture in Pazuzu's iconography.[11] More connections appear in later seals, as this same bent-over figure takes on talons and a scorpion's tail.[11] The main difference in their depictions is the head, thus Wiggerman concludes that it is Pazuzu's body and not his head that denotes him as a wind demon.[11] Another scholar, Scott Noegel, asserts that Pazuzu's possession of four wings links to the term kippatu, meaning  \"circle, loop, circumference, and totality\"[19] suggesting his control over all cardinal directions of wind inherited from his predecessors.[19]\n\nThe baby-snatching Lamastu was attested as both a subject of[2] and an antagonist of Pazuzu. It is theorized that Pazuzu could have been created specifically as a counter to her. Initially she existed as an independent demoness, with no distinct connection to other demons.[11] Then in the Late Bronze Age she took on the lilû demon classification, thus Pazuzu was introduced as a way to chase her from the home and back into the underworld.[11] It does also seem to be that Pazuzu's first appearances and Lamastu's reassigning as a lilû both originate from the same time and place, the Middle Assyrian Empire, but this could be a coincidence.[11]\n\nOn one Lamastu amulet, a scene shows Pazuzu chasing the demoness away from her victim,[11] while another displays him destroying it.[20]\n\nOn a Neo-Assyrian Bronze Plaque, Pazuzu's head is perched above the top of the plaque, while a smaller version of him in the scene itself is chasing Lamastu away down a river.[21] Other protective spirits appear in the plaque as well, including Fish-men and other animal headed demons, there to protect the person who is lying down on a bed.[21]\n\nSome scholars believe that Egyptian demon Bes is a counterpart of Pazuzu.[2][22] Notably both are known to be protector demons[23] in the home.[23] They have iconographic links: both having a lion parts,[24] wings, a distinctly long phallus, and similar facial features.[25] And there are noted similarities between the positioning of the two on protective amulets as well.[25] Another close connection is their association with the protection of pregnant women and mothers.[25][26]\n\nThere is evidence that the two were in each other's cultural spheres. A possible Pazuzu figure was found in Egypt,[25] as well as Bes amulets uncovered in sites in Iran.[25] In a seventh century era fort in Nimrud, five Pazuzu heads were found near a Bes amulet.[25]\n\nOne theory posits a connection in their names as well - that Bes, like Pazuzu, could have been derived from the king name Bazi[27] - although Pazuzu's name has not yet been proven to have originated from Bazi,[22] nor, it is speculated, has Bes's name been proven to be of foreign origin.[27]\n\nOn some amulets, Pazuzu appears alongside Ugallu and Lulal, protective deities who were thought to solely benefit mankind[28] thus their presences here may be apotropaic, or deployed to minimise Pazuzu's maleficent aspect.[28] Their common positioning on the back of the amulet out of sight of the viewer could suggest the latter.[28] They have also been present on the back of half-relief Pazuzu heads,[28] again out of sight.[28]\n\n"
        },
        {
            "title": "Mythology",
            "text": "Pazuzu is the demon of the southwest wind known for bringing famine during dry seasons, and locusts during rainy seasons. Pazuzu was invoked in apotropaic amulets, which combat the powers of his rival,[29] the malicious goddess Lamashtu, who was believed to cause harm to mother and child during childbirth. Although Pazuzu is considered an evil spirit, he was called upon to ward off other malicious spirits. He would protect humans against any variety of misfortune or plague.[30]\n\n"
        },
        {
            "title": "Origin and history",
            "text": "According to Wiggermann, the Pazuzu figure suddenly appeared in the Early Iron Age.[2][11] His first visual depictions are not attested until the 8th century BC[16] with the first finds being in the tombs of Nimrud,[17] and his first appearances in texts trace to the 7th century BC.[16] The majority of his representations were found in the Seventh and Sixth Centuries BCE, with the most recent finds dating back to the time of the Seleucid Empire.[8]\n\nThere are several theories for his precise origin, but none have been definitively proven.\n\nA theory for the origin of the name Pazuzu.\n\nBazi, as named in the Tell Leilan version of the Sumerian King List, was a king of Mari.[31] The name is followed by that of the succeeding king, Zizi. Bazi's name is preceded by Anbu, his father, who was suspected to have inspired the god Anbu, which later conflated into Hanbu.[32] (Pazuzu's father.) The theory goes that, given the connection between Anbu and Hanbu, it could be that the name Pazuzu is a construction of the following kings names: Ba-zi-Zi-zi.[33]\n\nLike Pazuzu, Humbaba was used as a protector deity, with depictions of his frightening head being used to ward off evil.[22] It could therefore be speculated that the Pazuzu heads replaced those of Humababa.[22] Humbaba fell from favour in the Late Bronze Age,[11] shortly before Pazuzu emerged, although the two do not share any great iconographic connection,[16] making it unlikely  that Pazuzu could have evolved from the earlier deity.\n\nAnother speculation is that rather than Bes and Pazuzu having a common origin point, Pazuzu was an offshoot of Bes.[22]\n\n"
        },
        {
            "title": "References in popular culture",
            "text": "His most notable appearance in western popular culture is in 1971's The Exorcist and its subsequent film. In the novel The Exorcist and the film based on the novel, Pazuzu is supposedly the evil spirit that possesses the young girl Regan MacNeil.[34]\n\nThe game House of Ashes from the Dark Pictures Anthologies by developer Supermassive Games includes many depictions of Pazuzu. [35]\n\n"
        }
    ]
}