{
    "url": "https://en.wikipedia.org/wiki/Peace_Monument",
    "title": "Peace Monument",
    "table_of_contents": [
        "1 Description",
        "2 Gallery",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Peace Monument, also known as the Naval Monument or Civil War Sailors Monument, stands on the grounds of the United States Capitol in Peace Circle at First Street, N.W., and Pennsylvania Avenue, Washington, D.C.  The 44 foot (13.4 m) high white marble memorial was erected from 1877 to 1878 in commemoration of the naval deaths at sea during the American Civil War.  Today it stands as part of a three-part sculptural group including the James A. Garfield Monument and the Ulysses S. Grant Memorial.\n\n"
        },
        {
            "title": "Description",
            "text": "At the top of the monument, facing west, stand two classically robed female figures. Grief holds her covered face against the shoulder of History and weeps in mourning. History holds a stylus and a tablet that was inscribed \"They died that their country might live.\" Below Grief and History, another life-size classical female figure represents Victory, holding high a laurel wreath and carrying an oak branch, signifying strength. Below her are the infant Mars, the god of war, and the infant Neptune, god of the sea. The shaft of the monument is decorated with wreaths, ribbons, and scallop shells.\n\nFacing the Capitol is Peace, a classical figure draped from the waist down and holding an olive sprig. Below her are symbols of peace and industry. A dove, now missing and not documented in any known photographs, once nested upon a sheaf of wheat in a grouping of a cornucopia, turned earth, and a sickle resting across a sword. Opposite, the symbols of science, literature, and art (including an angle, a gear, a book, and a pair of dividers) signify the progress of civilization that peace makes possible.\n\nAt the corners of the monument, four marble globes are visually supported by massive brackets. The fountain below, with a jet on each side, empties into a quatrefoil-shaped basin.\n\n\nIts inscription reads: \nThe sculptor of the monument was Franklin Simmons (1839–1913), who was born in Maine, where he became known for his portrait busts. He worked in Rome after 1867, when he received the commission for a statue of Roger Williams for the National Statuary Hall collection. \nIn all, he created four statues and three busts for the United States Capitol. The Peace Monument is an example of his idealized neoclassical sculpture.\n\nThe Peace Monument, first intended for Annapolis, Maryland, was conceived by Admiral David Dixon Porter, who had commanded fleets of gunboats and troop transports during the war. \nPorter first sketched a simple design depicting Grief and History; beginning in 1865, he raised funds from private contributors, and the monument was commissioned from Simmons in 1871. \nThe sculptor carved the Carrara marble in Rome and worked directly with Admiral Porter on many changes in the designs, including the addition of other figures. \nThe architectural part of the monument was made by the Bonanni Brothers of Carrara, Italy, under Simmons's direction. \nThe marble pieces were shipped to Washington in 1876; in 1877 the monument was erected on the base of Maine blue granite (designed by Architect of the Capitol Edward Clark); and the final figure, Peace, was set into place in January 1878.\n\nThe statue is a contributing monument to the Civil War Monuments in Washington, DC, of the National Register of Historic Places.\nThe monument came back into public consciousness when it became the place where on January 6, 2021 the Capitol rioters were arrested.[4]\n\n"
        }
    ]
}