{
    "url": "https://en.wikipedia.org/wiki/Pearl_White",
    "title": "Pearl White",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Later years",
        "4 Personal life",
        "5 Death",
        "6 Legacy",
        "7 Selected filmography",
        "8 See also",
        "9 Notes",
        "10 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPearl Fay White (March 4, 1889 – August 4, 1938) was an American stage and film actress. She began her career on the stage at the age of six, and later moved on to silent films appearing in a number of popular serials.\n\nDubbed the \"Queen of the Serials\", White was noted for doing the majority of her own stunts, most notably in The Perils of Pauline. Often cast as a plucky onscreen heroine, White's roles directly contrasted those of the popularized archetypal ingénue.[1]\n\n"
        },
        {
            "title": "Early life",
            "text": "White was born in Green Ridge, Missouri, to Edgar White, a farmer, and Lizzie G. House. She had four brothers and sisters. The family later moved to Springfield, Missouri.[2][3] At age 6, she made her stage debut as \"Little Eva\" in Uncle Tom's Cabin.[4] When she was 13, White worked as a bareback rider for the circus.[5]\n\n"
        },
        {
            "title": "Career",
            "text": "She began performing with the Diemer Theater Company while in her second year of high school. Against the wishes of her father, White dropped out of school, and in 1907,[3] she went on the road with the Trousedale Stock Company, working evening shows while keeping her day job to help support her family. She was soon able to join the company full-time, touring through the American Midwest.\n\nWhite played minor roles for several years, when she was spotted by the Powers Film Company in New York. She claimed she had also performed in Cuba for a time under the name Miss Mazee, singing American songs in a dance hall. Her travels as a singer also took her to South America.\n\nIn 1910, White had trouble with her throat, and her voice began to fail from the nightly theatrical performances. She made her debut in films that year, starring in a series of one-reel dramas and comedies for Pat Powers in the Bronx. It was at Powers Films that White honed her skills at physical comedy and stunt work. She became a popular player with the company and caught the attention of Pathé Frères.[3]\n\nIn 1910, White was offered a role by Pathé Frères in The Girl From Arizona, the French company's first American film produced at their new studio in Bound Brook, New Jersey. She then worked at Lubin Studios in 1911 and several other of the independents, until the Crystal Film Company in Manhattan gave her top billing in a number of slapstick comedy shorts from 1912 to 1914. White then took a vacation in Europe. Upon her return, she signed with Eclectic Film Company, a subsidiary of Pathé in 1914.[7]\n\nPathé director Louis J. Gasnier offered her the starring role in film serial The Perils of Pauline, based on a story by playwright Charles W. Goddard. The film features the central character, Pauline, in a story involving considerable action, which the athletic Pearl White proved ideally suited for. The Perils of Pauline consisted of 20 two-reel episodes that were released weekly. The serial proved to be a hit with audiences and made White a major celebrity; she was soon earning $1,750 a week.[8][9][10] She followed this with an even bigger box office hit, The Exploits of Elaine (1914–1915).\n\nOver the next five years, White appeared in the popular serials The New Exploits of Elaine (1915), The Romance of Elaine (1915), The Iron Claw (1916), Pearl of the Army (1916–1917), The Fatal Ring (1917), The House of Hate (1918), The Lightning Raider (1919) and The Black Secret (1919–1920).[7] In these serials, White flew airplanes, raced cars, swam across rivers, and did other similar feats. She did much of her own stunt work until Pathé decided that they could not risk injuring one of their most popular stars. (She had already injured her spine during the filming of The Perils of Pauline, an injury that caused her pain for the rest of her life.)[3][11]\n\nA male stunt double wearing a wig performed the majority of the more dangerous stunts in White's later films.[3] The public was largely unaware that White and other actors used stunt doubles, but in August 1922, the truth was revealed.[11] During the filming of White's final serial, Plunder, John Stevenson, an actor who was doubling for White, was supposed to leap from the top of a bus on 72nd Street and Columbus Avenue onto an elevated girder. He missed the girder and struck his head. Stevenson died of a fractured skull.[12] After the filming of Plunder was complete, White traveled to Europe for another vacation.\n\nBy 1919, White had grown tired of film serials and signed with Fox Film Corporation with the ambition to appear in dramatic roles. Over the next two years White appeared in ten drama films for Fox but her popularity had begun to wane.[3]\n\n"
        },
        {
            "title": "Later years",
            "text": "At the Pathé movie studio she met Blanche Azurello and both travelled to France where White  hoped to reboot her acting career.[13] Influenced by her French friends from Pathé, White was drawn to the Montparnasse Quarter of Paris. While living there, she made her last film for her friend, Belgian-born director Edward José, who had directed her in several serials. Silent films could be made in any country, and as White was a recognizable star worldwide, she was offered many roles in France. She made her final film, Terreur (released as The Perils of Paris in the United States), in France in 1924. White returned to the stage in a Montmartre production Tu Perds la Boule. In 1925, she accepted an offer to star with comedian Max Wall in the \"London Review\" at the Lyceum Theatre in London, where she earned $3,000 a week. She then retired from performing.[14]\n\nBy the time she retired from films in 1924, White had amassed a fortune of $2 million ($32 million in 2021).[3] A shrewd businesswoman, she invested in a successful Parisian nightclub, a Biarritz resort hotel/casino, and a stable of 10 race horses. White divided her time between her townhouse in Passy and a 54-acre estate near Rambouillet.[15][16]  She became involved with Theodore Cossika, a Greek businessman who shared her love of travel. Together, they purchased a home near Cairo.[14]\n\nAccording to published reports after her death, White's friends claimed that she intended to make a comeback in sound films. White later told friends that after she made a test for sound films in 1929, she was told that her voice was unsuitable.[16] White made occasional visits to the United States in 1924, 1927, and 1937. On her last visit, White told reporters she was not interested in making a comeback and mused that acting in silent films was more difficult than acting in the then-new \"talkies\". By this time, White had gained a substantial amount of weight. She told reporters she did not like to be photographed as she felt that photos made her face look fat, adding \"Why should I have my picture taken when I can get paid for it?\"[17]\n\n"
        },
        {
            "title": "Personal life",
            "text": "White was married twice and had no children. She married actor Victor Sutherland on October 10, 1907. They divorced in 1914. In 1919, she married actor Wallace McCutcheon Jr., son of pioneering cinematographer and director Wallace McCutcheon Sr. Their marriage ended in divorce in 1921.[3]\n\n"
        },
        {
            "title": "Death",
            "text": "By 1937, White was dying of liver failure. The injury she sustained to her spine while filming The Perils of Pauline had continued to cause her pain, which she eased with drugs and alcohol. A year before her death, White got her affairs in order, purchased a plot in Cimetière de Passy (Passy Cemetery) near her home and arranged her own funeral.[17]\n\nIn early July 1938, she checked herself into the American Hospital of Paris in the suburb of Neuilly, due to issues with her liver. She slipped into a coma on August 3, 1938, and died the following day of what was identified in her obituaries as a \"liver ailment\"[15][16] (likely cirrhosis due to years of heavy drinking).[9] She was 49 years old. White was buried in Cimetière de Passy after a small, private funeral.[17]\n\nWhite left the majority of her fortune, including jewelry and property, to Theodore Cossika. She also bequeathed money to her father, nieces, and nephews, and willed $73,000 to charities.[17]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Pearl White's place in film history is important in both the evolution of cinema genres and the role of women. Like many silent films, many of White's films are now considered lost. The Perils of Pauline is only known to exist in a reduced nine-reel version released in Europe in 1916, but The Exploits of Elaine survives in its entirety and was selected for preservation in the United States National Film Registry in 1994. In 2008 the condensed version of Perils of Pauline was also inducted into the Nation Film Registry. All of her films were made at studios on the East Coast, as White reportedly never visited Hollywood. For her contribution to the motion picture industry, Pearl White has a star on the Hollywood Walk of Fame at 6838 Hollywood Blvd.[4] The 1947 Paramount Pictures film The Perils of Pauline, starring Betty Hutton, is a fictionalized biography of Pearl White.[8]\n\n"
        },
        {
            "title": "Selected filmography",
            "text": "(for extensive list of her films see the Pearl White filmography)\n\n"
        }
    ]
}