{
    "url": "https://en.wikipedia.org/wiki/Penelope_Spheeris",
    "title": "Penelope Spheeris",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Personal life",
        "4 Radio and podcast appearances",
        "5 Awards",
        "6 Filmography",
        "6.1 Film",
        "6.1.1 Feature films",
        "6.1.2 Documentary",
        "6.1.3 Acting roles",
        "6.2 Unproduced projects",
        "6.3 Television",
        "6.4 Music videos",
        "7 Reception",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Penelope Spheeris (born December 2, 1945 or 1946; sources differ)[1][2][3][4] is an American film director, producer, and screenwriter.  She has directed both documentary and scripted films.  Her best-known works include the trilogy titled The Decline of Western Civilization, each covering an aspect of Los Angeles underground culture,[5] and Wayne's World, her highest-grossing film.[6]\n\n"
        },
        {
            "title": "Early life",
            "text": "Spheeris was born in New Orleans, Louisiana. Her Greek-immigrant father owned the Magic Empire Shows carnival and was a side-show strong man. Her mother, of Irish heritage, was raised in Kansas and later worked as a ticket taker for the carnival. Her father was 40 years old and her mother was 19 when they began a relationship.[1][7] Spheeris has three full siblings, plus a number of older half-siblings from her father's first marriage.[8]  She is a sister of singer Jimmie Spheeris[9] and a first cousin of musician Chris Spheeris,[9] and Greek-French director Costa Gavras,[9] which she says has made her consider that a genetic component exists  to her vocation.[9]\n\nSpheeris told author Paul Stenning, \"I believe each of us is born with certain characteristics that we genetically inherit, some of which are good, some not so good. My mother was extremely compassionate, my father more of a barbarian. My father was passionately ambitious, where my mother was not. The most significant traits I learned from my parents were a strong sense of survival and unfaltering tenacity.\"[10]\n\nSpheeris spent her first seven years traveling around the American South and American Midwest with her father's carnival.[11]  Her father was shot and killed in Troy, Alabama, after intervening in a racial dispute.  In a 2015 interview, Spheeris stated that her father had come to the aid of an African-American man who had been struck on the back of the head with a cane by a white man over a dispute about cutting in front of him in line.  The white man soon after returned and stabbed Spheeris' father.  She states that her father's killer served no jail time, the man's legal defense apparently resting entirely on the claim that he was justified in murdering Spheeris senior as \"he was defending a black.\"[8]\n\nAfter her father's death, Spheeris and her three siblings moved with their mother to California, generally living in trailer parks with a succession of stepfathers.[12]  She spent her teenaged years in Orange County, graduating from Westminster High School with a daunting 'most likely to succeed' label. \nAfter high school, Spheeris attended California State University Long Beach, where she majored in art. She admired the teachings of George Falcon, a behavioral scientist. From his influence, Spheeris went on to study psychobiology at the University of California, Irvine, in Orange County,  southeast of Los Angeles.[13]\n\nWorking as a waitress at Denny's and IHOP, she put herself through film school. She majored in film and has a master of fine arts degree in theater arts from UCLA.[14]\n\n"
        },
        {
            "title": "Career",
            "text": "Spheeris launched her career by producing short subjects for comedian Albert Brooks, many of them being highlights in the first season of the television series Saturday Night Live. Her first feature film was The Decline of Western Civilization (1981), a punk rock documentary that she produced and directed. She followed up with Suburbia in 1983, produced by Roger Corman, The Decline of Western Civilization Part II: The Metal Years, this time about the Los Angeles heavy metal scene of 1988, with footage and interviews of legendary metal bands such as Kiss, Ozzy Osbourne, Aerosmith, Megadeth, and Motörhead. She later returned to the streets of Los Angeles and the punk rock scene in 1998 for the documentary The Decline of Western Civilization Part III. She was offered the chance to direct This is Spinal Tap, but declined.[15]\n\nIn addition, she worked as a writer for the television series Roseanne (1988-1997). In the 1990s, she directed Wayne's World, a comedy based on Mike Myers' sketches from Saturday Night Live. The movie grossed over $183 million and became a popular hit. She directed the Wayne's World music video work for Queen's \"Bohemian Rhapsody\", which earned a Grammy Award nomination.[14] She had difficulty working with Myers, while acknowledging him as \"profoundly talented,\" and in an Entertainment Weekly article stated she believes Myers dissuaded Paramount Pictures from hiring her for the sequel.[16]\n\nIn 1996, she directed We Sold Our Souls for Rock 'n Roll, a documentary about the Ozzfest, produced by Sharon Osbourne, which explored life on the road.[14]\n\nOther films Spheeris has directed include The Beverly Hillbillies; The Little Rascals (for which she co-wrote the screenplay); the Chris Farley/David Spade comedy Black Sheep; the Marlon Wayans-David Spade team-up Senseless;[14] and The Kid & I starring Tom Arnold.[14] In 2006, she was set to direct the still-unfilmed Gospel According to Janis, about Janis Joplin.[14]\n\nThe Portland Oregon Women's Film Festival named Spheeris its guest of honor for 2013.[17]\n\nThe moving image collection of Penelope Spheeris is held at the Academy Film Archive.[18] The Academy Film Archive has preserved several of Penelope Spheeris' films, including Bath, Hats Off To Hollywood, and Shit.[19]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Spheeris has a daughter, director Anna Spheeris Fox, born in 1969.[20]\n\nSince September 9, 1998,[21] Spheeris has been in a relationship with a man known as Sin,[22] whom she met while filming the documentary The Decline of Western Civilization III.[23] In a 2015 interview, she revealed that he was in an institution in Florida after he stopped taking his medication (he has schizophrenia and bipolar disorder) and ended up in jail.[24] She has described him as the love of her life.[25]\n\n"
        },
        {
            "title": "Radio and podcast appearances",
            "text": "Spheeris appeared on WTF with Marc Maron on June 29, 2015.[26]\n\nShe appeared on Ken Reid's TV Guidance Counselor podcast on October 18, 2016.\n\nIn December 2021, she appeared on the fourteenth episode of The Ghost of Hollywood, where she discussed her work career in filmmaking, with a focus on Suburbia in particular.[27][28]\n\nAn interview with Penelope Spheeris and journalist Barney Hoskyns appeared on the Rock's Backpages web site.[29]\n\n"
        },
        {
            "title": "Awards",
            "text": "Spheeris work has received recognition from the Directors Guild of America, The Recording Academy, Stinkers Bad Movie Awards, the Chicago International Film Festival, the Chicago Underground Film Festival, the Deep Ellum Film Festival, the LA Femme International Film Festival, the Los Angeles Greek Film Festival, the Los Angeles Silver Lake Film Festival, the Melbourne International Film Festival, the Sundance Film Festival, and the Temecula Valley International Film Festival.[30]\n\n"
        },
        {
            "title": "Filmography",
            "text": "TV movies\n\n"
        },
        {
            "title": "Reception",
            "text": "Critical, public, and commercial reception to films Spheeris has directed.\n\n"
        }
    ]
}