{
    "url": "https://en.wikipedia.org/wiki/Penina_Axelrad",
    "title": "Penina Axelrad",
    "table_of_contents": [
        "1 Education and career",
        "2 Recognition",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nPenina Axelrad is an American aerospace engineer known for her research on satellite orbital dynamics and the Global Positioning System. She is Joseph T. Negler Professor in the Colorado Center for Astrodynamics Research and the Ann and H.J. Smead Aerospace Engineering Sciences department at the University of Colorado.[1]\n\n"
        },
        {
            "title": "Education and career",
            "text": "Axelrad earned bachelor's and master's degrees in aeronautical and astronautical engineering at the Massachusetts Institute of Technology (MIT), in 1985 and 1986 respectively.[1] At MIT, she was also captain of the university's fencing team.[2] She completed her Ph.D. at Stanford University in 1991,[1] working on the plans for Gravity Probe B[3] under the supervision of Bradford Parkinson.[4]\n\nAfter continuing at Stanford for a year as a lecturer, while working in industry at Stanford Telecommunications Corp., she moved to the University of Colorado in 1992 as an assistant professor. She was promoted to full professor in 2005 and chaired the department of aerospace engineering sciences from 2012 to 2017.[1] Axelrad is a member of the GPS Advisory Board[5] and of the NASA Advisory Council.[6] She served as president of the Institute of Navigation for 2004–2005.[3]\n\n"
        },
        {
            "title": "Recognition",
            "text": "Axelrad was the winner of the Lawrence Sperry Award of the American Institute of Aeronautics and Astronautics in 1996.[1] The Institute of Navigation gave her their Tycho Brahe Award in 2002 \"for her contributions to the science of space navigation, guidance, and control\",[4] and their Johannes Kepler Award in 2009, \"for her continued contributions in the field of satellite navigation; dedication to the education of future generations of navigation engineers; and extensive service to professional societies including The Institute of Navigation\".[7] Women in Aerospace gave Axelrad their Aerospace Educator Award in 2015 \"for her work as an instrumental leader in the development of hands-on curricula in the aerospace engineering program at the University of Colorado, as well as her devotion to mentoring graduate and undergraduate students, particularly women and underrepresented groups\".[8]\n\nShe was named as a Fellow of the Institute of Navigation in 2004 \"her continuing contributions to research and graduate and undergraduate education in the fields of dynamics and systems, aerospace electronics and communications, and GPS technology\",[9] and named a Fellow of the American Institute of Aeronautics and Astronautics in 2008.[1] She was elected to the National Academy of Engineering in 2019, \"for analysis of multipath GPS signals to improve satellite navigation and new approaches to remote sensing\".[10]\n\nThe University of Colorado gave Axelrad the Joseph T. Negler Professorship in 2018.[3]\n\n"
        }
    ]
}