{
    "url": "https://en.wikipedia.org/wiki/Penny_dreadful",
    "title": "Penny dreadful",
    "table_of_contents": [
        "1 Origins",
        "2 Subject matter",
        "3 Decline",
        "4 Legacy",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPenny dreadfuls were cheap popular serial literature produced during the nineteenth century in the United Kingdom. The pejorative term is roughly interchangeable with penny horrible, penny awful,[1] and penny blood.[2] The term typically referred to a story published in weekly parts of 8 to 16 pages, each costing one penny.[3] The subject matter of these stories was typically sensational, focusing on the exploits of detectives, criminals, or supernatural entities. First published in the 1830s, penny dreadfuls featured characters such as Sweeney Todd, Dick Turpin, Varney the Vampire, and Spring-heeled Jack. \n\nThe BBC called penny dreadfuls \"a 19th-century British publishing phenomenon\". By the 1850s, there were up to a hundred  publishers of penny-fiction, and in the 1860s and 1870s more than a million boys’ periodicals were sold a week.[4][5] The Guardian described penny dreadfuls as \"Britain’s first taste of mass-produced popular culture for the young\", and \"the Victorian equivalent of video games.\"[4]\n\nWhile the term \"penny dreadful\" was originally used in reference to a specific type of literature circulating in mid-Victorian Britain, it came to encompass a variety of publications that featured cheap sensational fiction, such as story papers and booklet \"libraries\". The penny dreadfuls were printed on cheap wood pulp paper and were aimed at young working class men.[6] The popularity of penny dreadfuls was challenged in the 1890s by the rise of competing literature, especially the half-penny periodicals published by Alfred Harmsworth.[4][7]\n\n"
        },
        {
            "title": "Origins",
            "text": "Crime broadsides were commonly sold at public executions in the United Kingdom in the 18th and 19th centuries. These were often produced by printers who specialised in them. They were typically illustrated by a crude picture of the crime, a portrait of the criminal, or a generic woodcut of a hanging taking place. There would be a written account of the crime and of the trial and often the criminal's confession of guilt. A doggerel verse warning others to not follow the executed person's example, to avoid their fate, was another common feature.[8]\n\nVictorian-era Britain experienced social changes that resulted in increased literacy rates. With the rise of capitalism and industrialisation, people began to spend more money on entertainment, contributing to the popularisation of the novel. Improvements in printing resulted in newspapers such as Joseph Addison's The Spectator and Richard Steele's The Tatler, and England's more fully recognizing the singular concept of reading as a form of leisure; it was, of itself, a new industry. Other significant changes included industrialisation and an increased capacity for travel via the invention of tracks, engines, and the corresponding railway distribution (the first public railway, Stockton and Darlington Railway, opened in 1825). These changes created both a market for cheap popular literature and the ability for it to be circulated on a large scale. The first penny serials were published in the 1830s to meet this demand.[9] Between 1830 and 1850 there were up to 100 publishers of penny-fiction, in addition to many magazines which embraced the genre.[5] The serials were priced to be affordable to working-class readers, and were considerably cheaper than the serialised novels of authors such as Charles Dickens, which cost a shilling [twelve pennies] per part.[10]\n\n"
        },
        {
            "title": "Subject matter",
            "text": "The stories themselves were reprints, or sometimes rewrites, of the earliest Gothic thrillers such as The Castle of Otranto or The Monk, as well as new stories about famous criminals. The first ever Penny Blood, published in 1836, was called Lives of the Most Notorious Highwaymen, Footpads, &c. The story continued over 60 issues, each eight pages of tightly-packed text with one half-page illustration.[11] Some of the most famous of these penny part-stories were The String of Pearls: A Romance (introducing Sweeney Todd, \"the Demon Barber of Fleet Street\"),[12] The Mysteries of London (inspired by the French serial The Mysteries of Paris), and Varney the Vampire (1845–47). Varney is the tale of the vampire Sir Francis Varney, and introduced many of the tropes present in vampire fiction recognizable to modern audiences — it was the first story to refer to sharpened teeth for a vampire.[13]\n\nHighwaymen were popular heroes; Black Bess or the Knight of the Road, outlining the largely imaginary exploits of real-life English highwayman Dick Turpin, continued for 254 episodes and was well over 2,000 pages long. Turpin was not executed until page 2,207. Some lurid stories purported to be based on fact: Spring-Heeled Jack was what we would now call an urban myth. The first ‘sighting’ of him was in 1837, and he was described as having a terrifying and frightful appearance, with diabolical physiognomy, clawed hands and eyes that ‘resembled red balls of fire’. He was mainly sighted in London, but popped up elsewhere, and seems to have been a source of frightened fascination for several decades. At the height of Spring-Heeled Jack hysteria, several women reported being attacked by a clawed monster of a man breathing blue flames. The last ‘sighting’ was in Liverpool in 1904. In 1838, Robin Hood featured in a series of penny dreadfuls titled Robin Hood and Little John: or, The Merry Men of Sherwood Forest, which sparked the beginning of the mass circulation of Robin stories.[14] Other serials were thinly-disguised plagiarisms of popular contemporary literature. The publisher Edward Lloyd, for instance, published a number of hugely successful penny serials derived from the works of Charles Dickens, such as Oliver Twiss and Nickelas Nicklebery.[9][15]\n\nThe illustration which featured at the start of each issue was an integral part of the dreadfuls’ appeal, often acting as a teaser for future instalments. As one reader said, “You see’s an engraving of a man hung up, burning over a fire, and some [would] go mad if they couldn’t learn… all about him.” No wonder one publisher’s rallying cry to his illustrators was “more blood – much more blood!”[11]\n\nWorking class boys who could not afford a penny a week often formed clubs that would share the cost, passing the flimsy booklets from reader to reader. Other enterprising youngsters would collect a number of consecutive parts, then rent the volume out to friends. In 1866, Boys of England was introduced as a new type of publication, an eight-page magazine that featured serial stories as well as articles and shorts of interest.[16][17] Numerous competitors quickly followed, with such titles as Boys' Leisure Hour, Boys' Standard, Young Men of Great Britain, etc. As the price and quality of other types of fiction works were the same, these also fell under the general definition of penny dreadfuls.\n\nAppearing in the 1860s, American dime novels were edited and rewritten for a British audience. These appeared in booklet form, such as the Boy's First Rate Pocket Library. Frank Reade, Buffalo Bill, and Deadwood Dick were all popular with the penny dreadful audience.\n\nThe penny dreadfuls were influential since they were, in the words of one commentator, \"the most alluring and low-priced form of escapist reading available to ordinary youth, until the advent in the early 1890s of future newspaper magnate Alfred Harmsworth's price-cutting 'halfpenny dreadfuller'\".[18] In reality, the serial novels were overdramatic and sensational, but generally harmless. If anything, the penny dreadfuls, although obviously not the most enlightening or inspiring of literary selections, resulted in increasingly literate youth in the Industrial period. The wide circulation of this sensationalist literature, however, contributed to an ever-greater fear of crime in mid-Victorian Britain.[19]\n\n"
        },
        {
            "title": "Decline",
            "text": "The popularity of penny dreadfuls among British children was challenged in the 1890s by the rise of competing literature. Leading the challenge were popular periodicals published by Alfred Harmsworth. Priced at one half-penny, Harmsworth's story papers were cheaper and, at least initially, were more respectable than the competition. Harmsworth claimed to be motivated by a wish to challenge the pernicious influence of penny dreadfuls. According to an editorial in the first number of The Half-penny Marvel in 1893:\n\nThe Half-penny Marvel was soon followed by a number of other Harmsworth half-penny periodicals, such as The Union Jack. At first the stories were high-minded moral tales, reportedly based on true experiences, but it was not long before these papers started using the same kind of material as the publications they competed against. From 1896, the cover of the half-penny comic Illustrated Chips featured the long-running comic strip of the tramps Weary Willie and Tired Tim, with a young Charlie Chaplin among its readers.[20] A. A. Milne, the author of Winnie the Pooh, once said, \"Harmsworth killed the penny dreadful by the simple process of producing the 'ha'penny dreadfuller'\".[21] The quality of the Harmsworth/Amalgamated Press papers began to improve throughout the early 20th century, however. By the time of the First World War, papers such as Union Jack dominated the market in the UK.[22]\n\nThe penny dreadfuls were also challenged by book series such as The Penny Library of Famous Books launched in 1896 by George Newnes which he characterized as \"penny delightfuls\" intended to counter the pernicious effects of the penny dreadfuls,[23] and such as the Penny Popular Novels launched in 1896 by W. T. Stead.[24]\n\n"
        },
        {
            "title": "Legacy",
            "text": "A growing consumer culture, increased literacy rates, industrialisation, and the invention of railway (which allowed for mass distribution), created a new market for cheap popular literature for the masses, and the ability for it to be circulated on a large scale. Penny dreadfuls were created in the 1830s to meet this demand.[25] The Guardian described penny dreadfuls as \"Britain’s first taste of mass-produced popular culture for the young\", and \"the Victorian equivalent of video games\".[4] More than one million boys’ periodicals were sold per week.[4]\n\nTwo popular characters to come out of the penny dreadfuls were Jack Harkaway, introduced in the Boys of England in 1871, and Sexton Blake, who began in the Half-penny Marvel in 1893.[26] In 1904, the Union Jack became \"Sexton Blake's own paper\", and he appeared in every issue thereafter, up until the paper's demise in 1933. In total, Blake appeared in roughly 4,000 adventures, right up into the 1970s. Harkaway was also popular in America and had many imitators.\n\nThe fictional Sweeney Todd, the subject of both a successful musical by Stephen Sondheim and a feature film by Tim Burton, also first appeared in an 1846/1847 penny dreadful titled The String of Pearls: A Romance by James Malcolm Rymer and Thomas Peckett Prest.[27]\n\nThe penny dreadfuls inspired the British comics that began to emerge in the 1870s.[28] Describing penny dreadfuls as \"a 19th-century British publishing phenomenon\", the BBC adds, their \"very disposability (the booklets’ bargain cover price meant they were printed on exceptionally flimsy paper) has made surviving examples a rarity, despite their immense popularity at the time.\"[3][29]\n\nSome items that have been named after this topic include a song called \"Penny Dreadfuls\" by Animal Collective, the Irish literary magazine The Penny Dreadful, and Penny Dreadful, a Showtime horror television series set in Victorian England.[30]\n\n"
        },
        {
            "title": "References",
            "text": "Sources\n\n"
        }
    ]
}