{
    "url": "https://en.wikipedia.org/wiki/Pennsylvania_Avenue",
    "title": "Pennsylvania Avenue",
    "table_of_contents": [
        "1 Route",
        "2 History",
        "2.1 Parades and protests",
        "2.2 Enaction of security measures",
        "3 Sites of interest",
        "4 Transit service",
        "4.1 Metrobus",
        "4.2 DC Circulator",
        "4.3 MTA Commuter Bus",
        "4.4 TheBus",
        "4.5 Washington Metro",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pennsylvania Avenue is a diagonal street in Washington, D.C., and Prince George's County, Maryland, that connects the White House and the United States Capitol and then crosses the city to Maryland. In Maryland it is also Maryland Route 4 (MD 4) to MD 717 in Upper Marlboro, where it becomes Stephanie Roper Highway. The section between the White House and Congress is called \"America's Main Street\";[1] it is the location of official parades and processions, as well as protest marches. Moreover, Pennsylvania Avenue is an important commuter road and is part of the National Highway System.[2][3]\n\n"
        },
        {
            "title": "Route",
            "text": "The avenue runs for 5.8 miles (9.3 km) inside Washington, but the 1.2 miles (1.9 km) of Pennsylvania Avenue from the White House to the United States Capitol building is considered the most important. It continues within the city for 3.5 miles (5.6 km), from the southeast corner of the Capitol grounds through the Capitol Hill neighborhood, and over the Anacostia River on the John Philip Sousa Bridge. Crossing most of Prince George's County, Maryland, it ends 9.5 miles (15.3 km) from the DC line at the junction with MD 717 in Upper Marlboro, where the name changes to the Stephanie Roper Highway, for a total length of 15.3 miles (24.6 km). Stephanie Roper Highway used to be Pennsylvania Avenue, but was renamed in 2012. In addition to its street names, in Maryland it is designated as Maryland Route 4. At one point in the mid-20th century, Pennsylvania Avenue was designated DC 4, an extension of Maryland Route 4 that reached at least the east side of the White House.[citation needed]\n\nNorthwest of the White House, Pennsylvania Avenue runs for 1.4 miles (2.3 km) to its end at M Street NW in Georgetown, just beyond the Pennsylvania Avenue Bridge over Rock Creek. From 1862 to 1962, streetcars ran the length of the avenue from Georgetown to the Anacostia River.\n\n"
        },
        {
            "title": "History",
            "text": "Although Pennsylvania Avenue extends six miles (10 km) within Washington, D.C., the expanse between the White House and the Capitol constitutes the ceremonial heart of the nation. Washington called this stretch \"most magnificent & most convenient\".[4]\n\nLaid out by Pierre (Peter) Charles L'Enfant, Pennsylvania Avenue was one of the earliest streets constructed in the Federal City.[5] The first reference to the street as Pennsylvania Avenue comes in a 1791 letter from Thomas Jefferson. One theory is that the street was named for Pennsylvania as consolation for moving the capital from Philadelphia.[6] Both Jefferson and George Washington considered the avenue an important feature of the new capital. After inspecting L'Enfant's plan, President Washington referred to the thoroughfare as a \"Grand Avenue\".[citation needed] Jefferson concurred, and while the \"grand avenue\" was little more than a wide dirt road ridiculed as \"The Great Serbonian Bog\", he planted it with rows of fast-growing Lombardy poplars.[citation needed]\n\nAt one time Pennsylvania Avenue provided an unobstructed view between the White House and the Capitol. The construction of an expansion to the Treasury Building blocked this view, and supposedly President Andrew Jackson did this on purpose. Relations between the president and Congress were strained, and Jackson did not want to see the Capitol out his window,[7] though in reality the Treasury Building was simply built on what was cheap government land.\n\nIn an effort to tame dust and dirt, Pennsylvania Avenue was first paved using the macadam method in 1832, but over the years other pavement methods were trialed on the avenue: cobblestones in 1849 followed by Belgian blocks and then, in 1871, wooden blocks. In 1876, as part of an initiative begun by President Ulysses S. Grant to see Washington City's streets improved, Pennsylvania Avenue was paved with asphalt by Civil War veteran William Averell[8] using Trinidad lake asphalt.[9]\n\nIn 1959, Pennsylvania Avenue was extended from the DC line to Dower House Road.[10]\n\nOn September 30, 1965, portions of the avenue and surrounding area were designated the Pennsylvania Avenue National Historic Site. The National Park Service administers this area which includes the United States Navy Memorial, Old Post Office Tower, and Pershing Park.[6] After the Great Depression in the 1930s and the move of affluent families to suburbs in the 1950s, Pennsylvania Avenue became increasingly blighted. John F. Kennedy and Lyndon B. Johnson tried to redevelop the street as part of the New Frontier and Great Society reforms, but the avenue further declined after the 1968 Washington, D.C., riots in the aftermath of the assassination of Martin Luther King Jr.[11] Congress created the Pennsylvania Avenue Development Corporation (PADC) on October 27, 1972, to rehabilitate the street between the Capitol and the White House, an area seen as blighted. The new organization was given the mandate of developing Pennsylvania Avenue \"in a manner suitable to its ceremonial, physical, and historic relationship to the legislative and executive branches of the Federal Government\".[6] The 1980s saw renovations to the Willard Hotel, the Old Post Office, and Washington Union Station.[11]\n\nIn 2010, the District of Columbia designated Pennsylvania Avenue from the southwestern terminus of John Philip Sousa Bridge to the Maryland state line to be a \"D.C. Great Street\". The city spent $430 million to beautify the street and improve the roadway.[12]\n\nEver since an impromptu procession formed around Jefferson's second inauguration, every United States president except Ronald Reagan has paraded down the Avenue after taking the oath of office (Reagan paraded up the avenue for his first inauguration, in 1981, but not for the second in 1985 because freezing temperatures and high winds made it dangerous). From William Henry Harrison to Gerald Ford, the funeral corteges of seven of the eight presidents who died in office and two former presidents followed this route. Franklin Roosevelt was the only president who died in office whose cortege did not follow this route. Lyndon B. Johnson and Ford were the former presidents whose funeral cortege followed this route. For LBJ, it was along the route from the Capitol to the National City Christian Church, where he worshiped often, because the funeral was held there. Ford's funeral went up Pennsylvania Avenue because it paused at the White House en route to the Washington National Cathedral, where the funeral was held. Abraham Lincoln's funeral cortege solemnly proceeded along Pennsylvania Avenue in 1865; only weeks later the end of the American Civil War was celebrated with the Grand Review of the Armies when the Army of the Potomac paraded more joyously along the avenue.\n\nAs well as being the scene of official functions, Pennsylvania Avenue is the traditional parade and protest route of ordinary citizens. During the depression of the 1890s, for example, Jacob Coxey marched 500 supporters down Pennsylvania Avenue to the Capitol to demand federal aid for the unemployed. Similarly, on the eve of Woodrow Wilson's 1913 inauguration, Alice Paul masterminded a parade, the Woman Suffrage Procession, highlighting the women's suffrage movement. In July 1932, a contingent of the Bonus Expeditionary Force carried flags up Pennsylvania Avenue to the White House where they planned to form picket lines. Pennsylvania Avenue also has served as a background for more lighthearted celebrations, including a series of day- and nighttime Shriner's parades in the 1920s and 1930s. Thomas and Concepcion Picciotto are the founders of the White House Peace Vigil, the longest running anti-nuclear peace vigil in the US, at Lafayette Square on the 1600 block of Pennsylvania Avenue.[13][14]\n\nAfter the Oklahoma City bombing in 1995, the Secret Service closed the portion of Pennsylvania Avenue in front of the White House to all vehicular traffic. Pedestrian and bicycle traffic, however, was still permitted on the sidewalk. After 9/11 this policy was made permanent. Traffic near the White House is redirected to H Street or Constitution Avenue, both of which eventually link back with Pennsylvania Avenue.\n\nIn 2002, the National Capital Planning Commission invited several prominent landscape architects to submit proposals for the redesign of Pennsylvania Avenue at the White House, with the intention that the security measures would be woven into an overall plan for the precinct and a more welcoming public space might be created. The winning entry by Michael Van Valkenburgh Associates, Inc., Landscape Architects proposed a very simple approach to planting, paving and the integration of security measures. Construction was completed in 2004.[15]\n\n"
        },
        {
            "title": "Sites of interest",
            "text": "From east to west:\n\nThe National Theatre and Warner Theatre use Pennsylvania Avenue mailing addresses, although the theaters are nearby on E Street and 13th Street respectively.\n\n"
        },
        {
            "title": "Transit service",
            "text": "Pennsylvania Avenue is served by multiple buses, and several rail lines intersect it.\n\nThe following Metrobus routes travel along the street (listed from west to east):\n\nThe DC Circulator travels along the street:\n\nThe following MTA Maryland Commuter Bus routes travel along the street:\n\nThe following routes of TheBus serve Pennsylvania Ave. in Prince George's County:\n\nThe following Washington Metro stations have entrances located near Pennsylvania Avenue:\n\n"
        }
    ]
}