{
    "url": "https://en.wikipedia.org/wiki/Periodical_literature",
    "title": "Periodical literature",
    "table_of_contents": [
        "1 Volumes and issues",
        "1.1 Frequency",
        "2 Popular and scholarly",
        "3 Indefinite vs. part-publication",
        "4 Standard numbers",
        "5 Distribution",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A periodical literature (also called a periodical publication or simply a periodical) is a published work that appears in a new edition on a regular schedule. The most familiar example is a newspaper, but a magazine or a journal are also examples of periodicals. These publications cover a wide variety of topics, from academic, technical, trade, and general interest to leisure and entertainment.\n\nArticles within a periodical are usually organized around a single main subject or theme and include a title, date of publication, author(s), and brief summary of the article. A periodical typically contains an editorial section that comments on subjects of interest to its readers. Other common features are reviews of recently published books and films, columns that express the author's opinions about various topics, and advertisements.\n\nA periodical is a serial publication. A book is also a serial publication, but is not typically called a periodical. An encyclopedia or dictionary is also a book, and might be called a serial publication if it is published in many different editions over time.\n\n"
        },
        {
            "title": "Volumes and issues",
            "text": "Periodicals are typically published and referenced by volume and issue (also known as issue number or number). Volume typically refers to the number of years the publication has been circulated, and issue refers to how many times that periodical has been published during that year. For example, the April 2011 publication of a monthly magazine first published in 2002 would be listed as, \"volume 10, issue 4\". Roman numerals are sometimes used in reference to the volume number.[1]\n\nWhen citing a work in a periodical, there are standardized formats such as The Chicago Manual of Style. In the latest edition of this style, a work with volume number 17 and issue number 3 may be written as follows:\n\nSometimes, periodicals are numbered in absolute numbers instead of volume-relative numbers, typically since the start of the publication. In rare cases, periodicals even provide both: a relative issue number and an absolute number.[2] There is no universal standard for indicating absolute numbers, but often a '#' is used.\n\nThe first issue of a periodical is sometimes also called a premiere issue or charter issue.[3] The first issue may be preceded by dummy or zero issues. A last issue is sometimes called the final issue.[4] In comic books, a first issue will often include a first appearance by a new character, although a first appearance can happen in other issues as well.\n\nPeriodicals are often characterized by their period (or frequency) of publication.[5][6] This information often helps librarians make decisions about whether or not to include certain periodicals in their collection.[7] It also helps scholars decide which journal to submit their paper to.[8]\n\n"
        },
        {
            "title": "Popular and scholarly",
            "text": "Periodicals are often classified as either popular or scholarly. Popular periodicals are usually magazines (e.g., Ebony and Esquire). Scholarly journals are most commonly found in libraries and databases. Examples are The Journal of Psychology and the Journal of Social Work.\n\nTrade magazines are also examples of periodicals. They are written for an audience of professionals in the world. As of the early 1990s, there were over 6,000 academic, business, scientific, technical, and trade publications in the United States alone.[10]\n\n"
        },
        {
            "title": "Indefinite vs. part-publication",
            "text": "These examples are related to the idea of an indefinitely continuing cycle of production and publication: magazines plan to continue publishing, not to stop after a predetermined number of editions. By contrast, a novel might be published in monthly parts, a method revived after the success of The Pickwick Papers by Charles Dickens.[11] This approach is called part-publication, particularly when each part is from a whole work, or a serial, for example in comic books. It flourished during the nineteenth century, for example with Abraham John Valpy's Delphin Classics, and was not restricted to fiction.[12]\n\n"
        },
        {
            "title": "Standard numbers",
            "text": "The International Standard Serial Number (ISSN) is to serial publications (and by extension, periodicals) what the International Standard Book Number (ISBN) is to books: a standardized reference number.\n\n"
        },
        {
            "title": "Distribution",
            "text": "Postal services often carry periodicals at a preferential rate; for example, Second Class Mail in the United States only applies to publications issued at least quarterly.[13]\n\n"
        }
    ]
}