{
    "url": "https://en.wikipedia.org/wiki/Permian",
    "title": "Permian",
    "table_of_contents": [
        "1 Etymology and history",
        "2 Geology",
        "2.1 Cisuralian",
        "2.2 Guadalupian",
        "2.3 Lopingian",
        "2.4 Regional stages",
        "3 Paleogeography",
        "3.1 Paleoceanography",
        "4 Climate",
        "5 Life",
        "5.1 Marine invertebrates",
        "5.2 Terrestrial biota",
        "5.2.1 Insects",
        "5.2.2 Tetrapods",
        "5.2.3 Amniotes",
        "5.2.4 Amphibians",
        "5.3 Fish",
        "5.4 Flora",
        "6 Permian–Triassic extinction event",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Permian (/ˈpɜːrmi.ən/ PUR-mee-ən)[4] is a geologic period and stratigraphic system which spans 47 million years from the end of the Carboniferous Period 298.9 million years ago (Mya), to the beginning of the Triassic Period 251.9 Mya. It is the last period of the Paleozoic Era; the following Triassic Period belongs to the Mesozoic Era. The concept of the Permian was introduced in 1841 by geologist Sir Roderick Murchison, who named it after the region of Perm in Russia.[5][6][7][8][9]\n\nThe Permian witnessed the diversification of the two groups of amniotes, the synapsids and the sauropsids (reptiles). The world at the time was dominated by the supercontinent Pangaea, which had formed due to the collision of Euramerica and Gondwana during the Carboniferous. Pangaea was surrounded by the superocean Panthalassa. The Carboniferous rainforest collapse left behind vast regions of desert within the continental interior.[10] Amniotes, which could better cope with these drier conditions, rose to dominance in place of their amphibian ancestors.\n\nVarious authors recognise at least three,[11] and possibly four[12] extinction events in the Permian. The end of the Early Permian (Cisuralian) saw a major faunal turnover, with most lineages of primitive \"pelycosaur\" synapsids becoming extinct, being replaced by more advanced therapsids. The end of the Capitanian Stage of the Permian was marked by the major Capitanian mass extinction event,[13] associated with the eruption of the Emeishan Traps. The Permian (along with the Paleozoic) ended with the Permian–Triassic extinction event, the largest mass extinction in Earth's history (which is the last of the three or four crises that occurred in the Permian), in which nearly 81% of marine species and 70% of terrestrial species died out, associated with the eruption of the Siberian Traps. It took well into the Triassic for life to recover from this catastrophe;[14] on land, ecosystems took 30 million years to recover.[15]\n\n"
        },
        {
            "title": "Etymology and history",
            "text": "Prior to the introduction of the term \"Permian\", rocks of equivalent age in Germany had been named the Rotliegend and Zechstein, and in Great Britain as the New Red Sandstone.[16]\n\nThe term \"Permian\" was introduced into geology in 1841 by Sir Roderick Impey Murchison, president of the Geological Society of London, after extensive Russian explorations undertaken with Édouard de Verneuil in the vicinity of the Ural Mountains in the years 1840 and 1841. Murchison identified \"vast series of beds of marl, schist, limestone, sandstone and conglomerate” that succeeded Carboniferous strata in the region.[17][18] Murchison, in collaboration with Russian geologists,[19] named the period after the surrounding Russian region and the city of Perm, which itself take their name from the medieval kingdom of Permia that occupied the same region hundreds of years prior, and which now lies in the Perm Krai of Russia.[20] Between 1853 and 1867, Jules Marcou recognised Permian strata in a large area of North America from the Mississippi River to the Colorado River and proposed the name \"Dyassic\", from \"Dyas\" and \"Trias\", though Murchison rejected this in 1871.[21] The Permian system was controversial for over a century after its original naming, with the United States Geological Survey until 1941 considering the Permian a subsystem of the Carboniferous equivalent to the Mississippian and Pennsylvanian.[16]\n\n"
        },
        {
            "title": "Geology",
            "text": "The Permian Period is divided into three epochs, from oldest to youngest, the Cisuralian, Guadalupian, and Lopingian. Geologists divide the rocks of the Permian into a stratigraphic set of smaller units called stages, each formed during corresponding time intervals called ages. Stages can be defined globally or regionally. For global stratigraphic correlation, the International Commission on Stratigraphy (ICS) ratify global stages based on a Global Boundary Stratotype Section and Point (GSSP) from a single formation (a stratotype) identifying the lower boundary of the stage. The ages of the Permian, from youngest to oldest, are:[22]\n\nFor most of the 20th century, the Permian was divided into the Early and Late Permian, with the Kungurian being the last stage of the Early Permian.[23] Glenister and colleagues in 1992 proposed a tripartite scheme, advocating that the Roadian-Capitanian was distinct from the rest of the Late Permian, and should be regarded as a separate epoch.[24] The tripartite split was adopted after a formal proposal by Glenister et al. (1999).[25]\n\nHistorically, most marine biostratigraphy of the Permian was based on ammonoids; however, ammonoid localities are rare in Permian stratigraphic sections, and species characterise relatively long periods of time. All GSSPs for the Permian are based around the first appearance datum of specific species of conodont, an enigmatic group of jawless chordates with hard tooth-like oral elements. Conodonts are used as index fossils for most of the Palaeozoic and the Triassic.[26]\n\nThe Cisuralian Series is named after the strata exposed on the western slopes of the Ural Mountains in Russia and Khazakhstan. The name was proposed by J. B. Waterhouse in 1982 to comprise the Asselian, Sakmarian, and Artinskian stages. The Kungurian was later added to conform to the Russian \"Lower Permian\". Albert Auguste Cochon de Lapparent in 1900 had proposed the \"Uralian Series\", but the subsequent inconsistent usage of this term meant that it was later abandoned.[27]\n\nThe Asselian was named by the Russian stratigrapher V.E. Ruzhenchev in 1954, after the Assel River in the southern Ural Mountains. The GSSP for the base of the Asselian is located in the Aidaralash River valley near Aqtöbe, Kazakhstan, which was ratified in 1996. The beginning of the stage is defined by the first appearance of Streptognathodus postfusus.[28]\n\nThe Sakmarian is named in reference to the Sakmara River in the southern Urals, and was coined by Alexander Karpinsky in 1874. The GSSP for the base of the Sakmarian is located at the Usolka section in the southern Urals, which was ratified in 2018. The GSSP is defined by the first appearance of Sweetognathus binodosus.[29]\n\nThe Artinskian was named after the city of Arti in Sverdlovsk Oblast, Russia. It was named by Karpinsky in 1874. The Artinskian currently lacks a defined GSSP.[22] The proposed definition for the base of the Artinskian is the first appearance of Sweetognathus aff. S. whitei.[26]\n\nThe Kungurian takes its name after Kungur, a city in Perm Krai. The stage was introduced by Alexandr Antonovich Stukenberg in 1890. The Kungurian currently lacks a defined GSSP.[22] Recent proposals have suggested the appearance of Neostreptognathodus pnevi as the lower boundary.[26]\n\nThe Guadalupian Series is named after the Guadalupe Mountains in Texas and New Mexico, where extensive marine sequences of this age are exposed. It was named by George Herbert Girty in 1902.[30]\n\nThe Roadian was named in 1968 in reference to the Road Canyon Member of the Word Formation in Texas.[30] The GSSP for the base of the Roadian is located 42.7m above the base of the Cutoff Formation in Stratotype Canyon, Guadalupe Mountains, Texas, and was ratified in 2001. The beginning of the stage is defined by the first appearance of Jinogondolella nankingensis.[26]\n\nThe Wordian was named in reference to the Word Formation by Johan August Udden in 1916, Glenister and Furnish in 1961 was the first publication to use it as a chronostratigraphic term as a substage of the Guadalupian Stage.[30] The GSSP for the base of the Wordian is located in Guadalupe Pass, Texas, within the sediments of the Getaway Limestone Member of the Cherry Canyon Formation, which was ratified in 2001. The base of the Wordian is defined by the first appearance of the conodont Jinogondolella aserrata.[26]\n\nThe Capitanian is named after the Capitan Reef in the Guadalupe Mountains of Texas, named by George Burr Richardson in 1904, and first used in a chronostratigraphic sense by Glenister and Furnish in 1961 as a substage of the Guadalupian Stage.[30] The Captianian was ratified as an international stage by the ICS in 2001. The GSSP for the base of the Captianian is located at Nipple Hill in the southeast Guadalupe Mountains of Texas, and was ratified in 2001, the beginning of the stage is defined by the first appearance of Jinogondolella postserrata.[26]\n\nThe Lopingian was first introduced by Amadeus William Grabau in 1923 as the “Loping Series” after Leping, Jiangxi, China. Originally used as a lithostraphic unit, T.K. Huang in 1932 raised the Lopingian to a series, including all Permian deposits in South China that overlie the Maokou Limestone. In 1995, a vote by the Subcommission on Permian Stratigraphy of the ICS adopted the Lopingian as an international standard chronostratigraphic unit.[31]\n\nThe Wuchiapinginan and Changhsingian were first introduced in 1962, by J. Z. Sheng as the \"Wuchiaping Formation\" and \"Changhsing Formation\" within the Lopingian series. The GSSP for the base of the Wuchiapingian is located at Penglaitan, Guangxi, China and was ratified in 2004. The boundary is defined by the first appearance of Clarkina postbitteri postbitteri[31] The Changhsingian was originally derived from the Changxing Limestone, a geological unit first named by the Grabau in 1923, ultimately deriving from Changxing County, Zhejiang .The GSSP for the base of the Changhsingian is located 88 cm above the base of the Changxing Limestone in the Meishan D section, Zhejiang, China and was ratified in 2005, the boundary is defined by the first appearance of Clarkina wangi.[32]\n\nThe GSSP for the base of the Triassic is located at the base of Bed 27c at the Meishan D section, and was ratified in 2001. The GSSP is defined by the first appearance of the conodont Hindeodus parvus.[33]\n\nThe Russian Tatarian Stage includes the Lopingian, Capitanian and part of the Wordian, while the underlying Kazanian includes the rest of the Wordian as well at the Roadian.[23] In North America, the Permian is divided into the Wolfcampian (which includes the Nealian and the Lenoxian stages) corresponding to the Asselian through lower Kungurian; the Leonardian (Hessian and Cathedralian stages) corresponding to the upper Kungurian; the Guadalupian; and the Ochoan, corresponding to the Lopingian.[34][35]\n\n"
        },
        {
            "title": "Paleogeography",
            "text": "During the Permian, all the Earth's major landmasses were collected into a single supercontinent known as Pangaea, with the microcontinental terranes of Cathaysia to the east. Pangaea straddled the equator and extended toward the poles, with a corresponding effect on ocean currents in the single great ocean (\"Panthalassa\", the \"universal sea\"), and the Paleo-Tethys Ocean, a large ocean that existed between Asia and Gondwana. The Cimmeria continent rifted away from Gondwana and drifted north to Laurasia, causing the Paleo-Tethys Ocean to shrink. A new ocean was growing on its southern end, the Neotethys Ocean, an ocean that would dominate much of the Mesozoic Era.[36] The Central Pangean Mountains, which began forming due to the collision of Laurasia and Gondwana during the Carboniferous, reached their maximum height during the early Permian around 295 million years ago, comparable to the present Himalayas, but became heavily eroded as the Permian progressed.[37] The Kazakhstania block collided with Baltica during the Cisuralian, while the North China Craton, the South China Block and Indochina fused to each other and Pangea by the end of the Permian.[38]\n\nLarge continental landmass interiors experience climates with extreme variations of heat and cold (\"continental climate\") and monsoon conditions with highly seasonal rainfall patterns. Deserts seem to have been widespread on Pangaea.[39] Such dry conditions favored gymnosperms, plants with seeds enclosed in a protective cover, over plants such as ferns that disperse spores in a wetter environment. The first modern trees (conifers, ginkgos and cycads) appeared in the Permian.\n\nThree general areas are especially noted for their extensive Permian deposits—the Ural Mountains (where Perm itself is located), China, and the southwest of North America, including the Texas red beds. The Permian Basin in the U.S. states of Texas and New Mexico is so named because it has one of the thickest deposits of Permian rocks in the world.[40]\n\nSea levels dropped slightly during the earliest Permian (Asselian). The sea level was stable at several tens of metres above present during the Early Permian, but there was a sharp drop beginning during the Roadian, culminating in the lowest sea level of the entire Palaeozoic at around present sea level during the Wuchiapingian, followed by a slight rise during the Changhsingian.[41]\n\n"
        },
        {
            "title": "Climate",
            "text": "At the start of the Permian, the Earth was still in the Late Paleozoic icehouse, which began in the latest Devonian. At the beginning of the Pennsylvanian around 323 million years ago, glaciers began to form around the South Pole, which would grow to cover a vast area. This area extended from the southern reaches of the Amazon basin and covered large areas of southern Africa, as well as most of Australia and Antarctica. Cyclothems indicate that the size of the glaciers were controlled by Milankovitch cycles akin to recent ice ages, with glacial periods and interglacials. The oldest cyclotherms are around 313 million years old while the youngest are around 293 million years old, corresponding to the coldest part of the Late Paleozoic icehouse. Deep ocean temperatures during this time were cold due to the influx of cold bottom waters generated by seasonal melting of the ice cap. By 287 million years ago, temperatures warmed and the South Pole ice cap retreated in what was known as the Artinskian Warming Event (AWE),[42] though glaciers would remain present in the upland regions of eastern Australia, the Transantarctic Mountains, and the mountainous regions of far northern Siberia until the end of the Permian. The Permian was cool in comparison to most other geologic time periods, with modest Pole to Equator temperature gradients. This was interrupted by the Emeishan Thermal Excursion in the late part of the Capitanian, around 260 million years ago, corresponding to the eruption of the Emeishan Traps. The end of the Permian is marked by the much larger temperature excursion at the Permian-Triassic boundary, corresponding to the eruption of the Siberian Traps, which released more than 5 teratonnes of CO2 , more than doubling atmospheric carbon dioxide concentrations.[43]\n\nIn addition to becoming warmer, the climate became notably more arid at the end of the Carboniferous and beginning of the Permian,[44] with a significant trend of increasing aridification being observed over the course of the Cisuralian,[45] particularly during the AWE.[42]\n\n"
        },
        {
            "title": "Life",
            "text": "Permian marine deposits are rich in fossil mollusks, echinoderms, and brachiopods.[46] Brachiopods were highly diverse during the Permian. The extinct order Productida was the predominant group of Permian brachiopods, accounting for up to about half of all Permian brachiopod genera.[47] Conodonts experienced their lowest diversity of their entire evolutionary history during the Permian.[48] Amongst ammonoids, Goniatitida were a major group during the Early-Mid Permian, but declined during the Late Permian. Members of the order Prolecanitida were less diverse. The Ceratitida originated from the family Daraelitidae within Prolecanitida during the mid-Permian, and extensively diversified during the Late Permian.[49] Only three families of trilobite are known from the Permian, Proetidae, Brachymetopidae and Phillipsiidae. Diversity, origination and extinction rates during the Early Permian were low. Trilobites underwent a diversification during the Kungurian-Wordian, the last in their evolutionary history, before declining during the Late Permian. By the Changhsingian, only a handful (4-6) genera remained.[50]\n\nTerrestrial life in the Permian included diverse plants, fungi, arthropods, and various types of tetrapods. The period saw a massive desert covering the interior of Pangaea. The warm zone spread in the northern hemisphere, where extensive dry desert appeared.[46] The rocks formed at that time were stained red by iron oxides, the result of intense heating by the sun of a surface devoid of vegetation cover. A number of older types of plants and animals died out or became marginal elements.\n\nThe Permian began with the Carboniferous flora still flourishing. About the middle of the Permian a major transition in vegetation began. The swamp-loving lycopod trees of the Carboniferous, such as Lepidodendron and Sigillaria, were progressively replaced in the continental interior by the more advanced seed ferns and early conifers as a result of the Carboniferous rainforest collapse. At the close of the Permian, lycopod and equisete swamps reminiscent of Carboniferous flora survived only on a series of equatorial islands in the Paleo-Tethys Ocean that later would become South China.[51]\n\nThe Permian saw the radiation of many important conifer groups, including the ancestors of many present-day families. Rich forests were present in many areas, with a diverse mix of plant groups. The southern continent saw extensive seed fern forests of the Glossopteris flora. Oxygen levels were probably high there. The ginkgos and cycads also appeared during this period.\n\nInsects, which had first appeared and become abundant during the preceding Carboniferous, experienced a dramatic increase in diversification during the Early Permian. Towards the end of the Permian, there was a substantial drop in both origination and extinction rates.[52] The dominant insects during the Permian Period were early representatives of Paleoptera, Polyneoptera, and Paraneoptera. Palaeodictyopteroidea, which had represented the dominant group of insects during the Carboniferous, declined during the Permian. This is likely due to competition by Hemiptera, due to their similar mouthparts and therefore ecology. Primitive relatives of damselflies and dragonflies (Meganisoptera), which include the largest flying insects of all time, also declined during the Permian.[53] Holometabola, the largest group of modern insects, also diversified during this time.[52] The earliest known beetles, appear at the beginning of the Permian. Early beetles such as members of Permocupedidae likely xylophagous feeding on decaying wood. Several lineages, such as Schizophoridae expanded into aquatic habitats by the Late Permian.[54] Members of the modern orders Archostemata and Adephaga are known from the Late Permian.[55][56] Complex wood boring traces found in the Late Permian of China suggest that members of Polyphaga, the most diverse group of modern beetles, were also present in the Permian.[57]\n\nThe terrestrial fossil record of the Permian is patchy and temporally discontinuous. Early Permian records are dominated by equatorial Europe and North America, while those of the Middle and Late Permian are dominated by temperate Karoo Supergroup sediments of South Africa and the Ural region of European Russia.[58] Early Permian terrestrial faunas of North America and Europe were dominated by primitive pelycosaur synapsids including the herbivorous edaphosaurids, and carnivorous sphenacodontids, diadectids and amphibians.[59][60]\n\nA faunal turnover occurred at the transition between the Cisuralian and Guadalupian, with the decline of amphibians and the replacement of pelycosaurs with more advanced therapsids.[11] If terrestrial deposition ended around the end of the Cisuralian in North America and began in Russia during the early Guadalupian, a continuous record of the transition is not preserved. Uncertain dating has led to suggestions that there is a global hiatus in the terrestrial fossil record during the late Kungurian and early Roadian, referred to as \"Olson's Gap\" that obscures the nature of the transition. Other proposals have suggested that the North American and Russian records overlap,[61][62] with the latest terrestrial North American deposition occurring during the Roadian, suggesting that there was an extinction event, dubbed \"Olson's Extinction\".[63] The Middle Permian faunas of South Africa and Russia are dominated by therapsids, most abundantly by the diverse Dinocephalia. Dinocephalians become extinct at the end of the Middle Permian, during the Capitanian mass extinction event. Late Permian faunas are dominated by advanced therapsids such as the predatory sabertoothed gorgonopsians and herbivorous beaked dicynodonts, alongside large herbivorous pareiasaur parareptiles.[64] The Archosauromorpha, the group of reptiles that would give rise to the pseudosuchians, dinosaurs, and pterosaurs in the following Triassic, first appeared and diversified during the Late Permian, including the first appearance of the Archosauriformes during the latest Permian.[65] Cynodonts, the group of therapsids ancestral to modern mammals, first appeared and gained a worldwide distribution during the Late Permian.[66] Another group of therapsids, the therocephalians (such as Lycosuchus), arose in the Middle Permian.[67][68] There were no flying vertebrates, though the extinct lizard like reptile family Weigeltisauridae from the Late Permian had extendable wings like modern gliding lizards, and are the oldest known gliding vertebrates.[69]\n\nSynapsids (the group that would later include mammals) thrived and diversified greatly at this time. Permian synapsids included some large members such as Dimetrodon. The special adaptations of synapsids enabled them to flourish in the drier climate of the Permian and they grew to dominate the vertebrates.[59]\n\nPermian stem-amniotes consisted of temnospondyli, lepospondyli and batrachosaurs. Temnospondyls reached a peak of diversity in the Cisuralian, with a substantial decline during the Guadalupian-Lopingian following Olson's extinction, with the family diversity dropping below Carboniferous levels.[70]\n\nEmbolomeres, a group of aquatic crocodile-like reptilliomorphs that previously had its last records in the Cisuralian, are now known to have persisted into the Lopingian in China.[71]\n\nModern amphibians (lissamphibians) are suggested to have originated during Permian, descending from a lineage of dissorophoid temnospondyls.[72]\n\nThe diversity of fish during the Permian is relatively low compared to the following Triassic. The dominant group of bony fishes during the Permian were the \"Paleopterygii\" a paraphyletic grouping of Actinopterygii that lie outside of Neopterygii.[73] The earliest unequivocal members of Neopterygii appear during the Early Triassic, but a Permian origin is suspected.[74] The diversity of coelacanths is relatively low throughout the Permian in comparison to other marine fishes, though there is an increase in diversity during the terminal Permian (Changhsingian), corresponding with the highest diversity in their evolutionary history during the Early Triassic.[73] Diversity of freshwater fish faunas was generally low and dominated by lungfish and \"Paleopterygians\".[73] The last common ancestor of all living lungfish is thought to have existed during the Early Permian. Though the fossil record is fragmentary, lungfish appear to have undergone an evolutionary diversification and size increase in freshwater habitats during the Early Permian, but subsequently declined during the middle and late Permian.[75] Permian chondrichthyan faunas are poorly known.[76] Members of the chondrichthyan clade Holocephali, which contains living chimaeras, reached their apex of diversity during the Carboniferous-Permian, the most famous Permian representative being the \"buzz-saw shark\" Helicoprion, known for its unusual spiral shaped spiral tooth whorl in the lower jaw.[77] Hybodonts, a group of shark-like chondrichtyans, were widespread and abundant members of marine and freshwater faunas throughout the Permian.[76][78] Xenacanthiformes, another extinct group of shark-like chondrichtyans, were common in freshwater habitats, and represented the apex predators of freshwater ecosystems.[79]\n\nFour floristic provinces in the Permian are recognised, the Angaran, Euramerican, Gondwanan, and Cathaysian realms.[80] The Carboniferous Rainforest Collapse would result in the replacement of lycopsid-dominated forests with tree-fern dominated ones during the late Carboniferous in Euramerica, and result in the differentiation of the Cathaysian floras from those of Euramerica.[80] The Gondwanan floristic region was dominated by Glossopteridales, a group of woody gymnosperm plants, for most of the Permian, extending to high southern latitudes. The ecology of the most prominent glossopterid, Glossopteris, has been compared to that of bald cypress, living in mires with waterlogged soils.[81] The tree-like calamites, distant relatives of modern horsetails, lived in coal swamps and grew in bamboo-like vertical thickets. A mostly complete specimen of Arthropitys from the Early Permian Chemnitz petrified forest of Germany demonstrates that they had complex branching patterns similar to modern angiosperm trees.[82] The oldest likely record of Ginkgoales (the group containing Ginkgo and its close relatives) is Trichopitys heteromorpha from the earliest Permian of France.[83] The oldest known fossils definitively assignable to modern cycads are known from the Late Permian.[84] In Cathaysia, where a wet tropical frost free climate prevailed, the Noeggerathiales, an extinct group of tree fern-like progymnosperms were a common component of the flora[85][86] The earliest Permian (~ 298 million years ago) Cathyasian Wuda Tuff flora, representing a coal swamp community, has an upper canopy consisting of lycopsid tree Sigillaria, with a lower canopy consisting of Marattialean tree ferns, and Noeggerathiales.[80] Early conifers appeared in the Late Carboniferous, represented by primitive walchian conifers, but were replaced with more derived voltzialeans during the Permian. Permian conifers were very similar morphologically to their modern counterparts, and were adapted to stressed dry or seasonally dry climatic conditions.[82] Bennettitales, which would go on to become in widespread the Mesozoic, first appeared during the Cisuralian in China.[87] Lyginopterids, which had declined in the late Pennsylvanian and subsequently have a patchy fossil record, survived into the Late Permian in Cathaysia and equatorial east Gondwana.[88]\n\n"
        },
        {
            "title": "",
            "text": "The Permian ended with the most extensive extinction event recorded in paleontology: the Permian–Triassic extinction event. 90 to 95% of marine species became extinct, as well as 70% of all land organisms. It is also the only known mass extinction of insects.[14][89] Recovery from the Permian–Triassic extinction event was protracted; on land, ecosystems took 30 million years to recover.[15] Trilobites, which had thrived since Cambrian times, finally became extinct before the end of the Permian. Nautiloids, a subclass of cephalopods, surprisingly survived this occurrence.\n\nThere is evidence that magma, in the form of flood basalt, poured onto the Earth's surface in what is now called the Siberian Traps, for thousands of years, contributing to the environmental stress that led to mass extinction. The reduced coastal habitat and highly increased aridity probably also contributed. Based on the amount of lava estimated to have been produced during this period, the worst-case scenario is the release of enough carbon dioxide from the eruptions to raise world temperatures five degrees Celsius.[90]\n\nAnother hypothesis involves ocean venting of hydrogen sulfide gas. Portions of the deep ocean will periodically lose all of its dissolved oxygen allowing bacteria that live without oxygen to flourish and produce hydrogen sulfide gas. If enough hydrogen sulfide accumulates in an anoxic zone, the gas can rise into the atmosphere. Oxidizing gases in the atmosphere would destroy the toxic gas, but the hydrogen sulfide would soon consume all of the atmospheric gas available. Hydrogen sulfide levels might have increased dramatically over a few hundred years. Models of such an event indicate that the gas would destroy ozone in the upper atmosphere allowing ultraviolet radiation to kill off species that had survived the toxic gas.[91] There are species that can metabolize hydrogen sulfide.\n\nAnother hypothesis builds on the flood basalt eruption theory. An increase in temperature of five degrees Celsius would not be enough to explain the death of 95% of life. But such warming could slowly raise ocean temperatures until frozen methane reservoirs below the ocean floor near coastlines melted, expelling enough methane (among the most potent greenhouse gases) into the atmosphere to raise world temperatures an additional five degrees Celsius. The frozen methane hypothesis helps explain the increase in carbon-12 levels found midway in the Permian–Triassic boundary layer. It also helps explain why the first phase of the layer's extinctions was land-based, the second was marine-based (and starting right after the increase in C-12 levels), and the third land-based again.[92]\n\n"
        }
    ]
}