{
    "url": "https://en.wikipedia.org/wiki/Perry_Miller",
    "title": "Perry Miller",
    "table_of_contents": [
        "1 Life",
        "2 Death from alcoholism",
        "3 Historiography",
        "4 Influence",
        "5 Legacy",
        "6 Books",
        "7 Notes",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPerry Gilbert Eddy Miller (February 25, 1905 – December 9, 1963) was an American intellectual historian and a co-founder of the field of American Studies.[1] Miller specialized in the history of early America, and took an active role in a revisionist view of the colonial Puritan theocracy that was cultivated at Harvard University beginning in the 1920s. Heavy drinking led to his premature death at the age of 58.[2]  \"Perry Miller was a great historian of Puritanism but the dark conflicts of the Puritan mind eroded his own mental stability.\"[3]\n\n"
        },
        {
            "title": "Life",
            "text": "Miller was born in 1905 Chicago, Illinois, to Eben Perry Sturges Miller, M.D., from Mansfield, Ohio, and Sarah Gertrude Miller (née Eddy) from Bellows Falls, Vermont.[4] Eben Perry Sturges Miller appeared in 1895 and 1898 deacon's candidacy lists for Seabury-Western Theological Seminary.[5] Eben Perry Sturges received an 1898 \"notice of discipline\" for \"abandonment or forfeiture of the Holy Orders\" and \"deposition\" from the ministry, seven years before the birth of his son.[6] The late nineteenth-century Episcopal Church of Illinois issued \"notices of discipline\" for cases of \"moral delinquency,\" \"doctrinal errors,\" and/or \"sickness and infirmity.\"[7]\n\nPerry Miller earned his undergraduate and doctoral degrees from the University of Chicago and began teaching at Harvard University in 1931. In 1942, Miller resigned his post at Harvard to join the United States Army; he was stationed in Great Britain for the duration of the war, where he worked for the Office of Strategic Services. Miller may have been instrumental in creating the Psychological Warfare Branch of the O.S.S.; certainly he worked for the PWB for the duration of the war.[8]  After 1945, Miller returned to teaching at Harvard. He also offered courses at the Harvard Extension School.[9]\n\nMiller wrote book reviews and articles in The Nation and The American Scholar. In his long-awaited biography of Jonathan Edwards, published in 1949, Miller argues that Edwards was actually an artist working in the only medium available to him in the 18th century American frontier, namely that of religion and theology. His posthumously published The Life of the Mind in America, for which he received a Pulitzer Prize, was the first installment of a projected 10-volume series.[10] Miller spent a year at the Institute for Advanced Study in Princeton, New Jersey on a Guggenheim Fellowship and also taught in Japan for a year.\n\nIn 1987, Edmund S. Morgan claimed that Miller, his undergraduate tutor and graduate dissertation advisor, was an atheist, like himself.[11]\n\n"
        },
        {
            "title": "Death from alcoholism",
            "text": "He died in Cambridge, Massachusetts of acute pancreatitis stemming from his longstanding alcoholism.[12] By some, especially within the Harvard community, his death was mourned as a loss to America's intellectual landscape.[13]\n\n"
        },
        {
            "title": "Historiography",
            "text": "Hollinger (1968) explores the philosophical basis of Miller's historiography, arguing that Miller's formulation of problems was controlled by tensions between 'conscious' and 'mechanical' and between 'understanding' and 'mystery.' For Miller, the mechanical world was devoid of morality and purpose, and was incompatible with conscious beauty and ethics. By contrast, within the 'conscious' realm the drive for knowledge about an intelligible universe controlled by laws vied with the opposite religious faith in an unknowable universe controlled by God. Miller's history was further deepened by his emphasis on development: he sees history as proceeding in a continuing series of interactions between traditional cultural forms and immediate environmental circumstances. For Miller, culture is never merely the product of the environment, but an active agent in the interaction. The search for 'historical knowledge' itself proceeds on the terms of this interaction. Miller rejected both positivism and the relativism of Carl Becker for the harder relativism later developed by Thomas Kuhn. That is, for Miller 'forms' are neither wholly arbitrary nor entirely discovered in 'the facts,' but are instead the inheritance and creation of the historian, altered and confirmed by his experience.[14]\n\nFor the March 1954 New England Quarterly, historian Bernard Bailyn reviewed The New England Mind: From Colony to Province. Bailyn initially praised Perry Miller's approach to conceptions of, and jeremiads on, purported \"Declension\" in Puritan intellectual history. But Bailyn abruptly changed course, focusing on what he described as \"the fundamental problem\" of the study, namely, Miller's attempts to connect the tenacity and dissolution of Puritan ideas with changes and continuities in New England \"society.\" Bailyn questioned the purpose of examining an extemporized \"society\" in the latter half of the book, when Puritan ideas had either transformed or dissipated. In Bailyn's reading, Miller had also deemphasized the roles of merchants and financiers in intellectual history: \"...should we not, then, expect an account of 'the actions of merchants and men of business'? None is given...\"[15]\n\nPerry Miller finally responded to Bailyn's review of The New England Mind: From Colony to Province, in the 1961 Beacon Press edition of the book. In the preface, Miller identified Bailyn as \"the most charitable of my critics,\" the reviewer who \"paid me a dubious compliment on my ability 'to extemporize' the history of New England society...he intended this courtesy to be a rebuke to the profession for not having yet built the foundation on which my account ought, by rights, to have been based. He implied that therefore that construct was floating on thin air.\" Miller declined to address that criticism and instead aimed his response at Bailyn's questions regarding the purpose of sustaining an analysis of \"society,\" extemporized or otherwise, when Puritan ideas had all but dispersed or entered into new configurations. For the latter, Miller indicated that \"[my] unrepentant—or should I say defiant?—contention is quite the reverse. The terms of Puritan thinking do not progressively become poorer tools than were the concepts of the founders for the recording of social change. On the contrary, they are increasingly the instruments through which the people strove to cope with a bewildering reality.\"[16]\n\n"
        },
        {
            "title": "Influence",
            "text": "Miller's attempts to discover and to reveal the religious feelings and the religious ideas set a new standard for intellectual historiography.[17] Historians report that Miller's work has influenced the work of later historians on topics ranging from Puritan studies to discussions of narrative theory. In his most famous book, The New England Mind: The Seventeenth Century (1939), Miller adopted a cultural approach to illuminate the worldview of the Puritans, unlike previous historians who employed psychological and economic explanations of their beliefs and behavior.[18]\n\n"
        },
        {
            "title": "Legacy",
            "text": "At Harvard, he directed numerous Ph.D. dissertations. His most notable student was fellow Pulitzer winner Edmund Morgan, although Bernard Bailyn cited him as an influence, albeit a fractious one.[19]\n\nMargaret Atwood dedicated The Handmaid's Tale to Perry Miller. Atwood had studied with Miller while attending Radcliffe before women were admitted to Harvard.[20][21]\n\n"
        }
    ]
}