{
    "url": "https://en.wikipedia.org/wiki/Personal_income_in_the_United_States",
    "title": "Personal income in the United States",
    "table_of_contents": [
        "1 Income statistics",
        "1.1 Personal income and disposable personal income",
        "1.2 Census Money Income",
        "2 By educational attainment",
        "3 Income distribution",
        "4 Over time, by ethnicity and sex",
        "5 By ethnicity and origin",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Personal income is an individual's total earnings from wages, investment interest, and other sources. The Bureau of Labor Statistics reported a median weekly personal income of $1,037 for full-time workers in Q1 2022.[1] For the year 2020, the U.S. Census Bureau estimates that the median annual earnings for all workers (aged 15 and over) was $41,535; and more specifically estimates that median annual earnings for those who worked full-time, year round, was $56,287.[2][3]\n\nIncome patterns are evident on the basis of age, sex, ethnicity and educational characteristics. In 2005 roughly half of all those with graduate degrees were among the nation's top 15% of income earners. Among different demographics (gender, marital status, ethnicity) for those over the age of 18, median personal income ranged from $3,317 for an unemployed, married Asian American female[4] to $55,935 for a full-time, year-round employed Asian American male.[5] According to the US Census, men tended to have higher income than women, while Asians and Whites earned more than African Americans and Hispanics.\n\n"
        },
        {
            "title": "Income statistics",
            "text": "In the United States the most widely cited personal income statistics are the Bureau of Economic Analysis's personal income and the Census Bureau's per capita money income. The two statistics spring from different traditions of measurement—personal income from national economic accounts and money income from household surveys. BEA's statistics relate personal income to measures of production, including GDP, and is considered an indicator of consumer spending. The Census Bureau's statistics provide detail on income distribution and demographics and are used to produce the nation's official poverty statistics.\n\nBEA's personal income measures the income received by persons from participation in production, from government and business transfers, and from holding interest-bearing securities and corporate stocks. Personal income also includes income received by nonprofit institutions serving households, by private non-insured welfare funds, and by private trust funds. BEA also publishes disposable personal income, which measures the income available to households after paying federal and state and local government income taxes.\n\nIncome from production is generated both by the labor of individuals (for example, in the form of wages and salaries and of proprietors' income) and by the capital that they own (in the form of rental income of persons). Income that is not earned from production in the current period—such as capital gains, which relate to changes in the price of assets over time—is excluded.\n\nBEA's monthly personal income estimates are one of several key macroeconomic indicators that the National Bureau of Economic Research considers when dating the business cycle.[6]\n\nPersonal income and disposable personal income are provided both as aggregate and as per capita statistics. BEA produces monthly estimates of personal income for the nation, quarterly estimates of state personal income, and annual estimates of local-area personal income. More information is found on BEA's website.[7]\n\nThe Census Bureau collects income data on several major surveys, including the Annual Social and Economic Supplement (ASEC) of the Current Population Survey (CPS), the Survey of Income and Program Participation (SIPP), and the American Community Survey (ACS). The CPS is the source of the official national estimates of poverty and the most widely cited source of annual household income estimates for the United States.[8]\n\nThe CPS measure of money income is defined as the total pre-tax cash income received by people on a regular basis, excluding certain lump-sum payments and excluding capital gains.\n\nThe Census Bureau also produces alternative estimates of income and poverty[9] based on broadened definitions of income that include many of these income components that are not included in money income.\n\nThe Census Bureau releases estimates of household money income as medians, percent distributions by income categories, and on a per capita basis. Estimates are available by demographic characteristics of householders and by the composition of households. More details on income concepts and sources are found on the Census Bureau's website.[10]\n\n"
        },
        {
            "title": "By educational attainment",
            "text": "Field of study significantly affects earning potential, and the more specific education is disaggregated, the larger the variance. For example, the 2013-15 American Community Survey reported median incomes for workers aged 25-34 ranging from $24,030 for bachelor's degrees in arts and humanities, to $68,143 for bachelor's degrees in engineering.[13] A 2011 report by Georgetown University on full-time, employed earners found that median income for specific majors varied from $29,000 for Counseling Psychology to $120,000 for Petroleum Engineering.[14]\n\n"
        },
        {
            "title": "Income distribution",
            "text": "Of those individuals with income who were older than 15 years of age, approximately 50% had incomes below $30,000 while the top 10% had incomes exceeding $95,000 a year in 2015.[1] The distribution of income among individuals differs substantially from household incomes as 39% of all households had two or more income earners. As a result, 25% of households have incomes above $100,000,[15] even though only 9.2% of Americans had incomes exceeding $100,000 in 2010.[1]\n\nAs a reference point, the US minimum wage since[update] 2009 has been $7.25 per hour or $15,080 for the 2080 hours in a typical work year. The minimum wage is approximately 25% over the official U.S. government-designated poverty income level for a single person unit (before taxes) and about 63% of the designated poverty level for a family of four, assuming only one worker (before taxes). (See Poverty in the United States). Annual wages of $30,160; $45,240; $75,400; $150,800 and $1.5M correspond to 2, 3, 5, 10 and 100 times minimum wage respectively.[16]\n\nSource: US Census Bureau, Current Population Survey 2016 Annual Social and Economic Supplement.[19]\nSource of Income in 2015- People 15 Years Old and Over, By Income of Specified Type in 2015, Age, Race, Hispanic Origin, and Sex[20]\nSoure: US Census Bureau, Current Population Survey 2016[1]\n\n"
        },
        {
            "title": "",
            "text": "This chart is median income of 15 year olds or older, who have non-zero income.[21]  Amounts are shown in nominal dollars and in real dollars (in parentheses, 2017 dollars).\n\n"
        },
        {
            "title": "By ethnicity and origin",
            "text": "Personal income varied significantly with an individual's racial characteristics with racial discrepancies having remained largely stagnant since 1996. Overall, Asian Americans earned higher median personal incomes than any other racial demographic. Asian Americans had a median income roughly ten percent higher than that of Whites.[22] The only exception was among the holders of graduate degrees who constitute 8.9% of the population. Among those with a master's, professional or doctorate degree, those who identified as White had the highest median individual income. This racial income gap was relatively small.[22][23]\n\nThose identifying as Hispanic or Latino (who may have been of any race) had the lowest overall median personal income, earning 28.51% less than Whites[23][24]  and 35% less than Asian Americans.[22] The second largest racial or ethnic gap was between Whites and African Americans with the former earning roughly 22% more than the latter. Thus one can observe a significant discrepancy with the median income of Asians and Whites and that of African Americans and Hispanics.[25]\n\nOverall the race gap between African Americans and Whites has remained roughly equal between both races over the past decade.[23][26] Both races saw a gain in median income between 1996 and 2006, with the income growth among African Americans slightly outpacing that of Whites. In 1996 the median income for Whites was $5,957 (31%) higher than for Blacks. In 2006 the gap in median incomes was nearly identical with the median income for Whites being $5,929 (22%) higher than that for African Americans. While the gap remains numerically unchanged, the percentage difference between the two races has decreased as a result of mutual increases in median personal income.[23][26]\n\n\nMeasuring income by per capita is another way to look at personal earnings by race. Unlike median statistics, per capita statistics are affected by extremely high and low incomes. According to the U.S Census Bureau \"The per capita income for the overall population in 2008 was $26,964; for non-Hispanic Whites, it was $31,313; for Blacks, it was $18,406; for Asians, it was $30,292; and for Hispanics, it was $15,674.\"[27][28]\nSource: US Census Bureau, 2006[29]\n\n"
        }
    ]
}