{
    "url": "https://en.wikipedia.org/wiki/Persian_Film",
    "title": "Persian Film",
    "table_of_contents": [
        "1 Description",
        "2 Decline",
        "3 Gallery",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Persian Film, also known as Filmfarsi (Persian: فیلم‌فارسی), is a term used in Pre-revolutionary Iranian cinema criticism that was coined by Iranian film critic Hushang Kavusi. The term is used to describe low-quality films mostly copied from the Bollywood cinema and with poor plots, mostly arranged with dance and singing.[1][2] Filmfarsi were suppressed after the Cultural Revolution by more strict laws on relations between men and women, as well as religious opposition to the content of the films. The suppression of the Filmfarsi genre encouraged the Iranian New Wave of modern films in Iranian cinema. Many of the Filmfarsi that survived the Iranian revolution did so thanks to the existence of illegal VHS copies.[3]\n\n"
        },
        {
            "title": "Description",
            "text": "According to BBC's Yousef Latifpour (یوسف لطیف پور), the plots of many Filmfarsi are based on \"incredible accidents\" or \"exaggerated misunderstandings\", where conflicts between tradition and modernism usually end \"in favor of tradition\".[4] Within Filmfarsi, there existed unique genres of film such as \"Jāheli\" (جاهلی), described by some as \"hyper-masculine\",  in which tough male characters would save women from \"a life of disgrace\", such working as a prostitute or cabaret singer.[5][6] Other common genres of Iranian film prior to the Iranian revolution included thrillers, melodramas, musicals and action movies. While the films varied in theme, many of them shared common traits such as a \"low production value\" and \"one-dimensional archetypes\".[7]\n\n"
        },
        {
            "title": "Decline",
            "text": "The 1978 Cinema Rex fire is often seen as the catalyst for the demise of Filmfarsi; over 400 civilians were killed by Shiite revolutionaries while attending a screening of the controversial movie \"The Deer\".[8][9][10] After Iran became an Islamic Republic in 1979, many commonly seen features of Filmfarsi, such as women acting as an object of \"sexual desire\" or not wearing a hijab, were now frowned upon, and the genre was actively suppressed.[11][12]\n\n"
        }
    ]
}