{
    "url": "https://en.wikipedia.org/wiki/Personal_god",
    "title": "Personal god",
    "table_of_contents": [
        "1 Views",
        "1.1 Abrahamic religions",
        "1.1.1 Judaism",
        "1.1.2 Christianity",
        "1.1.3 Islam",
        "1.1.4 Baháʼí Faith",
        "1.2 Deism",
        "1.2.1 Christian",
        "1.2.2 Classical",
        "1.2.3 Humanist",
        "1.2.4 Pandeism",
        "1.2.5 Polydeism",
        "1.2.6 Scientific",
        "1.2.7 Spiritual",
        "1.3 Indian religions",
        "1.3.1 Hinduism",
        "1.3.2 Jainism",
        "2 See also",
        "3 Notes",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA personal god, or personal goddess, is a deity who can be related to as a person,[1] instead of as an impersonal force, such as the Absolute, \"the All\", or the \"Ground of Being\".\n\nIn the scriptures of the Abrahamic religions, God is described as being a personal creator, speaking in the first person and showing emotion such as anger and pride, and sometimes appearing in anthropomorphic shape.[2] In the Pentateuch, for example, God talks with and instructs his prophets and is conceived as possessing volition, emotions (such as anger, grief and happiness), intention, and other attributes characteristic of a human person. Personal relationships with God may be described in the same ways as human relationships, such as a Father, as in Christianity, or a Friend as in Sufism.[3]\n\nA 2008 survey by the Pew Research Center reported that, of U.S. adults, 70% view that \"God is a person with whom people can have a relationship,\" while 15% believe that \"God is an impersonal force.\"[4]\nA 2019 survey by the National Opinion Research Center reports that 77.5% of U.S. adults believe in a personal god.[5]\nThe 2014 Religious Landscape survey conducted by Pew reported that 57% of U.S. adults believe in a personal god.[6]\n\n"
        },
        {
            "title": "Views",
            "text": "Jewish theology states that God is not a person. This was also determined several times in the Old Testament, which is considered by Jews to be an indisputable authority for their faith (Hosea 11 9: \"I am God, and not a man\". Numbers 23 19: \"God is not a man, that He should lie\". 1 Samuel 15 29: \"He is not a person, that He should repent\"). However, there exist frequent references to anthropomorphic characteristics of God in the Hebrew Bible such as the \"Hand of God.\" Judaism holds that these are to be taken only as figures of speech. Their purpose is to make God more comprehensible to the human reader. As God is beyond human understanding, there are different ways of describing him. He is said to be both personal (in the sense of people's ability to pray to God) and impersonal (in the sense of people's inability to reach God): He has a relationship with his creation but is beyond all relationships.[7]\n\nIn the case of the Christian belief in the Trinity, whether the Holy Spirit is impersonal or personal,[8] is the subject of dispute,[9] with experts in pneumatology debating the matter. Jesus (or God the Son) and God the Father are believed to be two persons or aspects of the same god. Jesus is of the same ousia or substance as God the Father, manifested in three hypostases or persons (the Father, the Son, and the Holy Spirit). Nontrinitarian Christians dispute that Jesus is a \"hypostasis\" or person of God.\n\nIslam rejects the doctrine of the Incarnation and the notion of a personal god as anthropomorphic, because it is seen as demeaning to the transcendence of God. The Qur'an prescribes the fundamental transcendental criterion in the following verse: \"There is nothing whatever like Him\"  [Qur'an 42:11]. Therefore, Islam strictly rejects all forms of anthropomorphism and anthropopathism of the concept of God, and thus categorically rejects the Christian concept of the Trinity or division of persons in the Godhead.[10][11][12]\n\nIslamic theology confirms that Allah (God) has no body, no gender (neither male nor female), and there is absolutely nothing like Him in any way whatsoever. However, due to grammatical limitation in the Arabic language, masculinity is the default grammatical gender if the noun is not specifically feminine. But this does not apply to the word \"Allah,\" because according to Islamic theology Allah has no gender. Allah is also a singular noun and cannot have a plural form. The \"We\" used in the Qur'an in numerous places in the context of God is used only as the \"Royal We\" as has been a tradition in most of other languages. It is a feature of literary style in Arabic that a person may refer to himself by the pronoun nahnu (we) for respect or glorification. Allah is a unique name in Arabic that cannot be used for anyone, which mostly is not the case in other languages; for instance, writing \"god\" with a small \"g\" is allowed to denote various deities. There is nothing that can be used as a similitude or for the purpose of comparison to Allah even in allegorical terms because nothing can be compared with Him. Thus, the Qur'an says: \"Do you know any similar (or anyone else having the same Name or attributes/qualities, which belong) to Him?\" [Qur'an 19:65]. According to mainstream theological accounts, Allah is the creator of everything that exists and transcends spatial and temporal bounds. He has neither any beginnings nor any end and remains beyond the bounds of human comprehension and perceptions.[13][14] This has been described in the Qur'an at various places, such as the following: \"He knows (all) that is before them and (all) that is behind them (their past and future, and whatever of intentions, speech, or actions they have left behind), whereas they cannot comprehend Him with their knowledge.\" [Qur'an 20:110]\n\nIn one of the most comprehensive descriptions – as revealed in Surat al-Ikhlas – the Qur'an says:[15]\n\nIn this context, the masculinity of huwa (he) with respect to Allah is unmistakably a purely grammatical masculinity without even a hint of anthropomorphism.[21] The Maliki scholar Ibrahim al-Laqqani (d. 1041/1631) said in his book, Jawharat al-Tawhid [ar] (The Gem of Monotheism),  that: \"Any text that leads one to imagine the similitude of Allah to His created beings, should be treated either through ta'wil or tafwid and exalt Allah the Almighty above His creation.\"[22]\n\n\nThe Hanafi jurist and theologian al-Tahawi (d. 321/933), wrote in his treatise on theology, commonly known as al-'Aqida al-Tahawiyya:[23][24] \nThe six directions are: above, below, right, left, front and back. The above statement of al-Tahawi refutes the anthropomorphist's dogmas that imagine Allah has a physical body and human form, and being occupied in a place, direction or trajectory. 'Ali al-Qari (d. 1014/1606) in his Sharh al-Fiqh al-Akbar states: \"Allah the Exalted is not in any place or space, nor is He subject to time, because both time and space are amongst His creations. He the Exalted was present in pre-existence and there was nothing of the creation with Him\".[23]\n\n\nAl-Tahawi also stated that:[23][24] \nIn the Baháʼí Faith God is described as \"a personal God, unknowable, inaccessible, the source of all Revelation, eternal, omniscient, omnipresent and almighty\".[25][26] Although transcendent and inaccessible directly, his image is reflected in his creation. The purpose of creation is for the created to have the capacity to know and love its creator.[27] God communicates his will and purpose to humanity through intermediaries, known as Manifestations of God, who are the prophets and messengers that have founded religions from prehistoric times up to the present day.[28]\n\nWhile many deists view God as a personal god, deism is a broad term encompassing people with varying specific beliefs, some of which reject the notion of a personal god. The foundational idea of a personal god in deism is illustrated by the 17th-century assertions of Lord Edward Herbert, universally regarded as the Father of English Deism, which stated that there is one Supreme God, and he ought to be worshipped.[29] A god that is not a personal god cannot be worshipped. Nevertheless, the notion of God as a personal god cannot be ascribed to all deists. Further, some deists who believe in a personal god may either not prioritize a relationship with such god or not believe a personal relationship with such god is possible.\n\nChristian deism is a term applied both to Christians who incorporate deistic principles into their beliefs and to deists who follow the moral teachings of Jesus without believing in his divinity.[30] With regard to those who are essentially deists who incorporate the teachings of Jesus into their beliefs, these are usually a subset of classical deists. Consequently, they believe in a personal god, but they do not necessarily believe in a personal relationship with God. However, some Christian deists may practice a different (non-classical) form of deism while viewing Jesus as a non-divine morailty teacher. The views of these Christian deists on the existence of a personal god and whether a relationship with such god is possible would be based on their core deist beliefs.\n\nClassical deists who adhere to Herbert's common notion certainly believe in a personal god because those notions include the belief that God dispenses rewards and punishments both in this life and after it.[29] This is not something which would be done by an impersonal force. However, a personal relationship with God is not contemplated, since living a virtuous and pious life is seen as the primary means of worshiping God.[29]\n\nHumanist deists accept the core principles of deism but incorporate humanist beliefs into their faith.[31] Thus, humanistic deists believe in a personal god who created the universe. The key element that separates humanistic deists from other deists is the emphasis on the importance of human development over religious development and on the relationships among human beings over the relationships between humans and God.[31][32] Those who self-identify as humanistic deists may take an approach based upon what is found in classical deism and allow their worship of God to manifest itself primarily (or exclusively) in the manner in which they treat others. Other humanistic deists may prioritize their relationships with other human beings over their relationship with God, yet still maintain a personal relationship with the Supreme Being.\n\nPandeists believe that in the process of creating the universe, God underwent a metamorphosis from a conscious and sentient being or force to an unconscious and unresponsive entity by becoming the universe.[33] Consequently, pandeists do not believe that a personal god currently exists.\n\nPolydeists reject the notion that one Supreme Being would have created the universe and then left it to its own devices, a common belief shared by many deists. Rather, they conclude that several gods who are superhuman but not omnipotent each created parts of the universe.[34] Polydeists hold an affirmative belief that the gods who created the universe are completely uninvolved in the world and pose no threat and offer no hope to humanity.[35] Polydeists see living virtuous and pious lives as the primary components of worshiping God, firmly adhering to one of the common notions set forth by Herbert.[29] Thus, polydeists believe that there are several personal gods. Yet, they do not believe they can have a relationship with any of them.\n\nScientific deists believe, based on an analysis utilizing the scientific method, that a personal god created the universe. This analysis finds no evidence of a purpose God may have had for creation of the universe or evidence that God attempted to communicate such purpose to humanity. It therefore concludes that there is no purpose to creation other than that which human beings choose to make for themselves.[36] Thus, scientific deists believe in a personal god, but generally do not believe relationships between God and human beings are important (or perhaps even possible), because they believe that there is no proof of a purpose for creation. The lack of a purpose for creation gives God no incentive to engage in such relationships with human beings.\n\nSpiritual deism is a belief in the core principles of deism with an emphasis on spirituality including the connections among people and between humans, nature and God. Within spiritual deism, there is an absolute belief in a personal god as the creator of the universe along with the ability to build a spiritual relationship with God.[37] While Spiritual deism is nondogmatic, its followers generally believe that there can be no progress for mankind without a belief in a personal god.[38]\n\nVaishnavism and Shaivism,[39] traditions of Hinduism, subscribe to an ultimate personal nature of God. The Vishnu Sahasranama[40] declares the person of Vishnu as both the Paramatma (supreme soul) and Parameshwara (supreme God) while the Rudram describes the same about Shiva. In Krishna-centered theology (Krishna is seen as a form of Vishnu by most, except Gaudiya Vaishnavism) the title Svayam Bhagavan is used exclusively to designate Krishna in his personal feature,[41][42] it refers to Gaudiya Vaishnava, the Nimbarka Sampradaya and followers of Vallabha, while the person of Vishnu and Narayana is sometimes referred to as the ultimate personal god of other Vaishnava traditions.[43][44]\n\nJainism explicitly denies existence of non-personal transcendent god and explicitly affirms existence of personal gods. All gods in Jainism are personal.\n\nOne of the major point of dispute between Digambara and Shwetambara is the gender of the gods. Digambara gods can only be men, and any man of at least eight years of age can become god if he follows the right procedure.\n\nJain gods are eternal, but they are not beginningless. Also, Jain gods are all omniscient, but not omnipotent. They are sometimes called quasi-gods due to this reason.\n\nGods are said to be free from the following eighteen imperfections:[45]\n\nThe four infinitudes of god are (ananta cātuṣṭaya) are:[45]\n\nThose who re-establish the Jain faith are called Tirthankaras. They have additional attributes. Tirthankaras revitalize the sangha, the fourfold order consisting of male saints (sādhus), female saints (sādhvis), male householders (śrāvaka) and female householders (Śrāvika).\n\nThe first Tirthankara of the current time cycle was Ṛṣabhanātha, and the twenty-fourth and last Tirthankara was Mahavira, who lived from 599 BCE to 527 BCE.\n\nJain texts mention forty-six attributes of arihants or tirthankaras. These attributes comprise four infinitudes (ananta chatushtaya), thirty-four miraculous happenings (atiśaya), and eight splendours (prātihārya).[45]\n\nThe eight splendours (prātihārya) are:[46]\n\nAt the time of nirvana (final release), the arihant sheds off the remaining four aghati karmas:\n\nAnd float at the top of the universe without losing their individuality and with the same shape and size as the body at the time of release.\n\n"
        }
    ]
}