{
    "url": "https://en.wikipedia.org/wiki/Personality",
    "title": "Personality",
    "table_of_contents": [
        "1 Measuring",
        "1.1 Five-factor inventory",
        "2 Developmental biological model",
        "3 Environmental influences",
        "4 Cross-cultural studies",
        "5 Historical development of concept",
        "6 Temperament and philosophy",
        "6.1 Mental make-up",
        "6.2 Empiricists and rationalists",
        "7 Biology",
        "8 Personology",
        "9 See also",
        "10 References",
        "11 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Personality is the characteristic sets of behaviors, cognitions, and emotional patterns that are formed from biological and environmental factors, and which change over time.[1][2] While there is no generally agreed-upon definition of personality, most theories focus on motivation and psychological interactions with the environment one is surrounded by.[3] Trait-based personality theories, such as those defined by Raymond Cattell, define personality as traits that predict an individual's behavior. On the other hand, more behaviorally-based approaches define personality through learning and habits. Nevertheless, most theories view personality as relatively stable.[1]\n\nThe study of the psychology of personality, called personality psychology, attempts to explain the tendencies that underlie differences in behavior. Psychologists have taken many different approaches to the study of personality, including biological, cognitive, learning, and trait-based theories, as well as psychodynamic, and humanistic approaches.  The various approaches used to study personality today reflect the influence of the first theorists in the field, a group that includes Sigmund Freud, Alfred Adler, Gordon Allport, Hans Eysenck, Abraham Maslow, and Carl Rogers.\n\n"
        },
        {
            "title": "Measuring",
            "text": "Personality can be determined through a variety of tests. Due to the fact that personality is a complex idea, the dimensions of personality and scales of such tests vary and often are poorly defined. Two main tools to measure personality are objective tests and projective measures. Examples of such tests are the: Big Five Inventory (BFI), Minnesota Multiphasic Personality Inventory (MMPI-2), Rorschach Inkblot test, Neurotic Personality Questionnaire KON-2006,[4] or Eysenck's Personality Questionnaire (EPQ-R). All of these tests are beneficial because they have both reliability and validity, two factors that make a test accurate. \"Each item should be influenced to a degree by the underlying trait construct, giving rise to a pattern of positive intercorrelations so long as all items are oriented (worded) in the same direction.\"[5] A recent, but not well-known, measuring tool that psychologists use is the 16PF. It measures personality based on Cattell's 16-factor theory of personality. Psychologists also use it as a clinical measuring tool to diagnose psychiatric disorders and help with prognosis and therapy planning.[6]\n\nPersonality is frequently broken into factors or dimensions, statistically extracted from large questionnaires through factor analysis. When brought back to two dimensions, often the dimensions of introvert-extrovert and neuroticism (emotionally unstable-stable) are used as first proposed by Eysenck in the 1960s.[7]\n\nMany factor analyses found what is called the Big Five, which are openness to experience, conscientiousness, extraversion, agreeableness, and neuroticism (or emotional stability), known as \"OCEAN\". These components are generally stable over time, and about half of the variance appears to be attributable to a person's genetics rather than the effects of one's environment.[8][9]\n\nSome research has investigated whether the relationship between happiness and extraversion seen in adults also can be seen in children. The implications of these findings can help identify children who are more likely to experience episodes of depression and develop types of treatment that such children are likely to respond to. In both children and adults, research shows that genetics, as opposed to environmental factors, exert a greater influence on happiness levels. Personality is not stable over the course of a lifetime, but it changes much more quickly during childhood, so personality constructs in children are referred to as temperament. Temperament is regarded as the precursor to personality.[10]\n\nAnother interesting finding has been the link found between acting extraverted and positive affect. Extraverted behaviors include acting talkative, assertive, adventurous, and outgoing. For the purposes of this study, positive affect is defined as experiences of happy and enjoyable emotions.[11] This study investigated the effects of acting in a way that is counter to a person's dispositional nature. In other words, the study focused on the benefits and drawbacks of introverts (people who are shy, socially inhibited, and non-aggressive) acting extraverted, and of extraverts acting introverted. After acting extraverted, introverts' experience of positive affect increased[11] whereas extraverts seemed to experience lower levels of positive affect and suffered from the phenomenon of ego depletion. Ego depletion, or cognitive fatigue, is the use of one's energy to overtly act in a way that is contrary to one's inner disposition. When people act in a contrary fashion, they divert most, if not all, (cognitive) energy toward regulating this foreign style of behavior and attitudes. Because all available energy is being used to maintain this contrary behavior, the result is an inability to use any energy to make important or difficult decisions, plan for the future, control or regulate emotions, or perform effectively on other cognitive tasks.[11]\n\nOne question that has been posed is why extroverts tend to be happier than introverts. The two types of explanations that attempt to account for this difference are instrumental theories and temperamental theories.[8] The instrumental theory suggests that extraverts end up making choices that place them in more positive situations and they also react more strongly than introverts to positive situations. The temperamental theory suggests that extroverts have a disposition that generally leads them to experience a higher degree of positive affect. In their study of extraversion, Lucas and Baird[8] found no statistically significant support for the instrumental theory but did, however, find that extraverts generally experience a higher level of positive affect.\n\nResearch has been done to uncover some of the mediators that are responsible for the correlation between extraversion and happiness. Self-esteem and self-efficacy are two such mediators.\n\nSelf-efficacy is one's belief about abilities to perform up to personal standards, the ability to produce desired results, and the feeling of having some ability to make important life decisions.[12] Self-efficacy has been found to be related to the personality traits of extraversion and subjective well-being.[12]\n\nSelf-efficacy, however, only partially mediates the relationship between extraversion (and neuroticism) and subjective happiness.[12] This implies that there are most likely other factors that mediate the relationship between subjective happiness and personality traits. Self-esteem maybe another similar factor. Individuals with a greater degree of confidence about themselves and their abilities seem to have both higher degrees of subjective well-being and higher levels of extraversion.[13]\n\nOther research has examined the phenomenon of mood maintenance as another possible mediator. Mood maintenance is the ability to maintain one's average level of happiness in the face of an ambiguous situation – meaning a situation that has the potential to engender either positive or negative emotions in different individuals. It has been found to be a stronger force in extroverts.[14] This means that the happiness levels of extraverted individuals are less susceptible to the influence of external events. This finding implies that extraverts' positive moods last longer than those of introverts.[14]\n\n"
        },
        {
            "title": "Developmental biological model",
            "text": "Modern conceptions of personality, such as the Temperament and Character Inventory have suggested four basic temperaments that are thought to reflect basic and automatic responses to danger and reward that rely on associative learning. The four temperaments, harm avoidance, reward dependence, novelty-seeking and persistence, are somewhat analogous to ancient conceptions of melancholic, sanguine, choleric, phlegmatic personality types, although the temperaments reflect dimensions rather than distance categories.\n\nThe harm avoidance trait has been associated with increased reactivity in insular and amygdala salience networks, as well as reduced 5-HT2 receptor binding peripherally, and reduced GABA concentrations. Novelty seeking has been associated with reduced activity in insular salience networks increased striatal connectivity. Novelty seeking correlates with dopamine synthesis capacity in the striatum and reduced auto receptor availability in the midbrain. Reward dependence has been linked with the oxytocin system, with increased concentration of plasma oxytocin being observed, as well as increased volume in oxytocin-related regions of the hypothalamus. Persistence has been associated with increased striatal-mPFC connectivity, increased activation of ventral striatal-orbitofrontal-anterior cingulate circuits, as well as increased salivary amylase levels indicative of increased noradrenergic tone.[15]\n\n"
        },
        {
            "title": "Environmental influences",
            "text": "It has been shown that personality traits are more malleable by environmental influences than researchers originally believed.[9][16] Personality differences predict the occurrence of life experiences.[16]\n\nOne study has shown how the home environment, specifically the types of parents a person has, can affect and shape their personality. Mary Ainsworth's strange situation experiment showcased how babies reacted to having their mother leave them alone in a room with a stranger. The different styles of attachment, labeled by Ainsworth, were Secure, Ambivalent, avoidant, and disorganized. Children who were securely attached tend to be more trusting, sociable, and are confident in their day-to-day life. Children who were disorganized were reported to have higher levels of anxiety, anger, and risk-taking behavior.[17]\n\nJudith Rich Harris's group socialization theory postulates that an individual's peer groups, rather than parental figures, are the primary influence of personality and behavior in adulthood. Intra- and intergroup processes, not dyadic relationships such as parent-child relationships, are responsible for the transmission of culture and for environmental modification of children's personality characteristics. Thus, this theory points at the peer group representing the environmental influence on a child's personality rather than the parental style or home environment.[18]\n\nTessuya Kawamoto's Personality Change from Life Experiences: Moderation Effect of Attachment Security talked about some significant laboratory tests. The study mainly focused on the effects of life experiences on change in personality and life experiences. The assessments suggested that \"the accumulation of small daily experiences may work for the personality development of university students and that environmental influences may vary by individual susceptibility to experiences, like attachment security\".[19]\n\nSome studies suggest that a shared family environment between siblings has less influence on personality than individual experiences of each child. Identical twins have similar personalities largely because they share the same genetic makeup rather than their shared environment.[20]\n\n"
        },
        {
            "title": "Cross-cultural studies",
            "text": "There has been some recent debate over the subject of studying personality in a different culture. Some people think that personality comes entirely from culture and therefore there can be no meaningful study in cross-culture study. On the other hand, many believe that some elements are shared by all cultures and an effort is being made to demonstrate the cross-cultural applicability of \"the Big Five\".[21]\n\nCross-cultural assessment depends on the universality of personality traits, which is whether there are common traits among humans regardless of culture or other factors. If there is a common foundation of personality, then it can be studied on the basis of human traits rather than within certain cultures. This can be measured by comparing whether assessment tools are measuring similar constructs across countries or cultures. Two approaches to researching personality are looking at emic and etic traits. Emic traits are constructs unique to each culture, which are determined by local customs, thoughts, beliefs, and characteristics. Etic traits are considered universal constructs, which establish traits that are evident across cultures that represent a biological basis of human personality.[22] If personality traits are unique to the individual culture, then different traits should be apparent in different cultures. However, the idea that personality traits are universal across cultures is supported by establishing the Five-Factor Model of personality across multiple translations of the NEO-PI-R, which is one of the most widely used personality measures.[23] When administering the NEO-PI-R to 7,134 people across six languages, the results show a similar pattern of the same five underlying constructs that are found in the American factor structure.[23]\n\nSimilar results were found using the Big Five Inventory (BFI), as it was administered in 56 nations across 28 languages. The five factors continued to be supported both conceptually and statistically across major regions of the world, suggesting that these underlying factors are common across cultures.[24] There are some differences across culture, but they may be a consequence of using a lexical approach to study personality structures, as language has limitations in translation and different cultures have unique words to describe emotion or situations.[23] Differences across cultures could be due to real cultural differences, but they could also be consequences of poor translations, biased sampling, or differences in response styles across cultures.[24] Examining personality questionnaires developed within a culture can also be useful evidence for the universality of traits across cultures, as the same underlying factors can still be found.[25] Results from several European and Asian studies have found overlapping dimensions with the Five-Factor Model as well as additional culture-unique dimensions.[25] Finding similar factors across cultures provides support for the universality of personality trait structure, but more research is necessary to gain stronger support.[23]\n\n"
        },
        {
            "title": "Historical development of concept",
            "text": "The modern sense of individual personality is a result of the shifts in culture originating in the Renaissance, an essential element in modernity. In contrast, the Medieval European's sense of self was linked to a network of social roles: \"the household, the Kinship network, the guild, the corporation – these were the building blocks of personhood\". Stephen Greenblatt observes, in recounting the recovery (1417) and career of Lucretius' poem De rerum natura: \"at the core of the poem lay key principles of a modern understanding of the world.\"[26] \"Dependent on the family, the individual alone was nothing,\" Jacques Gélis observes.[27] \"The characteristic mark of the modern man has two parts: one internal, the other external; one dealing with his environment, the other with his attitudes, values, and feelings.\"[28] Rather than being linked to a network of social roles, the modern man is largely influenced by the environmental factors such as: \"urbanization, education, mass communication, industrialization, and politicization.\"[28] In 2006, for example, scientists reported a relationship between personality and political views as follows: \"Preschool children who 20 years later were relatively liberal were characterized as: developing close relationships, self-reliant, energetic, somewhat dominating, relatively under-controlled, and resilient. Preschool children subsequently relatively conservative at age 23 were described as: feeling easily victimized, easily offended, indecisive, fearful, rigid, inhibited, and relatively over-controlled and vulnerable.\"[29]\n\n"
        },
        {
            "title": "Temperament and philosophy",
            "text": "William James (1842–1910) argued that temperament explains a great deal of the controversies in the history of philosophy by arguing that it is a very influential premise in the arguments of philosophers. Despite seeking only impersonal reasons for their conclusions, James argued, the temperament of philosophers influenced their philosophy. Temperament thus conceived is tantamount to a bias. Such bias, James explained, was a consequence of the trust philosophers place in their own temperament. James thought the significance of his observation lay on the premise that in philosophy an objective measure of success is whether philosophy is peculiar to its philosopher or not, and whether a philosopher is dissatisfied with any other way of seeing things or not.[30]\n\nJames argued that temperament may be the basis of several divisions in academia, but focused on philosophy in his 1907 lectures on Pragmatism. In fact, James' lecture of 1907 fashioned a sort of trait theory of the empiricist and rationalist camps of philosophy. As in most modern trait theories, the traits of each camp are described by James as distinct and opposite, and maybe possessed in different proportions on a continuum, and thus characterize the personality of philosophers of each camp. The \"mental make-up\" (i.e. personality) of rationalist philosophers is described as \"tender-minded\" and \"going by \"principles\", and that of empiricist philosophers is described as \"tough-minded\" and \"going by \"facts.\" James distinguishes each not only in terms of the philosophical claims they made in 1907, but by arguing that such claims are made primarily on the basis of temperament. Furthermore, such categorization was only incidental to James' purpose of explaining his pragmatist philosophy and is not exhaustive.[30]\n\nAccording to James, the temperament of rationalist philosophers differed fundamentally from the temperament of empiricist philosophers of his day. The tendency of rationalist philosophers toward refinement and superficiality never satisfied an empiricist temper of mind. Rationalism leads to the creation of closed systems, and such optimism is considered shallow by the fact-loving mind, for whom perfection is far off.[31] Rationalism is regarded as pretension, and a temperament most inclined to abstraction.[32]\n\nEmpiricists, on the other hand, stick with the external senses rather than logic. British empiricist John Locke's  (1632–1704) explanation of personal identity provides an example of what James referred to. Locke explains the identity of a person, i.e. personality, on the basis of a precise definition of identity, by which the meaning of identity differs according to what it is being applied to. The identity of a person is quite distinct from the identity of a man, woman, or substance according to Locke. Locke concludes that consciousness is personality because it \"always accompanies thinking, it is that which makes everyone to be what he calls self,\"[33] and remains constant in different places at different times.\n\nRationalists conceived of the identity of persons differently than empiricists such as Locke who distinguished identity of substance, person, and life. According to Locke, Rene Descartes  (1596–1650) agreed only insofar as he did not argue that one immaterial spirit is the basis of the person \"for fear of making brutes thinking things too.\"[34] According to James, Locke tolerated arguments that a soul was behind the consciousness of any person. However, Locke's successor David Hume (1711–1776), and empirical psychologists after him denied the soul except for being a term to describe the cohesion of inner lives.[30] However, some research suggests Hume excluded personal identity from his opus An Inquiry Concerning Human Understanding because he thought his argument was sufficient but not compelling.[35] Descartes himself distinguished active and passive faculties of mind, each contributing to thinking and consciousness in different ways. The passive faculty, Descartes argued, simply receives, whereas the active faculty produces and forms ideas, but does not presuppose thought, and thus cannot be within the thinking thing. The active faculty mustn't be within self because ideas are produced without any awareness of them, and are sometimes produced against one's will.[36]\n\nRationalist philosopher Benedictus Spinoza (1632–1677) argued that ideas are the first element constituting the human mind, but existed only for actually existing things.[37] In other words, ideas of non-existent things are without meaning for Spinoza, because an idea of a non-existent thing cannot exist. Further, Spinoza's rationalism argued that the mind does not know itself, except insofar as it perceives the \"ideas of the modifications of body\", in describing its external perceptions, or perceptions from without. On the contrary, from within, Spinoza argued, perceptions connect various ideas clearly and distinctly.[38] The mind is not the free cause of its actions for Spinoza.[39] Spinoza equates the will with the understanding and explains the common distinction of these things as being two different things as an error which results from the individual's misunderstanding of the nature of thinking.[40]\n\n"
        },
        {
            "title": "Biology",
            "text": "The biological basis of personality is the theory that anatomical structures located in the brain contribute to personality traits. This stems from neuropsychology, which studies how the structure of the brain relates to various psychological processes and behaviors. For instance, in human beings, the frontal lobes are responsible for foresight and anticipation, and the occipital lobes are responsible for processing visual information. In addition, certain physiological functions such as hormone secretion also affect personality. For example, the hormone testosterone is important for sociability, affectivity, aggressiveness, and sexuality.[21] Additionally, studies show that the expression of a personality trait depends on the volume of the brain cortex it is associated with.[41]\n\n"
        },
        {
            "title": "Personology",
            "text": "\nPersonology confers a multidimensional, complex, and comprehensive approach to personality. According to Henry A. Murray, personology is: \nFrom a holistic perspective, personology studies personality as a whole, as a system, but at the same time through all its components, levels, and spheres.[43][44]\n\n"
        }
    ]
}