{
    "url": "https://en.wikipedia.org/wiki/Personal_life",
    "title": "Personal life",
    "table_of_contents": [
        "1 History",
        "2 Sociology",
        "3 Leisure activities",
        "4 Privacy",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPersonal life is the course or state of an individual's life, especially when viewed as the sum of personal choices contributing to one's personal identity.[1]\n\nApart from hunter-gatherers, most pre-modern peoples' time was limited by the need to meet necessities such as food and shelter through subsistence farming; leisure time was scarce.[2]\nPeople identified with their social role in their community and engaged in activities based on necessity rather than on personal choice.[citation needed] Privacy in such communities was rare.[citation needed]\n\nThe modern conception of \"personal life\" is an offshoot of modern Western society. Modern people tend to distinguish their work activities from their personal life and may seek work–life balance.[3]\nIt is a person's choices and preferences outside of work that define personal life, including one's choice of hobbies, cultural interests, manner of dress, mate, friends, and so on. In particular, what activities one engages in during leisure-time defines a person's personal life.[citation needed] Religious authorities, moralists, managers and personal-development gurus have seized on the concept of an individual life as a fulcrum for potential control and manipulation.[4][5][6]\n\nPeople in Western countries, such as the United States and Canada, tend to value privacy. Privacy includes both information privacy and decisional privacy; people expect to be left alone with respect to intimate details of their life and they expect to be free from undue control by others.[7]\n\n"
        },
        {
            "title": "History",
            "text": "In the past, before modern technology largely alleviated issues of economic scarcity in industrialised countries, most people spent a large portion of their time attempting to provide their basic survival needs, including water, food, and protection from the weather.[8] Humans needed survival skills for the sake of both themselves and their community; food needed to be harvested and shelters needed to be maintained.[9] There was little privacy in a community, and people identified one another according to their social role.[10] Jobs were assigned out of necessity rather than personal choice.[11]\n\nFurthermore, individuals in many ancient cultures primarily viewed their self-existence under the aspect of a larger social whole, often one with mythological underpinnings which placed the individual in relation to the cosmos.[12] People in such cultures found their identity not through their individual choices—indeed, they may not have been able to conceive a choice which was purely individual. Such individuals, if asked to describe themselves, would speak of the collective of which they were part: the tribe, the Church, the nation.[13] Even in the 21st century, survival issues dominate in many countries and societies. For example, the continents of Africa and Asia are still largely mired in poverty and third-world conditions, without technology, secure shelter, or reliable food sources. In such places, the concepts of a \"personal life\", \"self-actualization\", \"personal fulfillment\", or \"privacy\" are often unaffordable luxuries.[14]\n\nThe English philosopher John Locke (1632–1704) figures among the pioneers in discussing the concept of individual rights. In the 17th century he promoted the natural rights of the individual to life, liberty, and property, and included the pursuit of happiness as one of the individual's goals.[citation needed]\n\n"
        },
        {
            "title": "Sociology",
            "text": "The notion of a personal life, as currently understood in the west is in part an artefact of modern Western society. People in the  United States of America, especially, place a high value on privacy. Since the colonial period, commentators have noted Americans' individualism and their pursuit of self-definition.[15][need quotation to verify][16]\nIndeed, the United States Declaration of Independence and the Constitution explicitly raise the pursuit of happiness and the expectation of privacy to the level of rights.[citation needed]\n\nGeorge Lakoff sees the metaphor of life as \"a journey\" as a noteworthy structuring idea in \"our culture\".[17]\nCompare the traditional Chinese concept of tao.\n\nIn modern times, many people have come to think of their personal lives as separate from their work.[18][need quotation to verify]\nThis 9 to 5 paradigm regards work and recreation as distinct; one is either on the job or not, and the transition is abrupt. Employees have certain hours they are bound to work, and work during recreational time is rare. This may[original research?] reflect the continuing specialisation of jobs and the demand for increased efficiency, both at work and at home. The common phrase \"Work hard, play hard\" illustrates this mindset. There is a growing[quantify] trend, however, towards living more holistically and minimising such rigid distinctions between work and play, in order to achieve an \"appropriate\" work–life balance.[citation needed]\n\nThe concept of personal life also tends to be associated[by whom?] with the way individuals dress, the food they eat, their schooling and further education as well as their hobbies, leisure activities, and cultural interests. Increasingly, in the developed world, a person's daily life is also influenced by leisure-time use of consumer electronics such as televisions, computers and the Internet, mobile phones and digital cameras.[19][need quotation to verify]\n\nOther factors affecting personal life include individuals' health, personal relationships, pets as well as home and personal possessions.[citation needed]\n\n"
        },
        {
            "title": "Leisure activities",
            "text": "The way in which individuals make use of their spare time also plays an important role in defining their personal lives. In general, leisure activities can be categorised as either passive, in cases when no real effort is required, or active, when substantial physical or mental energy is needed.[20]\n\nPassive activities include watching television, listening to music, watching sports activities or going to the cinema. The individual simply relaxes without any special effort.[citation needed]\n\nActive activities may be more or less intensive ranging from walking, through jogging and cycling to sports such as tennis or football. Playing chess or undertaking creative writing might also be considered as demanding as these require a fair amount of mental effort.[citation needed]\n\nBased on 2007 data, a US survey on use of leisure time found that the daily use of leisure time by individuals over 15 averaged 4.9 hours. Of this, more than half (2.6 hours) went on watching TV while only 19 minutes involved active participation in sports and exercise.[21]\n\n"
        },
        {
            "title": "Privacy",
            "text": "Privacy has been understood as entailing two different concepts; namely informational privacy and decisional privacy. The former concerns the right to be left alone in respect of the most intimate details of one's personal life and is a more accepted doctrine than the latter which concerns freedom from undue regulation and control.[7]\n\n"
        }
    ]
}