{
    "url": "https://en.wikipedia.org/wiki/Perspectives_on_the_abduction_phenomenon",
    "title": "Perspectives on the abduction phenomenon",
    "table_of_contents": [
        "1 Extraterrestrial hypothesis",
        "2 Literary perspectives",
        "3 Skeptical perspectives",
        "3.1 Hoax",
        "3.2 Psychopathology",
        "3.3 False memory hypothesis",
        "3.3.1 Sleep paralysis",
        "3.3.2 Lucid dreams",
        "3.3.3 Hypnosis",
        "3.3.4 Cultural impact",
        "3.3.5 Maintenance of abduction memories",
        "3.4 Drug-induced hallucinations",
        "3.5 Parallels with other phenomena",
        "3.6 Abductors as demonic manifestations",
        "4 Footnotes",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Perspectives on the abduction phenomenon are explanations that are intended to explain claims of abduction and examination by apparently otherworldly beings. The main differences between these perspectives lie in the credence ascribed to the claims. Perspectives range from the assertion that all abductions are hoaxes to the belief that the claims are of objective happenings and separate from the consciousness of the claimants.\n\nSome researchers are intrigued by abduction phenomena, but hesitate to make definitive conclusions. Harvard psychiatrist John E. Mack, a leading authority on the spiritual or transformational effects of alleged alien abduction experiences,[1] said, \"The furthest you can go at this point is to say there's an authentic mystery here. And that is, I think, as far as anyone ought to go.\"[2] Mack was also unconvinced by piecemeal counterclaims; he said skeptical explanations need to \"take into account the entire range of phenomena associated with abduction experiences\", up to and including \"missing time\", directly contemporaneous UFO sightings, and the occurrence in small children.[3]\n\nThe mainstream scientific perspective is that the abduction phenomenon has its roots in human psychology, neurology, and culture; it is effectively a psychosocial phenomenon rather than alien abduction. Many among the general public, conspiracy theorists, and ufologists hold to the idea that extraterrestrial beings have been temporarily abducting people against their will.\n\nVarious authors, including Jacques Vallée and John E. Mack, have suggested that the dichotomy 'real' versus 'imaginary' may be too simplistic; that a proper understanding of this complex phenomenon may require a reevaluation of our concept of the nature of reality.\n\n"
        },
        {
            "title": "Extraterrestrial hypothesis",
            "text": "This is the hypothesis that alien abduction is a literal phenomenon, in which extraterrestrial beings abduct humans to study or experiment upon them. Humans have not discovered these beings because their technology is so advanced that they can evade detection. This account is not widely supported by most mainstream scientists because of the absence of physical evidence and the contradictory nature of most abduction accounts.[4]\n\n"
        },
        {
            "title": "Literary perspectives",
            "text": "According to literature professor Terry Matheson, the popularity and intriguing appeal of alien abduction accounts are easy to understand. Tales of abduction \"are intrinsically absorbing; it is hard to imagine a more vivid description of human powerlessness\". Matheson says that after experiencing the frisson of delightful terror one may feel from reading a ghost story or watching a horror film, people \"can return to the safe world of their homes, secure in the knowledge that the phenomenon in question cannot follow. But as the abduction myth has stated almost from the outset, there is no avoiding alien abductors.\"[5]\n\n"
        },
        {
            "title": "Skeptical perspectives",
            "text": "Various hypotheses have been proposed by skeptics to explain reports without the need to invoke controversial concepts such as intelligent extraterrestrial life forms. These hypotheses usually center on known psychological processes that can produce subjective experiences similar to those reported in abduction claims. Skeptics are also likely to critically examine abduction claims for evidence of hoaxing or influence from popular culture sources such as science fiction. One example of a comprehensive, skeptical analysis that focuses on the effects of mass marketing is art historian John F. Moffitt's 2003 book Picturing Extraterrestrials: Alien Images in Modern Mass Culture.[6]\n\nAccording to Brian Dunning, proposed psychological alternative explanations of the abduction phenomenon have included hallucination, temporary schizophrenia, epileptic seizures, and parasomnia—near-sleep mental states (hypnagogic states, night terrors and sleep paralysis). Sleep paralysis is often accompanied by hallucinations and sensations of a malevolent or neutral presence, though people experiencing it do not usually interpret that \"something\" as aliens.[7]\n\nMany skeptics[which?] believe alien abductees lie about their abduction experiences. The main motivators for such hoaxes are believed to be financial gain from books or films that may be made about their experiences and psychosocial factors, such as attention from others and the possibility of fame abductees may otherwise not have. However, most abductees do not publicize their stories; it is believed most of them believe in their abduction experiences. In this sense, simple fabrication is not a sufficient explanation for the majority of abduction claims.[4][8]\n\nA common view among the general public—and, in the past, by the scientific community—[9] is that those who believe they have been abducted by aliens are mentally ill. This view has little support from scientists and academics because most studies have found alleged abductees are no more likely than the general population to suffer from psychopathologies.[4][8][9] Nevertheless, abductees differ from the general public in significant ways. For example, abductees often score higher than average people in tests measuring hypnotic suggestibility, absorption, magical ideation, and dissociative experiences; abductees are more likely to accept suggestions of a hypnotist as true, are prone to becoming fully engrossed in their imaginations and fantasies, are more likely to believe in unusual phenomena, and experience more alterations in consciousness, such as spacing out.[10][11]\n\nThis is one of the most widely accepted theories in the scientific community.[citation needed] It involves an explanation, using psychological theory and research, of ways psychologically healthy individuals may come to believe they have been abducted and ways they maintain that belief. False memory involves several steps or series of events, not all of which are required to lead to a false memory of abduction.[4]\n\n\nThe vast majority of abduction experiences are thought to originate from an episode of sleep paralysis, which is often accompanied by a feeling of a heavy weight pressing down upon one's chest, as well as hypnopompic hallucinations—the feeling of flying or levitating, flashing lights, feeling a presence in one's bedroom, and hallucinations of figures (such as a person or an animal) near one's bed.[9][11] The content of these hallucinations tends to be strongly influenced by the individual's cultural beliefs.[9] Before the 20th century, such hallucinations were interpreted as attacks by incubus and succubus demons, whereas in Newfoundland a witch-like creature is commonly hallucinated.[4][8] In The Demon-Haunted World, Carl Sagan said the alien abduction experience is similar to tales of demon abduction common throughout history. According to Sagan:\nThe events experienced during sleep paralysis are often unusual and terrifying, but are often dismissed as being a minor sleep disorder. Others are convinced the event was so unusual and unpleasant that the explanation must be equally unusual and unpleasant; they search for such an explanation.[13]\n\nSome alleged abductees may experience spontaneous lucid dreams. This was reportedly proven by the Phase Research Center during its mass alien abduction experiment (Los Angeles, USA, October 2011). In this experiment, subjects were contacted by \"aliens\"; it was concluded that reported experiences of close encounters with UFOs and extraterrestrials can be products of the human mind.[14]\n\nIn a 2021 study, published in International Journal of Dream Research,[15] the same researchers focused on the hypothesis that if some of alien abduction stories are the products of REM sleep, then they could be deliberately emulated by lucid dreaming practitioners. To check the hypothesis, they instructed a group of volunteers to try to emulate alien encounters via lucid dreams. Of the volunteers, 114 (75%) were able to experience alien encounters. Regarding the successful cases, 20% were close to reality in terms of the absence of paradoxical dreamlike events. And only among this 20% sleep paralysis and fear were observed, which are common in 'real' stories. In theory, random people might spontaneously encounter the same situation during REM sleep and confuse the events with reality.\n\nHypnosis is frequently used by abduction researchers to help recover memories of so-called missing time periods, and has been done so since the Betty and Barney Hill abduction.[16] In their search for an explanation of the unusual event they have experienced, many people[according to whom?] seek professional help. It has been found that individuals who already have an interest in UFOs are likely to seek the help of therapists with similar views or beliefs to their own. This therapist-patient combination is likely to result in the creation of false memories of alien abduction, particularly under the use of hypnosis.[4] Hypnosis has been shown to increase the number of recollections a person has; this applies to real and false recollections. This is because of the increased suggestibility of hypnotized individuals.[4] Abduction researcher and folklorist Thomas Bullard said hypnotized subjects become suggestible, \"edit[ing] their thoughts less rigorously\", thus becoming more likely to confabulate or open themselves to the implantation of memories.[16]\n\nNot everyone accepts the view that memories recovered during hypnosis are unreliable; Budd Hopkins writes,\n\nWhen under hypnosis, an individual will attempt to fill in gaps in their memory with any information, including fantasies. The information used to fill gaps can come from the hypnotist and the individual under hypnosis. For example, the hypnotist may either knowingly or unknowingly use loaded questions that influence the already ambiguous memories of abductees in such a way the patient creates an alien abduction narrative for them.[4] Skeptics Robert Sheaffer and Phillip J. Klass say individual abduction researchers appear to exert influence on the characteristics of narratives retrieved during hypnotic recall.[18] This influence tends to influence recovered abduction narratives in ways that reinforces the preconceived biases of the individual researcher.[18]\n\nThe hypnotized subject's existing beliefs may also lead them to create an alien abduction story under hypnosis; hypnotised individuals tend to believe thoughts, images, or ideas they have while under hypnosis originate from personal experience rather than other sources, such as the therapist's suggestions.[4] This can explain Budd Hopkins' observation that patients came to believe they had been abducted even though their hypnotist was skeptical of the abduction phenomenon.[citation needed] Thomas E. Bullard said the presence or absence of hypnosis as a method for memory retrieval in abduction claimants seems to effect descriptions of the abductors.[19] Hypnotically assisted recall is more likely to produce descriptions of the \"standard\" gray humanoid, while cases in which hypnosis was not used \"include more variety\".[19] According to Newman and Baumeister (1996), \"there is increasing evidence that hypnosis does not simply reveal the UFO abduction phenomenon – it plays a major role in creating it\". Although it is widely accepted that memories of alien abductions are false, they are generally believed wholeheartedly by the individual.[8]\n\nThe vast majority of abduction memories emerge after the use of hypnosis. A minority of abductees come about their abduction memories without it. In these cases, it is believed imagination inflation plays a major role in the development of such memories, in a similar way to the \"imaginative role-playing\" techniques used in hypnosis.[a] The idea of alien abduction may be suggested by an authority figure, such as a therapist. The presence of authority figures and their encouragement and confirmation of the reliability and accuracy of such memories is a key factor in the development of false memories.[4][20]\n\nAlthough proponents have argued there is a core narrative consistent across abduction claims, there is variation in the details of reports across cultures. Skeptics like Robert Sheaffer assert that this variation supports a psycho-social hypothesis as an explanation for the origin of the abduction phenomenon.[18] These cultural factors can influence the memories retrieved, whether or not hypnosis is used.[4] For example, it is believed many abduction accounts retrieved through hypnosis may be strongly influenced by science-fiction books or movies that subjects have recently encountered.[4] According to Kottmeyer, the abduction claims of Betty and Barney Hill bore a striking resemblance to a movie and television show they had both recently watched.[b] It has also been observed that abduction accounts tend to coincide with widely held beliefs of the time. For example, Hynek said until the late 1950s it was still believed there may be intelligent life on other planets within our solar system,[c] and until the late 1950s abductees reported aliens coming from Mars, Jupiter, and Venus. Once scientists discovered otherwise, abductees' claims changed accordingly.[d]\n\nThe biology and attitudes of the abductors are points of drastic divergence between the home countries of abduction claimants. Robert Sheaffer says, \"In North America large-headed gray aliens predominate, while in Britain abduction aliens are usually tall, blond and Nordic, and South America tends toward more bizarre creatures, including hairy monsters.\"[18] Sheaffer also writes about similarities between aliens depicted in early science fiction films—in particular, Invaders From Mars—and those reported to have abducted people. Commonalities exist in the appearances, behavior, technology, and societies of fictional and allegedly real abductors.[18]\n\nHowever, not everyone agrees with the idea of abduction claimants being influenced by science fiction sources. According to Bullard, \"The small showing for monstrous types and the fact that they concentrate in less reliable cases should disappoint skeptics who look for the origin of abductions in the influence of Hollywood. Nothing like the profusion of imaginative screen aliens appears in the abduction literature.\"[19] Bullard also wrote, \"If Hollywood is responsible for these images, where are the monsters? Where are the robots?\"[21]\n\nSome abductees recant their stories once faced with opposition or disbelief from others, particularly based on their lack of solid evidence. Most, however, do not.[citation needed] Faced with this dissonance between their confidence that their abduction memory is real and the potential inaccuracy of that memory suggested by others, many abductees seek out support groups where they are surrounded by like-minded peers who have had similar experiences and will thus confirm the accuracy of the individual's abduction experience.[4][22]\n\nSome alleged abductees may be under the influence of recreational drugs. For example, Terence McKenna described seeing \"Machine Elves\" while experimenting with Dimethyltryptamine (DMT). The description of Machine Elves is often consistent with the description of \"Grey\" aliens. In studies conducted from 1990–1995 at University of New Mexico, psychiatrist Rick Strassman found that approximately 20 percent of volunteers injected with high doses of DMT had experiences similar to purported alien abductions.[23]\n\nMany parallels have been drawn between the abduction phenomenon and other unusual events. For example, Robert Sheaffer wrote about similarities between claims of witchcraft and claims of alien abductions. He said similar imagery involving non-human creatures, uncovered memories, and sex are involved in both the abduction phenomenon and the activities of those accused of witchcraft, and says these commonalities suggest the two phenomena share a common, underlying psychopathology.[18]\n\nGwen Dean noted forty-four parallels between alien abduction and satanic ritual abuse (SRA) at the Alien Abduction Conference held June 13–17, 1992, at MIT in Cambridge, Mass. Both emerged as widespread phenomena in the late 1970s and early 1980s, and both often use hypnosis to recover lost or suppressed memories. The scenarios and narratives offered by alleged abductees and SRA victims feature similar elements; both are typically said to begin when the experiencer is in their youth; both are said to involve entire families and to occur generationally; the alien examination table is similar to the satanic altar; both phenomena focus on genitals, rape, sexuality, and breeding; witnesses often report that the events happen when they are in altered states of consciousness; and both phenomena feature episodes of \"missing time\" when the events are said to occur, but of which the victim has no conscious memory.[24]\n\nSome writers[25][26] have said abduction experiences bear similarities to pre-20th century accounts of demonic manifestations, noting as many as a dozen similarities.[27] One notable example is the Orthodox monk Fr. Seraphim Rose, who devotes a whole chapter in his book Orthodoxy and the Religion of the Future[28] to the phenomena of UFOs and abductions, which, he concludes, are manifestations of the demonic.[29]\n\n"
        }
    ]
}