{
    "url": "https://en.wikipedia.org/wiki/Peter_van_Inwagen",
    "title": "Peter van Inwagen",
    "table_of_contents": [
        "1 Career",
        "2 Awards and honors",
        "3 Books",
        "4 Personal life",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Works cited",
        "9 Sources",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPeter van Inwagen (/væn ɪnˈwɑːɡən/; born September 21, 1942) is an American analytic philosopher and the John Cardinal O'Hara Professor of Philosophy at the University of Notre Dame. He is also a Research Professor of Philosophy at Duke University each spring.[2] He previously taught at Syracuse University and earned his PhD from the University of Rochester in 1969[3] under the direction of Richard Taylor.[4] Van Inwagen is one of the leading figures in contemporary metaphysics, philosophy of religion, and philosophy of action. He was the president of the Society of Christian Philosophers from 2010 to 2013.[5]\n\n"
        },
        {
            "title": "Career",
            "text": "Van Inwagen's 1983 monograph An Essay on Free Will[6] played an important role in rehabilitating libertarianism with respect to free will in mainstream analytical philosophy.[7] In the book, he introduces the term incompatibilism about free will and determinism, to stand in contrast to compatibilism—the view that free will is compatible with determinism.[note 1]\n\nVan Inwagen's central argument (the consequence argument) for this view is that \"If determinism is true, then our acts are the consequences of the laws of nature and events in the remote past. But it is not up to us what went on before we were born, and neither is it up to us what the laws of nature are. Therefore, the consequences of those things (including our present acts) are not up to us.\"[9]\n\nVan Inwagen also added what he called the Mind Argument (after the philosophical journal Mind, where such arguments often appeared). \"The Mind argument proceeds by identifying indeterminism with chance and by arguing that an act that occurs by chance, if an event that occurs by chance can be called an act, cannot be under the control of its alleged agent and hence cannot have been performed freely. Proponents of [this argument] conclude, therefore, that free will is not only compatible with determinism but entails determinism.\"[10]\n\nThe Consequence Argument and the Mind Argument are the two horns in the classic dilemma and standard argument against free will.[citation needed] If determinism is true, our actions are not free. If indeterminism is true, our actions are random and our will cannot be morally responsible for them.[11]\n\nVan Inwagen concludes that \"Free Will Remains a Mystery.\"[12] In an article written in the third person called \"Van Inwagen on Free Will,\"[13] he describes the problem with his incompatibilist free will if random chance directly causes our actions.[14] He imagines the universe reverting a thousand times to exactly the same circumstances[15] it was in at some earlier time and observing all the \"replays.\" If the agent's actions are random, she sometimes \"would have agent-caused the crucial brain event and sometimes (in seventy percent of the replays, let us say) she would not have... I conclude that even if an episode of agent causation is among the causal antecedents of every voluntary human action, these episodes do nothing to undermine the prima facie impossibility of an undetermined free act.\"[16]\n\nIn a paper submitted to The Journal of Ethics, \"How to Think about the Problem of Free Will\", Van Inwagen worries that the concept \"free will\" may be incoherent. He writes, \"There are seemingly unanswerable arguments that (if they are indeed unanswerable) demonstrate that free will is incompatible with determinism. And there are seemingly unanswerable arguments that ... demonstrate that free will is incompatible with indeterminism. But if free will is incompatible both with determinism and indeterminism, the concept 'free will' is incoherent, and the thing free will does not exist.\"[17]\n\nIn his book Material Beings,[18] Van Inwagen argues that all material objects are either elementary particles or living organisms. Every composite material object is made up of elementary particles, and the only such composite objects are living organisms. A consequence of this view is that everyday objects such as tables, chairs, cars, buildings, and clouds do not exist. While there seem to be such things, this is only because there are elementary particles arranged in specific ways. For example, where it seems that there is a chair, Van Inwagen says that there are only elementary particles arranged chairwise. These particles do not compose an object, any more than a swarm of bees composes an object. Like a swarm of bees, the particles we call a chair maintain a more or less stable arrangement for a while, which gives the impression of a single object. An individual bee, by contrast, has parts that are unified in the right way to constitute a single object (namely, a bee).\n\nVan Inwagen gave the 2003 Gifford Lectures; they are published in his The Problem of Evil.[19] There Van Inwagen argues that the problem of evil is a philosophical argument and, like most philosophical arguments, fails.\n\nIn recent years, Van Inwagen has shown an interest in the afterlife debate, particularly in relation to resurrection of the body. In his article \"I Look for the Resurrection of the Dead and the Life of the World to Come\", he concludes that Christians must account for some sort of physical continuity in their account of existence of the same person after death. In particular, Van Inwagen notes, this is a problem for the Christian materialist, one who believes that human beings are physical substances.\n\n"
        },
        {
            "title": "Awards and honors",
            "text": "He was elected to the American Academy of Arts and Sciences in 2005,[20] and was President of the Central Division of the American Philosophical Association in 2008/09. He was the President of the Society of Christian Philosophers from 2010 to 2013.[5]\n\nHe has delivered lectures including:\n\nIn May 2011 it was announced that he is to receive an honorary doctorate from the University of St Andrews, Scotland.[21]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Van Inwagen lives in Granger, Indiana, with his wife Elisabeth. Van Inwagen converted to Christianity in 1980.[citation needed]\n\n"
        }
    ]
}