{
    "url": "https://en.wikipedia.org/wiki/Peter_Bogdanovich",
    "title": "Peter Bogdanovich",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 1960s",
        "2.2 1970s",
        "2.3 1980s",
        "2.4 1990s",
        "2.5 2000s",
        "2.6 2010s",
        "2.7 2020s",
        "3 Death and legacy",
        "4 Filmography",
        "4.1 As director",
        "4.1.1 Feature films",
        "4.1.2 Documentary films",
        "4.1.3 Television",
        "4.2 As actor",
        "4.2.1 Film",
        "4.2.2 Television",
        "4.2.3 Music videos",
        "4.3 Miscellaneous",
        "5 Bibliography",
        "6 Audio commentaries, intros, etc.",
        "7 References",
        "8 General sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPeter Bogdanovich ComSE (July 30, 1939 – January 6, 2022) was an American director, writer, actor, producer, critic, and film historian.\n\nOne of the \"New Hollywood\" directors, Bogdanovich started as a film journalist until he was hired to work on Roger Corman's The Wild Angels (1966). After that film's success, he directed his own film Targets (1968), which received critical acclaim. He gained widespread recognition and further acclaim for his coming-of-age drama The Last Picture Show (1971). The film received eight Academy Award nominations, including for the Best Picture, with Bogdanovich receiving nominations for Best Director and Best Adapted Screenplay, and Ben Johnson and Cloris Leachman winning Oscars for their supporting roles.\n\nFollowing The Last Picture Show, he directed the screwball comedy What's Up, Doc? (1972), a major box office success,[2][3] and another critical and commercial success, Paper Moon (1973), which earned him a Golden Globe Award for Best Director nomination. His following three films were all critical and commercial failures, including Daisy Miller (1974). He took a three-year hiatus and then returned with cult films Saint Jack (1979) and They All Laughed (1981). After his girlfriend Dorothy Stratten's murder, he took another four-year hiatus from filmmaking and wrote a memoir on her death titled The Killing of the Unicorn before making a comeback with Mask (1985), a critical and commercial success. He later went on to direct films such as Noises Off (1992), The Thing Called Love (1993), The Cat's Meow (2001), and She's Funny That Way (2014). As an actor, he was known for his roles in HBO series The Sopranos and Orson Welles's last film, The Other Side of the Wind (2018), which he also helped to finish.[4] He received a Grammy Award for Best Music Film for directing the Tom Petty documentary Runnin' Down a Dream (2007).\n\nAn accomplished film historian, he directed documentaries such as Directed by John Ford (1971) and The Great Buster: A Celebration (2018), and published over ten books, some of which include in-depth interviews with friends Howard Hawks and Alfred Hitchcock. Bogdanovich's works have been cited as important influences by many major filmmakers.\n\n"
        },
        {
            "title": "Early life",
            "text": "Peter Bogdanovich was born in Kingston, New York, the son of Herma (née Robinson) and Borislav Bogdanovich, a pianist and painter.[5][6] His mother was of Austrian Jewish descent and his father was a Serb. Bogdanovich was fluent in Serbian, having learned it before English.[7][8] He had an older brother who died in an accident in 1938, at eighteen months of age, after a pot of boiling soup fell on him, though Bogdanovich did not learn about his brother until he was seven and did not know the circumstances of his death until he was an adult.[9] His parents both arrived in the U.S. in May 1939 on visitors' visas, along with his mother's immediate family, three months before the onset of World War II.[6][10] In 1952, when he was twelve, Bogdanovich began keeping a record of every film he saw on index cards, complete with reviews; he continued to do so until 1970.[11][12] He saw up to four hundred films a year.[13] He graduated from New York City's Collegiate School in 1957 and studied acting at the Stella Adler Conservatory.[7]\n\n"
        },
        {
            "title": "Career",
            "text": "In the early 1960s, Bogdanovich was known as a film programmer at the Museum of Modern Art in New York City, where he programmed influential retrospectives and wrote monographs for the films of  Orson Welles, John Ford, Howard Hawks, and Alfred Hitchcock.[7][14] Bogdanovich also brought attention to Allan Dwan, a pioneer of American film who had fallen into obscurity by then, in a 1971 retrospective Dwan attended.[15][16] He also programmed for New Yorker Theater.[7]\n\nBefore becoming a director, he wrote for Esquire, The Saturday Evening Post, and Cahiers du Cinéma as a film critic.[7][14] These articles were collected in Pieces of Time (1973).[17]\n\nIn 1966, following the example of Cahiers du Cinéma critics François Truffaut, Jean-Luc Godard, Claude Chabrol, and Éric Rohmer, who had created the Nouvelle Vague (\"New Wave\") by making their own films, Bogdanovich decided to become a director. Encouraged by director Frank Tashlin, whom he would interview in his book Who the Devil Made It, Bogdanovich headed for Los Angeles with his wife Polly Platt and in so doing, left his rent unpaid.[18][19]\n\nIntent on breaking into the industry, Bogdanovich would ask publicists for movie premiere and industry party invitations. At one screening, Bogdanovich was viewing a film and director Roger Corman was sitting behind him. The two struck up a conversation when Corman mentioned he liked a cinema piece Bogdanovich wrote for Esquire. Corman offered him a directing job, which Bogdanovich accepted immediately. He worked with Corman on Targets, which starred Boris Karloff, and Voyage to the Planet of Prehistoric Women, under the pseudonym Derek Thomas. Bogdanovich later said of the Corman school of filmmaking, \"I went from getting the laundry to directing the picture in three weeks. Altogether, I worked 22 weeks – preproduction, shooting, second unit, cutting, dubbing – I haven't learned as much since.\"[20]\n\nReturning to journalism, Bogdanovich struck up a lifelong friendship with Orson Welles while interviewing him on the set of Mike Nichols's Catch-22. Bogdanovich played a major role in reviving Welles and his career with his writings on the actor-director, including his book This is Orson Welles. In the early 1970s, when Welles was having financial problems, Bogdanovich let him stay at his Bel Air mansion for a couple of years.[7]\n\nIn 1970, Bogdanovich was commissioned by the American Film Institute to direct a documentary about John Ford for their tribute, Directed by John Ford. The resulting film included candid interviews with John Wayne, James Stewart, and Henry Fonda, and was narrated by Orson Welles. Out of circulation for years due to licensing issues, Bogdanovich and TCM released it in 2006, re-edited it to make it \"faster and more incisive\", with additional interviews with Clint Eastwood, Walter Hill, Harry Carey Jr., Martin Scorsese, Steven Spielberg, and others.[21]\n\n\nMuch of the inspiration that led Bogdanovich to his cinematic creations came from early viewings of the film Citizen Kane. In an interview with Robert K. Elder, author of The Film That Changed My Life, Bogdanovich explains his appreciation of Orson Welles's work:\nThe 32-year-old Bogdanovich was hailed by critics as a \"Wellesian\" wunderkind when his best-received film, The Last Picture Show, was released in 1971. The film earned eight Academy Award nominations, including Best Director, and won two statues, for Cloris Leachman and Ben Johnson in the supporting acting categories. Bogdanovich co-wrote the screenplay with Larry McMurtry, and it won the 1971 BAFTA award for Best Screenplay. Bogdanovich cast the 21-year-old model Cybill Shepherd in a major role in the film and fell in love with her, an affair leading to his divorce from Polly Platt, his longtime artistic collaborator and the mother of his two daughters.[23]\n\nBogdanovich followed up The Last Picture Show with the screwball comedy What's Up, Doc?, starring Barbra Streisand and Ryan O'Neal.[7] Bogdanovich then formed The Directors Company with Francis Ford Coppola and William Friedkin and co-owned by Paramount Pictures.[24] Paramount allowed the directors to make a minimum of twelve films with a budget of $3 million each. It was through this entity that Bogdanovich's Paper Moon was produced.[25]\n\nPaper Moon, a Depression-era comedy starring Ryan O'Neal that won his 10-year-old daughter Tatum O'Neal an Oscar as Best Supporting Actress, proved the high-water mark of Bogdanovich's career. Forced to share the profits with his fellow directors, Bogdanovich became dissatisfied with the arrangement. The Directors Company subsequently produced only two more pictures, Coppola's The Conversation (1974, which was nominated for Best Picture in 1974 alongside The Godfather Part II), and Bogdanovich's Cybill Shepherd-starring Daisy Miller, which had a lackluster critical reception and was a disappointment at the box—office.[7] The partners of The Directors Company all went their separate ways after the production of Daisy Miller.[24]\n\nBogdanovich's next effort, At Long Last Love, was a musical starring Shepherd and Burt Reynolds. Both that and his next film, Nickelodeon, were critical and box-office disasters,[7] severely damaging his standing in the film community. Reflecting upon his recent career, Bogdanovich said in 1976, \"I was dumb. I made a lot of mistakes.\"[26]\n\nIn 1975, he sued Universal for breaching a contract to produce and direct Bugsy.[27] He then took a few years off, then returned to directing with a lower-budgeted film, Saint Jack, which was filmed in Singapore and starred Ben Gazzarra in the title role.[28] The film earned critical praise, although was not a box-office hit.[29] The making of this film marked the end of his romantic relationship with Cybill Shepherd.[30]\n\nBogdanovich's next film was the romantic comedy They All Laughed which featured Dorothy Stratten, a former model and Playboy Playmate of the Month for August 1979 and Playmate of the Year in 1980,[31] who began a romantic relationship with Bogdanovich. Bogdanovich took over distribution of They All Laughed himself. He later blamed this for why he had to file for bankruptcy in 1985.[32] He declared he had a monthly income of $75,000 and monthly expenses of $200,000.[33]\n\nStratten was murdered by her estranged husband shortly after filming completed.[23] Following her death, Bogdanovich began writing The Killing of the Unicorn – Dorothy Stratten 1960–1980, a memoir detailing the relationship between Bogdanovich and Stratten, the making of They All Laughed and Stratten's murder. Bogdanovich says he wrote the book for himself, \"I wanted to understand what happened to her. I felt I couldn't move forward with my life, creative or otherwise until I did.\" Bogdanovich says the book was meant to be delivered to William Morrow in August 1982 \"but new facts kept coming to light and so it was delayed. I did more and more rewriting. In all, I suppose, I wrote the book five times.\" The book was eventually published in 1984.[34]\n\nTeresa Carpenter's \"Death of a Playmate\" article about Dorothy Stratten's murder was published in The Village Voice and won the 1981 Pulitzer Prize, and while Bogdanovich did not criticize Carpenter's article in his book, she had lambasted both Bogdanovich and Playboy mogul Hugh Hefner, claiming that Stratten was a victim of them as much as of her husband, Paul Snider, who killed her and himself.[7] Carpenter's article served as the basis of Bob Fosse's film Star 80. Bogdanovich opposed the production and refused to allow the film to use his name. He was portrayed as the fictional \"Aram Nicholas\", and he threatened litigation if he found the character objectionable.[35]\n\nHefner retaliated by accusing Bogdanovich of seducing Stratten's younger sister Louise, shortly after the murder, when she was 13. Bogdanovich vehemently denied the accusation. On December 30, 1988, the 49-year-old Bogdanovich married 20-year-old Louise, sparking a tabloid frenzy.[7][36] The couple divorced in 2001.[37]\n\nIn 1984, John Cassavetes called Bogdanovich to the set of his film Love Streams to direct a scene.[38]\n\nBogdanovich returned to directing officially with Mask, released in 1985 to critical acclaim. Mask was released with a song score by Bob Seger against Bogdanovich's wishes (he favored Bruce Springsteen). A director's cut of the film, slightly longer and with Springsteen's songs, was belatedly released on DVD in 2004.[39][40]\n\nBogdanovich directed the comedy Illegally Yours in 1988, a film he later disowned.\n\nIn 1990, Bogdanovich adapted Larry McMurtry’s novel  Texasville, a sequel to The Last Picture Show, into a film. It is set 33 years after the events of The Last Picture Show, and Jeff Bridges and Cybill Shepherd both reprised their roles as Duane and Jacy.  It was a critical and box office disappointment relative to the first film.[23] Bogdanovich often complained that the version of Texasville that was released was not the film he had intended. His cut of Texasville was later released on LaserDisc, and the theatrical cut was released on DVD by MGM in 2005.[41] After the release of Texasville, Bogdanovich revisited The Last Picture Show and produced a modified director's cut for Criterion which includes seven minutes of previously unseen footage and re-edited scenes.[42]\n\nIn 1991, Bogdanovich developed an alternative calendar, titled A Year and a Day: Goddess Engagement Calendar. The calendar consisted of 13 months of 28 days and a bonus day to equal 365 days. Each month was named after a different species of tree.[43] Bogdanovich attributed his inspiration for the calendar to the works of Robert Graves.[44]\n\nBogdanovich directed two more theatrical films in 1992 and 1993, but neither of these films recaptured the success of his early career. One, Noises Off, based on the Michael Frayn play,[23] while another, The Thing Called Love, is better known as one of River Phoenix's last roles before his death. In the mid-90s, Bogdanovich began to work in television, directing films such as To Sir, with Love II.[45] In 1997, he declared bankruptcy again.[46] Drawing from his encyclopedic knowledge of film history, he authored several critically lauded books, including Peter Bogdanovich's Movie of the Week, which offered the lifelong cinephile's commentary on 52 of his favorite films, and Who The Devil Made It: Conversations with Legendary Film Directors and Who the Hell's in It: Conversations with Hollywood's Legendary Actors, both based on interviews with directors and actors.[7]\n\nIn 2001, Bogdanovich resurfaced with The Cat's Meow. Returning once again to a reworking of the past, this time the alleged killing of director Thomas Ince by William Randolph Hearst. The film was a modest critical success but made little money at the box-office. Bogdanovich said that he was told the story of the alleged Ince murder by Welles, who in turn said he heard it from writer Charles Lederer.[47]\n\nIn addition to directing some television work, Bogdanovich returned to acting with a recurring guest role on the cable television series The Sopranos, playing Dr. Melfi's psychotherapist,[7] also later directing a fifth-season episode. He had a voice role, as Bart Simpson's therapist's analyst in an episode of The Simpsons,[48] and appeared as himself in the \"Robots Versus Wrestlers\" episode of How I Met Your Mother.[49] Quentin Tarantino cast Bogdanovich as a disc jockey in Kill Bill: Volume 1 and Kill Bill: Volume 2. \"Quentin knows, because he's such a movie buff, that when you hear a disc jockey's voice in my pictures, it's always me, sometimes doing different voices\", said Bogdanovich. \"So he called me and he said, 'I stole your voice from The Last Picture Show for the rough cut, but I need you to come down and do that voice again for my picture ... '\"[50] He hosted The Essentials on Turner Classic Movies, but was replaced in May 2006 by TCM host Robert Osborne and film critic Molly Haskell. Bogdanovich hosted introductions to movies on Criterion Collection DVDs, and had a supporting role in Out of Order.[51]\n\nIn 2006, Bogdanovich joined forces with ClickStar, where he hosted a classic film channel, Peter Bogdanovich's Golden Age of Movies. Bogdanovich also wrote a blog for the site.[52] In 2003, he appeared in the BBC documentary Easy Riders, Raging Bulls, and in 2006 he appeared in the documentary Wanderlust. The following year, Bogdanovich was presented with an award for outstanding contribution to film preservation by the International Federation of Film Archives (FIAF) at the Toronto International Film Festival.[53]\n\nIn 2010, Bogdanovich joined the directing faculty at the School of Filmmaking at the University of North Carolina School of the Arts. On April 17, 2010, he was awarded the Master of Cinema Award at the 12th Annual RiverRun International Film Festival. In 2011, he was given the Auteur Award by the International Press Academy, which is awarded to filmmakers whose singular vision and unique artistic control over the elements of production give a personal and signature style to their films.[54]\n\n\nIn 2012, Bogdanovich made news with an essay in The Hollywood Reporter, published in the aftermath of the Aurora, Colorado theater shooting, in which he argued against excessive violence in the movies:\nIn 2014, Bogdanovich's last narrative film, She's Funny That Way, was released in theaters and on-demand, followed by the documentary, The Great Buster: A Celebration in 2018.[56] In 2018, Orson Welles' long-delayed film The Other Side of the Wind, which was filmed in the 1970s and featured a prominent supporting role by Boganovich, who had long hoped to complete it, was released by Netflix to critical acclaim.[57]\n\nHe collaborated with Turner Classic Movies, and TCM host Ben Mankiewicz, to create a documentary podcast about his life, which premiered in 2020.[58][59]\n\nIn 2020, a copy of Bogdanovich's original cut of She's Funny That Way, originally titled Squirrels to the Nuts, was found on eBay.[60] In the wake of Bogdanovich's death in January 2022, the cut was shown at New York's Museum of Modern Art beginning on March 28, 2022.[61]\n\nWeeks before his death in January 2022, Bogdanovich collaborated with Kim Basinger to create LIT Project 2: Flux, a first of its kind short film made available on the Ethereum blockchain as a non-fungible token. The project was scheduled to be released on January 25, 2022.[62]\n\n"
        },
        {
            "title": "Death and legacy",
            "text": "Bogdanovich died from complications of Parkinson's disease at his home in Los Angeles on January 6, 2022, at the age of 82.[11][63]  Since his death, many directors, actors, and other public figures paid tribute to him, including Martin Scorsese, Francis Ford Coppola, Jennifer Aniston,[64] Barbra Streisand, Cher, William Friedkin, Guillermo del Toro, James Gunn, Ellen Burstyn, Laura Dern, Joe Dante, Bryan Adams, Ben Stiller, Jeff Bridges, Michael Imperioli,[65] Paul Feig and Viola Davis.[66][67] Peter Bradshaw of The Guardian described him as \"a loving cineaste and fearless genius of cinema.\"[68] The New York Times described Bogdanovich as \"[a genius] of the Hollywood system who, with great success and frustration, worked to transform it in the same era.\"[69]\n\nHis work has been cited as an influence by such filmmakers as Quentin Tarantino,[70] David Fincher,[71] Sofia Coppola,[72] Wes Anderson, Noah Baumbach,[73] Edgar Wright,[74] M. Night Shyamalan,[75] David O. Russell,[76] James Mangold,[77] Rian Johnson,[78][79] and the Safdie brothers.[80]\n\n"
        }
    ]
}