{
    "url": "https://en.wikipedia.org/wiki/Peter_Lombard",
    "title": "Peter Lombard",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early years",
        "1.2 Professor",
        "1.3 Priesthood and Bishop of Paris",
        "2 Writings",
        "3 Doctrine",
        "4 Works",
        "5 Notes",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Peter Lombard (also Peter the Lombard,[6][7] Pierre Lombard or Petrus Lombardus;[8] c. 1096, Novara[7][9][10] – 21/22 July 1160, Paris),[7][9][10] was a scholastic theologian, Bishop of Paris, and author of Four Books of Sentences which became the standard textbook of theology, for which he earned the accolade Magister Sententiarum.\n\n"
        },
        {
            "title": "Biography",
            "text": "Peter Lombard was born in Lumellogno[11] (then a rural commune, now a quartiere of Novara, Piedmont), in northwestern Italy, to a poor family.[12] His date of birth was likely between 1095 and 1100.\n\nHis education most likely began in Italy at the cathedral schools of Novara and Lucca. The patronage of Odo, bishop of Lucca, who recommended him to Bernard of Clairvaux, allowed him to leave Italy and further his studies at Reims and Paris. Lombard studied first in the cathedral school at Reims, where Magister Alberich and Lutolph of Novara were teaching, and arrived in Paris about 1134,[13] where Bernard recommended him[14] to the canons of the church of St. Victor.\n\nIn Paris, where he spent the next decade teaching at the cathedral school of Notre Dame, he came into contact with Peter Abelard and Hugh of St. Victor, who were among the leading theologians of the time. There are no proven facts relating to his whereabouts in Paris until 1142, when he became recognized as a teacher and writer.  Around 1145, Peter became a \"magister\", or professor, at the cathedral school of Notre Dame in Paris. Peter's means of earning a living before he began to derive income as a teacher and from his canon's prebend is shrouded in uncertainty.\n\nLombard's style of teaching gained quick acknowledgment. It can be surmised that this attention is what prompted the canons of Notre Dame to ask him to join their ranks. He was considered a celebrated theologian by 1144. The Parisian school of canons had not included among their number a theologian of high regard for some years. The canons of Notre Dame, to a man, were members of the Capetian dynasty, relatives of families closely aligned to the Capetians by blood or marriage, scions of the Île-de-France or eastern Loire Valley nobility, or relatives of royal officials. In contrast, Peter had no relatives, ecclesiastical connections, and no political patrons in France. It seems that he must have been invited by the canons of Notre Dame solely for his academic merit.\n\nHe became a subdeacon in 1147. Possibly he was present at the consistory of Paris in 1147, and certainly he attended the Council of Rheims in 1148, held in the presence of  Pope Eugenius III to examine Gilbert de la Porrée and Éon de l'Étoile. Peter was among the signatories of the act condemning Gilbert's teachings.[15] At some time after 1150 Peter became a deacon, then  archdeacon, maybe as early as 1152. He was ordained priest some time before 1156. On 28 July 1159, on the Feast of Saints Peter and Paul, he was consecrated bishop of Paris. Walter of St Victor accused Peter of obtaining the office by simony.[16] The more usual story is that Philip, younger brother of Louis VII and archdeacon of Notre-Dame, was elected by the canons but declined in favor of Peter Lombard, his teacher.\n\nLombard's time as bishop was brief.[17] Lombard died on either 21 or 22 July 1160. As to his administrative style or objectives little can be ascertained, since he left behind so few episcopal acta. He was succeeded by Maurice de Sully, the builder of the Cathedral of Notre Dame.[18] Lombard's tomb in the church of Saint-Marcel in Paris was destroyed during the French Revolution, but a transcription of his epitaph survives.\n\n"
        },
        {
            "title": "Writings",
            "text": "Peter Lombard wrote commentaries on the Psalms and the Pauline epistles; however, his most famous work by far was Libri Quatuor Sententiarum, or the Four Books of Sentences, which became the standard textbook of theology at the medieval universities.[19] From the 1220s until the 16th century, no work of Christian literature, except for the Bible itself, was commented upon more frequently. All the major medieval thinkers, from Albert the Great and Thomas Aquinas to William of Ockham and Gabriel Biel, were influenced by it. Even the young Martin Luther still wrote glosses on the Sentences, and John Calvin quoted from it over 100 times in his Institutes.\n\nThough the Four Books of Sentences formed the framework upon which four centuries of scholastic interpretation of Christian dogma was based, rather than a dialectical work itself, the Four Books of Sentences is a compilation of biblical texts, together with relevant passages from the Church Fathers and many medieval thinkers, on virtually the entire field of Christian theology as it was understood at the time. Peter Lombard's magnum opus stands squarely within the pre-scholastic exegesis of biblical passages, in the tradition of Anselm of Laon who taught through quotations from authorities.[20] It stands out as the first major effort to bring together commentaries on the full range of theological issues, arrange the material in a systematic order, and attempt to reconcile them where they appeared to defend different viewpoints. The Sentences starts with the Trinity in Book I, moves on to creation in Book II, treats Christ, the saviour of the fallen creation, in Book III, and deals with the sacraments, which mediate Christ's grace, in Book IV.\n\n"
        },
        {
            "title": "Doctrine",
            "text": "Peter Lombard's most famous and most controversial doctrine in the Sentences was his identification of charity with the Holy Spirit in Book I, distinction 17. According to this doctrine, when the Christian loves God and his neighbour, this love literally is God; he becomes divine and is taken up into the life of the Trinity. This idea, in its inchoate form, can be extrapolated from certain remarks of St. Augustine of Hippo (cf. De Trinitate xiii.7.11). Although this was never declared unorthodox, few theologians have been prepared to follow Peter Lombard in this aspect of his teaching. Compare Pope Benedict XVI's encyclical Deus caritas est, 2006.\n\nAlso in the Sentences was the doctrine that marriage was consensual and need not be consummated to be considered perfect, unlike Gratian's analysis (see sponsalia de futuro). Lombard's interpretation was later endorsed by Pope Alexander III, and had a significant impact on Church interpretation of marriage.[21][22] He emphasized the reciprocal consent of the parties is sufficiently constitutive of an absolutely indissoluble marriage, and is its only cause independent of sexual intercourse.[23]\n\n"
        }
    ]
}