{
    "url": "https://en.wikipedia.org/wiki/Petersen_House",
    "title": "Petersen House",
    "table_of_contents": [
        "1 Lincoln assassination",
        "2 Today",
        "3 Images",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Petersen House is a 19th-century federal style row house located at 516 10th Street NW in Washington, D.C. On April 15, 1865, United States President Abraham Lincoln died there after being shot the previous evening at Ford's Theatre, located across the street. The house was built in 1849 by William A. Petersen, a German tailor. Future Vice-President John C. Breckinridge, a friend of the Lincoln family, once rented this house in 1852.[2]  In 1865, it served as a boarding house.  It has been a museum since the 1930s, and is administered by the National Park Service.\n\n"
        },
        {
            "title": "Lincoln assassination",
            "text": "On the night of April 14, 1865, Lincoln and his wife Mary Todd were attending a performance of Our American Cousin when John Wilkes Booth, an actor and Southern sympathizer, entered the box and shot the President in the back of the head. Henry Rathbone and Clara Harris were also in the box with the Lincolns, and Rathbone suffered serious stab wounds while trying to prevent Booth's escape. Doctors including Charles Leale and Charles Sabin Taft examined Lincoln in the box before having him carried across the street to the Petersen House, where boarder Henry Safford directed them inside.[3]\n\nUpon re-examining Lincoln, only to discover that his extremities were cold, physicians continually removed blood clots which formed over the wound and poured out the excess brain fluid and brain matter from where the bullet had entered Lincoln's head in order to relieve pressure on the brain. However, the external and internal hemorrhaging continued throughout the night.\n\nDuring the night and early morning, guards patrolled outside to prevent onlookers from coming inside the house. Lincoln's Cabinet members, generals, and various members of Congress were allowed to see the President, except Secretary of State William Seward, who had been nearly killed in an assassination attempt by Lewis Powell, one of John Wilkes Booth's henchmen, in the same night as the assassination of Lincoln.\n\nAbraham Lincoln died in the house on April 15, 1865, at 7:22 a.m., aged 56.[4] Individuals in the room when he died included his son Robert Todd Lincoln; Senator Charles Sumner; generals Henry Wager Halleck, Richard James Oglesby, and Montgomery C. Meigs; and Secretary of War Edwin Stanton. Booth was located in Virginia 11 days later and was shot by one of the Union soldiers, Sergeant Boston Corbett, dying several hours later.\n\n"
        },
        {
            "title": "Today",
            "text": "Since 1933, the National Park Service has maintained Petersen House as a historical museum, recreating the scene at the time of Lincoln's death. The bed that Lincoln occupied and other items from the bedroom had been bought by Chicago collector Charles F. Gunther, and are now owned by and on display at the Chicago History Museum.[5][6] However, replicas have taken their places.[7] The bloodstained pillow and pillowcases are the ones used by Lincoln.[8] Also featured is a large tower of books about Lincoln.\n\nThe house is administered by the National Park Service as part of the Ford's Theatre National Historic Site.  Usually the house is open to visitors daily from 9:00 a.m. to 5:00 p.m.[9] Admission is free, but requires a timed ticket.[3]\n\n"
        }
    ]
}