{
    "url": "https://en.wikipedia.org/wiki/Peter_Fonda",
    "title": "Peter Fonda",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Early years and film work",
        "2.2 Counterculture figure and Roger Corman",
        "2.3 Easy Rider",
        "2.4 Director and action star",
        "2.5 1980s and 1990s",
        "2.6 2000s",
        "2.7 Later career",
        "3 Other work",
        "4 Honors",
        "5 Personal life",
        "5.1 Politics",
        "5.1.1 Controversial statements",
        "6 Death",
        "7 Filmography",
        "8 Awards and nominations",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPeter Henry Fonda (February 23, 1940 – August 16, 2019) was an American actor. He was the son of Henry Fonda, younger brother of Jane Fonda, and father of Bridget Fonda. He was a prominent figure in the counterculture of the 1960s.[1][2] Fonda was nominated for the Academy Award for Best Original Screenplay for Easy Rider (1969), and the Academy Award for Best Actor for Ulee's Gold (1997). For the latter, he won the Golden Globe Award for Best Actor – Motion Picture Drama. Fonda also won the Golden Globe Award for Best Supporting Actor – Series, Miniseries or Television Film for The Passion of Ayn Rand (1999).\n\n"
        },
        {
            "title": "Early life",
            "text": "Fonda was born on February 23, 1940, in New York City, the only son of actor Henry Fonda (1905–1982) and his wife Frances Ford Seymour (1908–1950); his older sister is actress Jane Fonda (born 1937).[3][4] He and Jane had a half-sister, Frances de Villers Brokaw (1931–2008), from their mother's first marriage. Their mother committed suicide in a mental hospital when Peter, her youngest, was ten. He did not discover the circumstances or location of her death until he was 15 years old.\n\nOn his eleventh birthday, he accidentally shot himself in the abdomen and nearly died. He went to the Indian hill station of Nainital and stayed for a few months for recovery.[5] Years later, he referred to this incident while with John Lennon and George Harrison while taking LSD.[6] He said, \"I know what it's like to be dead.\" This inspired The Beatles' song \"She Said She Said\".[7]\n\nPeter attended the Fay School in Southborough, Massachusetts, and was a member of the Class of 1954. He then matriculated in Westminster School, a Connecticut boarding school in Simsbury, where he graduated in 1958.[8]\n\nOnce he graduated, Fonda studied acting in Omaha, Nebraska, his father's home town. While attending the University of Nebraska-Omaha, Fonda joined the Omaha Community Playhouse, having been recruited by Marlon Brando's mother.[9]\n\n"
        },
        {
            "title": "Career",
            "text": "Upon his return to New York, Fonda joined the Cecilwood Theatre in 1960.[10] Afterwards, he found work on Broadway and gained notice in Blood, Sweat and Stanley Poole, written by James and William Goldman, which ran for 84 performances in 1961. Fonda began guest starring on television shows like Naked City, The New Breed, Wagon Train, and The Defenders.\n\nFonda's first film came when producer Ross Hunter was looking for a new male actor to romance Sandra Dee in Tammy and the Doctor (1963). He was cast in the role, in what was a minor hit.[11] He followed this with a support part in The Victors (1963), a bleak look at American soldiers in World War II, directed by Carl Foreman.[12] Fonda's performance won him a Golden Globe Award for most promising newcomer.\n\nFonda continued to work in television, guest starring in Channing, Arrest and Trial, The Alfred Hitchcock Hour, and 12 O'Clock High. He also tested for the role of John F. Kennedy in PT-109.[13] Fonda impressed Robert Rossen who cast him in what would be Rossen's last movie, Lilith (1964), alongside Warren Beatty, Jean Seberg and Gene Hackman. Fonda's performance was well reviewed. Shortly before dying, Rossen signed him to a seven-film contract which was to start with an adaptation of Bang the Drum Slowly.[14] Fonda graduated to a starring role in The Young Lovers (1964), about out-of-wedlock pregnancy, the sole directorial effort of Samuel Goldwyn Jr.\n\nBy the mid-1960s, Fonda was not a conventional \"leading man\" in Hollywood. As Playboy magazine reported, Fonda had established a \"solid reputation as a dropout\". He had become outwardly nonconformist and grew his hair long and took LSD regularly, alienating the \"establishment\" film industry. Desirable acting work became scarce.[15] Through his friendships with members of the band The Byrds, Fonda visited The Beatles in their rented house in Benedict Canyon in Los Angeles in August 1965. While John Lennon, Ringo Starr, George Harrison, and Fonda were under the influence of LSD, Lennon heard Fonda say, \"I know what it's like to be dead.\" Lennon used the phrase in the lyrics for his song, \"She Said She Said\", which was included on their 1966 album, Revolver.[7]\n\nIn 1966, Fonda was arrested in the Sunset Strip riot, which the police ended forcefully. The band Buffalo Springfield protested the department's handling of the incident in their song \"For What It's Worth\". Fonda sang some and in 1967 recorded \"November Night\", a 45-rpm single written by Gram Parsons for the Chisa label, backed with \"Catch the Wind\" by Donovan, produced by Hugh Masekela.[16]\n\nFonda's first counterculture-oriented film role was as a biker in Roger Corman's B movie The Wild Angels (1966). Fonda originally was to support George Chakiris, but graduated to the lead when Chakiris revealed he could not ride a motorcycle. In the film, Fonda delivered a \"eulogy\" at a fallen Angel's funeral service. This was sampled by Psychic TV on their 1988 LP recording Jack the TAB. It was later sampled in the Primal Scream recording \"Loaded\" (1991), and in other rock songs. The movie was a big hit at the box office, screened at the Venice Film Festival, launched the biker movie genre, and established Peter Fonda as a movie name. Fonda made a television pilot, High Noon: The Clock Strikes Noon Again, filmed in December 1965. It was based on the film High Noon (1952), starring Gary Cooper, with Fonda in the Cooper role. However, it did not become a series.[17]\n\nFonda next played the male lead in Corman's film The Trip (1967), a take on the experience and \"consequences\" of consuming LSD, which was written by Jack Nicholson. His co stars included Susan Strasberg, Bruce Dern and Dennis Hopper. The movie was a hit.[18] Fonda then traveled to France to appear in the portmanteau horror movie Spirits of the Dead (1968). His segment co-starred his sister Jane and was directed by her then-husband Roger Vadim. For American television, he appeared in a movie, Certain Honorable Men (1968), alongside Van Heflin, written by Rod Serling.[19]\n\nFonda produced, co-wrote and starred in Easy Rider (1969), directed by Dennis Hopper. Easy Rider is about two long-haired bikers traveling through the southwestern and southern United States where they encounter intolerance and violence. Fonda played \"Wyatt\",[21] a charismatic, laconic man whose motorcycle jacket bore a large American flag across the back. Dennis Hopper played the garrulous \"Billy\". Jack Nicholson played George Hanson, an alcoholic civil rights lawyer who rides along with them. Fonda co-wrote the screenplay with Terry Southern and Hopper.\n\nFonda tried to secure financing from Roger Corman and American International Pictures (AIP), with whom he had made The Wild Angels and The Trip, but they were reluctant to finance a film directed by Hopper. They succeeded getting money from Columbia Pictures. Hopper filmed the cross-country road trip depicted almost entirely on location. Fonda had secured funding of around $360,000, largely based on the fact he knew that it was the budget Roger Corman needed to make The Wild Angels.[22] The guitarist and composer Robbie Robertson, of The Band, was so moved by an advance screening that he approached Fonda and tried to convince him to let him write a complete score, even though the film was nearly due for wide release. Fonda declined the offer, instead using Steppenwolf's \"Born to Be Wild\", Bob Dylan's \"It's Alright, Ma (I'm Only Bleeding)\" sung by The Byrds' Roger McGuinn, and Robertson's own composition \"The Weight\", performed by The Band, among many other tracks.\n\nThe film was released to international success. Jack Nicholson was nominated for a Best Supporting Actor Oscar. Fonda, Hopper and Southern were nominated for the Academy Award for Best Original Screenplay. The film grossed over $40 million.[citation needed]\n\nAfter the success of Easy Rider, both Hopper and Fonda were sought for film projects. Hopper directed the film The Last Movie (1971), in which Fonda co-starred along with singer Michelle Phillips of The Mamas and the Papas.[23] Fonda directed and starred in the Western film The Hired Hand (1971). He took the lead role in a cast that also featured Warren Oates, Verna Bloom and Beat Generation poet Michael McClure. The film received mixed reviews and failed commercially upon its initial release, but many years later, in 2001, a fully restored version was shown at various film festivals and was re-released by the Sundance Channel on DVD that same year in two separate editions. Fonda later directed the science fiction film Idaho Transfer (1973). He did not appear in the film, and the film received mixed reviews upon its limited release. Around the same time, he co-starred with Lindsay Wagner in Two People (also 1973) for director Robert Wise, in which he portrayed a Vietnam War deserter.\n\nFonda starred alongside Susan George in the film Dirty Mary, Crazy Larry (1974), a film about two NASCAR hopefuls who execute a supermarket heist to finance their jump into big-time auto racing. The film was a box-office hit that year. It led to Fonda's making a series of action movies: Open Season (1974), with William Holden; Race with the Devil (1975), fleeing devil worshippers with Warren Oates (another hit);[24] 92 in the Shade (1975), again with Oates, for writer-director Thomas McGuane; Killer Force (1976) for director Val Guest; Futureworld (1976), a sequel to Westworld (1973), financed by AIP;[25] Fighting Mad (1976), a reuniting with Roger Corman, directed by Jonathan Demme.[26]\n\nOutlaw Blues (1977) was a drama, with Fonda playing a musician opposite Susan Saint James. After some more action with High-Ballin' (1978), Fonda returned to directing, with the controversial drama Wanda Nevada (1979), wherein the 39-year-old Fonda starred as the \"love\" interest of the then 13-year-old Brooke Shields. His father, Henry Fonda, made a brief appearance as well, and it is the only film in which they performed together.[27]\n\nFonda was top billed in The Hostage Tower (1980), a television movie based on a story by Alistair MacLean. Fonda appeared in the hit film, The Cannonball Run (1981), as the \"chief biker\" that was a tongue-in-cheek nod to his earlier motorcycle films, and the film was a huge box office success that year with a large ensemble cast. He also played a charismatic cult leader in Split Image (1982), a film that also starred James Woods, Karen Allen and Brian Dennehy. Despite the strong cast and positive reviews, the film failed to find an audience.\n\nFonda later appeared in a series of films in the 1980s of varying genres — Daijōbu, My Friend (1983), shot in Japan; Dance of the Dwarfs (1983); Peppermint Peace [de] (1983), shot in Germany;  Spasms (1983), a Canadian horror film with Oliver Reed; A Reason to Live (1985), a TV movie; Certain Fury (1985), with Tatum O'Neal; Mercenary Fighters (1988); Hawken's Breed (1988), a Western; Sound (1988); Gli indifferenti (1989) with Liv Ullmann; and The Rose Garden (1989).[28]\n\nIn the early 1990s Fonda also contributed to the script of Enemy (1990), in which he starred. He had the lead in Family Express (1991) and South Beach (1993), but then drifted into supporting roles in many \"independent\" films: Deadfall (1993), directed by Christopher Coppola; Bodies, Rest & Motion (1993), starring his daughter Bridget; Molly & Gina (1994); Love and a .45 (1994) with Renée Zellweger; Nadja (1994), produced by David Lynch. He had a good supporting role in Escape from L.A. (1996) from John Carpenter and was in Don't Look Back (1996). He also guest starred on In the Heat of the Night.[29]\n\nAfter years of films of varying success, Fonda received high-profile critical recognition and universal praise for his performance in Ulee's Gold (1997). He portrayed a taciturn North Florida beekeeper and Vietnam veteran who tries to save his son and granddaughter from a life of drug abuse. For his performance, he was nominated for the Academy Award for Best Actor. He had the lead in Painted Hero (1997). In 1998, Fonda starred in the TV movie The Tempest, based in part on William Shakespeare's play of the same name. It was directed by Jack Bender and starred Fonda, John Glover, Harold Perrineau, and Katherine Heigl.[30]\n\nHe was in The Passion of Ayn Rand (1998), then appeared in the crime film The Limey (1999) as Terry Valentine, an aging rock music producer who accidentally kills his younger girlfriend. The film was directed by Steven Soderbergh.\n\nFonda's work in the 2000s included parts in South of Heaven, West of Hell (2000), Second Skin (2000), Thomas and the Magic Railroad (2000) Wooly Boys (2001), The Laramie Project (2001), The Maldonado Miracle (2003), Capital City (2004), The Heart Is Deceitful Above All Things (2004), A Thief of Time (2004), Back When We Were Grownups (2004), Supernova (2005), and El cobrador: In God We Trust (2006).\n\nIn 2002, Fonda was inducted into the AMA Motorcycle Hall of Fame.\n\nIn 2004, he provided the voice of aging hippie weed grower \"The Truth\" in Grand Theft Auto: San Andreas, which was one of the best-selling video games of all time.\n\nIn a 2007 interview, Fonda said that riding motorcycles helped him to focus, stating,\n\nFonda made a return to the big screen as the bounty hunter Byron McElroy in 3:10 to Yuma (2007), a remake of the 1957 Western. He appeared with Christian Bale and Russell Crowe. The film received two Academy Award nominations and positive reviews from critics. He also appeared in the last scenes of the biker comedy Wild Hogs as Damien Blade, founder of the biker gang Del Fuegos and father of Jack, played by Ray Liotta. Fonda also portrayed Mephistopheles, one of two main villains in the film Ghost Rider (also 2007). Although he wanted to play the character in the sequel, he was replaced by Ciarán Hinds.\n\nHe appeared in Journey to the Center of the Earth (2008), Japan (2008), and The Perfect Age of Rock 'n' Roll (2009) and as \"The Roman\", the main villain in The Boondock Saints II: All Saints Day (also 2009), the sequel to The Boondock Saints. Fonda also appeared on the television series Californication.\n\nFonda's later appearances include American Bandits: Frank and Jesse James (2010) for Fred Olen Ray; The Trouble with Bliss (2011); episodes of CSI: NY; Smitty (2012); Harodim (2012); As Cool as I Am (2013); Copperhead (2013); The Ultimate Life (2013); The Harvest (2013); HR (2014); House of Bodies (2014); Jesse James: Lawman (2015); The Runner (2015) with Nicolas Cage; The Ballad of Lefty Brown (2017); The Most Hated Woman in America (2017); Borderland (2017); You Can't Say No (2018); and Boundaries (2018) with Christopher Plummer. He was an executive producer of the documentary The Big Fix (2012).\n\nHis final portrayal was in the Vietnam War movie The Last Full Measure, whose director Todd Robinson, has recounted that Peter Fonda was able to view that film in its entirety before his death, and got emotional upon viewing it.[32]\n\n"
        },
        {
            "title": "Other work",
            "text": "Fonda wrote an autobiography, Don't Tell Dad (1998).[33]\n\nIn the 1990s, Fonda appeared in an advertisement for American Express.[34][35]\n\n"
        },
        {
            "title": "Honors",
            "text": "In 2000, a Golden Palm Star on the Palm Springs, California, Walk of Stars was dedicated to him.[36]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Fonda was married three times, he first married Susan Brewer in 1961; together they have two children, Bridget and Justin.[37] They divorced in 1974 after 13 years of marriage.[37] Fonda married his second wife Portia Rebecca Crockett, in 1975.[37] The marriage lasted for 36 years until they divorced in 2011.[37] Fonda married his third wife Margaret DeVogelaere, in 2011.[37] The marriage lasted for eight years until Fonda's death in 2019.[37]\n\nIn 2011, Fonda and Tim Robbins produced The Big Fix, a documentary that examined the role of BP in the Deepwater Horizon oil spill and its effects on the Gulf of Mexico. At a press conference at the Cannes Film Festival, Fonda stated that he had written to President Barack Obama about the spill and attacked him as a \"fucking traitor\" for allowing \"foreign boots on our soil telling our military—in this case the Coast Guard—what they can and could not do, and telling us, the citizens of the United States, what we could or could not do.'\"[38]\n\nIn June 2018, Fonda went on Twitter to criticize President Donald Trump's administration's enforcement of U.S. immigration policy by Jeff Sessions, for separating children from their parents at the Mexican border, writing that \"We should rip Barron Trump from the arms of First Lady Melania Trump and put him in a cage with pedophiles.\"[39] He also suggested that Americans should seek out names of U.S. Immigration and Customs Enforcement agents in order to protest outside of their homes and the schools of their children.[40] The Secret Service opened an investigation based on a report from the Trump family.[39] Former Arkansas Governor Mike Huckabee claimed that he believed that Fonda's statement about Barron Trump was a violation of federal criminal law.[41] Huckabee's daughter, White House Press Secretary, Sarah Huckabee Sanders, was also the object of Fonda's tweets, in which he suggested that \"Maybe we should take her (Sanders') children away...\"[42]\n\nIn another later deleted tweet, Fonda targeted United States Department of Homeland Security Secretary Kirstjen Nielsen by calling her a \"vulgar\" name and calling for Nielsen to be \"put in a cage and poked at by passersby ...\"[42]\n\nFonda stated that he deleted his tweet regarding Barron Trump, saying that he \"immediately regretted it and sincerely apologize to the family for what I said and any hurt my words have caused.\"[39][43] Backlash to Fonda's tweets resulted in a call for a boycott of his newest film, Boundaries, and other Sony projects.[44][45] Sony Pictures released Boundaries as planned on June 22, 2018,[46] but released a statement stating that Fonda's comments \"are abhorrent, reckless and dangerous, and we condemn them completely.\"[47]\n\n"
        },
        {
            "title": "Death",
            "text": "Fonda died from respiratory failure caused by lung cancer at his home in Los Angeles on August 16, 2019, at the age of 79.[48][49]\n\nFollowing Fonda's death, his sister Jane Fonda made the following statement: \"I am very sad. He was my sweet-hearted baby brother. The talker of the family. I have had beautiful alone time with him these last days. He went out laughing.\"[50][51]\n\n"
        }
    ]
}