{
    "url": "https://en.wikipedia.org/wiki/Peter_Geach",
    "title": "Peter Geach",
    "table_of_contents": [
        "1 Early life",
        "2 Academic career",
        "3 Philosophical work",
        "4 Honours",
        "5 Marriage and children",
        "6 Death",
        "7 Works",
        "7.1 Festschriften",
        "8 See also",
        "9 Notes",
        "10 References",
        "10.1 Footnotes",
        "10.2 Works cited",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPeter Thomas Geach[a] FBA (29 March 1916 – 21 December 2013) was a British philosopher who was Professor of Logic at the University of Leeds. His areas of interest were philosophical logic, ethics, history of philosophy, philosophy of religion and the theory of identity.\n\n"
        },
        {
            "title": "Early life",
            "text": "Peter Geach was born in Chelsea, London, on 29 March 1916.[4] He was the only son of George Hender Geach and his wife Eleonora Frederyka Adolfina née Sgonina.[5] His father, who was employed in the Indian Educational Service, would go on to work as a professor of philosophy in Lahore and later as the principal of a teacher-training college in Peshawar.[6][7]\n\nHis parents' marriage was unhappy and quickly broke up.[8] Until the age of four, he lived with his maternal grandparents, who were Polish immigrants, in Cardiff.[8] After this time he was placed in the care of a guardian (until his father returned to Britain) and contact with his mother and her parents ceased.[8] He attended Llandaff Cathedral School in Cardiff and, later, Clifton College.[9]\n\nIn 1934 Geach won a scholarship to Balliol College, Oxford, graduating in 1938 with first-class honours in literae humaniores.[10][11] At Oxford, he increasingly engaged in intellectual clashes with Catholics, through which he discovered the Catholic faith, later converting to the Roman Catholic Church.[12] He later described it:\n\n"
        },
        {
            "title": "Academic career",
            "text": "Geach spent a year (1938–39)[10] as a Gladstone Research Student, based at St Deiniol's Library, Hawarden.[14]\n\nGeach refused to join the British Army in the Second World War and, as a conscientious objector, was employed in the war years in timber production.[15]  Following the end of the war in 1945, he undertook further research at Cambridge.\n\nIn 1951, Geach was appointed to his first substantive academic post, as assistant lecturer at the University of Birmingham, going on to become Reader in Logic.  In 1966 Geach resigned in protest at the University’s decision to create an Institute of Contemporary Culture. In his resignation letter he said he had no wish to stay at a university which \"preferred Pop Art to Logic\".[16]   In the same year he was appointed Professor of Logic in the Department of Philosophy at the University of Leeds.[10][17] Geach retired from his Leeds chair in 1981 with the title Emeritus Professor of Logic.[18]\n\nAt various times Geach held visiting professorships at the universities of Cornell, Chicago, Michigan, Pennsylvania, and Warsaw.[10]\n\n"
        },
        {
            "title": "Philosophical work",
            "text": "His early work includes the classic texts Mental Acts and Reference and Generality, the latter defending an essentially modern conception of reference against medieval theories of supposition. His Catholic perspective was integral to his philosophy. He was perhaps the founder of analytical Thomism (though the current of thought running through his and Elizabeth Anscombe's work to the present day was only ostensibly so named forty years later by John Haldane), the aim of which is to synthesise Thomistic and analytic approaches. Geach was a student and an early follower of Ludwig Wittgenstein whilst at the University of Cambridge.[19]\n\nGeach defends the Thomistic position that human beings are essentially rational animals, each one miraculously created. He dismissed Darwinistic attempts to regard reason as inessential to humanity, as \"mere sophistry, laughable, or pitiable.\" He repudiated any capacity for language in animals as mere \"association of manual signs with things or performances.\"[20]\n\nGeach dismissed both pragmatic and epistemic conceptions of truth, commending a version of the correspondence theory proposed by Thomas Aquinas. He argues that there is one reality rooted in God himself, who is the ultimate truthmaker. God, according to Geach, is truth. While they lived, he saw W. V. Quine and Arthur Prior as his allies, in that they held three truths: that there are no non-existent beings; that a proposition can occur in discourse without being there asserted; and that the sense of a term does not depend on the truth of the proposition in which it occurs. He is said to have invented the famous ethical example of the stuck potholer,[citation needed] when arguing against the idea that it might be right to kill a child to save its mother.\n\nIn metaethics, a debate developed in the 1960s and 1970s as to whether it was possible to logically derive categorical 'ought' statements from 'is' statements. The debate famously involved Richard Hare, Max Black, Philippa Foot and John Searle among others. Geach made a notable contribution to this debate with a paper published in 1977, which purported to derive one categorical 'ought' from purely factual premises.[21][22]\n\n"
        },
        {
            "title": "Honours",
            "text": "Geach was elected a Fellow of the British Academy (FBA) in 1965.[23] He was elected an honorary fellow of Balliol College in 1979.[23] He was awarded the papal cross Pro Ecclesia et Pontifice by the Holy See in 1999[24] for his philosophical work.\n\n"
        },
        {
            "title": "Marriage and children",
            "text": "His wife and occasional collaborator was the philosopher Elizabeth Anscombe.[17] Both converts to Catholicism, they were married at Brompton Oratory in 1941 and went on to have seven children.[25] They co-authored the 1961 book Three Philosophers, with Anscombe contributing a section on Aristotle and Geach one each on Aquinas and Gottlob Frege.[17] For a quarter century they were leading figures in the Philosophical Enquiry Group, an annual confluence of Catholic philosophers held at Spode House in Staffordshire that was established by Columba Ryan in 1954.[26]\n\n"
        },
        {
            "title": "Death",
            "text": "Peter Geach died on 21 December 2013[27] at Addenbrooke's Hospital in Cambridge and is buried in the same grave as his wife in (what is now) the Ascension Parish Burial Ground.\n\n"
        },
        {
            "title": "Works",
            "text": "For more complete publication details see \"Bibliography of works of P.T. Geach\" (1991) by Harry A. Lewis.[28]\n\n"
        }
    ]
}