{
    "url": "https://en.wikipedia.org/wiki/Petrified_wood",
    "title": "Petrified wood",
    "table_of_contents": [
        "1 Formation",
        "1.1 Simulated petrified wood",
        "2 Uses",
        "3 Occurrences",
        "3.1 Africa",
        "3.2 Asia",
        "3.3 Oceania",
        "3.4 Europe",
        "3.5 North America",
        "3.6 South America",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Petrified wood, also known as petrified tree (from Ancient Greek πέτρα meaning 'rock' or 'stone'; literally 'wood turned into stone'), is the name given to a special type of fossilized wood, the fossilized remains of terrestrial vegetation. Petrifaction is the result of a tree or tree-like plants having been replaced by stone via a mineralization process that often includes permineralization and replacement.[1] The organic materials making up cell walls have been replicated with minerals (mostly silica in the form of opal, chalcedony, or quartz). In some instances, the original structure of the stem tissue may be partially retained. Unlike other plant fossils, which are typically impressions or compressions, petrified wood is a three-dimensional representation of the original organic material.\n\nThe petrifaction process occurs underground, when wood becomes buried in water-saturated sediment or volcanic ash. The presence of water reduces the availability of oxygen which inhibits aerobic decomposition by bacteria and fungi. Mineral-laden water flowing through the sediments may lead to permineralization, which occurs when minerals precipitate out of solution filling the interiors of cells and other empty spaces. During replacement, the plant's cell walls act as a template for mineralization.[2] There needs to be a balance between the decay of cellulose and lignin and mineral templating for cellular detail to be preserved with fidelity. Most of the organic matter often decomposes, however some of the lignin may remain.[3] Silica in the form of opal-A, can encrust and permeate wood relatively quickly in hot spring environments.[4] However, petrified wood is most commonly associated with trees that were buried in fine grained sediments of deltas and floodplains or volcanic lahars and ash beds.[5][6] A forest where such material has petrified becomes known as a petrified forest.\n\n"
        },
        {
            "title": "Formation",
            "text": "Petrified wood forms when woody stems of plants are buried in wet sediments saturated with dissolved minerals. The lack of oxygen slows decay of the wood, allowing minerals to replace cell walls and to fill void spaces in the wood.[2][1]\n\nWood is composed mostly of holocellulose (cellulose and hemicellulose) and lignin. Together, these substances make up 95% of the dry composition of wood. Almost half of this is cellulose, which gives wood much of its strength. Cellulose is composed of long chains of polymerized glucose arranged into microfibrils that reinforce the cell walls in the wood. Hemicellulose, a branched polymer of various simple sugars, makes up the majority of the remaining composition of hardwood while lignin, which is a polymer of phenylpropanes, is more abundant in softwood. The hemicellulose and lignin encrust and reinforce the cellulose microfibrils.[2]\n\nDead wood is normally rapidly decomposed by microorganisms, beginning with the holocellulose. The lignin is hydrophobic (water-repelling) and much slower to decay. The rate of decay is affected by temperature and moisture content, but exclusion of oxygen is the most important factor preserving wood tissue: Organisms that decompose lignin must have oxygen for their life processes. As a result, fossil wood older than Eocene (about 56 million years old or older) has lost almost all its holocellulose, and only lignin remains. In addition to microbial decomposition, wood buried in an alkaline environment is rapidly broken down by inorganic reactions with the alkali.[2]\n\nWood is preserved from decomposition by rapid entombment in mud, particularly mud formed from volcanic ash.[7] The wood is then mineralized to transform it to stone. Non-mineralized wood has been recovered from Paleozoic formations, particularly Callixylon from Berea Sandstone, but this is very unusual. The petrified wood is later exposed by erosion of surrounding sediments. Non-mineralized fossil wood is rapidly destroyed when exposed by erosion, but petrified wood is quite durable.[2]\n\nSome 40 minerals have been identified in petrified wood, but silica minerals are by far the most important. Calcite and pyrite are much less common, and others are quite rare. Silica binds to the cellulose in cell walls via hydrogen bonding and forms a kind of template. Additional silica then replaces the cellulose as it decomposes, so that cell walls are often preserved in great detail.[2] Thus silicification begins within the cell walls, and the spaces within and between cells are filled with silica more gradually.[1][8][9] Over time, almost all the original organic material is lost; only around 10% remains in the petrified wood.[2][1] The remaining material is nearly pure silica, with only iron, aluminum, and alkali and alkaline earth elements present in more than trace amounts. Iron, calcium, aluminum are the most common, and one or more of these elements may make up more than 1% of the composition.[2]\n\nJust what form the silica initially takes is still a topic of research. There is evidence of initial deposition as opal, which then recrystallizes to quartz over long time periods.[2][9] On the other hand, there is some evidence that silica is deposited directly as quartz.[8]\n\nWood can become silicified very rapidly in silica-rich hot springs.[10] While wood petrified in this setting is only a minor part of the geologic record,[2] hot spring deposits are important to paleontologists because such deposits sometimes preserve more delicate plant parts in exquisite detail. These Lagerstätte deposits include the Paleozoic Rhynie Chert and East Kirkton Limestone beds, which record early stages in the evolution of land plants.[11]\n\nMost of the color in petrified wood comes from trace metals. Of these, iron is the most important, and it can produce a range of hues depending on its oxidation state.  Chromium produces bright green petrified wood. Variations in color likely reflect different episodes of mineralization. In some cases, variations may come from chromatographic separation of trace metals.[12]\n\nWood can also be petrified by calcite, as occurs in concretions in coal beds. Wood petrified by calcite tends to retain more of its original organic material. Petrification begins with deposition of goethite in the cell walls, followed by deposition of calcite in the void spaces.[13] Carbonized wood is resistant to silicification and is usually petrified by other minerals.[1] Wood petrified by minerals other than silica minerals tends to accumulate heavy metals, such as uranium, selenium, and germanium, with uranium most common in wood high in lignin and germanium most common in wood preserved in coal beds. Boron, zinc, and phosphorus are anomalously low in fossil wood, suggesting they are leached away or scavenged by microorganisms.[2]\n\nLess commonly, the replacement minerals in petrified wood are chalcocite or other sulfide minerals. These have been mined as copper ore at locations such as the Nacimiento Mine near Cuba, New Mexico.[14]\n\nScientists have attempted to duplicate the process of petrification of wood, both to better understand the natural petrification process[2] and for its possible use as a ceramic material.[15] Early attempts used sodium metasilicate as a source of silica, but tetraethyl orthosilicate has proven more promising.[2]\n\n"
        },
        {
            "title": "Uses",
            "text": "Petrified wood has limited use in jewelry, but is mostly used for decorative pieces such as book ends, table tops, clock faces, or other ornamental objects.[16]  A number of Ancestral Puebloan structures near Petrified Forest National Park were constructed of petrified wood, including the Agate House Pueblo.[17] Petrified wood is also used in New Age healing.[18][19]\n\n"
        },
        {
            "title": "Occurrences",
            "text": "Petrified wood is found worldwide in sedimentary beds ranging in age from the Devonian (about 390 million years ago), when woody plants first appeared on dry land, to nearly the present. Petrified \"forests\" tend to be either entire ecosystems buried by volcanic eruptions, in which trunks often remain in their growth positions, or accumulations of drift wood in fluvial environments. Amethyst Ridge at Yellowstone National Park shows 27 successive forest ecosystems buried by eruptions, while Petrified Forest National Park is a particularly fine example of fluvial accumulations of driftwood.[2]\n\nVolcanic ash is particularly suitable for preservation of wood, because large quantities of silica are released as the ash weathers. The presence of petrified wood in a sedimentary bed is often an indication of the presence of weathered volcanic ash.[5] Petrified wood can also form in arkosic sediments, rich in feldspar and other minerals that release silica as they break down. The warm supermonsoon climates of the Carboniferous through Permian periods seem to have favored this process. Preservation of petrified forests in volcanic ash beds is less affected by climate and preserves a greater diversity of species.[20]\n\nAreas with a large number of petrified trees include:\n\n"
        }
    ]
}