{
    "url": "https://en.wikipedia.org/wiki/Petrozavodsk_phenomenon",
    "title": "Petrozavodsk phenomenon",
    "table_of_contents": [
        "1 Name",
        "2 Sightings",
        "2.1 Petrozavodsk object",
        "3 Instrumental detection",
        "4 Soviet investigation",
        "5 Proposed explanations",
        "6 See also",
        "7 Note",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Petrozavodsk phenomenon was a series of celestial events of a disputed nature that occurred on 20 September 1977. The sightings were reported over a vast territory, from Copenhagen and Helsinki in the west to Vladivostok in the east.[1] It is named after the city of Petrozavodsk in Russia, Soviet Union, where a glowing object was widely reported that showered the city with numerous rays.\n\nGovernment officials from northern European countries sent letters to Anatoly Aleksandrov, president of the Academy of Sciences of the USSR, expressing concern about whether the observed phenomenon was caused by Soviet weapons testing and whether it constituted a threat to the region's environment.[2] Since 1977,[3] the phenomenon has been often, though not universally, attributed to the launch of the Soviet satellite Kosmos-955. In the same year, a preliminary report for the Academy of Sciences of the USSR was made, containing a large body of visual observations, radiolocation reports, physical measurements, and accompanying meteorological data. It concluded that \"based on the available data, it is unfeasible to satisfactorily understand the observed phenomenon\".[4] The Petrozavodsk phenomenon contributed to the creation of Setka AN, a Soviet research program for anomalous atmospheric phenomena.[5]\n\n"
        },
        {
            "title": "Name",
            "text": "In the early Soviet reports the Petrozavodsk phenomenon was referred to as the phenomenon of 20 September 1977.[6] Later it became known as the Petrozavodsk phenomenon. Sometimes it is also called the Petrozavodsk incident[2] or the Petrozavodsk miracle.[6] The phrase \"unidentified flying object\" in the Soviet Union was substituted by the term \"anomalous phenomenon\" for research purposes.[6]\n\n"
        },
        {
            "title": "Sightings",
            "text": "Most sightings occurred between 1:00 and 1:20 am UTC, when at least 48 unidentified objects reportedly appeared in the atmosphere.[7] Several sightings occurred before, at 1:00 am local time over Medvezhyegorsk, at 2:30 am over Loukhi and at 3:00 am over Kovdor and Palanga (Lithuania).[1] From approximately 3:00 to 3:25 am an unidentified luminous object was observed by the supervising personnel of the Leningrad maritime trade port.[8] At 3:30 am a flying object, surrounded by a luminous coat, was reportedly seen by the crew of the Soviet fishing vessel Primorsk, which was departing from the Primorsk harbour.[4] The object appeared to move noiselessly from the east, and near Primorsk it abruptly changed its direction to north.[4]\n\nIn Helsinki, Finland, the sightings of a glowing ball were reported by newspapers Ilta-Sanomat on 20 September and  Kansan Uutiset the next day. The ball was observed by many residents, including taxi drivers, police functionaries and Helsinki Airport personnel.[8] An unidentified object was also observed near Turku by two men. At the distance of 300 m they spotted a spinning object similar to a lifebuoy, 10 m in diameter.[9] This claim was contested by Pekka Teerikorpi from Tuorla Observatory. Arguing that the entire phenomenon was caused by Kosmos-955, Teerikorpi believed that the actual distance was \"many hundreds of kilometres\" and that \"such reports probably are due to the well-known fact that it is difficult to estimate distances of unfamiliar phenomena\".[10] Ilta-Sanomat also reported a sighting of a glowing object in Denmark, over Copenhagen, by the pilots of a Finnish airline aircraft flying from Rome.[8]\n\nThe glowing objects were also observed in various places in the Soviet Union, mostly in the northwest. The appearance of an unidentified object over Helsinki reportedly caused heavy radio traffic in Soviet territory.[8] In the European part of the Soviet Union \"bright, luminous bodies surrounded by extended shells and emitting light rays or jets of quaint shapes\" were reported.[11] The \"shells\" reportedly \"transformed and diffused within 10 to 15 minutes\", while \"a more long-lived, stable glow was observed, mostly in the northeastern part of the sky\".[11] The eyewitnesses included paramedics, on-duty militsiya functionaries, seamen and the longshoremen at Petrozavodsk's port, members of the military, local airport staff and an amateur astronomer.[2] The phenomenon was also observed by the members of the IZMIRAN geophysical expedition near Lekhta.[12] In Saint Petersburg, then Leningrad, the sighting of an unidentified object was reported by three night shift employees of Pulkovo Airport, including air traffic controller B. Blagirev. According to Blagirev, he spotted a fireball-like object slightly larger than Venus at 3:55 am in the north-north-east at an azimuth of 10°.[8] The object was surrounded by a spacious, rhythmically glowing coat with intricate structure and \"the observed phenomenon had nothing similar to aurora\".[8] The object moved ascendantly to the observer, to the south-south-west, then it changed direction to north-north-west and eventually disappeared.[8] All three airport employees failed to identify what they saw.[8] Further reports in the Soviet Union came from Primorsk (two eyewitnesses), Petrodvorets (one eyewitness), Lomonosov (three eyewitnesses), Podporozhye (three eyewitnesses), Polovina (one eyewitness), Leppäsyrjä (one eyewitness), Kem (several eyewitnesses), Põltsamaa, Liiva, Priozersk, Kestenga, Valday and other places.[4][8] Many reports were accompanied by drawings from eyewitnesses. By 30 December 1978, the Soviet researchers collected a total of 85 reports on the Petrozavodsk phenomenon.[8]\n\nIn the settlement of Kurkijoki a luminous object was seen by engineer A. Novozhilov, who compared it to an airship. He reported the sighting to the candidate of technical sciences, Konstantin Polevitsky, who recorded it. Initially Novozhilov saw what he thought to be a meteor.[8] After some time the object had stopped and then moved towards Novozhilov, quickly increasing in size and acquiring the well-outlined shape of an airship.[8] The object was faceted and tipped with brightly shining spots on front and back. The edges were glowing with white light, which was slightly fainter than the spots.[8] The facets resembled windows lit from inside and were evenly glowing with a white light that was fainter than that of the edges.[8] The object reportedly moved at an altitude of 300–500 m, being 100 m long and 12–15 m in diameter.[8] Still approaching Novozhilov, the object, moving from west to east, had released a brightly shining ball from the rear, which flew north. The ball was flying horizontally and then descended behind a forest. The landing reportedly caused the appearance of a bright glow.[8] At 4:15 am. Novozhilov took three unsuccessful photos of the sighting with a 0.1 sec exposure.[8] The object was \"much larger than moon\" and moved with the speed of a helicopter.[8] The observation lasted 10–15 minutes in complete silence.[8]\n\nAnother detailed account of one unidentified object was given by Soviet writer and philosopher Yuri Linnik. He observed the object at his dacha near Namoyevo at about 3:00 am through an amateur telescope with an 80× magnification. The lens-like object, surrounded by a dim, translucent ring, had a color of a \"dark amethyst, intensively lightened from inside\".[8] The edges of the lens-like object had 16 spots (described by Linnik as \"nozzles\"[13]) which emitted pulsating red rays at an angle of 10°–15°.[8] The angular size of the object was estimated at 20 arcminutes.[8] The object passed near the stars Gamma Geminorum, Eta Geminorum, Capella, 172 Camelopardalis, 50 Cassiopeiae, Gamma Cephei, Psi Draconis, 16 Draconis, Psi Herculis, Kappa Coronae Borealis and Delta Coronae Borealis.[8] The object stopped near Gamma Cephei at an azimuth of 220°.[8] Near Kappa Coronae Borealis, at an azimuth of 340°–350°, the object changed its direction to 30°–35° west.[8] It finally disappeared in the north at an azimuth of 340°. The duration of the flight was 15 minutes.[8]\n\nApart from ground observations, there were also reports from several aircraft. The crew of a Tu-154 spotted a luminous spherical object at an altitude of 12 km.[13] A bright, luminous object was also observed for a half an hour by Georgian writer Guram Pandzhikidze and other passengers of an aircraft returning from Singapore to Moscow at an altitude of 11 km,[13] at about 4:30 or 5:00 am. Pandzhikidze reported the sighting on 2 October to the director of the Karelian Hydrometeorological Observatory Yuri Gromov, who verified the report's copy.[14]\n\nAt the time Petrozavodsk was the capital and a major industrial hub of the Karelian Autonomous Soviet Socialist Republic, with a population of 203,000 in 1974. The earliest published report of the Petrozavodsk phenomenon was written by TASS correspondent Nikolai Milov, who described the unidentified object over Petrozavodsk as \"a huge star\", that \"flared up in the dark sky\" at about 4:00 am local time, \"impulsively sending shafts of light to the Earth\".[15] Milov's report was published in the mainstream Soviet press (Pravda, Izvestiya, Selskaya Zhizn, and Sotsialisticheskaya Industriya). A local newspaper, Leninskaya Pravda, also reported the Petrozavodsk object. The preliminary data analysis by the Academy of Sciences of the USSR in 1977 found the eyewitness reports to be mutually consistent and complementary.[4] Some eyewitness accounts were attested by Yuri Gromov. According to Milov, \"the star\" was spreading out over Petrozavodsk in the form of a jellyfish, \"showering the city with a multitude of very fine rays which created an image of pouring rain\".[15] Milov further reported that \"after some time the luminescent rays ceased\" and \"the jellyfish turned into a bright semicircle\", which resumed its movement towards Onega Lake.[15]\n\nThe object, surrounded by a translucent coat, was initially spotted at about 4:00 am in the northeastern part of the sky below Ursa Major at an azimuth of about 40°.[4][16] The initial brightness of the object was \"apparently comparable to that of Venus\".[4] The object moved ascendantly towards Ursa Major. The course angle as determined by former pilot and eyewitness V. Barkhatov was 240°.[4] As the object ascended, it was expanding and pulsating,[4] but a decrease in brightness was not noted. The object moved slowly for about three minutes.[8] Shortly before the object stopped it dispersed a bright \"cloud\". The cloud was round or oval in shape.[4] Its maximum angular size was larger than that of Ursa Major, about 30° in diameter.[4] The altitude of the object during the formation of the \"cloud\" was estimated at 7.5±0.4 km (based on eyewitnesses' observations) or at 6.0±0.5 km, based on parallax.[16][a] The linear diameter of the object's core was estimated either at 119 or at about 60 m.[13] The diameter of the object's jellyfish-like cupola was estimated by Felix Ziegel at about 105 m, based on the drawing of eyewitness Andrei Akimov.[13] The object itself was red in color and emitted a bluish white glow.[4] The lighting of the area was compared to that from a full moon.[4] According to eyewitness V. Trubachev, \"the ground was lightened like in the white night\".[13] The glowing \"cloud\" then developed a dark spot around the central core. The spot quickly expanded while the glow was fading away.[4] The object hovered over Petrozavodsk for five minutes and then moved away. Before hovering, the object moved slowly, with the angular velocity of a passenger aircraft.[13] After the hovering its speed had increased. One eyewitness noted that the object's underside resembled a Segner wheel.[13] The entire phenomenon lasted 10–15 minutes.[4] The Petrozavodsk object was also seen in adjacent places, such as Pryazha. In 1978, Tekhnika i Nauka published a color reconstruction of various stages of the object.\n\nIn November 1977, clinical psychologist Y. Andreyeva evaluated the mental condition of nine eyewitnesses of the Petrozavodsk phenomenon. She concluded that \"one can be confident of complete mental sanity of the eyewitnesses and the veracity of their answers and testimonies\".[17] Nonetheless, several reports noted some impact of the phenomenon on humans and environment. According to A. Grakov, who observed a glowing yellow ball the size of the moon, the air above the lake in Petrozavodsk glowed with white light after the ball had disappeared.[13] The glow was more intense than that from Petrozavodsk's lights.[13] According to Yuri Linnik, after 20 September 1977 there was increased biological activity in the areas where the phenomenon was observed. Noting that that increase might not be related to the Petrozavodsk phenomenon, Linnik nonetheless reported the blooming of roses in his garden and the second bloom of \"about 10 species of herbaceous plants\".[13] Linnik called it \"extraordinary for Karelia's latitude\" because \"after the autumn equinox the vegetation of herbs almost ceases\".[13] He further emphasized the intense bloom of the water in Ukshozero, caused by Ankistrodesmus, shortly after 20 September.[13] Some impact on technical devices was also noted when the engineers in the Petrozavodsk area reportedly observed \"huge failures\" in computing devices, which then regained normal performance.[18]\n\n"
        },
        {
            "title": "Instrumental detection",
            "text": "The unidentified objects over the airports of Helsinki, Pulkovo and Peski were not detected by the airport radars.[8] Although according to UPI the object was detected by the Helsinki airport radar, the airport's traffic controller Ari Hämäläinen claimed it was not.[8] The objects were not spotted by the Soviet air defense system either.[8] Later, however, the glowing objects were reportedly detected by the weather radar of Karelian Hydrometeorological Observatory in Petrozavodsk on 30 September at 5:40 pm, 20 October at 11:30 pm and 20 November at 2:14–2:17 am.[8]\n\n"
        },
        {
            "title": "Soviet investigation",
            "text": "The initial analysis of the phenomenon was made by the research fellow of Sternberg Astronomical Institute Lev Gindilis using various testimonies and meteorological data available by 30 September 1977. He wrote that the passage of one object at a reasonably high altitude, which allows simultaneous observations from all reported locations, is plausible at a flight altitude of c. 100 km or more.[19] Gindilis noted that in that case \"the minimal linear dimensions of the bright spherical object should be about 1 kilometer, while the diameter of the coat – several tens of kilometers\".[19] Considering the launch of Kosmos-955 as the possible cause, Gindilis outlined several obstacles, such as the westward motion of the unidentified object (while Kosmos-955 was launched to the north-east), the observed angular sizes of it combined with the expected distance and prolonged hanging over Leppäsyrjä.[19] On 8 October 1977 a Sortavala newspaper Krasnoye Znamya published a report from a local hydrometeostation, which further confirmed that the Petrozavodsk object moved from northeast to southwest. The suggestion about Kosmos-955 was also criticized by Felix Ziegel, who noted that the space vehicles are launched eastwards, in the direction of Earth's rotation.[20]\n\nFurther in 1977, a For Official Use Only preliminary report on the Petrozavodsk phenomenon was prepared by Gindilis, MEPI engineer-physicist D. Menkov and I. Petrovskaya. It used various data available by 20 October, but the findings were inconclusive. Assuming that \"the extent of phenomenon is apparently too big to be explained by technical experiments on satellite orbits\", the report conjectured \"a possible influence of some cosmic agent\".[4] The report was used at the dedicated meeting on the Petrozavodsk phenomenon, arranged on 1 November 1977 at the Institute of Space Studies of the Soviet Academy of Sciences (now Russian Space Research Institute). The findings were also inconclusive.\n\nOn 2 January 1978, the vice president of the Soviet Academy of Sciences, Vladimir Kotelnikov, signed a note to the Karelian Department of the Academy, informing them about the dispatch of an expert group to study the phenomenon in situ. There, relying on eyewitnesses' testimonies, the employee of Petrozavodsk University Y. Mezentsev conducted theodolite measurements to determine the approximate location of the unidentified object over Petrozavodsk. In the end of January 1978 the Soviet researchers compiled an appendix to the 1977 preliminary report, which contained updated data on the phenomenon. The appendix further emphasized that the sightings of unidentified objects elsewhere were reported before the launch of Kosmos-955.[8]\n\nOne copy of the report was received by the French research group GEPAN.[21] The copy was subsequently forwarded to CUFOS in Evanston, Illinois in the United States. J. Allen Hynek presented another copy to NASA scientist Richard Haines, who then translated the copy to English on a government grant.[21] The Soviet report was met with a mixed reception abroad. Haines, Hynek and others publicly claimed that the report was the key evidence for the existence of unidentified flying objects.[21] James Oberg criticised the Soviet investigation, regarding it as \"a ruse, possibly another Soviet attempt to divert attention from the truth about Soviet UFOs\".[21]\n\n"
        },
        {
            "title": "Proposed explanations",
            "text": "Several proposals to explain the nature of the phenomenon have been argued. The director of the Pulkovo Observatory Vladimir Krat initially thought that the phenomenon was caused by the fall of a meteorite.[13] Later in public speeches, he attributed the phenomenon to aurorae.[13] This view was supported by the director of IZMIRAN Vladimir Migulin, whose conjecture was published in the newspaper Sovetskaya Rossiya on 19 April 1980. Migulin's explanation was rejected by Felix Ziegel, who noted that aurorae cannot occur at an altitude lower than 100 km and that their surface brightness is low, being incomparable to that of the Petrozavodsk object.[20]\n\nLater, Migulin suggested that the phenomenon occurred \"due to a rare concourse of various circumstances, that is the launch of the satellite Kosmos-955, the strong magnetic perturbation due to solar flare and our scientific experiment of influencing the ionosphere with low frequency radio waves\".[22]\n\nIn the interview, published in 1977 by Kansan Uutiset and Uusi Suomi, the employee of Nurmijärvi geophysical observatory Matti Kivinen assumed that an unidentified object over Finland could be the remnant of a launch vehicle or satellite. James Oberg attributed the Petrozavodsk object to the launch of the Soviet satellite Kosmos-955 from Plesetsk Cosmodrome, which took place on 20 September at about 3:58 local time.[15] According to James Oberg, because Kosmos-955 was launched in the north-eastern direction, the residents of Petrozavodsk (located to the south-west from Plesetsk) observed the blaze trail from the satellite's nozzles, which caused the phenomenon.[3] Oberg's view was endorsed, particularly by the IZMIRAN fellow Yuli Platov in 1984. According to Platov, the appearance of a shining spot was associated with the flare of the satellite's engine.[23] The formation of an extended glowing area reportedly coincided with the satellite's leaving the Earth's shadow.[23] Similar phenomena (given the name \"space jellyfish\") following the launch of satellites near dawn or dusk have been reported multiple times since the Petrozavodsk incident. Platov further linked the development of the radiant structure to the passage of Kosmos-955 through the turbopause boundary, \"above which the scattering of combustion products occurs without the damping effect of the atmosphere\".[23] In 1985, Platov's view was published by Soviet magazine Nauka v SSSR.[24]\n\nIn a later article, Platov noted that \"a number of additional effects, that accompanied the Petrozavodsk phenomenon, was associated with the unsuccessful test launch of a ballistic missile, that was conducted in the same region almost at the same time\".[25] Nonetheless, since the inconclusive Soviet investigation, the Kosmos-955 argument remains contested. Referring to his 18-year service experience at Kapustin Yar site, Ukrainian researcher Oleh Pruss said: \"I know firsthand, what a spectacle  in the sky occurs during the rocket launches – it's quite an impressive view. However, there was something completely different over Petrozavodsk\".[26]\n\nIn 1978, Aviatsiya i Kosmonavtika published an article \"'Flashes' in the Atmosphere\" by M. Dmitriyev, where a chemiluminescence hypothesis was put forward. According to Dmitriyev, the phenomenon was \"neither the result of technical experiments nor a mirage\", but a chemiluminescent area in the atmosphere.[18] Concerning that hypothesis, Ziegel wrote that \"the energy output of chemiluminescence is negligible\", unlike that of the Petrozavodsk object, and that the conjectured chemiluminescent clouds cannot soar against the wind, which the Petrozavodsk object appeared to do.[20]\n\n"
        }
    ]
}