{
    "url": "https://en.wikipedia.org/wiki/Pharmacy_technician",
    "title": "Pharmacy technician",
    "table_of_contents": [
        "1 Overview",
        "2 Education and training",
        "2.1 Canada",
        "2.2 Colombia",
        "2.3 Germany",
        "2.4 Saudi Arabia",
        "2.5 Sri Lanka",
        "2.6 Ghana",
        "2.7 India",
        "2.8 Nigeria",
        "2.9 Tanzania",
        "2.10 United Kingdom",
        "2.11 United States",
        "2.11.1 Requirements by state",
        "2.12 Zimbabwe",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A pharmacy technician performs pharmacy-related functions, working collaboratively with a licensed pharmacist. Training, certification, licensing, and actual practice of pharmacy technicians varies not only worldwide but in some countries regionally as well as by employer.\n\n"
        },
        {
            "title": "Overview",
            "text": "Pharmacy technicians are healthcare workers trained in the technical aspects of supplying medicines and medical devices to patients. Pharmacy technicians work in a variety of locations (usually in community, retail, and hospital pharmacies), but can also work for long-term care facilities, pharmaceutical manufacturers, third-party insurance companies, computer software companies, in government, the military, or in teaching. Job responsibilities often include dispensing prescription drugs and other medical devices to patients and instructing them on their use. They may also perform administrative duties in a pharmaceutical practice, such as reviewing prescription requests with medical practices and insurance companies to ensure correct medications are provided and payment is received. Additionally, pharmacy technicians handle inventory related tasks such as cycle counts and returning expired and damaged medications back to the manufacturers.[1][2][3]Pharmacy technicians may take on the role of compounding supervisor, overseeing day to day sterile and non-sterile medicines preparation while meeting standards required by regulatory bodies.[citation needed]\n\nIn recent times, pharmacy technicians also speak directly with the patients on the phone to aid in the awareness of taking medications on time. In many countries, the relative importance of pharmacy technicians within the pharmacy workforce has been amplified in recent years, largely as a reaction to pharmacist shortages, resulting in an increase in their numbers and responsibilities;[4] alternative medicine, pharmacotherapeutics, customer care, retail and hospital software systems, inventory management, and infection control.[5][3][clarification needed]\n\n"
        },
        {
            "title": "Education and training",
            "text": "The Pharmacy Examining Board of Canada administers the Pharmacy Technician Qualifying Examination. Pharmacy technicians are required to be registered with a provincial or a national regulatory body or council. In provinces and jurisdictions where pharmacy technician is a regulated occupation, liability insurance is required in order to practice.[6][7]\n\nAccording to a 2007 profile of the pharmacy technician workforce, 43% of technicians work in hospitals and other related facilities, 37% in chain or franchise community pharmacies, and 16% in independent community pharmacies.[8] Most (62%) obtained pharmacy technician training from a career college or community college, some (16%) had only a high school education and no formal pharmacy training, while about 20% had some university education. A very small proportion (2%) had trained and worked abroad as either pharmacists or pharmacy technicians. The wide range of technical training and educational attainment likely reflects in part the variety of training programs for pharmacy technicians currently available in the different provinces and territories of the country.[8] Accredited pharmacy technician diplomas, certificates and college programs are offered in the Ontario, Alberta, British Columbia, Nova Scotia, Manitoba, Saskatchewan and New Brunswick.[9] The Canadian Association of Pharmacy Technicians is a professional organization of pharmacy technicians in Canada.\n\nIn Colombia, pharmacy technicians are known as pharmacy regency technologists and sometimes erroneously called pharmacy regents. Several universities offer training programs of three years. This occupation appeared due to the lack of pharmacists in Colombia, a reason why they are commonly confused with pharmacists. Pharmacy regency technicians are regulated and monitored by the Ministry of Health and Social Protection.\n\nAccording to the German Statistisches Bundesamt, 66,867 pharmacy technicians (\"Pharmazeutisch-technische Assistenten\") were working in 2011. About 90% were working as employees in community pharmacies. Their salary (approx. 1,837 - 2,400 Euros) is part of agreements between employers associations and Adexa.\n\nPharmacy technicians are known as assistant pharmacists. Several universities offer programs of three and half years of education and training. This occupation appeared due to the lack of pharmacists in Saudi Arabia in 1990, a reason they are commonly confused with pharmacists. Pharmacy regency technicians are regulated and monitored by the Saudi Commission for Health Specialties.\n\nAccording to the MOH Statistics, there were about 8,471 of pharmacy technicians working in MOH Saudi Arabia 2015.\n\nIn 2010, the Minister of Health, Abdullah Al-Rabiah, issued a decision to stop the teaching of pharmacy technicians immediately.\n\nIn Sri Lanka, the government agency National Apprentices and Industrial Training Authority (NAITA) has developed National Competency Standards (NCS) leading to the award of the NVQ Level 4 certification as pharmacy technician for pharmacy employees who have above four years of experience. The NCS is approved by the Tertiary and Vocational Education Commission in 2016 and is presently being implemented. There are over 10,000 experienced pharmacy technicians on the island.\n\nThe one year training consists of subject areas in compounding, dispensing, stock management, housekeeping practices and customer care development. The first batch of 154 certified pharmacy technicians are already employed in the community pharmacy sector.[clarification needed]\n\nIn 2009, a World Health Organization assessment identified a total of 918 practising pharmacy technicians or technologists (1 per 25,600 residents) and 1,642 medicine counter assistants (1 per 14,300 residents).\n\nIn regards to training, the assessment identified only one pharmacy technologist training school in the country (enrolling 70 students in the Higher National Diploma program).[10]\n\nR.C.S.M. Govt Medical College and CPR Hospital, Kolhapur provides training for pharmacy technicians in India. To be a pharmacy technician, completion of this program is 10+2 or diploma.[clarification needed] There are two batches a year that intakes approximately 40 students per batch.\n\nPharmacy technicians in Nigeria make up 75% of pharmaceutical work force. Pharmacists Council of Nigeria refused to allocate responsibilities that will give them right to practice at community level interdependently. The case was in court and the court ruled against PCN on December 3, 2008.\n\nNigerian pharmacy technicians in collaboration with National Board for Technical Education (NBTE) are currently saving Nigerian Economy and Nigerians from the professional monopoly played by PCN which led to abundant fake drugs due lack of manpower. This exposed Nigerian to a lot of problems which lead reduction in productivity leading to sustainable poverty. \nNigerian pharmacy technicians in collaboration with NBTE are able to achieve these by introducing ND/HND in pharmaceutical technology. PCN is doing everything possible to stop this training in order to sustain its monopoly, demanding Federal ministry of education to direct NBTE to stop accrediting the polytechnics while these course are offered in Ghana, Sudan and other countries. The meeting called at the instance of NBTE on 25 May 2016 where the PCN, representative of the Honourable Minister of Health, Federal Ministry of Education, Pharmaceutical Society of Nigeria (PSN) and National Association of Pharmaceutical Technologists and Pharmacy Technicians of Nigeria were in attendance; certain issues bothering on the nomenclature Pharmaceutical Technologists, the curriculum and the accrediting body for polytechnic graduates of pharmaceutical Technology were raised. There it was made clear that the nomenclature (Pharmaceutical Technologist) is not new in Nigeria as the training of people bearing the name were trained at the former School of Pharmaceutical Technologists between 1981 and 1985. The premises of the school is being used as the liaison office of the PCN today. It was also established that NBTE is saddled with the accreditation of courses offered by Polytechnics and Monotechnics in the Federal Republic of Nigeria. As for the curriculum, findings revealed that NBTE is in line with the legal instrument that established the Board. Meanwhile, it was unanimously agreed that all relevant bodies should come together to review the complaints of the PCN.\n\nTanzania has two pharmacy technician schools: one is a public sector institution under the Ministry of Health and Social Welfare and accredited by Muhimbili University of Health and Allied Sciences, and the other is affiliated with a faith-based organization located in Kilimanjaro which offers diploma training.[citation needed] The practice of pharmacy technician is regulated by Pharmacy Council Tanzania, which enrolls and enlists them. In 2010, the country had 0.11 registered pharmacy technicians per 10,000 population.[11]\n\nThe main job duties of Tanzanian pharmacy technicians include dispensing, stock management, compounding, quantification of pharmaceutical formulations, and laboratory work. In some areas of the country facing acute shortage of physicians and other clinicians, pharmacy technicians have also been found prescribing medicine.[11]\n\nIn the UK, the title Pharmacy Technician is a protected title. A prospective technician has two pathways that must be completed. One must complete both a General Pharmaceutical Council-recognised course and a SVQ competence qualification or an accredited combined qualification and course.[12] A period of time of working as a trainee or student pharmacy technician is needed before final qualification and compulsory registration with GPhC (formerly the Royal Pharmaceutical Society of Great Britain) is required before commencing work as a pharmacy technician. The period of on-the-job training is usually done concurrently whilst completing the course and typically over a two-year period.  Pharmacy technicians may counsel patients on their medication (under the supervision or direction of a pharmacist, though counselling is not one of the learning outcomes for pharmacy technician training)[13] as well as general dispensing of prescriptions. In community pharmacy, it has been recognised that the role is difficult to distinguish from that of a dispensing assistant with an NVQ2 qualification. Additional training is available to qualified pharmacy technicians and can include accuracy checking of dispensed prescriptions (though there is no legal requirement that a person be qualified as a pharmacy technician before undertaking an accuracy checking course), medicines management (hospital or PCT), participation in the running of hospital clinics such as anticoagulant clinics, dosing warfarin patients under dose banding guidance,[citation needed] or other duties traditionally done by pharmacists.\n\n31 out of the 32 regulated healthcare occupations in the UK require a level 6 qualification available for entry to the occupation, with the role of pharmacy technician being the only exception in which only a level 3 qualification is required for entry.[14] Some individual pharmacy technicians may hold other qualifications higher than level 3 upon commencing training, or may gain such qualifications afterwards.\n\nIn the National Health Service (NHS) pharmacy technicians work under the direct supervision of a senior or specialist pharmacy technician and is accountable to the chief pharmacy technician or lead pharmacist even if not in a dispensary. Technicians work mainly in one of two areas, hospital pharmacy or community pharmacy.[15] Some also work in doctors' general practices and in primary care trusts.\n\nA pharmacy dispenser cannot call themselves or work as a pharmacy technician or register with the GPhC as one.\n\nPharmacy technicians in hospitals are graded on the same Agenda for Change banding as audiovisual technicians, dental nurses and theatre support workers.[16] They start on a set percentage of a Band 4 (usually 75% - an average annual wage of £20,698[17]) as a trainee moving on to Band 4 when newly qualified PhT and can work their way to a Band 8b in charge of a department/area. A Band 8b is the equivalent of a nurse lead/senior nurse manager in nursing or other head of department in the NHS.  Although Band 8b is possible, a successful pharmacy technician can reasonably expect to reach Band 7a in the latter stage of his/her career, earning an average of £35,898.[citation needed]\n\nRegistered pharmacy technicians in the NHS may be responsible for the training and development of pharmacy support workers and pre-registration trainee pharmacy technicians. Further training and qualifications after initial registration enable them to perform this mentoring role. Pharmacy technicians in the UK (as with other countries e.g. Canada) are now referred to by some as professionals, although registered pharmacists are still considered experts in the pharmaceutical field and pharmacy technicians are subordinate to pharmacists. The reference to pharmacy technicians as professionals has been subject to robust challenge.[18][19]\n\nA report was published by the Pharmacists' Defence Association in 2019 making proposals for the development of pharmacist and pharmacy technician roles and career frameworks symbiotically in community pharmacy. It also outlined various impediments and governance issues and called for these to be addressed.[19] The Association of Pharmacy Technicians United Kingdom is a professional organization for pharmacy technicians in the UK.\n\nThere is no national regulatory agency governing pharmacy technicians and the duty falls to the individual state boards of pharmacies in the US. A high school diploma (or its equivalent) is typically required in all states but certification and licensing requirements vary by state. Some states require training from board-approved schools, national certification, on-the-job training or no requirements at all. A technician can become nationally certified by taking an NCAA-accredited examination administered by either the Pharmacy Technician Certification Board (PTCB) or the National Healthcareer Association (NHA).[20][21][22]\n\nBeginning in January of 2020, the PTCB enacted a requirement that prior to examination, an applicant for certification must complete an American Society of Health-System Pharmacists-accredited pharmacy technician education program, a PTCB-recognized training program, or 500 hours of training[23] however, the NHA had similar requirements prior to the PTCB enacting the 2020 requirements.  Upon completion of the certification exam, a pharmacy technician earns the certified or CPhT credential. Continuing education after national certification is required for certification renewal every two years.\n\nAccording to the Bureau of Labor Statistics, in 2011 about 75% of pharmacy technicians in the US work in a retail setting,[1] such as an independently owned drugstore, a mass retailer chain, or a mail-order or online pharmacy. An additional 16% of pharmacy technician jobs were in hospitals,[1] while others worked for nursing homes, pharmaceutical wholesalers, or the federal government. As of 2016, the nationwide average hourly pay for pharmacy technicians working in retail or independent pharmacies is $12.26[24][25] and for pharmacy technicians working in hospital setting is $14.57.[26] American pharmacy technicians work under the supervision of a pharmacist, often following a pharmacist-to-pharmacy technician ratio if required by the state that the pharmacy is located in. The National Pharmacy Technician Association and American Association of Pharmacy Technicians are professional organizations of pharmacy technicians in the US.\n\nThe states Delaware, Hawaii, Pennsylvania, and Wisconsin do not require licensing or certification but may require some form of training or registration.\n\nAlabama, Alaska, Arizona, Arkansas, Colorado, Connecticut, Idaho, Illinois, Iowa, Kansas, Maryland, Massachusetts, Mississippi, Montana, New Mexico, North Dakota, Oregon, Utah, Virginia, Washington, West Virginia, Wyoming, and Washington, D.C. require both certification and licensing or registration, though some states may have a training period before these requirements.\n\nCalifornia, Florida, Georgia, Indiana, Kentucky, Louisiana, Maine, Michigan, Minnesota, Missouri, Nebraska, Nevada, New Hampshire, New Jersey, New York, North Carolina, Ohio, Oklahoma, Rhode Island, South Carolina, South Dakota, Tennessee, Texas (with exceptions), and Vermont require only a license.[27][28]\n\nPharmacy technicians are trained at Harare Polytechnic. Students graduate with a diploma after three years of training. The program is run by the Ministry of Health and Child Welfare of Zimbabwe. Yearly intake is about 35 students.[citation needed]\n\n"
        }
    ]
}