{
    "url": "https://en.wikipedia.org/wiki/Phenomenon",
    "title": "Phenomenon",
    "table_of_contents": [
        "1 Common usage",
        "2 Philosophy",
        "3 Science",
        "4 Sociology",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A phenomenon  (PL: phenomena) is an observable event.[1] The term came into its modern philosophical usage through Immanuel Kant, who contrasted it with the noumenon, which cannot be directly observed. Kant was heavily influenced by Gottfried Wilhelm Leibniz in this part of his philosophy, in which phenomenon and noumenon serve as interrelated technical terms. Far predating this, the ancient Greek Pyrrhonist philosopher Sextus Empiricus also used phenomenon and noumenon as interrelated technical terms.\n\n"
        },
        {
            "title": "Common usage",
            "text": "\nIn popular usage, a phenomenon often refers to an extraordinary event. The term is most commonly used to refer to occurrences that at first defy explanation or baffle the observer. According to the Dictionary of Visual Discourse:[2]\n"
        },
        {
            "title": "Philosophy",
            "text": "In modern philosophical use, the term phenomena has come to mean things as they are experienced through the senses and processed by the mind as distinct from things in and of themselves (noumena). In his inaugural dissertation, titled On the Form and Principles of the Sensible and Intelligible World, Immanuel Kant (1770) theorizes that the human mind is restricted to the logical world and thus can only interpret and understand occurrences according to their physical appearances. He wrote that humans could infer only as much as their senses allowed, but not experience the actual object itself.[3] This may make sense in terms of a communications-channel (epistemology) feeding from an ensemble of inputs (ontology) yet not in the sense of applying wise imagination (a-la Albert Einstein, to partial success). Thus, the term phenomenon refers to any incident deserving of inquiry and investigation, especially processes and events which are particularly unusual or of distinctive importance.[2]\n\n"
        },
        {
            "title": "Science",
            "text": "In scientific usage, a phenomenon is any event that is observable, including the use of instrumentation to observe, record, or compile data. Especially in physics, the study of a phenomenon may be described as measurements related to matter, energy, or time, such as Isaac Newton's observations of the moon's orbit and of gravity; or Galileo Galilei's observations of the motion of a pendulum.[4]\n\nIn natural sciences, a phenomenon is an observable happening or event. Often, this term is used without considering the causes of a particular event. Example of a physical phenomenon is an observable phenomenon of the lunar orbit or the phenomenon of oscillations of a pendulum.[4]\n\nA mechanical phenomenon is a physical phenomenon associated with the equilibrium or motion of objects.[5] Some examples are Newton's cradle, engines, and double pendulums.\n\n"
        },
        {
            "title": "Sociology",
            "text": "Group phenomena concern the behavior of a particular group of individual entities, usually organisms and most especially people. The behavior of individuals often changes in a group setting in various ways, and a group may have its own behaviors not possible for an individual because of the herd mentality.\n\nSocial phenomena apply especially to organisms and people in that subjective states are implicit in the term. Attitudes and events particular to a group may have effects beyond the group, and either be adapted by the larger society, or seen as aberrant, being punished or shunned.\n\n"
        }
    ]
}