{
    "url": "https://en.wikipedia.org/wiki/Phenakistiscope",
    "title": "Phenakistiscope",
    "table_of_contents": [
        "1 Etymology and spelling",
        "2 Technology",
        "3 Invention",
        "4 Commercial production",
        "5 Variations",
        "6 Projection",
        "7 Scientific use",
        "8 20th and 21st centuries",
        "9 Gallery",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The phenakistiscope (also known by the spellings phénakisticope or phenakistoscope) was the first widespread animation device that created a fluent illusion of motion. Dubbed Fantascope and Stroboscopische Scheiben ('stroboscopic discs') by its inventors, it has been known under many other names until the French product name Phénakisticope became common (with alternative spellings). The phenakistiscope is regarded as one of the first forms of moving media entertainment that paved the way for the future motion picture and film industry.[1] Like a GIF animation, it can only show a short continuous loop.\n\n"
        },
        {
            "title": "Etymology and spelling",
            "text": "When it was introduced in the French newspaper Le Figaro in June 1833, the term 'phénakisticope' was explained  to be from the root Greek word φενακιστικός phenakistikos (or rather from φενακίζειν phenakizein), meaning \"deceiving\" or \"cheating\",[2] and ὄψ óps, meaning \"eye\" or \"face\",[3] so it was probably intended loosely as 'optical deception' or 'optical illusion'.[4]\n\nThe term phénakisticope was first used by the French company Alphonse Giroux et Compagnie in their application for an import license (29 May 1833) and this name was used on their box sets.[5] Fellow Parisian publisher Junin also used the term 'phenakisticope' (both with and without the accent).[6]\n\nInventor Joseph Plateau did not give a name for the device when he first published about it in January 1833. Later in 1833 he used 'phénakisticope' in an article to refer to the published versions that he was not involved with. By then, he had an authorized set published first as Phantasmascope (by Ackermann in London), which some months later was changed into Fantascope for a new edition and sets by other animators.[7] In many writings and presentations Plateau used both the terms phénakisticope and fantascope, seemingly accepting phénakisticope as the better known name and holding on to fantascope as the name he preferred.[8][9]\n\nThe spelling 'phenakistiscope' was possibly introduced by lithographers Forrester & Nichol in collaboration with optician John Dunn; they used the title \"The Phenakistiscope, or, Magic Disc\" for their box sets, as advertised in September 1833. The corrupted part 'scope' was understood to be derived from Greek 'skopos', meaning \"aim\", \"target\", \"object of attention\" or \"watcher\", \"one who watches\" (or rather from σκοπεῖν skopein) and was quite common in the naming of optical devices (e.g. Telescope, Microscope, Kaleidoscope, Fantascope, Bioscope).[10][11][12]\n\nThe misspelling 'phenakistoscope' can already be found in 1835 in The American Journal of Science and Arts[13] and later ended up as a standard name through encyclopedias, for instance in A Dictionary of Science, Literature, & Art (London, 1842)[14]Iconographic Encyclopaedia of Science, Literature, and Art (New York, 1852).[15]\n\n"
        },
        {
            "title": "Technology",
            "text": "The phénakistiscope usually comes in the form of a spinning cardboard disc attached vertically to a handle. Arrayed radially around the disc's center is a series of pictures showing sequential phases of the animation. Small rectangular apertures are spaced evenly around the rim of the disc. The user would spin the disc and look through the moving slits at the images reflected in a mirror. The scanning of the slits across the reflected images keeps them from simply blurring together so that the user can see a rapid succession of images that appear to be a single moving picture.[10]\n\nWhen there is the same number of images as slots, the images will animate in a fixed position, but will not drift across the disc. Fewer images than slots and the images will drift in the opposite direction to that of the spinning disc. More images than slots and the images will drift in the same direction as the spinning disc.[16]\n\nUnlike the zoetrope and other successors, common versions of the phénakisticope could only practically be viewed by one person at a time.\n\nThe pictures of the phénakisticope became distorted when spun fast enough to produce the illusion of movement; they appeared a bit slimmer and were slightly curved. Sometimes animators drew an opposite distortion in their pictures to compensate for this. However, most animations were not intended to give a realistic representation and the distortion isn't very obvious in cartoonish pictures.\n\nThe distortion and the flicker caused by the rotating slits are not seen in most phénakisticope animations now found online (for instance the GIF animation on this page). These are usually animations created with software. These do not replicate the actual viewing experience of a phénakisticope, but they can present the work of the animators in an optimized fashion. Some miscalculated modern re-animations also have the slits rotating (which would appear motionless when viewed through an actual phénakisticope) and the figures moving across the discs where they were supposed to stand still (or standing still when they were supposed to move around).\n\nMost commercially produced discs are lithographic prints that were colored by hand, but also multi-color lithography and other printing techniques have been used by some manufacturers.\n\n"
        },
        {
            "title": "Invention",
            "text": "The phenakisticope was invented almost simultaneously around December 1832 by the Belgian physicist Joseph Plateau and the Austrian professor of practical geometry Simon Stampfer.\n\nAs a university student Plateau noticed in some early experiments that when looking from a small distance at two concentric cogwheels that turned fast in opposite directions, it produced the optical illusion of a motionless wheel. He later read Peter Mark Roget's 1824 article Explanation of an optical deception in the appearance of the spokes of a wheel when seen through vertical apertures which addressed the same illusion. Plateau decided to investigate the phenomenon further and later published his findings in Correspondance Mathématique et Physique in 1828.[17] In a letter to the same scientific periodical dated December 5, 1829 he presented his (still nameless) Anorthoscope, a disc that turns an anamorphic picture into a normal picture when it is spun fast and seen through the four radial slits of a counter-rotating black disc.[18] This invention was later marketed, for instance by Newton & Co in London.\n\nOn 10 December 1830 Michael Faraday presented a paper at the Royal Institution of Great Britain called On a Peculiar Class of Optical Deceptions about the optical illusions that could be found in rotating wheels. He referred to Roget's paper and described his associated new findings.[19] Much was similar to what Plateau had published and Faraday not only acknowledged this publicly but also corresponded with Plateau personally and sent him his paper. Some of Faraday's experiments were new to Plateau and especially the one with a fixed image produced by a turning wheel in front of the mirror inspired Plateau with the idea for new illusions. In July 1832 Plateau sent a letter to Faraday and added an experimental disc with some \"anamorphoses\" that produced a \"completely immobile image of a little perfectly regular horse\" when rotated in front of a mirror.[20] After several attempts and many difficulties he constructed a working model of the phénakisticope in November or December 1832. Plateau published his invention in a 20 January 1833 letter to Correspondance Mathématique et Physique.[21] He believed that if the manner of producing the illusions could be somehow modified, they could be put to other uses, \"for example, in phantasmagoria\".[22]\n\nStampfer read about Faraday's findings in December 1832 and was inspired to do similar experiments, which soon led to his invention of what he called Stroboscopischen Scheiben oder optischen Zauberscheiben (stroboscope discs or optical magic discs). Stampfer had thought of placing the sequence of images on either a disc, a cylinder (like the later zoetrope) or, for a greater number of images, on a long, looped strip of paper or canvas stretched around two parallel rollers (much like film reels). He also suggests covering up most of the disc or the mirror with a cut-out sheet of cardboard so that one sees only one of the moving figures and painting theatrical coulisses and backdrops around the cut-out part (somewhat similar to the later Praxinoscope-Theatre). \nStampfer also mentioned a version which has a disc with pictures on one end and a slotted disc on the other side of an axis, but he found spinning the disc in front of a mirror more simple. By February 1833 he had prepared six double-sided discs, which were later published by Trentsensky & Vieweg. Matthias Trentsensky and Stampfer were granted an Austrian patent (Kaiserlichen königlichen Privilegium) for the discs on 7 May 1833.[23]\n\nPublisher and Plateau's doctoral adviser Adolphe Quetelet claimed to have received a working model to present to Faraday as early as November 1832.[24] Plateau mentioned in 1836 that he thought it difficult to state the exact time when he got the idea, but he believed he was first able to successfully assemble his invention in December. He stated to trust the assertion of Stampfer to have invented his version at the same time.[8]\n\nPeter Mark Roget claimed in 1834 to have constructed several phénakisticopes and showed them to many friends as early as in the spring of 1831, but as a consequence of more serious occupations he did not get around to publishing any account of his invention.[25]\n\n"
        },
        {
            "title": "Commercial production",
            "text": "According to Mathias Trentsensky, of art dealer and publishing company Trentsensky & Vieweg, Stampfer had prepared six double-sided discs as early as February 1833 and had repeatedly demonstrated these to many friends. In April 1833 Trentsensky applied for an Austrian patent (k.k. Privilegium) together with Stampfer, which was granted on 7 May 1833. A first edition of four double-sided discs was soon published, but it sold out within four weeks and left them unable to ship orders.[23] These discs probably had round holes as illustrated in an 1868 article[26] and a 1922 reconstruction by William Day,[27] but no original copies are known to still exist.\nTrentsensky & Vieweg published an improved and expanded set of eight double-sided discs with vertical slits in July 1833. English editions were published not much later with James Black and Joseph Myers & Co. A total of 28 different disc designs have been credited to Professor Stampfer.\n\nJoseph Plateau never patented his invention, but he did design his own set of six discs for Ackermann & Co in London. The series was published in July 1833 as Phantasmascope. In October 1833, Ackermann & Co changed the name of the series to Fantascope and released two more sets of six discs each, one designed by Thomas Talbot Bury and one by Thomas Mann Baynes.[28]\n\nIn the meantime some other publishers had apparently been inspired by the first edition of Professor Stampfer's Stroboscopische Scheiben: \nAlphonse Giroux et Compagnie applied for a French import license on 28 May 1833 for 'Le Phénakisticope' and were granted one on 5 August 1833. They had a first set of 12 single sided discs available before the end of June 1833.[4] Before the end of December 1833 they released two more sets.\n\nBy 16 June 1833, Joh. Val. Albert published Die belebte Wunderscheibe in Frankfurt[29] and soon marketed internationally. This version had uncut discs with pictures and a separate larger disc with round holes. The set of Die Belebte Wunderscheibe in Dick Balzer's collection[30] shows several discs with designs that are very similar to those of Stampfer and about half of them are also very similar to those of Giroux's first set. \nIt is unclear where these early designs (other than Stampfer's) originated, but many of them would be repeated on many discs of many other publishers. It is unlikely that much of this copying was done with any licensing between companies or artists.\n\nJoseph Plateau and Simon Stampfer both complained around July 1833 that the designs of the discs they had seen around (besides their own) were poorly executed and they did not want to be associated with them.\n\nThe phénakisticope became very popular and soon there were very many other publishers releasing discs with numerous names, including:\n\nAfter its commercial introduction by the Milton Bradley Company, the Zoetrope (patented in 1867) soon became the more popular animation device and consequently fewer phénakisticopes were produced.\n\n"
        },
        {
            "title": "Variations",
            "text": "Many versions of the phénakisticope used smaller illustrated uncut cardboard discs that had to be placed on a larger slotted disc. A common variant had the illustrated disc on one end of a brass axis and the slotted disc on the other end; this was slightly more unwieldy but needed no mirror and was claimed to produce clearer images.\n\nFores offered an Exhibitor: a handle for two slotted discs with the pictures facing each other which allowed two viewers to look at the animations at the same time, without a mirror.\n\nA few discs had a shaped edge on the cardboard to allow for the illusion of figures crawling over the edge. Ackermann & Co published three of those discs in 1833, including one by inventor Joseph Plateau.\n\nSome versions added a wooden stand with a hand-cranked mechanism to spin the disc.\n\nSeveral phénakisticope projectors with glass discs were produced and marketed since the 1850s.[31]\n\nJoseph Plateau created a combination of his phénakisticope and his Anorthoscope sometime between 1844 and 1849, resulting in a back-lit transparent disc with a sequence of figures that are animated when it is rotated behind a counter-rotating black disc with four illuminated slits, spinning four times as fast. Unlike the phénakisticope several persons could view the animation at the same time. This system has not been commercialised;  the only known two handmade discs are in the Joseph Plateau Collection of the Ghent University. Belgian painter Jean Baptiste Madou created the first images on these discs and Plateau painted the successive parts.[9][32]\n\nIn 1849 Joseph Plateau discussed the possibilities of combining the phénakisticope with the stereoscope as suggested to him by its inventor Charles Wheatstone.[9] In 1852 Duboscq patented such a \"Stéréoscope-fantascope, stéréofantscope ou Bïoscope\". Of three planned variations only one was actually produced but without much success. Only one extant disc is known, which is in the Plateau collection of Ghent University.[32]\n\n"
        },
        {
            "title": "Projection",
            "text": "The first known plan for a phénakisticope projector with a transparent disc was made by Englishman T.W. Naylor in 1843 in the Mechanical's Magazine – Volume 38. His letter was illustrated with a detailed side view of the device. Naylor suggested tracing the pictures of available phenakisticopes onto glass with transparent paint and painting the rest black. Nothing else is known of Naylor or his machine.[31][33]\n\nFranz von Uchatius possibly read about Naylor's idea in German or Austrian technical journals and started to develop his own version around 1851. Instrument maker Wenzel Prokesch made a first model for him which could only project images of a few inches in diameter. A more successful second model by Prokesch had a stationary disc with transparent pictures with a separate lens for each picture focused on the same spot on a screen. A limelight revolved rapidly behind the disc to project the sequential images one by one in succession. This model was demonstrated to the Austrian Academy of Sciences in 1853. Prokesch marketed the machine and sold one to magician Ludwig Döbler who used it in his shows that also included other magic lantern techniques, like dissolving views.[31]\n\nFrom around 1853 until the 1890s J. Duboscq in Paris marketed different models of a projection phénakisticope. It had a glass disc with a diameter of 34 centimeters for the pictures and a separate disc with four lenses. The discs rotated at different speeds.[31][34]\n\nAn \"Optical Instrument\" was patented in the U.S. in 1869 by O.B. Brown, using a phenakistiscope-like disc with a technique very close to the later cinematograph; with Maltese Cross motion; a star-wheel and pin being used for intermittent motion, and a two-sector shutter.[35]\n\nThomas Ross developed a small transparent phénakisticope system, called Wheel of life, which fitted inside a standard magic lantern slide. A first version, patented in 1869, had a glass disc with eight phases of a movement and a counter-rotating glass shutter disc with eight apertures. The discs depicted Ice Skaters, Fishes, Giant's Ladder, Bottle Imp and other subjects. An improved version had 13 images and a single slot shutter disc and received British Patent 2685 on 10 October 1871.[31][36]\n\nHenry Renno Heyl presented his Phasmatrope on 5 February 1870 at the Philadelphia Academy of Music. This modified magic lantern had a wheel that could hold 16 photographic slides and a shutter. The wheel was rotated in front of the light source by an intermittent mechanism to project the slides successively (probably with a speed of 3 fps[37]). The program contained three subjects: All Right (a popular Japanese acrobat), Brother Jonathan and a waltzing couple. Brother Jonathan addressed the audience with a voice actor behind the screen and professed that \"this art will rapidly develop into one of the greatest merit for instruction and enjoyment.\" The pictures of the waltzing couple survived and consist of four shots of costumed dancers (Heyl and a female dancing partner) that were repeated four times in the wheel. The pictures were posed. Capturing movement with \"instantaneous photography\" would first be established by Eadward Muybridge in 1878.[38]\n\nEadward Muybridge created his Zoopraxiscope in 1879 and lectured until 1894 with this projector for glass discs on which pictures in transparent paint were derived from his chronophotographic plates.\n\n"
        },
        {
            "title": "Scientific use",
            "text": "The phénakisticope was invented through scientific research into optical illusions and published as such, but soon the device was marketed very successfully as an entertaining novelty toy. After the novelty wore off, it was mostly seen as a toy for children. Nonetheless, some scientists still regard it as a useful demonstration tool.[10]\n\nThe Czech physiologist Jan Purkyně used his version, called Phorolyt, in lectures since 1837.[39] In 1861 one of the subjects he illustrated was the beating of a heart.[40]\n\nGerman physicist Johann Heinrich Jakob Müller published a set of 8 discs depicting several wave motions (waves of sound, air, water, etcetera) with J.V. Albert in Frankfurt in 1846.[41]\n\nThe famous English pioneer of photographic motion studies Eadweard Muybridge built a phenakisticope projector for which he had his photographs rendered as contours on glass discs. The results were not always very scientific; he often edited his photographic sequences for aesthetic reasons and for the glass discs he sometimes even reworked images from multiple photographs into new combinations. An entertaining example is the sequence of a man somersaulting over a bull chased by a dog.[37] For only one disc he chose a photographic representation; the sequence of a running horse skeleton, which was probably too detailed to be painted on glass. This disc was most likely the very first time a stop motion technique was successfully applied. Muybridge first called his apparatus Zoogyroscope, but soon settled on the name Zoöpraxiscope. He used it in countless lectures on human and animal locomotion between 1880 and 1895.[42]\n\n"
        },
        {
            "title": "20th and 21st centuries",
            "text": "The Joseph Plateau Award, a trophy resembling a phénakisticope, was a Belgian movie award given yearly between 1985 and 2006.\n\nSeveral vinyl music releases have phénakistiscope-like animations on the labels or on the vinyl itself. In 1956 Red Raven Movie Records started a series of 78 RPM 8\" singles with animations to be viewed with a device with small mirrors similar to a praxinoscope to be placed on the center of the disc. Since 2010 audio-visual duo Sculpture has released several picture discs with very elaborate animations to be viewed under a stroboscope flashing exactly 25 times per second, or filmed with a video camera shooting progressively at a very high shutter speed with a frame rate of 25fps.[43][44]\n\n"
        }
    ]
}