{
    "url": "https://en.wikipedia.org/wiki/Philosophy_of_psychology",
    "title": "Philosophy of psychology",
    "table_of_contents": [
        "1 Epistemology",
        "2 Ontology",
        "3 Relations to other fields",
        "4 Main areas",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Philosophy of psychology is concerned with the philosophical foundations of the study of psychology. It deals with both epistemological and ontological issues and shares interests with other fields, including philosophy of mind and theoretical psychology. Philosophical and theoretical psychology are intimately tied and are therefore sometimes used interchangeably or used together. However, philosophy of psychology relies more on debates general to philosophy and on philosophical methods, whereas theoretical psychology draws on multiple areas. [1]\n\n"
        },
        {
            "title": "Epistemology",
            "text": "Some of the issues studied by the philosophy of psychology are epistemological concerns about the methodology of psychological investigation. For example:\n\n"
        },
        {
            "title": "Ontology",
            "text": "Philosophers of psychology also concern themselves with ontological issues, like:\n\n"
        },
        {
            "title": "Relations to other fields",
            "text": "Philosophy of psychology also closely monitors contemporary work conducted in cognitive neuroscience, cognitive psychology, and artificial intelligence, for example questioning whether psychological phenomena can be explained using the methods of neuroscience, evolutionary theory, and computational modeling, respectively.[3][4] Although these are all closely related fields, some concerns still arise about the appropriateness of importing their methods into psychology. Some such concerns are whether psychology, as the study of individuals as information processing systems (see Donald Broadbent), is autonomous from what happens in the brain (even if psychologists largely agree that the brain in some sense causes behavior (see supervenience)); whether the mind is \"hard-wired\" enough for evolutionary investigations to be fruitful; and whether computational models can do anything more than offer possible implementations of cognitive theories that tell us nothing about the mind (Fodor & Pylyshyn 1988).\n\nRelated to the philosophy of psychology are philosophical and epistemological inquiries about clinical psychiatry and psychopathology. Philosophy of psychiatry is mainly concerned with the role of values in psychiatry: derived from philosophical value theory and phenomenology, values-based practice is aimed at improving and humanizing clinical decision-making in the highly complex environment of mental health care.[5] Philosophy of psychopathology is mainly involved in the epistemological reflection about the implicit philosophical foundations of psychiatric classification and evidence-based psychiatry. It aims is to unveil the constructive activity underlying the description of mental phenomena.[6]\n\n"
        },
        {
            "title": "Main areas",
            "text": "Different schools and systems of psychology represent approaches to psychological problems, which are often based on different philosophies of consciousness.\n\nFunctional psychology\nFunctionalism treats the psyche as derived from the activity of external stimuli, deprived of its essential autonomy, denying free will, which influenced behaviourism later on;[7] one of the founders of functionalism was James, also close to pragmatism, where human action is put before questions and doubts about the nature of the world and man himself.\n\nPsychoanalysis\nFreud`s doctrine, called Metapsychology, was to give the human self greater freedom from instinctive and irrational desires in a dialogue with a psychologist through analysis of the unconscious.[8] Later the psychoanalytic movement split, part of it treating psychoanalysis as a practice of working with archetypes (analytical psychology), part criticising the social limitations of the unconscious (Freudo-Marxism), and later Lacan`s structural psychoanalysis, which interpreted the unconscious as a language.\n\nPhenomenological psychology\nEdmund Husserl rejected the physicalism of most of the psychological teachings of his time and began to understand consciousness as the only reality accessible to reliable cognition.[9] His disciple Heidegger added to this the assertion of the fundamental finitude of man and the threat of a loss of authenticity in the technical world, and thus laid the foundation for existential psychology.\n\nStructuralism\nThe recognised creator of psychology as a science, W. Wundt described the primordial structures of the psyche that determine perception and behaviour, but faced the problem of the impossibility of direct access to these structures and the vagueness of their description.[10] Half a century later his ideas, combined with Sossur`s semiotics, strongly influenced the general humanities of structuralism and the post-structuralism and post-modernism that emerged from it, where structures were treated as linguistic invariants.\n\n"
        }
    ]
}