{
    "url": "https://en.wikipedia.org/wiki/Philosophical_movement",
    "title": "Philosophical movement",
    "table_of_contents": [
        "1 Ancient",
        "2 Medieval",
        "3 Modern",
        "4 Post Modern",
        "5 African",
        "6 Eastern",
        "7 See also",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A philosophical movement refers to the phenomenon defined by a group of philosophers who share an origin or style of thought. Their ideas may develop substantially from a process of learning and communication within the group, rather than from outside influences.[1] Major philosophical movements are often characterized with reference to the nation, language, or historical era in which they arose.\n\nTalk of a philosophical movement can often function as a shorthand for talk of the views of a great number of different philosophers (and others associated with philosophy, such as historians, artists, scientists and political figures). On the other hand, most philosophical movements in history consisted in a great number of individual thinkers who disagreed in various ways; it is often inaccurate and something of a caricature to treat any movement as consisting in followers of uniform opinion. More often the defining ideas of any philosophical movement are templates on which individual thinkers develop their own particular ideas.\n\nIn contrast to the idea of a philosophical movement, the Renaissance and Enlightenment or Humanism and Romanticism are broader \"cultural \"movements\" that happened to be characterized by fairly distinctive philosophical concerns. Although they are movements with philosophical cores, they extend beyond the field of philosophy into art and culture more broadly, hence are not specific enough to philosophy to be considered movements within it.\n\nLike specific doctrines and theories, movements are often given names with \"ism\" suffixes. What makes a movement identifiable and interesting as distinct from a specific theory is simply that a movement consists in a large flourishing of intellectual work on one or more ideas, in a fairly specifiable time and place. Following is short list of major philosophical movements, in rough chronological order:\n\n"
        },
        {
            "title": "African",
            "text": " for a list of African philosophical movements.\n\n"
        },
        {
            "title": "Eastern",
            "text": " for a list of Asian philosophical movements.\n\n"
        }
    ]
}