{
    "url": "https://en.wikipedia.org/wiki/Philosophy_of_sex",
    "title": "Philosophy of sex",
    "table_of_contents": [
        "1 History of the philosophy of sex",
        "2 Sexual desire",
        "3 Putative perversions",
        "4 Consent",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Philosophy of sex is an aspect of applied philosophy involved with the study of sex and love. It includes both ethics of phenomena such as prostitution, rape, sexual harassment, sexual identity, the age of consent, homosexuality, and conceptual analysis of more universal questions such as \"what is sex?\" It also includes matters of sexuality and sexual identity and the ontological status of gender. Leading contemporary philosophers of sex include Alan Soble, Judith Butler, and Raja Halwani.\n\nContemporary philosophy of sex is sometimes informed by Western feminism. Issues raised by feminists regarding gender differences, sexual politics, and the nature of sexual identity are important questions in the philosophy of sex.\n\n"
        },
        {
            "title": "History of the philosophy of sex",
            "text": "Throughout much of the history of Western philosophy, questions of sex and sexuality have been considered only within the general subject of ethics. There have, however, been deviations from this pattern out of which emerge a tradition of speaking of sexual issues in their own right.\n\nThe Society for the Philosophy of Sex and Love is a professional group within the membership of the American Philosophical Association.\n\n"
        },
        {
            "title": "Sexual desire",
            "text": "Moral evaluations of sexual activity are determined by judgments on the nature of the sexual impulse. In this light, philosophies fall into two camps:[1]\n\nA negative understanding of sexuality, such as from Immanuel Kant, believes that sexuality undermines values, and challenges our moral treatment of other persons.\nSex, says Kant, \"makes of the loved person an Object of appetite\".[2]\nIn this understanding, sex is often advised only for the purpose of procreation. Sometimes sexual celibacy is considered to lead to the best, or most moral life.[3]\n\nA positive understanding of sexuality – such as from Russell Vannoy, Irving Singer – sees sexual activity as pleasing the self and the other at the same time.\n\n"
        },
        {
            "title": "Putative perversions",
            "text": "Thomas Nagel proposes that only sexual interactions with mutual sexual arousal are natural to human sexuality. Perverted sexual encounters or events would be those in which this reciprocal arousal is absent, and in which a person remains fully a subject of the sexual experience or fully an object.[4]\n\n"
        }
    ]
}