{
    "url": "https://en.wikipedia.org/wiki/Philosophy_of_suicide",
    "title": "Philosophy of suicide",
    "table_of_contents": [
        "1 Arguments against suicide",
        "1.1 Absurdism",
        "1.2 Christian-inspired philosophy",
        "1.3 Liberalism",
        "1.4 Deontology",
        "1.5 Social contract",
        "1.6 Aristotle",
        "2 Neutral and situational stances",
        "2.1 Honor",
        "2.2 Utilitarianism",
        "3 Arguments that suicide is permissible",
        "3.1 Idealism",
        "3.2 Libertarianism",
        "3.3 Stoicism",
        "3.4 Confucianism",
        "3.5 Other arguments",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn ethics and other branches of philosophy, suicide poses difficult questions, answered differently by various philosophers. The French Algerian essayist, novelist, and playwright Albert Camus (1913–1960) began his philosophical essay The Myth of Sisyphus with the famous line \"There is but one truly serious philosophical problem and that is suicide\" (French: Il n'y a qu'un problème philosophique vraiment sérieux : c'est le suicide).[1]\n\nPhilosophical stances on suicide can be divided into two broad groups. Religious philosophy almost universally condemns suicide, while nonreligious stances tend towards toleration, with some seeing it as laudatory, depending on circumstance. Utilitarianism offers perhaps a confusing stance. For example, using Jeremy Bentham's hedonistic calculus, you may conclude that although suicide offers utility by ending personal suffering, the grief it causes others may outweigh its utility. The calculation cannot be determined at a philosophical level.\n\n"
        },
        {
            "title": "Arguments against suicide",
            "text": "Common philosophical opinion of suicide since modernization reflected a spread in cultural beliefs of western societies that suicide is immoral and unethical.[2] One popular argument is that many of the reasons for committing suicide—such as depression, emotional pain, or economic hardship—are transitory and can be ameliorated by therapy and through making changes to some aspects of one's life. A common adage in the discourse surrounding suicide prevention sums up this view: \"Suicide is a permanent solution to a temporary problem.\" However, the argument against this is that while emotional pain may seem transitory to most people, in other cases it may be extremely difficult or even impossible to resolve, even through counseling or lifestyle change, depending upon the severity of the affliction and the person's ability to cope with their pain. Examples of this are incurable disease or lifelong mental illness.[3]\n\nCamus saw the goal of absurdism in establishing whether suicide is a necessary response to a world which appears to be mute both on the question of God's existence (and thus what such an existence might answer) and for our search for meaning and purpose in the world. For Camus, suicide was the rejection of freedom. He thought that fleeing from the absurdity of reality into illusions, religion, or death is not the way out. Instead of fleeing the absurd meaninglessness of life, we should embrace life passionately.\n\nExistentialist Sartre describes the position of Meursault, the protagonist of Camus' The Stranger who is condemned to death, in the following way:\n\nChristian theology almost universally condemns suicide as being a crime against God. G. K. Chesterton calls suicide \"the ultimate and absolute evil, the refusal to take an interest in existence\". He argues that a person who kills himself, as far as he is concerned, destroys the entire world (apparently exactly repeating Maimonides' view).\n\nJohn Stuart Mill argued, in his influential essay \"On Liberty\", that since the sine qua non of liberty is the power of the individual to make choices, any choice that one might make that would deprive one of the ability to make further choices should be prevented. Thus, for Mill, selling oneself into slavery should be prevented in order to avoid precluding the ability to make further choices. Concerning these matters, Mill writes in \"On Liberty\":\n\n\"Not only persons are not held to engagements which violate the rights of third parties, but it is sometimes considered a sufficient reason for releasing them from an engagement, that it is injurious to themselves. In this and most other civilized countries, for example, an engagement by which a person should sell himself, or allow himself to be sold, as a slave, would be null and void; neither enforced by law nor by opinion. The ground for thus limiting his power of voluntarily disposing of his own lot in life, is apparent, and is very clearly seen in this extreme case. The reason for not interfering, unless for the sake of others, with a person's voluntary acts, is consideration for his liberty. His voluntary choice is evidence that what he so chooses is desirable, or at the least endurable, to him, and his good is on the whole best provided for by allowing him to take his own means of pursuing it. But by selling himself for a slave, he abdicates his liberty; he forgoes any future use of it, beyond that single act. He therefore defeats, in his own case, the very purpose which is the justification of allowing him to dispose of himself. He is no longer free; but is thenceforth in a position which has no longer the presumption in its favour, that would be afforded by his voluntarily remaining in it. The principle of freedom cannot require that he should be free not to be free. It is not freedom, to be allowed to alienate his freedom\".[5]\n\nIt could be argued that suicide prevents further choices in the same way slavery does. However, it can also be argued that there are significant differences in not having any further involvement in decisions about your life and not having any further life to make decisions about. Suicide essentially removes the condition of being alive, not the condition of making choices about your life.\n\nMill believes the individual to be the best guardian of their own interests. He uses the example of a man about to cross a broken bridge: we can forcibly stop that person and warn him of the danger, but ultimately should not prevent him from crossing the bridge—for only he knows the worth of his life balanced against the danger of crossing the bridge.\n\nToo much should not be read into \"disposing of his own lot in life\" in the passage as this is not necessarily talking about anything other than slavery. Indeed, it would be odd if Mill had intended it to be about suicide but not explored the issue fully.\n\nFrom a deontological perspective, Immanuel Kant argues against suicide in Fundamental Principles of The Metaphysic of Morals. In accordance with the second formulation of his categorical imperative, Kant argues that, \"He who contemplates suicide should ask himself whether his action can be consistent with the idea of humanity as an end in itself.\" Kant's theory looks at the act only, and not at its outcomes and consequences, and claims that one is ethically required to consider whether one would be willing to universalise the act: to claim everyone should behave that way. Kant argues that choosing to commit suicide entails considering oneself as a means to an end, which he rejects: a person, he says, must not be used \"merely as means, but must in all actions always be considered as an end in himself.\" Furthermore Kant argues that, since objective morality is grounded in one's own ability to reason, suicide is wrong because it involves removing that ability through ending one's life, thereby creating a kind of practical contradiction.\n\nThe social contract, according to Jean-Jacques Rousseau, is such that every man has \"a right to risk his own life in order to preserve it.\"\n\nHobbes and Locke reject the right of individuals to take their own life. Hobbes claims in his Leviathan that natural law forbids every man \"to do, that which is destructive of his life, or take away the means of preserving the same.\" Breaking this natural law is irrational and immoral. Hobbes also states that it is intuitively rational for men to want felicity and to fear death most.\n\nAristotle in his 'discussion of courage, maintains that committing suicide to avoid pain or other undesirable circumstances is a cowardly act. In a later chapter [of Nichomachean Ethics], he further argues that suicide is unlawful and is an act committed against the interests of the state.'[6]\n\n"
        },
        {
            "title": "Neutral and situational stances",
            "text": "Japan has a form of suicide called seppuku, which is considered an honorable way to redeem oneself for transgressions or personal defeats. It was widely accepted in the days of the Samurai and even before that. It was generally seen as a privilege granted only to the samurai class; civilian criminals would thus not have this 'honor' and be executed. In this historical perspective, suicide reflects a cultural view of suicide as noble, acceptable, and even brave, rather than cowardly and wrong.\n\nUtilitarianism can be used as a justification for or as an argument against suicide. For example, through Jeremy Bentham's hedonistic calculus, it can be concluded that although the death of a depressed person ends their suffering, the person's family and friends may grieve as well, and their pain may outweigh the release of depression of the individual through suicide.[7]\n\n"
        },
        {
            "title": "Arguments that suicide is permissible",
            "text": "There are arguments in favor of allowing an individual to choose between life and death by suicide. Those in favor of suicide as a personal choice reject the thought that suicide is always or usually irrational, but is instead a solution to real problems; a line of last resort that can legitimately be taken when the alternative is considered worse. They believe that no being should be made to suffer unnecessarily, and suicide provides an escape from suffering.\n\nHerodotus wrote: \"When life is so burdensome, death has become for man a sought-after refuge\". Schopenhauer affirmed: \"They tell us that suicide is the greatest act of cowardice... that suicide is wrong; when it is quite obvious that there is nothing in the world to which every man has a more unassailable title than to his own life and person.\"[8]\n\nSchopenhauer's main work, The World as Will and Representation, occasionally uses the act in its examples. He denied that suicide was immoral and saw it as one's right to take one's life. In an allegory, he compared ending one's life, when subject to great suffering, to waking up from sleep when experiencing a terrible nightmare. However, most suicides were seen as an act of the will, as it takes place when one denies life's pains, and is thus different from ascetic renunciation of the will, which denies life's pleasures.[citation needed]\n\nAccording to Schopenhauer, moral freedom—the highest ethical aim—is to be obtained only by a denial of the will to live. Far from being a denial, suicide is an emphatic assertion of this will. For it is in fleeing from the pleasures, not from the sufferings of life, that this denial consists. When a man destroys his existence as an individual, he is not by any means destroying his will to live. On the contrary, he would like to live if he could do so with satisfaction to himself; if he could assert his will against the power of circumstance; but circumstance is too strong for him.[citation needed]\n\nSchopenhauer also addressed arguments against suicide. \"That a man who no longer wishes to live for himself must go on living merely as a machine for others to use is an extravagant demand.\"[9]\n\nLibertarianism asserts that a person's life belongs only to them, and no other person has the right to force their own ideals that life must be lived. Rather, only the individual involved can make such a decision, and whatever decision they make should be respected.[citation needed]\n\nPhilosopher and psychiatrist Thomas Szasz goes further, arguing that suicide is the most basic right of all. If freedom is self-ownership—ownership over one's own life and body—then the right to end that life is the most basic of all. If others can force you to live, you do not own yourself and belong to them.[10]\n\nJean Améry, in his book On Suicide: a Discourse on Voluntary Death (originally published in German in 1976), provides a moving insight into the suicidal mind. He argues forcefully and almost romantically that suicide represents the ultimate freedom of humanity, justifying the act with phrases such as \"we only arrive at ourselves in a freely chosen death\" and lamenting \"ridiculously everyday life and its alienation\".[citation needed] Améry killed himself in 1978.\n\nPhilosophical thinking in the 19th and 20th century has led, in some cases, beyond thinking in terms of pro-choice, to the point that suicide is no longer a last resort, or even something that one must justify, but something that one must justify not doing. Many forms of existentialist thinking essentially begin with the premise that life is objectively meaningless, and proceed to the question of why one should not just kill oneself; they then answer this question by suggesting that the individual has the power to give personal meaning to life.\n\nAlthough George Lyman Kittredge states that \"the Stoics held that suicide is cowardly and wrong,\" the most famous stoics—Seneca the Younger, Epictetus, and Marcus Aurelius—maintain that death by one's own hand is always an option and frequently more honorable than a life of protracted misery.[11]\n\nThe Stoics accepted that suicide was permissible for the wise person in circumstances that might prevent them from living a virtuous life.[12] Plutarch held that accepting life under tyranny would have compromised Cato's self-consistency (Latin: constantia) as a Stoic and impaired his freedom to make the honorable moral choices.[13] Suicide could be justified if one fell victim to severe pain or disease,[12] but otherwise suicide would usually be seen as a rejection of one's social duty.[14]\n\nConfucianism holds that failure to follow certain values is worse than death; hence, suicide can be morally permissible, and even praiseworthy, if it is done for the sake of those values. The Confucian emphasis on loyalty, self-sacrifice, and honour has tended to encourage altruistic suicide.[15] Confucius wrote, \"For gentlemen of purpose and men of ren while it is inconceivable that they should seek to stay alive at the expense of ren, it may happen that they have to accept death in order to have ren accomplished.\"[16] Mencius wrote:[17]\n\nDavid Hume wrote an essay entitled Of Suicide[18] in 1755 (although it was not published until the year after his death, in 1777).[19] Most of it is concerned with the claim that suicide is an affront to God. Hume argues that suicide is no more a rebellion against God than is saving the life of someone who would otherwise die, or changing the position of anything in one's surroundings. He spends much less time dismissing arguments that it is an affront to one's duty to others or to oneself. Hume claims that suicide can be compared to retiring from society and becoming a total recluse, which is not normally considered to be immoral. As for duty to self, Hume takes it to be obvious that there can be times when suicide is desirable, though he also thinks it ridiculous that anyone would consider suicide unless they first considered every other option.\n\nThose who support the right to die argue that suicide is acceptable under certain circumstances, such as incurable disease and old age. The idea is that although life is, in general, good, people who face irreversible suffering should not be forced to continue suffering.\n\nLeo Tolstoy wrote in his short work A Confession that after an existential crisis, he considered various options and determined that suicide would be the most logically consistent response in a world where God doesn't exist. However, he then decided to look less at logic and more towards trying to explain God using a mystical approach in that, for one, he describes God as life. He states that this new understanding of God would allow him to live meaningfully.[20]\n\nLeonard Peikoff states in his book Objectivism: The Philosophy of Ayn Rand:[further explanation needed]\n\nBioethicist Jacob Appel has criticized \"arbitrary\" ethical systems that allow patients to refuse care when they are physically ill, while denying the mentally ill the right to suicide.[21][22]\n\n"
        }
    ]
}