{
    "url": "https://en.wikipedia.org/wiki/Philosophy_of_biology",
    "title": "Philosophy of biology",
    "table_of_contents": [
        "1 Overview",
        "2 Biological laws and autonomy of biology",
        "3 Ethical implications of biology",
        "4 Other perspectives",
        "5 Scientific discovery process",
        "6 Journals and professional organizations",
        "6.1 Journals",
        "6.2 Professional organizations",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe philosophy of biology is a subfield of philosophy of science, which deals with epistemological, metaphysical, and ethical issues in the biological and biomedical sciences. Although philosophers of science and philosophers generally have long been interested in biology (e.g., Aristotle, Descartes, and even Kant), philosophy of biology only emerged as an independent field of philosophy in the 1960s and 1970s[citation needed]. Philosophers of science then began paying increasing attention to biology, from the rise of Neodarwinism in the 1930s and 1940s to the discovery of the structure of DNA in 1953 to more recent advances in genetic engineering.\nOther key ideas include the reduction of all life processes to biochemical reactions, and the incorporation of psychology into a broader neuroscience.\n\n"
        },
        {
            "title": "Overview",
            "text": "Philosophers of biology examine the practices, theories, and concepts of biologists with a view toward better understanding biology as a scientific discipline (or group of scientific fields). Scientific ideas are philosophically analyzed and their consequences are explored. Philosophers of biology have also explored how our understanding of biology relates to epistemology, ethics, aesthetics, and metaphysics and whether progress in biology should compel modern societies to rethink traditional values concerning all aspects of human life. It is sometimes difficult to separate the philosophy of biology from theoretical biology.\n\nIncreasingly, ideas drawn from philosophical ontology and logic are being used by biologists in the domain of bioinformatics. Ontologies such as the Gene Ontology[3] are being used to annotate the results of biological experiments in a variety of model organisms in order to create logically tractable bodies of data available for reasoning and search. The Gene Ontology itself is a species-neutral graph-theoretical representation of biological types joined together by formally defined relations.[4]\n\nPhilosophy of biology today has become a visible, well-organized discipline - with its own journals, conferences, and professional organizations. The largest of the latter is the International Society for the History, Philosophy, and Social Studies of Biology (ISHPSSB).[5]\n\n"
        },
        {
            "title": "Biological laws and autonomy of biology",
            "text": "A prominent question in the philosophy of biology is whether or not there can be distinct biological laws in the way there are distinct physical laws.[6]\n\nScientific reductionism is the view that higher-level biological processes reduce to physical and chemical processes. For example, the biological process of respiration is explained as a biochemical process involving oxygen and carbon dioxide. Some philosophers of biology have attempted to answer the question of whether all biological processes reduce to physical or chemical ones. On the reductionist view, there would be no distinctly biological laws.[citation needed]\n\nHolism in science is the view that emphasizes higher-level processes, phenomena at a larger level that occur due to the pattern of interactions between the elements of a system over time. For example, to explain why one species of finch survives a drought while others die out, the holistic method looks at the entire ecosystem. Reducing an ecosystem to its parts in this case would be less effective at explaining overall behavior (in this case, the decrease in biodiversity). As individual organisms must be understood in the context of their ecosystems, holists argue, so must lower-level biological processes be understood in the broader context of the living organism in which they take part. Proponents of this view cite our growing understanding of the multidirectional and multilayered nature of gene modulation (including epigenetic changes) as an area where a reductionist view is inadequate for full explanatory power.[7]\n\nAll processes in organisms obey physical laws, but some argue that the difference between inanimate and biological processes is that the organisation of biological properties is subject to control by coded information. This has led biologists and philosophers such as Ernst Mayr and David Hull to return to the strictly philosophical reflections of Charles Darwin to resolve some of the problems which confronted them when they tried to employ a philosophy of science derived from classical physics. The old positivist approach used in physics emphasised a strict determinism and led to the discovery of universally applicable laws, testable in the course of experiment. It was difficult for biology to use this approach.[8] Standard philosophy of science seemed to leave out a lot of what characterised living organisms - namely, a historical component in the form of an inherited genotype.\n\nPhilosophers of biology have also examined the notion of “teleology.” Some have argued that scientists have had no need for a notion of cosmic teleology that can explain and predict evolution, since one was provided by Darwin. But teleological explanations relating to purpose or function have remained useful in biology, for example, in explaining the structural configuration of macromolecules and the study of co-operation in social systems. By clarifying and restricting the use of the term “teleology” to describe and explain systems controlled strictly by genetic programmes or other physical systems, teleological questions can be framed and investigated while remaining committed to the physical nature of all underlying organic processes. While some philosophers claim that the ideas of Charles Darwin ended the last remainders of teleology in biology, the matter continues to be debated. Debates in these areas of philosophy of biology turn on how one views reductionism more generally.[9][10][11][12]\n\n"
        },
        {
            "title": "Ethical implications of biology",
            "text": "Sharon Street claims that contemporary evolutionary biological theory creates what she calls a “Darwinian Dilemma” for realists. She argues that this is because it is unlikely that our evaluative judgements about morality are tracking anything true about the world. Rather, she says, it is likely that moral judgements and intuitions that promote our reproductive fitness were selected for, and there is no reason to think that it is the truth of these moral intuitions which accounts for their selection. She notes that a moral intuition most people share, that someone being a close family member is a prima facie good reason to help them, happens to be an intuition likely to increase reproductive fitness, while a moral intuition almost no one has, that someone being a close family member is a reason not to help them, is likely to decrease reproductive fitness.[13]\n\nDavid Copp responded to Street by arguing that realists can avoid this so-called dilemma by accepting what he calls a “quasi-tracking” position. Copp explains that what he means by quasi tracking is that it is likely that moral positions in a given society would have evolved to be at least somewhat close to the truth. He justifies this by appealing to the claim that the purpose of morality is to allow a society to meet certain basic needs, such as social stability, and a society with a successful moral codes would be better at doing this.[14]\n\n"
        },
        {
            "title": "Other perspectives",
            "text": "One perspective on the philosophy of biology is how developments in modern biological research and biotechnologies have influenced traditional philosophical ideas about the distinction between biology and technology, as well as implications for ethics, society, and culture. An example is the work of philosopher Eugene Thacker in his book Biomedia.[15] Building on current research in fields such as bioinformatics and biocomputing, as well as on work in the history of science (particularly the work of Georges Canguilhem, Lily E. Kay, and Hans-Jörg Rheinberger), Thacker defines biomedia as entailing \"the informatic recontextualization of biological components and processes, for ends that may be medical or non-medical...biomedia continuously make the dual demand that information materialize itself as gene or protein compounds. This point cannot be overstated: biomedia depend upon an understanding of biological as informational but not immaterial.\"[16]\n\nSome approaches to the philosophy of biology incorporate perspectives from science studies and/or science and technology studies, anthropology, sociology of science, and political economy. This includes work by scholars such as Melinda Cooper, Luciana Parisi, Paul Rabinow, Nikolas Rose, and Catherine Waldby.[17][18][19][20]\n\nPhilosophy of biology was historically associated very closely with theoretical evolutionary biology, but more recently there have been more diverse movements, such as to examine molecular biology.[21]\n\n"
        },
        {
            "title": "Scientific discovery process",
            "text": "Research in biology continues to be less guided by theory than it is in other sciences.[dead link][22] This is especially the case where the availability of high throughput screening techniques for the different \"-omics\" fields such as genomics, whose complexity makes them predominantly data-driven. Such data-intensive scientific discovery is by some considered to be the fourth paradigm, after empiricism, theory and computer simulation.[23] Others reject the idea that data driven research is about to replace theory.[24][25] As Krakauer et al. put it: \"machine learning is a powerful means of preprocessing data in preparation for mechanistic theory building, but should not be considered the final goal of a scientific inquiry.\"[26] In regard to cancer biology, Raspe et al. state: \"A better understanding of tumor biology is fundamental for extracting the relevant information from any high throughput data.\"[27] The journal Science chose cancer immunotherapy as the breakthrough of 2013. According to their explanation a lesson to be learned from the successes of cancer immunotherapy is that they emerged from decoding of basic biology.[28]\n\nTheory in biology is to some extent less strictly formalized than in physics. Besides 1) classic mathematical-analytical theory, as in physics, there is 2) statistics-based, 3) computer simulation and 4) conceptual/verbal analysis.[29]  Dougherty and Bittner argue that for biology to progress as a science, it has to move to more rigorous mathematical modeling, or otherwise risk to be \"empty talk\".[30]\n\nIn tumor biology research, the characterization of cellular signaling processes has largely focused on identifying the function of individual genes and proteins. Janes [31] showed however the context-dependent nature of signaling driving cell decisions demonstrating the need for a more system based approach.[32]  The lack of attention for context dependency in preclinical research is also illustrated by the observation that preclinical testing rarely includes predictive biomarkers that, when advanced to clinical trials, will help to distinguish those patients who are likely to benefit from a drug.[33]\n\n"
        }
    ]
}