{
    "url": "https://en.wikipedia.org/wiki/Philosophical_skepticism",
    "title": "Philosophical skepticism",
    "table_of_contents": [
        "1 Overview",
        "1.1 Classification",
        "1.2 Skeptical scenarios",
        "1.3 Epistemological skepticism",
        "1.4 Criticism",
        "2 History of Western skepticism",
        "2.1 Ancient Greek skepticism",
        "2.1.1 Pyrrhonism",
        "2.1.1.1 Pyrrho of Elis",
        "2.1.1.2 Aenesidemus",
        "2.1.1.3 Sextus Empiricus",
        "2.1.1.4 Skeptical arguments",
        "2.1.2 Academic skepticism",
        "2.1.3 Augustine on skepticism",
        "2.2 Skepticism's revival in the sixteenth century",
        "2.2.1 Michel de Montaigne (1533–1592)",
        "2.2.2 Marin Mersenne (1588–1648)",
        "2.3 Skepticism in the seventeenth century",
        "2.3.1 Thomas Hobbes (1588–1679)",
        "2.3.2 Baruch Spinoza and religious skepticism",
        "2.3.3 Pierre Bayle (1647–1706)",
        "2.4 Skepticism in the Age of Enlightenment",
        "2.4.1 David Hume (1711–1776)",
        "2.4.2 Immanuel Kant (1724–1804)",
        "2.5 Skepticism in the 20th century and contemporary philosophy",
        "3 History of skepticism in non-Western philosophy",
        "3.1 Ancient Indian skepticism",
        "3.1.1 Ajñana",
        "3.1.2 Buddhism",
        "3.1.3 Cārvāka philosophy",
        "3.1.4 Jainism",
        "3.2 Ancient Chinese philosophy",
        "3.2.1 Zhuang Zhou (c. 369 – c. 286 BCE)",
        "3.2.2 Wang Chong (27 – c. 100 CE)",
        "3.3 Medieval Islamic philosophy",
        "3.4 Aztec philosophy",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPhilosophical skepticism (UK spelling: scepticism; from Greek σκέψις skepsis, \"inquiry\") is a family of philosophical views that question the possibility of knowledge.[1][2] It differs from other forms of skepticism in that it even rejects very plausible knowledge claims that belong to basic common sense. Philosophical skeptics are often classified into two general categories: Those who deny all possibility of knowledge, and those who advocate for the suspension of judgment due to the inadequacy of evidence.[3] This distinction is modeled after the differences between the Academic skeptics and the Pyrrhonian skeptics in ancient Greek philosophy. In the latter sense, skepticism is understood as a way of life that helps the practitioner achieve inner peace. Some types of philosophical skepticism reject all forms of knowledge while others limit this rejection to certain fields, for example, to knowledge about moral doctrines or about the external world. Some theorists criticize philosophical skepticism based on the claim that it is a self-refuting idea since its proponents seem to claim to know that there is no knowledge. Other objections focus on its implausibility and distance from regular life.\n\n"
        },
        {
            "title": "Overview",
            "text": "Philosophical skepticism is a doubtful attitude toward commonly accepted knowledge claims. It is an important form of skepticism. Skepticism in general is a questioning attitude toward all kinds of knowledge claims. In this wide sense, it is quite common in everyday life: many people are ordinary skeptics about parapsychology or about astrology because they doubt the claims made by proponents of these fields.[4] But the same people are not skeptical about other knowledge claims like the ones found in regular school books. Philosophical skepticism differs from ordinary skepticism in that it even rejects knowledge claims that belong to basic common sense and seem to be very certain.[4] For this reason, it is sometimes referred to as radical doubt.[5] In some cases, it is even proclaimed that one does not know that \"I have two hands\" or that \"the sun will come out tomorrow\".[6][7] In this regard, philosophical skepticism is not a position commonly adopted by regular people in everyday life.[8][9] This denial of knowledge is usually associated with the demand that one should suspend one's beliefs about the doubted proposition. This means that one should neither believe nor disbelieve it but keep an open mind without committing oneself one way or the other.[10] Philosophical skepticism is often based on the idea that no matter how certain one is about a given belief, one could still be wrong about it.[11][7] From this observation, it is argued that the belief does not amount to knowledge. Philosophical skepticism follows from the consideration that this might be the case for most or all beliefs.[12] Because of its wide-ranging consequences, it is of central interest to theories of knowledge since it questions their very foundations.[10]\n\nAccording to some definitions, philosophical skepticism is not just the rejection of some forms of commonly accepted knowledge but the rejection of all forms of knowledge.[4][10][13] In this regard, we may have relatively secure beliefs in some cases but these beliefs never amount to knowledge. Weaker forms of philosophical skepticism restrict this rejection to specific fields, like the external world or moral doctrines. In some cases, knowledge per se is not rejected but it is still denied that one can ever be absolutely certain.[9][14]\n\nThere are only few defenders of philosophical skepticism in the strong sense.[4] In this regard, it is much more commonly used as a theoretical tool to test theories.[5][4][12][15] On this view, it is a philosophical methodology that can be utilized to probe a theory to find its weak points, either to expose it or to modify it in order to arrive at a better version of it.[5] However, some theorists distinguish philosophical skepticism from methodological skepticism in that philosophical skepticism is an approach that questions the possibility of certainty in knowledge, whereas methodological skepticism is an approach that subjects all knowledge claims to scrutiny with the goal of sorting out true from false claims.[citation needed] Similarly, scientific skepticism differs from philosophical skepticism in that scientific skepticism is an epistemological position in which one questions the veracity of claims lacking empirical evidence. In practice, the term most commonly references the examination of claims and theories that appear to be pseudoscience, rather than the routine discussions and challenges among scientists.[16]\n\nIn ancient philosophy, skepticism was seen not just as a theory about the existence of knowledge but as a way of life. This outlook is motivated by the idea that suspending one's judgment on all kinds of issues brings with it inner peace and thereby contributes to the skeptic's happiness.[14][17][18]\n\nSkepticism can be classified according to its scope. Local skepticism involves being skeptical about particular areas of knowledge (e.g. moral skepticism, skepticism about the external world, or skepticism about other minds), whereas radical skepticism claims that one cannot know anything—including that one cannot know about knowing anything.\n\nSkepticism can also be classified according to its method. Western philosophy has two basic approaches to skepticism.[19] Cartesian skepticism—named somewhat misleadingly after René Descartes, who was not a skeptic but used some traditional skeptical arguments in his Meditations to help establish his rationalist approach to knowledge—attempts to show that any proposed knowledge claim can be doubted. Agrippan skepticism focuses on justification rather than the possibility of doubt. According to this view, none of the ways in which one might attempt to justify a claim are adequate. One can justify a claim based on other claims, but this leads to an infinite regress of justifications. One can use a dogmatic assertion, but this is not a justification. One can use circular reasoning, but this fails to justify the conclusion.\n\nA skeptical scenario is a hypothetical situation which can be used in an argument for skepticism about a particular claim or class of claims. Usually the scenario posits the existence of a deceptive power that deceives our senses and undermines the justification of knowledge otherwise accepted as justified, and is proposed in order to call into question our ordinary claims to knowledge on the grounds that we cannot exclude the possibility of skeptical scenarios being true. Skeptical scenarios have received a great deal of attention in modern Western philosophy.\n\nThe first major skeptical scenario in modern Western philosophy appears in René Descartes' Meditations on First Philosophy. At the end of the first Meditation Descartes writes:  \"I will suppose... that some evil demon of the utmost power and cunning has employed all his energies to deceive me.\"\n\nSkepticism, as an epistemological view, calls into question whether knowledge is possible at all. This is distinct from other known skeptical practices, including Cartesian skepticism, as it targets knowledge in general instead of individual types of knowledge.\n\nSkeptics argue that belief in something does not justify an assertion of knowledge of it. In this, skeptics oppose foundationalism, which states that there are basic positions that are self-justified or beyond justification, without reference to others. (One example of such foundationalism may be found in Spinoza's Ethics.) The skeptical response to this can take several approaches. First, claiming that \"basic positions\" must exist amounts to the logical fallacy of argument from ignorance combined with the slippery slope.[citation needed]\n\nAmong other arguments, skeptics use the Münchhausen trilemma and the problem of the criterion to claim that no certain belief can be achieved. This position is known as \"global skepticism\" or \"radical skepticism.\" Foundationalists have used the same trilemma as a justification for demanding the validity of basic beliefs.[citation needed] Epistemological nihilism rejects the possibility of human knowledge, but not necessarily knowledge in general.\n\nThere are two different categories of epistemological skepticism, which can be referred to as mitigated and unmitigated skepticism. The two forms are contrasting but are still true forms of skepticism. Mitigated skepticism does not accept \"strong\" or \"strict\" knowledge claims but does, however, approve specific weaker ones. These weaker claims can be assigned the title of \"virtual knowledge\", but must be to justified belief. Some mitigated skeptics are also fallibilists, arguing that knowledge does not require certainty. Mitigated skeptics hold that knowledge does not require certainty and that many beliefs are, in practice, certain to the point that they can be safely acted upon in order to live significant and meaningful lives. Unmitigated skepticism rejects both claims of virtual knowledge and strong knowledge.[20] Characterising knowledge as strong, weak, virtual or genuine can be determined differently depending on a person's viewpoint as well as their characterisation of knowledge. Unmitigated skeptics believe that objective truths are unknowable and that man should live in an isolated environment in order to win mental peace. This is because everything, according to them, is changing and relative. The refusal to make judgments is of uttermost importance since there is no knowledge; only probable opinions.[20]\n\nPhilosophical skepticism has been criticized in various ways. Some criticisms see it as a self-refuting idea while others point out that it is implausible, psychologically impossible, or a pointless intellectual game. One of the strongest criticisms claims that philosophical skepticism is contradictory or self-refuting. This position is based on the idea that it not only rejects the existence of knowledge but seems to make knowledge claims itself at the same time.[9][21][22] For example, to claim that there is no knowledge seems to be itself a knowledge claim. This problem is particularly relevant for versions of philosophical skepticism that deny any form of knowledge. So the global skeptic denies that any claim is rationally justified but then goes on to provide arguments in an attempt to rationally justify their denial.[21] Some philosophical skeptics have responded to this objection by restricting the denial of knowledge to certain fields without denying the existence of knowledge in general. Another defense consists in understanding philosophical skepticism not as a theory but as a tool or a methodology. In this case, it may be used fruitfully to reject and improve philosophical systems despite its shortcomings as a theory.[9][15]\n\nAnother criticism holds that philosophical skepticism is highly counterintuitive by pointing out how far removed it is from regular life.[8][9] For example, it seems very impractical, if not psychologically impossible, to suspend all beliefs at the same time. And even if it was possible, it would not be advisable since \"the complete skeptic would wind up starving to death or walking into walls or out of windows\".[9] This criticism can allow that there are some arguments that support philosophical skepticism. However, it has been claimed that they are not nearly strong enough to support such a radical conclusion.[8] Common-sense philosophers follow this line of thought by arguing that regular common-sense beliefs are much more reliable than the skeptics' intricate arguments.[8] George Edward Moore, for example, tried to refute skepticism about the existence of the external world, not by engaging with its complex arguments, but by using a simple observation: that he has two hands. For Moore, this observation is a reliable source of knowledge incompatible with external world skepticism since it entails that at least two physical objects exist.[23][8]\n\nA closely related objection sees philosophical skepticism as an \"idle academic exercise\" or a \"waste of time\".[10] This is often based on the idea that, because of its initial implausibility and distance from everyday life, it has little or no practical value.[9][15] In this regard, Arthur Schopenhauer compares the position of radical skepticism to a border fortress that is best ignored: it is impregnable but its garrison does not pose any threat since it never sets foot outside the fortress.[24] One defense of philosophical skepticism is that it has had important impacts on the history of philosophy at large and not just among skeptical philosophers. This is due to its critical attitude, which remains a constant challenge to the epistemic foundations of various philosophical theories. It has often provoked creative responses from other philosophers when trying to modify the affected theory to avoid the problem of skepticism.[9][14]\n\nAccording to Pierre Le Morvan, there are two very common negative responses to philosophical skepticism. The first understands it as a threat to all kinds of philosophical theories and strives to disprove it. According to the second, philosophical skepticism is a useless distraction and should better be avoided altogether. Le Morvan himself proposes a positive third alternative: to use it as a philosophical tool in a few selected cases to overcome prejudices and foster practical wisdom.[15]\n\n"
        },
        {
            "title": "History of Western skepticism",
            "text": "Ancient Greek skeptics were not \"skeptics\" in the contemporary sense of selective, localized doubt. Their concerns were epistemological, noting that truth claims could not be adequately supported, and psychotherapeutic, noting that beliefs caused mental perturbation.\n\nThe Western tradition of systematic skepticism goes back at least as far as Pyrrho of Elis (b. c. 360 BCE) and arguably to Xenophanes (b. c. 570 BCE). Parts of skepticism also appear among the \"5th century sophists [who] develop forms of debate which are ancestors of skeptical argumentation. They take pride in arguing in a persuasive fashion for both sides of an issue.\"[25]\n\nIn Hellenistic philosophy, Pyrrhonism and Academic Skepticism were the two schools of skeptical philosophy. Subsequently, the words Academic and Pyrrhonist were often be used to mean skeptic.\n\nLike other Hellenistic philosophies, the goal of Pyrrhonism was eudaimonia, which the Pyrrhonists sought through achieving ataraxia (an untroubled state of mind), which they found could be induced by producing a state of epoché (suspension of judgment) regarding non-evident matters. Epoché could be produced by pitting one dogma against another to undermine belief, and by questioning whether a belief could be justified. In support of this questioning Pyrrhonists developed the skeptical arguments cited above (the Ten Modes of Aenesidemus and the Five Modes of Agrippa)[26] demonstrating that beliefs cannot be justified:[27]\n\nAccording to an account of Pyrrho's life by his student Timon of Phlius, Pyrrho extolled a way to become happy and tranquil:\n\nPyrrhonism faded as a movement following the death of Pyrrho's student Timon.[29] The Academy became slowly more dogmatic[30] such that in the first century BCE Aenesidemus denounced the Academics as \"Stoics fighting against Stoics,\" breaking with the Academy to revive Pyrrhonism.[30]  Aenesidemus's best known contribution to skepticism was his now-lost book, Pyrrhonian Discourses, which is only known to us through Photius, Sextus Empiricus, and to a lesser extent Diogenes Laërtius.  The skeptical arguments most closely associated with Aenesidemus are the ten modes described above designed to induce epoche. [26]\n\nThe works of Sextus Empiricus (c. 200 CE) are the main surviving account of ancient Pyrrhonism. Long before Sextus' time, the Academy had abandoned skepticism and had been destroyed as a formal institution.[30][31][32] Sextus compiled and further developed the Pyrrhonists' skeptical arguments, most of which were directed against the Stoics but included arguments against all of the schools of Hellenistic philosophy, including the Academic skeptics.\n\nSextus, as the most systematic author of the works by Hellenistic skeptics which have survived,  noted that there are at least ten modes of skepticism. These modes may be broken down into three categories: one may be skeptical of the subjective perceiver, of the objective world, and the relation between perceiver and the world.[33] His arguments are as follows.\n\nSubjectively, both the powers of the senses and of reasoning may vary among different people. And since knowledge is a product of one or the other, and since neither are reliable, knowledge would seem to be in trouble. For instance, a color-blind person sees the world quite differently from everyone else. Moreover, one cannot even give preference on the basis of the power of reason, i.e., by treating the rational animal as a carrier of greater knowledge than the irrational animal, since the irrational animal is still adept at navigating their environment, which suggests the ability to \"know\" about some aspects of the environment.\n\nSecondly, the personality of the individual might also influence what they observe, since (it is argued) preferences are based on sense-impressions, differences in preferences can be attributed to differences in the way that people are affected by the object. (Empiricus:56)\n\nThird, the perceptions of each individual sense seemingly have nothing in common with the other senses: i.e., the color \"red\" has little to do with the feeling of touching a red object. This is manifest when our senses \"disagree\" with each other: for example, a mirage presents certain visible features, but is not responsive to any other kind of sense. In that case, our other senses defeat the impressions of sight. But one may also be lacking enough powers of sense to understand the world in its entirety: if one had an extra sense, then one might know of things in a way that the present five senses are unable to advise us of. Given that our senses can be shown to be unreliable by appealing to other senses, and so our senses may be incomplete (relative to some more perfect sense that one lacks), then it follows that all of our senses may be unreliable. (Empiricus:58)\n\nFourth, our circumstances when one perceives anything may be either natural or unnatural, i.e., one may be either in a state of wakefulness or sleep. But it is entirely possible that things in the world really are exactly as they appear to be to those in unnatural states (i.e., if everything were an elaborate dream). (Empiricus:59)\n\nOne can have reasons for doubt that are based on the relationship between objective \"facts\" and subjective experience. The positions, distances, and places of objects would seem to affect how they are perceived by the person: for instance, the portico may appear tapered when viewed from one end, but symmetrical when viewed at the other; and these features are different. Because they are different features, to believe the object has both properties at the same time is to believe it has two contradictory properties. Since this is absurd, one must suspend judgment about what properties it possesses due to the contradictory experiences. (Empiricus:63)\n\nOne may also observe that the things one perceives are, in a sense, polluted by experience. Any given perception—say, of a chair—will always be perceived within some context or other (i.e., next to a table, on a mat, etc.) Since this is the case, one often only speaks of ideas as they occur in the context of the other things that are paired with it, and therefore, one can never know of the true nature of the thing, but only how it appears to us in context. (Empiricus: 64)\n\nAlong the same lines, the skeptic may insist that all things are relative, by arguing that:\n\nFinally, one has reason to disbelieve that one knows anything by looking at problems in understanding objects by themselves. Things, when taken individually, may appear to be very different from when they are in mass quantities: for instance, the shavings of a goat's horn are white when taken alone, yet the horn intact is black.[citation needed]\n\nThe ancient Greek Pyrrhonists developed sets of arguments to demonstrate that claims about reality cannot be adequately justified. Two sets of these arguments are well known. The oldest set is known as the ten tropes of Aenesidemus—although whether he invented the tropes or just systematized them from prior Pyrrhonist works is unknown. The tropes represent reasons for epoché (suspension of judgment). These are as follows:\n\nAnother set are known as the five tropes of Agrippa:\n\nAccording to Victor Brochard \"the five tropes can be regarded as the most radical and most precise formulation of philosophical skepticism that has ever been given.  In a sense, they are still irresistible today.\"[34]\n\nPyrrho's thinking subsequently influenced the Platonic Academy, arising first in the Academic skepticism of the Middle Academy under Arcesilaus (c. 315 – 241 BCE) and then the New Academy under Carneades (c. 213–129 BCE).  Clitomachus, a student of Carneades, interpreted his teacher's philosophy as suggesting an account of knowledge based on truth-likeness. The Roman politician and philosopher, Cicero, was also an adherent of the skepticism of the New Academy, even though a return to a more dogmatic orientation of the school was already beginning to take place.\n\nIn 386 CE, Augustine published Contra Academicos (Against the Academic Skeptics), which argued against claims made by the Academic Skeptics (266–90 BCE) on the following grounds: \n\nFrancisco Sanches's That Nothing is Known (published in 1581 as Quod nihil scitur) is one of the crucial texts of Renaissance skepticism.[37]\n\nThe most notable figure of the Skepticism revival in the 1500s, Michel de Montaigne wrote about his studies of Academic Skepticism and Pyrrhonism through his Essais.\n\nHis most notable writings on skepticism occurred in an essay written mostly in 1575–1576, \"Apologie de Raimond Sebond,\" when he was reading Sextus Empiricus and trying to translate Raimond Sebond's writing, including his proof of Christianity's natural existence. The reception to Montaigne's translations included some criticisms of Sebond's proof. Montaigne responded to some of them in Apologie, including a defense for Sebond's logic that is skeptical in nature and similar to Pyrrhonism.[38][39] His refutation is as follows:\n\nMarin Mersenne was an author, mathematician, scientist, and philosopher. He wrote in defense of science and Christianity against atheists and Pyrrhonists before retiring to encourage development of science and the \"new philosophy,\" which includes philosophers like Gassendi, Descartes, Galileo, and Hobbes. A major work of his in relation to Skepticism is La Verité des Sciences, in which he argues that although we may not be able to know the true nature of things, we can still formulate certain laws and rules for sense-perceptions through science.[3][39][40]\n\nAdditionally, he points out that we do not doubt everything because:\n\nA Pyrrhonist might refute these points by saying that senses deceive, and thus knowledge turns into infinite regress or circular logic. Thus Mersenne argues that this cannot be the case, since commonly agreed upon rules of thumb can be hypothesized and tested over time to ensure that they continue to hold.[41]\n\nFurthermore, if everything can be doubted, the doubt can also be doubted, so on and so forth. Thus, according to Mersenne, something has to be true. Finally, Mersenne writes about all the mathematical, physical, and other scientific knowledge that is true by repeated testing, and has practical use value. Notably, Mersenne was one of the few philosophers who accepted Hobbes' radical ideology—he saw it as a new science of man.[3]\n\n\nDuring his long stay in Paris, Thomas Hobbes was actively involved in the circle of major skeptics like Gassendi and Mersenne who focus on the study of skepticism and epistemology. Unlike his fellow skeptic friends, Hobbes never treated skepticism as a main topic for discussion in his works. Nonetheless, Hobbes was still labeled as a religious skeptic by his contemporaries for raising doubts about Mosaic authorship of the Pentateuch and his political and psychological explanation of the religions. Although Hobbes himself did not go further to challenge other religious principles, his suspicion for the Mosaic authorship did significant damage to the religious traditions and paved the way for later religious skeptics like Spinoza and Isaac La Peyrère to further question some of the fundamental beliefs of the Judeo-Christian religious system. Hobbes' answer to skepticism and epistemology was innovatively political: he believed that moral knowledge and religious knowledge were in their nature relative, and there was no absolute standard of truth governing them. As a result, it was out of political reasons that certain truth standards about religions and ethics were devised and established in order to form a functioning government and stable society.[3][42][43][44]\nBaruch Spinoza was among the first European philosophers who were religious skeptics. He was quite familiar with the philosophy of Descartes and unprecedentedly extended the application of the Cartesian method to the religious context by analyzing religious texts with it. Spinoza sought to dispute the knowledge-claims of the Judeo-Christian-Islamic religious system by examining its two foundations: the Scripture and the Miracles. He claimed that all Cartesian knowledge, or the rational knowledge should be accessible to the entire population. Therefore, the Scriptures, aside from those by Jesus, should not be considered the secret knowledge attained from God but just the imagination of the prophets. The Scriptures, as a result of this claim, could not serve as a base for knowledge and were reduced to simple ancient historical texts. Moreover, Spinoza also rejected the possibility for the Miracles by simply asserting that people only considered them miraculous due to their lack of understanding of the nature. By rejecting the validity of the Scriptures and the Miracles, Spinoza demolished the foundation for religious knowledge-claim and established his understanding of the Cartesian knowledge as the sole authority of knowledge-claims. Despite being deeply skeptical of the religions, Spinoza was in fact exceedingly anti-skeptical towards reason and rationality. He steadfastly confirmed the legitimacy of reason by associating it with the acknowledgement of God, and thereby skepticism with the rational approach to knowledge was not due to problems with the rational knowledge but from the fundamental lack of understanding of God. Spinoza's religious skepticism and anti-skepticism with reason thus helped him transform epistemology by separating the theological knowledge-claims and the rational knowledge-claims.[3][45]\n\nPierre Bayle was a French philosopher in the late 17th century that was described by Richard Popkin to be a \"supersceptic\" who carried out the sceptic tradition to the extreme. Bayle was born in a Calvinist family in Carla-Bayle, and during the early stage of his life, he converted into Catholicism before returning to Calvinism. This conversion between religions caused him to leave France for the more religiously tolerant Holland where he stayed and worked for the rest of his life.[3]\n\nBayle believed that truth cannot be obtained through reason and that all human endeavor to acquire absolute knowledge would inevitably lead to failure. Bayle's main approach was highly skeptical and destructive: he sought to examine and analyze all existing theories in all fields of human knowledge in order to show the faults in their reasoning and thus the absurdity of the theories themselves. In his magnum opus, Dictionnaire Historique et Critique (Historical and Critical Dictionary), Bayle painstakingly identified the logical flaws in several works throughout the history in order to emphasize the absolute futility of rationality. Bayle's complete nullification of reason led him to conclude that faith is the final and only way to truth.[3][46][47]\n\nBayle's real intention behind his extremely destructive works remained controversial. Some described him to be a Fideist, while others speculated him to be a secret Atheist. However, no matter what his original intention was, Bayle did cast significant influence on the upcoming Age of Enlightenment with his destruction of some of the most essential theological ideas and his justification of religious tolerance Atheism in his works.[3][46][47]\n\nDavid Hume was among the most influential proponents of philosophical skepticism during the Age of Enlightenment and one of the most notable voices of the Scottish Enlightenment and British Empiricism.[48][49] He especially espoused skepticism regarding inductive reasoning, and questioned what the foundation of morality was, creating the is–ought problem. His approach to skepticism is considered even more radical than that of Descartes.[according to whom?]\n\nHume argued that any coherent idea must be either a mental copy of an impression (a direct sensory perception) or copies of multiple impressions innovatively combined. Since certain human activities like religion, superstition, and metaphysics are not premised on any actual sense-impressions, their claims to knowledge are logically unjustified. Furthermore, Hume even demonstrates that science is merely a psychological phenomenon based on the association of ideas: often, specifically, an assumption of cause-and-effect relationships that is itself not grounded in any sense-impressions. Thus, even scientific knowledge is logically unjustified, being not actually objective or provable but, rather, mere conjecture flimsily based on our minds perceiving regular correlations between distinct events. Hume thus falls into extreme skepticism regarding the possibility of any certain knowledge. Ultimately, he offers that, at best, a science of human nature is the \"only solid foundation for the other sciences\".[50]\n\nImmanuel Kant (1724–1804) tried to provide a ground for empirical science against David Hume's skeptical treatment of the notion of cause and effect.  Hume (1711–1776) argued that for the notion of cause and effect no analysis is possible which is also acceptable to the empiricist program primarily outlined by John Locke (1632–1704).[51]  But, Kant's attempt to give a ground to knowledge in the empirical sciences at the same time cut off the possibility of knowledge of any other knowledge, especially what Kant called \"metaphysical knowledge\". So, for Kant, empirical science was legitimate, but metaphysics and philosophy was mostly illegitimate. The most important exception to this demarcation of the legitimate from the illegitimate was ethics, the principles of which Kant argued can be known by pure reason without appeal to the principles required for empirical knowledge.  Thus, with respect to metaphysics and philosophy in general (ethics being the exception), Kant was a skeptic. This skepticism as well as the explicit skepticism of G. E. Schulze[52] gave rise to a robust discussion of skepticism in German idealistic philosophy, especially by Hegel.[53]  Kant's idea was that the real world (the noumenon or thing-in-itself) was inaccessible to human reason (though the empirical world of nature can be known to human understanding) and therefore we can never know anything about the ultimate reality of the world.  Hegel argued against Kant that although Kant was right that using what Hegel called \"finite\" concepts of \"the understanding\" precluded knowledge of reality, we were not constrained to use only \"finite\" concepts and could actually acquire knowledge of reality using \"infinite concepts\" that arise from self-consciousness.[54]\n\nG. E. Moore famously presented the \"Here is one hand\" argument against skepticism in his 1925 paper, \"A Defence of Common Sense\".[1] Moore claimed that he could prove that the external world exists by simply presenting the following argument while holding up his hands: \"Here is one hand; here is another hand; therefore, there are at least two objects; therefore, external-world skepticism fails\". His argument was developed for the purpose of vindicating common sense and refuting skepticism.[1] Ludwig Wittgenstein later argued in his On Certainty (posthumously published in 1969) that Moore's argument rested on the way that ordinary language is used, rather than on anything about knowledge.[55]\n\nIn contemporary philosophy, Richard Popkin was a particularly influential scholar on the topic of skepticism. His account of the history of skepticism given in The History of Scepticism from Savonarola to Bayle (first edition published as The History of Scepticism From Erasmus to Descartes) was accepted as the standard for contemporary scholarship in the area for decades after its release in 1960.[56] Barry Stroud also published a number of works on philosophical skepticism, most notably his 1984 monograph, The Significance of Philosophical Scepticism.[57] From the mid-1990s, Stroud, alongside Richard Fumerton, put forward influential anti-externalist arguments in favour of a position called \"metaepistemological scepticism\".[58] Other contemporary philosophers known for their work on skepticism include James Pryor, Keith DeRose, and Peter Klein.[1]\n\n"
        },
        {
            "title": "History of skepticism in non-Western philosophy",
            "text": "Ajñana (literally 'non-knowledge') were the skeptical school of ancient Indian philosophy. It was a śramaṇa movement and a major rival of early Buddhism and Jainism. They have been recorded in Buddhist and Jain texts. They held that it was impossible to obtain knowledge of metaphysical nature or ascertain the truth value of philosophical propositions; and even if knowledge was possible, it was useless and disadvantageous for final salvation.\n\nThe historical Buddha asserted certain doctrines as true, such as the possibility of nirvana; however, he also upheld a form of skepticism with regards to certain questions which he left \"un-expounded\" (avyākata) and some he saw as \"incomprehensible\" (acinteyya). Because the Buddha saw these questions (which tend to be of metaphysical topics) as unhelpful on the path and merely leading to confusion and \"a thicket of views\", he promoted suspension of judgment towards them. This allowed him to carve out an epistemic middle way between what he saw as the extremes of claiming absolute objectivity (associated with the claims to omniscience of the Jain Mahavira) and extreme skepticism (associated with the Ajñana thinker Sanjaya Belatthiputta).[59]\n\nLater Buddhist philosophy remained highly skeptical of Indian metaphysical arguments. The Buddhist philosopher Nagarjuna in particular has been seen as the founder of the Madhyamaka school, which has been in turn compared with Greek Skepticism. Nagarjuna's statement that he has \"no thesis\" (pratijña) has parallels in the statements of Sextus Empiricus of having \"no position\".[60] Nagarjuna famously opens his magnum opus, the Mulamadhyamakakarika, with the statement that the Buddha claimed that true happiness was found through dispelling 'vain thinking' (prapañca, also \"conceptual proliferation\").[61]\n\nAccording to Richard P. Hayes, the Buddhist philosopher Dignaga is also a kind of skeptic, which is in line with most early Buddhist philosophy. Hayes writes:\n\nScholars like Adrian Kuzminski have argued that Pyrrho of Elis (ca. 365–270) might have been influenced by Indian Buddhists during his journey with Alexander the Great.[63]\n\nThe Cārvāka (Sanskrit: चार्वाक) school of materialism, also known as Lokāyata, is a distinct branch of Indian philosophy. The school is named after Cārvāka, author of the Bārhaspatya-sūtras and was founded in approximately 500 BCE. Cārvāka is classified as a \"heterodox\" (nāstika) system, characterized as a materialistic and atheistic school of thought. This school was also known for being strongly skeptical of the claims of Indian religions, such as reincarnation and karma.\n\nWhile Jain philosophy claims that is it possible to achieve omniscience, absolute knowledge (Kevala Jnana), at the moment of enlightenment, their theory of anekāntavāda or 'many sided-ness', also known as the principle of relative pluralism, allows for a practical form of skeptical thought regarding philosophical and religious doctrines (for un-enlightened beings, not all-knowing arihants).\n\nAccording to this theory, the truth or the reality is perceived differently from different points of view, and that no single point of view is the complete truth.[64][65] Jain doctrine states that, an object has infinite modes of existence and qualities and, as such, they cannot be completely perceived in all its aspects and manifestations, due to inherent limitations of the humans. Anekāntavāda is literally the doctrine of non-onesidedness or manifoldness; it is often translated as \"non-absolutism\". Syādvāda is the theory of conditioned predication which provides an expression to anekānta by recommending that epithet “Syād” be attached to every expression.[66] Syādvāda is not only an extension of Anekānta ontology, but a separate system of logic capable of standing on its own force. As reality is complex, no single proposition can express the nature of reality fully. Thus the term “syāt” should be prefixed before each proposition giving it a conditional point of view and thus removing any dogmatism in the statement.[65] For Jains, fully enlightened beings are able to see reality from all sides and thus have ultimate knowledge of all things. This idea of omniscience was criticized by Buddhists such as Dharmakirti.\n\nZhuang Zhou (莊子，\"Master Zhuang\") was a famous ancient Chinese Taoism philosopher during the Hundred Schools of Thought period. Zhuang Zhou demonstrated his skeptical thinking through several anecdotes in the preeminent work Zhuangzi attributed to him:\n\nThrough these anecdotes in Zhuangzi, Zhuang Zhou indicated his belief in the limitation of language and human communication and the inaccessibility of universal truth.  This establishes him as a skeptic. But he was by no means a radical skeptic: he only applied skeptical methods partially, in arguments demonstrating his Taoist beliefs.  He held the Taoist beliefs themselves dogmatically.[68]\n\nWang Chong (王充) was the leading figure of the skeptic branch of the Confucianism school in China during the first century CE. He introduced a method of rational critique and applied it to the widespread dogmatism thinking of his age like phenomenology (the main contemporary Confucianism ideology that linked all natural phenomena with human ethics), state-led cults, and popular superstition. His own philosophy incorporated both Taoism and Confucianism thinkings, and it was based on a secular, rational practice of developing hypotheses based on natural events to explain the universe which exemplified a form of naturalism that resembled the philosophical idea of Epicureans like Lucretius.[69][70]\n\nThe Incoherence of the Philosophers, written by the scholar Al-Ghazali (1058–1111), marks a major turn in Islamic epistemology. His encounter with skepticism led Ghazali to embrace a form of theological occasionalism, or the belief that all causal events and interactions are not the product of material conjunctions but rather the immediate and present will of God.[citation needed]\n\nIn the autobiography Ghazali wrote towards the end of his life, The Deliverance From Error (Al-munqidh min al-ḍalāl [71]), Ghazali recounts how, once a crisis of epistemological skepticism was resolved by \"a light which God Most High cast into my breast...the key to most knowledge,\"[72] he studied and mastered the arguments of Kalam, Islamic philosophy, and Ismailism. Though appreciating what was valid in the first two of these, at least, he determined that all three approaches were inadequate and found ultimate value only in the mystical experience and spiritual insight he attained as a result of following Sufi practices. William James, in Varieties of Religious Experience, considered the autobiography an important document for \"the purely literary student who would like to become acquainted with the inwardness of religions other than the Christian\", comparing it to recorded personal religious confessions and autobiographical literature in the Christian tradition.[73]\n\nRecordings of Aztec philosophy suggest that the elite classes believed in an essentially panentheistic worldview, in which teotl represents a unified, underlying universal force. Human beings cannot truly perceive teotl due to its chaotic, constantly changing nature, just the \"masks\"/facets it is manifested as.[74][75]\n\n"
        }
    ]
}