{
    "url": "https://en.wikipedia.org/wiki/Philosophy_of_self",
    "title": "Philosophy of self",
    "table_of_contents": [
        "1 Definitions of the self",
        "2 Concepts of self",
        "2.1 Self as an activity",
        "2.2 Self independent of the senses",
        "2.3 Bundle theory of self",
        "2.4 Self as a narrative center of gravity",
        "2.5 Self as merely syntactic",
        "3 Self in Eastern spirituality and philosophy",
        "3.1 Buddhism",
        "4 Self-knowledge",
        "5 See also",
        "6 Notes",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The philosophy of self is the study of wisdom as self at a conceptual level. Many different ideas on what constitutes self have been proposed, including the self being an activity, the self being independent of the senses, the bundle theory of the self, the self as a narrative center of gravity, and the self as a syntactic construct rather than an entity. The self (or its non-existence) is also an important concept in Eastern philosophy, including Buddhist philosophy.\n\n"
        },
        {
            "title": "Definitions of the self",
            "text": "Most philosophical definitions of self—per Descartes, Locke, Hume, and William James—are expressed in the first person.[1] A third person definition does not refer to specific mental qualia but instead strives for objectivity and operationalism.[citation needed]\n\nTo another person, the self of one individual is exhibited in the conduct and discourse of that individual. Therefore, the intentions of another individual can only be inferred from something that emanates from that individual. The particular characteristics of the self determine its identity.[citation needed]\n\n"
        },
        {
            "title": "Concepts of self",
            "text": "Aristotle, following Plato, defined the psyche as the core essence of a living being, and while claiming that it did not exist apart from the body,[2] he considered its so-called \"intellect\" part to be immortal and perpetual,[3][4] in contrast to its organism-dependent vegetative/nutritive and perceptual functions. In his theory of causes and of act and potency, Aristotle emphasizes beings in relation to their actual manifestation, and in turn the soul was also defined by its actual effects. For instance, if a knife had a soul, the act of cutting would be that soul, because 'cutting' is part of the essence of what it is to be a knife. More precisely, the soul is the \"first activity\" of a living body. This is a state, or a potential for actual, or 'second', activity. \"The axe has an edge for cutting\" was, for Aristotle, analogous to \"humans have bodies for rational activity,\" and the potential for rational activity thus constituted the essence of a human soul. He states: \"Soul is an actuality or formulable essence of something that possesses a potentiality of being besouled\",[5][6] and also \"When mind is set free from its present conditions it appears as just what it is and nothing more: this alone is immortal and eternal\".[7] Aristotle used his concept of the soul in many of his works; his main work on the subject is De Anima (On the Soul).[8][6]\n\n\nAristotle also believed that there were four sections of the soul: the calculative and scientific parts on the rational side used for making decisions, and the desiderative and vegetative parts on the irrational side responsible for identifying our needs. A division of the soul's functions and activities is also found in Plato's tripartite theory. The problem of one in many is also remembered by Aristotle, nonetheless:\nWhile he was imprisoned in a castle, Avicenna wrote his famous \"floating man\" thought experiment to demonstrate human self-awareness and the substantiality of the soul. His thought experiment tells its readers to imagine themselves suspended in the air, isolated from all sensations, which includes no sensory contact with even their own bodies. He argues that, in this scenario, one would still have self-consciousness. He thus concludes that the idea of the self is not dependent on any physical thing, and that the soul should not be seen in relative terms, but as a primary given, a substance. This argument was later refined and simplified by René Descartes in epistemic terms when he stated: \"I can abstract from the supposition of all external things, but not from the supposition of my own consciousness.\"[10]\n\nDavid Hume pointed out that we tend to think that we are the same person we were five years ago. Although we have changed in many respects, the same person appears present as was present then. We might start thinking about which features can be changed without changing the underlying self. Hume, however, denies that there is a distinction between the various features of a person and the mysterious self that supposedly bears those features. When we start introspecting, \"we are never intimately conscious of anything but a particular perception; man is a bundle or collection of different perceptions which succeed one another with an inconceivable rapidity and are in perpetual flux and movement\".[11]\n\nIn Hume's view, these perceptions do not belong to anything. Rather, Hume compares the soul to a commonwealth, which retains its identity not by virtue of some enduring core substance, but by being composed of many different, related, and yet constantly changing elements. The question of personal identity then becomes a matter of characterizing the loose cohesion of one's personal experience. (Note that in the Appendix to the Treatise, Hume said without elaboration that he was dissatisfied with his account of the self, yet he never returned to the issue.)\n\nThe paradox of the Ship of Theseus can be used as an analogy of the self as a bundle of parts in flux.\n\nDaniel Dennett has a deflationary theory of the \"self\". Selves are not physically detectable. Instead, they are a kind of convenient fiction, like a center of gravity, which is convenient as a way of solving physics problems, although they need not correspond to anything tangible — the center of gravity of a hoop is a point in thin air. People constantly tell themselves stories to make sense of their world, and they feature in the stories as a character, and that convenient but fictional character is the self.[13]\n\nAaron Sloman has proposed that words like self, selves, herself, itself, themselves, myself, etc. do not refer to a special type of entity, but provide powerful syntactical mechanisms for constructing utterances that repeatedly refer to the same thing without tedious and obscure repetition of names or other referring expressions.[14]\n\n"
        },
        {
            "title": "Self in Eastern spirituality and philosophy",
            "text": "The spiritual goal of many traditions involves the dissolving of the ego, in contrast to the essential Self,[15] allowing self-knowledge of one's own true nature to become experienced and enacted in the world. This is variously known as enlightenment, nirvana, presence, and the \"here and now\".[citation needed]\n\nHume's position is similar to Indian Buddhists’ theories and debates about the self, which generally considers a bundle theory to describe the mind phenomena grouped in aggregates (skandhas), such as sense-perceptions, intellective discrimination (saṃjñā), emotions and volition. Since the beginning of Buddhist philosophy, several schools of interpretation assumed that a self cannot be identified with the transient aggregates, as they are non-self, but some traditions questioned further whether there can be an unchanging ground which defines a real and permanent individual identity, sustaining the impermanent phenomena; concepts such as Buddha-nature are found in the Mahayana lineage, and of an ultimate reality in dzogchen tradition, for instance in Dolpopa[16] and Longchenpa.[17] Although Buddhists criticize the immutable ātman of Hinduism, some Buddhist schools problematized the notion of an individual personhood; even among early ones, such as the Pudgala view, it was approached implicitly in questions such as \"who is the bearer of the bundle?\", \"what carries the aggregates?\",  \"what transmigrates from one rebirth to another?\" or \"what is the subject of self-improvement and enlightenment?\".[18]\n\n\nThe Buddha in particular attacked all attempts to conceive of a fixed self, while stating that holding the view \"I have no self\" is also mistaken. This is an example of the Middle Way charted by the Buddha and the Madhyamaka school of Buddhism. That absence of a self definition is directed to avoid clinging to the \"I\", seek reality and attain detachment,[19] and it is found in many passages of the oldest Buddha sutras, recorded in the Pali Canon, such as this:\n"
        },
        {
            "title": "Self-knowledge",
            "text": "Both Western and Eastern civilizations have been occupied with self-knowledge and underscored its importance particularly citing the paradoxical combination of immediate availability and profound obscurity involved in its pursuit.[21] For Socrates, the goal of philosophy was to \"know thyself\". Lao Tzu, in his Tao Te Ching, says \"Knowing others is wisdom. Knowing the self is enlightenment. Mastering others requires force. Mastering the self requires strength.\"[22] The case is the same for the seers of Upanishads, who maintained that the ultimate real knowledge involves an understanding of the essence of the self and the nature of God.[23] Adi Shankaracharya, in his commentary on Bhagavad Gita says \"Self-knowledge alone eradicates misery\".[24] \"Self-knowledge alone is the means to the highest bliss.\"[25] Absolute perfection is the consummation of Self-knowledge.\"[26]\n\nA theory about self-knowledge describes the concept as the capacity to detect that the sensations, thoughts, mental states, and attitudes as one's own.[27] It is linked to other concepts such as self-awareness and self-conception. The rationalist theory, which Immanuel Kant has inspired, also claims that our ability to achieve self-knowledge through rational reflection is partly derived from the fact that we view ourselves as rational agents.[27] This school rejects that self-knowledge is merely derived from observation as it acknowledges the subject as authoritative on account of his ability as an agent to shape his own states.[28]\n\n"
        }
    ]
}