{
    "url": "https://en.wikipedia.org/wiki/Philosophy_of_chemistry",
    "title": "Philosophy of chemistry",
    "table_of_contents": [
        "1 Foundations of chemistry",
        "2 Philosophers of chemistry",
        "3 See also",
        "4 References",
        "5 Further reading",
        "5.1 Review articles",
        "5.2 Journals",
        "5.3 Books",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The philosophy of chemistry considers the methodology and underlying assumptions of the science of chemistry.  It is explored by philosophers, chemists, and philosopher-chemist teams.  For much of its history, philosophy of science has been dominated by the philosophy of physics, but the philosophical questions that arise from chemistry have received increasing attention since the latter part of the 20th century.[1][2]\n\n"
        },
        {
            "title": "Foundations of chemistry",
            "text": "Major philosophical questions arise as soon as one attempts to define chemistry and what it studies.  Atoms and molecules are often assumed to be the fundamental units of chemical theory,[3] but traditional descriptions of molecular structure and chemical bonding fail to account for the properties of many substances, including metals and metal complexes[4] and aromaticity.[5]\n\nAdditionally, chemists frequently use non-existent chemical entities like resonance structures[4][5] to explain the structure and reactions of different substances; these explanatory tools use the language and graphical representations of molecules to describe the behavior of chemicals and chemical reactions that in reality do not behave as straightforward molecules.[citation needed]\n\nSome chemists and philosophers of chemistry prefer to think of substances, rather than microstructures, as the fundamental units of study in chemistry.  There is not always a one-to-one correspondence between the two methods of classifying substances.[3]  For example, many rocks exist as mineral complexes composed of multiple ions that do not occur in fixed proportions or spatial relationships to one another.[4]\n\nA related philosophical problem is whether chemistry is the study of substances or reactions.[3]  Atoms, even in a solid, are in perpetual motion and under the right conditions many chemicals react spontaneously to form new products.  A variety of environmental variables contribute to a substance's properties, including temperature and pressure, proximity to other molecules and the presence of a magnetic field.[3][4][5]  As Schummer puts it, \"Substance philosophers define a chemical reaction by the change of certain substances, whereas process philosophers define a substance by its characteristic chemical reactions.\"[3]\n\nPhilosophers of chemistry discuss issues of symmetry and chirality in nature. Organic (i.e., carbon-based) molecules are those most often chiral. Amino acids, nucleic acids and sugars, all of which are found exclusively as a single enantiomer in organisms, are the basic chemical units of life. Chemists, biochemists, and biologists alike debate the origins of this homochirality. Philosophers debate facts regarding the origin of this phenomenon, namely whether it emerged contingently, amid a lifeless racemic environment or if other processes were at play. Some speculate that answers can only be found in comparison to extraterrestrial life, if it is ever found. Other philosophers question whether there exists a bias toward assumptions of nature as symmetrical, thereby causing resistance to any evidence to the contrary.[citation needed]\n\nOne of the most topical issues is determining to what extent physics, specifically, quantum mechanics, explains chemical phenomena. Can chemistry, in fact, be reduced to physics as has been assumed by many, or are there inexplicable gaps? Some authors, for example, Roald Hoffmann,[6] have recently suggested that a number of difficulties exist in the reductionist program with concepts like aromaticity, pH, reactivity, nucleophilicity, for example.\n\n"
        },
        {
            "title": "Philosophers of chemistry",
            "text": "Friedrich Wilhelm Joseph Schelling was among the first philosophers to use the term \"philosophy of chemistry\".[7]\n\nSeveral philosophers and scientists have focused on the philosophy of chemistry in recent years, notably, the Dutch philosopher Jaap van Brakel, who wrote The Philosophy of Chemistry in 2000, and the Maltese-born philosopher-chemist Eric Scerri, founder and editor of the journal Foundations of Chemistry. Scerri is also the author of \"Normative and Descriptive Philosophy of Science and the Role of Chemistry,\" published in Philosophy of Chemistry in 2004, among other articles, many of which are collected in Collected Papers on the Philosophy of Chemistry.  Scerri is especially interested in the philosophical foundations of the periodic table, and how physics and chemistry intersect in relation to it, which he contends is not merely a matter for science, but for philosophy.[8]\n\nAlthough in other fields of science students of the method are generally not practitioners in the field, in chemistry (particularly in synthetic organic chemistry) intellectual method and philosophical foundations are often explored by investigators with active research programmes.  Elias James Corey developed the concept of \"retrosynthesis\" published a seminal work \"The logic of chemical synthesis\" which deconstructs these thought processes and speculates on computer-assisted synthesis.  Other chemists such as K. C. Nicolaou (co-author of Classics in Total Synthesis) have followed in his lead.\n\n"
        }
    ]
}