{
    "url": "https://en.wikipedia.org/wiki/Philosophy_of_medicine",
    "title": "Philosophy of medicine",
    "table_of_contents": [
        "1 Epistemology",
        "2 Metaphysics",
        "2.1 Ontology of medicine",
        "2.1.1 The Ontology of General Medical Science",
        "2.1.2 Cartesian dualism",
        "2.1.3 Nosology and the monogenic conception of disease",
        "2.1.4 Placebo",
        "3 How Physicians Practice Medicine",
        "3.1 Evidence-based medicine",
        "4 Notable philosophers of medicine",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The philosophy of medicine is a branch of philosophy that explores issues in theory, research, and practice within the field of health sciences.[1] More specifically in topics of epistemology, metaphysics, and medical ethics, which overlaps with bioethics. Philosophy and medicine, both beginning with the ancient Greeks, have had a long history of overlapping ideas. It was not until the nineteenth century that the professionalization of the philosophy of medicine came to be.[2] In the late twentieth century, debates among philosophers and physicians ensued of whether the philosophy of medicine should be considered a field of its own from either philosophy or medicine.[3] A consensus has since been reached that it is in fact a distinct discipline with its set of separate problems and questions. In recent years there have been a variety of university courses,[4][5] journals,[6][7][8][9] books,[10][11][12][13] textbooks[14] and conferences dedicated to the philosophy of medicine. There is also a new direction, or school, in the philosophy of medicine termed analytic philosophy of medicine.\n\n"
        },
        {
            "title": "Epistemology",
            "text": "Epistemology is a branch in the philosophy of medicine that is concerned with knowledge.[15] The common questions asked are \"What is knowing or knowledge?\", \"How do we know what we know?\", \"What is it we know when we claim we know\".[16] Philosophers differentiate theories of knowledge into three groups: knowledge of acquaintance, competence knowledge, and propositional knowledge. The knowledge of acquaintance is to be familiar with an object or event. To best explain this would be, a surgeon would need to know the human anatomy before operating on the body. Competence of knowledge is to use known knowledge to perform a task skillfully. The surgeon must know how to perform the surgical procedure before executing it. Propositional knowledge is explanatory, it pertains to certain truths or facts. If the surgeon is performing on the heart it must know the physiological function of the heart before the surgery is performed.[17]\n\n"
        },
        {
            "title": "Metaphysics",
            "text": "Metaphysics is the branch of philosophy that examines the fundamental nature of reality including the relationship between mind and matter, substance and attribute, and possibility and actuality.[18] The common questions asked within this branch are \"What causes health?\" and \"What causes disease?\". There is a growing interest in the metaphysics of medicine, particularly the idea of causality.[19] Philosophers of medicine might not only be interested in how medical knowledge is generated, but also in the nature of such phenomena. Causation is of interest because the purpose of much medical research is to establish causal relationships, e.g. what causes disease, or what causes people to get better.[20] The scientific processes used to generate causal knowledge give clues to the metaphysics of causation. For example, the defining feature of randomized controlled trials  (RCTs) is that they are thought to establish causal relationships, whereas observational studies do not.[21] In this instance, causation can be considered as something which is counterfactually dependent, i.e. the way RCTs differ from observational studies is that they have a comparison group in which the intervention of interest is not given.\n\nThere is a large body of work on the ontology of biomedicine, including ontological studies of all aspects of medicine. Ontologies of specific interest to the philosophy of medicine include,\nfor instance: (1) the ontological revolution which made modern science, in general, possible, (2) Cartesian dualism which makes modern medicine, in particular, possible, (3) the monogenenic conception of disease which has informed clinical medicine for a century or so[22] and also the chemical and biological pathways which underlie the phenomena of health and disease in all organisms, (4) the conceptualization of entities such as ‘placebos’ and ‘placebo effects’.\n\nThe Ontology of General Medical Science (OGMS) is an ontology of entities involved in a clinical encounter. It includes a set of logical definitions of very general terms that are used across medical disciplines, including: 'disease', 'disorder', 'disease course', 'diagnosis', and 'patient'. The scope of OGMS is restricted to humans, but many terms can be applied also to other organisms. OGMS provides a formal theory of disease that is elaborated further by specific disease ontologies which extend it, including the Infectious Disease Ontology (IDO) and the Mental Disease Ontology.[citation needed]\n\nRené Descartes made ontological space for modern medicine by separating body from mind – while mind is superior to body as it constitutes the uniqueness of the human soul (the province of theology), body is inferior to mind as it is mere matter. Medicine simply investigated(s) the body as machine. While Cartesian dualism dominates clinical approaches to medical research and treatment, the legitimacy of the split between mind and body has been consistently challenged from a variety of perspectives.[23][24]\n\nModern medicine, unlike Galenic medicine (which dealt with humours), is mechanistic. For example, when a bit of solid matter such as a poison or a worm impacts upon another bit of matter (when it enters the human body), this sets off a chain of motions, giving rise to disease, just as when one billiard ball knocks into another billiard, the latter is set in motion. When the human body is exposed to the solid pathogen, it falls ill, giving rise to the notion of a disease entity. Later in the history of modern medicine, particularly by the late nineteenth and twentieth centuries, in nosology (which is the classification of disease), the most powerful is the etiogically-defined approach as can be found in the monogenic conception of disease which covers not only infectious agents (bacteria, viruses. fungi, parasites, prions) but also genetics, poisons. While clinical medicine is concerned with the ill health of the individual patient when s/he has succumbed to disease, epidemiology is concerned with the pattern of diseases in populations in order to study their causes as well as how to manage, control, ameliorate the problems identified under study.\n\nClinical medicine, as presented above, is part of a reductionist approach to disease, based ultimately on Cartesian dualism which says that the proper study of medicine is an investigation of the body when the latter is viewed as machine. A machine can exhaustively be broken down into its component parts and their respective functions; in the same way, the dominant approach to clinical research and treatment assumes the human body can be broken down/analysed in terms of its component parts and their respective functions, such as its internal and external organs, the tissues and bones of which they are composed, the cells which make up the tissues, the molecules which constitute the cell, down to the atoms (the DNA sequences) which make up the cell in the body.\n\nPlacebos and placebo effects have generated years of conceptual confusion about what kinds of thing they are.[25][26][27][28][29] Example definitions of a placebo may refer to their inertness or pharmacological inactivity in relation to the condition they are given for. Similarly, example definitions of placebo effects may refer to the subjectivity or the non-specificity of those effects.[30] These type of definition suggest the view that when given a placebo treatment, one may merely feel better while not being ‘really’ better.\n\nThe distinctions at work in these types of definition: between active and inactive/inert, specific and non-specific, and subjective and objective, have been problematized.[25][31][32] For instance, if placebos are inactive or inert, then how do they cause placebo effects? More generally, there is scientific evidence from research investigating placebo phenomena which demonstrates that, for certain conditions (such as pain), placebo effects can be both specific and objective in the conventional sense.[33]\n\nOther attempts to define placebos and placebo effects therefore shift focus away from these distinctions and onto therapeutic effects that are caused or modulated by the context in which a treatment is delivered and the meaning that different aspects of treatments have for patients.[34][35]\n\nThe problems arising over the definition of placebos and their effects may be said to be the heritage of Cartesian dualism, under which mind and matter are understood as two different substances. Furthermore, Cartesian dualism endorses a form of materialism which permits matter to have an effect on matter, or even matter to work on mind (epiphenomenalism, which is the raison d’être of psycho-pharmacology), but does not permit mind to have any effect on matter. This then means that medical science has difficulty in entertaining even the possibility that placebo effects are real, exist and may be objectively determinable and finding such reports difficult if not impossible to comprehend and/or accept. Yet such reports which appear to be genuine pose a threat to Cartesian dualism which provides the ontological underpinning for biomedicine especially in its clinical domain.[22]\n\n"
        },
        {
            "title": "How Physicians Practice Medicine",
            "text": "Evidence-based medicine (EBM) is underpinned by the study of the ways in which we can gain knowledge regarding key clinical questions such as the effects of medical interventions, the accuracy of diagnostic tests, and the predictive value of prognostic markers. EBM provides an account of how medical knowledge can be applied to clinical care. EBM not only provides clinicians with a strategy for best practice, but also, underlying that, a philosophy of evidence.\n\nInterest in the EBM philosophy of evidence has led philosophers to consider the nature of EBM’s hierarchy of evidence, which rank different kinds of research methodology, ostensibly, by the relative evidential weight they provide. While Jeremy Howick provides a critical defense of EBM,[11] most philosophers have raised questions about its legitimacy. Key questions asked about hierarchies of evidence concern the legitimacy of ranking methodologies in terms of the strength of support that they supply;[36][37] how instances of particular methods may move up and down a hierarchy;[38]  as well as how different types of evidence, from different levels in the hierarchies, should be combined. Critics of medical research have raised numerous questions regarding the unreliability of medical research.[39]\n\nAdditionally the epistemological virtues of particular aspects of clinical trial methodology have been examined, mostly notably the special place that is given to randomisation,[40][41][42] the notion of a blind experiment and the use of a placebo control.\n\n"
        }
    ]
}