{
    "url": "https://en.wikipedia.org/wiki/Philosophy_of_color",
    "title": "Philosophy of color",
    "table_of_contents": [
        "1 History",
        "2 Theories of color",
        "3 Color discourse",
        "3.1 Inverted spectrum",
        "3.2 Mary's room",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The philosophy of color is a subset of the philosophy of perception that is concerned with the nature of the perceptual experience of color. Any explicit account of color perception requires a commitment to one of a variety of ontological or metaphysical views, distinguishing namely between externalism/internalism, which relate respectively to color realism, the view that colors are physical properties that objects possess, and color fictionalism, the view that colors possess no such physical properties.[1]\n\n"
        },
        {
            "title": "History",
            "text": "Philosophical concerns about the nature of color can be traced back at least as far as Anaxagoras (5th century BCE), who favoured color realism in his  sophism: \"Snow is frozen water. But water is dark in color. Therefore, snow is dark in color.\" Anaxagoras claimed that our perception deviated from the truth \"...owing to the feebleness [of the senses].\"[2] Later, Democritus (circa 400 BCE) would say, \"By convention sweet, by convention bitter, by convention hot, by convention cold, by convention color; but by verity atoms and void.\" In direct refutation of Anaxagoras, the Pyrrhonist philosopher Sextus Empiricus (circa 160 CE) noted that different animals would have different perceptions of color due to differences in their eyes, and that color was an attribute of a subject, and not the object itself.[3]\n\n"
        },
        {
            "title": "Theories of color",
            "text": "One of the topics in the philosophy of color is the problem of the ontology of color. The questions comprising this field of research are, for example, what kind of properties colors are (i.e. are they physical properties of objects? Or are they properties of their own kind?), but also problems about the representation of colors, and the relationship between the representation of colors and their ontological constitution.[4]\n\nWithin the ontology of color, there are various competing types of theories. One way of posing their relationship is in terms of whether they posit colors as sui generis properties (properties of a special kind that can't be reduced to more basic properties or constellations of such). This divides color primitivism from color reductionism. A primitivism about color is any theory that explains colors as irreducible properties. A reductionism is the opposite view, that colors are identical to or reducible to other properties. Typically a reductionist view of color explains colors as an object's disposition to cause certain effects in perceivers or the very dispositional power itself (this sort of view is often dubbed \"relationalism\", since it defines colors in terms of effects on perceivers, but it also often called simply dispositionalism – various forms of course exist). An example of a notable theorist that defends this kind of view is the philosopher Jonathan Cohen.\n\nAnother type of reductionism is color physicalism. Physicalism is the view that colors are identical to certain physical properties of objects. Most commonly the relevant properties are taken to be reflectance properties of surfaces (though there are accounts of colors apart from surface colors too). Byrne, Hilbert and Kalderon defends versions of this view. They identify colors with reflectance types.\n\nA reflectance type is a set, or type, of reflectances, and a reflectance is a surface's disposition to reflect certain percentages of light specified for each wavelength within the visible spectrum.\n\nBoth relationalism and physicalism of these kinds are so called realist theories, since apart from specifying what colors are, they maintain that colored things exist.\n\nPrimitivism may be either realist or antirealist, since primitivism simply claims that colors aren't reducible to anything else. Some primitivists further accept that, though colors are primitive properties, no real or nomologically possible objects have them. Insofar as we visually represent things as colored – on this view – we are victims of color illusions. For this reason primitivism that denies that colors are ever instantiated is called an error theory.\n\n"
        },
        {
            "title": "Color discourse",
            "text": "If color fictionalism is true, and the world has no colors, should one just stop color discourse, and all the time wear clothes that clash with each other? Prescriptive color fictionalism would say no.  In prescriptive color fictionalism,  while color discourse is, strictly speaking, false, one should continue using it in everyday life as though color properties do exist.\n\nColor vision became an important part of contemporary analytic philosophy due to the claim by scientists like Leo Hurvich that the physical and neurological aspects of color vision had become completely understood by empirical psychologists in the 1980s. An important work on the subject was C. L. Hardin's 'Color for Philosophers,' which explained stunning empirical findings by empirical psychologists to the conclusion that colors cannot possibly be part of the physical world, but are instead purely mental features.\n\nDavid Hilbert and Alexander Byrne have devoted their careers to philosophical issues regarding color vision. Byrne and Hilbert have taken a minority position that colors are part of the physical world. Nigel J.T. Thomas provides a particularly clear presentation of the argument. The psychologist George Boeree, in the tradition of J. J. Gibson, specifically assigns color to light, and extends the idea of color realism to all sensory experience, an approach he refers to as \"quality realism\".[citation needed]\n\nJonathan Cohen (of UCSD) and Michael Tye (of UT Austin) have also written many essays on color vision. Cohen argues for the uncontroversial position of color relationalism with respect to semantics of color vision in Relationalist Manifesto. In The Red and the Real, Cohen argues for the position, with respect to color ontology that generalizes from his semantics to his metaphysics. Cohen's work marks the end of a vigorous debate on the topic of color that started with Hardin.[citation needed]\n\nMichael Tye argues, among other things, that there is only one correct way to see colors. Therefore, the colorblind and most mammals do not really have color vision because their vision differs from the vision of \"normal\" humans. Similarly, creatures with more advanced color vision, although better able to distinguish objects than people, are suffering from color illusions because their vision differs from humans. Tye advanced this particular position in an essay called True Blue.\n\nPaul Churchland (of UCSD) has also commented extensively on the implication of color vision science on his version of reductive materialism. In the 1980s Paul Churchland's view located colors in the retina. But his more recent view locates color in spectral opponency cells deeper in the color information stream. Paul Churchland's view is similar to Byrne and Hilbert's view, but differs in that it emphasized the subjective nature of color vision and identifies subjective colors with coding vectors in neural networks.\n\nMany philosophers follow empirical psychologists in endorsing color irrealism, the view that colors are entirely mental constructs and not physical features of the world. Surprisingly, most philosophers who have extensively addressed the topic have attempted to defend color realism against the empirical psychologists who universally defend color antirealism.[according to whom?][citation needed]\n\nJonathan Cohen has edited a collection of essays on the topic of color philosophy called Color Vision and Color Science, Color Ontology and Color Science.\n\nThe inverted spectrum is a thought experiment dating back to John Locke's An Essay Concerning Human Understanding.[5] It uses color to discuss the nature of qualia. As explained by Locke:\n\nColor fictionalists argue that, since we can imagine perceiving an inverted color spectrum, it must follow that color represents a property that determines the way things look to us, yet has no physical basis.\n\nMary's room is a thought experiment underpinning the knowledge argument. It was an argument to counter color realism and more broadly physicalism. The thought experiment was originally proposed by Frank Jackson as follows:\n\n"
        }
    ]
}