{
    "url": "https://en.wikipedia.org/wiki/Philosophy_of_love",
    "title": "Philosophy of love",
    "table_of_contents": [
        "1 Current theories",
        "2 Western traditions",
        "2.1 Classical roots",
        "2.2 Petrarchism",
        "2.3 French skepticism",
        "2.4 Western philosophers of love",
        "3 Eastern traditions",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Philosophy of love is the field of social philosophy and ethics that attempts to explain the nature of love.[1][2]\n\n"
        },
        {
            "title": "Current theories",
            "text": "There are many different theories that attempt to explain what love is, and what function it serves. It would be very difficult to explain love to a hypothetical person who had not himself or herself experienced love or being loved. In fact, to such a person love would appear to be quite strange if not outright irrational behavior.[3] Among the prevailing types of theories that attempt to account for the existence of love there are: psychological theories, the vast majority of which consider love to be very healthy behavior. Psychologists like Eric Erikson for example who believed that finding intimacy was a necessary part of human development.[4][5] There are evolutionary theories that hold that love is part of the process of natural selection; there are spiritual theories that may, for instance consider love to be a gift from God; there are also theories that consider love to be an unexplainable mystery, very much like a mystical experience.\n\n"
        },
        {
            "title": "Western traditions",
            "text": "Setting aside Empedocles's view of Eros as the force binding the world together,[6] the roots of the classical philosophy of love go back to Plato's Symposium.[7] Plato's Symposium digs deeper into the idea of love and bringing different interpretations and points of view in order to define love.[8] From its riches, we may perhaps single out three main threads that would continue to reverberate through the centuries that followed.\n\nAristotle by contrast placed more emphasis on philia (friendship, affection) than on eros (love);[12] and the relationship of friendship and love would continue to be played out into and through the Renaissance,[13] with Cicero for the Latins pointing out that \"it is love (amor) from which the word 'friendship' (amicitia) is derived\"[14] Meanwhile, Lucretius, building on the work of Epicurus, had both praised the role of Venus as \"the guiding power of the universe\", and criticised those who become \"love-sick...life's best years squandered in sloth and debauchery\".[15]\n\nEros in greek, also known as Cupid, was the mischievous god of love. He was a companion of the goddess Aphrodite. Eros was known for sparking the flame of love in gods and men. He is known for being portrayed as being armed with a bow and arrows or a flaming torch. He is also known for being disobedient but a loyal child of Aphrodite.[16]\n\nPhilia love is the type of friendship love. In Greek, this translated to brotherly love. Aristotle was able to describe three main types of friendships. These were Useful, Pleasurable, and Virtue.[17]  Useful was when a friendship has a benefit  to it which is derived by desire. Pleasurable is based on pleasure that one receives. Lastly Virtue is when it is based on true friendship and not receiving anything from it.\n\nAgape in Greek simply means love. The presence of agape love is when there is goodwill, benevolence, and willful delight in the object of love[18] This type of love does not relate to that of romantic nor sexual. Nor does it refer to Philia type of love where it is a close friendship or brotherly love. What sets this love apart is how it is able to involve that of faithfulness, commitment, and an act of the will.[citation needed][19]\n\nAmong his love-sick targets, Catullus, along with others like Héloïse, would find himself summoned in the 12C to a Love's Assize.[20] From the ranks of such figures, and perhaps also under Islamic influences, would emerge the concept of courtly love;[21] and from that Petrarchism would form the rhetorical/philosophical foundations of romantic love for the early modern world.[22]\n\nAlongside the passion for merging that marked Romantic love,[23] a more sceptical French tradition can be traced from Stendhal onwards. Stendhal's theory of crystallization implied an imaginative readiness for love, which only needed a single trigger for the object to be imbued with every fantasised perfection.[24] Proust went further, singling out absence, inaccessibility or jealousy as the necessary precipitants of love.[25] Lacan would almost parody the tradition with his saying that \"love is giving something you haven't got to someone who doesn't exist\".[26] A post-Lacanian like Luce Irigaray would then struggle to find room for love in a world that will \"reduce the other to the same...emphasizing eroticism to the detriment of love, under the cover of sexual liberation\".[27]\n\n"
        },
        {
            "title": "Further reading",
            "text": "[1]\n\n"
        }
    ]
}