{
    "url": "https://en.wikipedia.org/wiki/Philadelphia_campaign",
    "title": "Philadelphia campaign",
    "table_of_contents": [
        "1 Background",
        "2 Howe's evolving plans",
        "3 Early feints",
        "4 Capture of Philadelphia",
        "5 Valley Forge and Monmouth (Courthouse)",
        "6 Aftermath",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Philadelphia campaign (1777–1778) was a British effort in the American Revolutionary War to gain control of Philadelphia, which was then the seat of the Second Continental Congress.  British General William Howe, after failing to draw the Continental Army under General George Washington into a battle in northern New Jersey, embarked his army on transports, and landed them at the northern end of Chesapeake Bay.  From there, he advanced northward toward Philadelphia.  Washington prepared defenses against Howe's movements at Brandywine Creek, but was flanked and beaten back in the Battle of Brandywine on September 11, 1777.  After further skirmishes and maneuvers, Howe entered and occupied Philadelphia.  Washington then unsuccessfully attacked one of Howe's garrisons at Germantown before retreating to Valley Forge for the winter.\n\nHowe's campaign was controversial because, although he captured the American capital of Philadelphia, he proceeded slowly and did not aid the concurrent campaign of John Burgoyne further north, which ended in disaster at Saratoga for the British, and brought France into the war. Howe resigned during the occupation of Philadelphia and was replaced by his second-in-command, General Sir Henry Clinton.  Clinton evacuated the troops from Philadelphia back to New York City in 1778 in order to stiffen that city's defenses against a possible Franco-American attack.  Washington harried the British army all the way across New Jersey, and forced a battle at Monmouth Court House that was one of the largest battles of the war.\n\nAt the end of the campaign, the two armies were roughly in the same positions they were at its beginning.\n\n"
        },
        {
            "title": "Background",
            "text": "Following General William Howe's capture of New York City, and George Washington's successful actions at Trenton and Princeton, the two armies settled into an uneasy stalemate in the winter months of early 1777.  While this time was punctuated by numerous skirmishes, the British army continued to occupy outposts at New Brunswick and Perth Amboy, New Jersey.\n\nGeneral Howe had proposed to George Germain, the British civilian official responsible for conduct of the war, an expedition for 1777 to capture Philadelphia, the seat of the rebellious Second Continental Congress.  Germain approved his plan, although with fewer troops than Howe requested.[2] He also approved plans by John Burgoyne for an expedition to \"force his way to Albany\" from Montreal.[3]  Germain's approval of Howe's expedition included the expectation that Howe would be able to assist Burgoyne, effecting a junction at Albany between the forces of Burgoyne and troops that Howe would send north from New York City.[4]\n\nHowe decided by early April against taking his army overland to Philadelphia through New Jersey, as this would entail a difficult crossing of the broad Delaware River under hostile conditions, and it would likely require the transportation or construction of the necessary watercraft.[5]  Howe's plan, sent to Germain on April 2, also effectively isolated Burgoyne from any possibility of significant support, since Howe would be taking his army by sea to Philadelphia, and the New York garrison would be too small for any significant offensive operations up the Hudson River to assist Burgoyne.[5]\n\n"
        },
        {
            "title": "",
            "text": "Washington realized that Howe \"certainly ought in good policy to endeavor to Cooperate with Genl. Burgoyne\" and was baffled why he did not do so.[6] Washington at the time and historians ever since have wondered why Howe was not in place to come to the relief of Burgoyne, whose invasion army from Canada was surrounded and captured by the Americans in October.  Historians agree that Lord Germain did a poor job in coordinating the two campaigns.[7]  Following Howe's capture of New York and Washington's retreat across the Delaware, Howe on December 20, 1776, wrote to Germain, proposing an elaborate set of campaigns for 1777.  These included operations to gain control of the Hudson River, expand operations from the base at Newport, Rhode Island, and take Philadelphia, the seat of the rebel Continental Congress.  The latter Howe saw as attractive, since Washington was then just north of the city: Howe wrote that he was \"persuaded the Principal Army should act offensively [against Philadelphia], where the enemy's chief strength lies.\"[8]  Germain acknowledged that this plan was particularly \"well digested\", but it called for more men than Germain was prepared to provide.[9]  After the setbacks in New Jersey, Howe in mid-January 1777 proposed operations against Philadelphia that included an overland expedition and a sea-based attack, thinking this might lead to a decisive victory over the Continental Army.[10]  This plan was developed to the extent that in April Howe's army was seen constructing pontoon bridges; Washington, lodged in his winter quarters at Morristown, New Jersey, thought they were for eventual use on the Delaware River.[11]  However, by mid-May Howe had apparently abandoned the idea of an overland expedition: \"I propose to invade Pennsylvania by sea ... we must probably abandon the Jersies.\"[12]\n\nHowe's decision to not assist Burgoyne may have been rooted in his perception that Burgoyne would receive credit for a successful campaign, even if it required Howe's help; this would not help Howe's reputation, as the Philadelphia expedition would if it succeeded.  Historian John Alden notes the jealousies among various British leaders, saying, \"It is likely that [Howe] was as jealous of Burgoyne as Burgoyne was of him and that he was not eager to do anything which might assist his junior up the ladder of military renown.\"[13]  Along the same lines Don Higginbotham concludes that in Howe's view, \"[The Hudson River campaign] was Burgoyne's whole show, and consequently he [Howe] wanted little to do with it. With regard to Burgoyne's army, he would do only what was required of him (virtually nothing).\"[14] Howe himself wrote to Burgoyne on July 17: \"My intention is for Pennsylvania, where I expect to meet Washington, but if he goes to the northward contrary to my expectations, and you can keep him at bay, be assured I shall soon be after him to relieve you.\"[15]  He sailed from New York not long after.\n\n"
        },
        {
            "title": "Early feints",
            "text": "Washington's Continental Army had been encamped primarily at Morristown, New Jersey, although there was a forward base at Bound Brook, only a few miles from the nearest British outposts. In part as a retaliatory measure against the ongoing skirmishes, General Charles Cornwallis executed a raid against that position in April 1777, in which he very nearly captured the outpost's commander, Benjamin Lincoln. In response to this raid, Washington moved his army forward to a strongly fortified position at Middlebrook in the Watchung Mountains that commanded likely British land routes toward Philadelphia.\n\nFor reasons that are not entirely clear, General Howe moved a sizable army to Somerset Court House, south of New Brunswick. If he performed this move as a feint to draw Washington out from his strong position, it failed, as Washington refused to move his army out in force.  Washington had intelligence that Howe had not brought watercraft or the necessary equipment for constructing them, so this move seemed unlikely to him to be a move toward the Delaware River.  When Howe eventually withdrew his army back toward Perth Amboy, Washington did follow. Launching a lightning strike, Howe sent forces under Cornwallis in an attempt to cut Washington off from the high ground; this attempt was foiled in the Battle of Short Hills. Howe then withdrew his troops to Perth Amboy, embarked them on transports, and sailed out of New York harbor, destined for Philadelphia.\n\nWashington did not know where Howe was going. Considering the possibility that Howe was again feinting, and would actually sail his army up the Hudson to join with Burgoyne, he remained near New York. Only when he received word that Howe's fleet had reached the mouth of the Delaware, did he need to consider the defense of Philadelphia. However, the fleet did not enter the Delaware, instead continuing south. Uncertain of Howe's goal, which could be Charleston, South Carolina, he considered moving north to assist in the defense of the Hudson, when he learned that the fleet had entered Chesapeake Bay. In August, he began moving his troops south to prepare the city's defenses. General John Sullivan, who commanded the Continental Army's troops facing Staten Island, had, in order to capitalize on perceived weaknesses of the British position there following Howe's departure, attempted a raid on August 22, that failed with the Battle of Staten Island.\n\n"
        },
        {
            "title": "Capture of Philadelphia",
            "text": "General Howe landed 15,000 troops in late August at the northern end of the Chesapeake Bay, about 55 miles (90 km) southwest of Philadelphia. General Washington positioned 11,000 men between Howe and Philadelphia but was outflanked and driven back at the Battle of Brandywine on September 11, 1777 and suffered over 1,000 casualties, and the British lost about half that number.[16]\n\nThe Continental Congress once again abandoned the city, relocating first to Lancaster, Pennsylvania, and later York, Pennsylvania. British and Revolutionary forces maneuvered around each other west of Philadelphia for the next several days, clashing in minor encounters such as the abortive Battle of the Clouds and the so-called \"Paoli Massacre.\" On September 26, Howe finally outmaneuvered Washington and marched into Philadelphia unopposed. Capture of the rebel capital did not bring the end to the rebellion as the British thought it would. In 18th-century warfare, it was normal that the side who captured the opposing force's capital city won the war, but the Revolutionary War would continue for six more years until 1783 because of the rebels' unconventional warfare tactics.\n\nAfter taking the city, the British garrisoned about 9,000 troops in Germantown, 5 miles (8 km) north of Philadelphia. On October 2 the British captured Fort Billingsport, on the Delaware in New Jersey, to clear a line of chevaux de frise obstacles in the river. The idea of placing those obstacles is attributed to Benjamin Franklin, and they were designed by Robert Smith.[17][18] An undefended line had already been taken at Marcus Hook,[19] and a third line was nearer Philadelphia, guarded by Fort Mifflin and Fort Mercer. Washington unsuccessfully attacked Germantown on October 4, and then retreated to watch and wait for the British to counterattack. Meanwhile, the British needed to open a supply route along the Delaware River to support their occupation of Philadelphia. After a prolonged defense of the river by Commodore John Hazelwood and the Continental and Pennsylvania Navies, the British finally secured the river by taking forts Mifflin and Mercer in mid-November (although the latter was not taken until after a humiliating repulse).  In early December, Washington successfully repelled a series of probes by General Howe in the Battle of White Marsh.[20]\n\n\nGeneral Washington's problems at this time were not just with the British. In the so-called Conway Cabal, some politicians and officers unhappy with Washington's performance in the campaign secretively discussed his removal. Washington, offended by the behind-the-scenes maneuvering, laid the whole matter openly before Congress. His supporters rallied behind him, and the episode was abated.[21]\n\n\n"
        },
        {
            "title": "",
            "text": "Washington and his army encamped at Valley Forge in December 1777, about 20 miles (32 km) from Philadelphia, where they stayed for the next six months. Over the winter, 2,500 men (out of 10,000) died from disease and exposure. However, the army eventually emerged from Valley Forge in good order, thanks in part to a training program supervised by Baron von Steuben.[22]\n\nMeanwhile, there was a shakeup in the British command.  General Howe resigned his command, and was replaced by Lieutenant General Sir Henry Clinton as commander-in-chief. France's entry into the war forced a change in British war strategy, and Clinton was ordered by the government to abandon Philadelphia and defend New York City, now vulnerable to French naval power.  As the British were preparing their withdrawal, Washington sent out Lafayette on a reconnaissance mission.  Lafayette narrowly escaped a British ambush at the Battle of Barren Hill. The British sent out a peace commission headed by the Earl of Carlisle, whose offers, made in June 1778 as Clinton was preparing to abandon Philadelphia, were rejected by Congress.\n\nClinton shipped many Loyalists and most of his heavy equipment by sea to New York, and evacuated Philadelphia on June 18.  Washington's army shadowed Clinton's, and Washington successfully forced a battle at Monmouth Courthouse on June 28, the last major battle in the North. Washington's second-in-command, General Charles Lee, who led the advance force of the army, ordered a controversial retreat early in the battle, allowing Clinton's army to regroup. By July, Clinton was in New York City, and Washington was again at White Plains, New York. Both armies were back where they had been two years earlier.\n\n"
        },
        {
            "title": "Aftermath",
            "text": "Shortly after the British arrived in New York, a French fleet arrived outside its harbor, leading to a flurry of action by both sides.  The French and Americans decided to make an attempt on the British garrison at Newport, Rhode Island; this first attempt at coordination was a notable failure.\n\nUnder orders from London, Clinton reallocated some of his troops to the West Indies, and began a program of coastal raiding from the Chesapeake to Massachusetts.  In and around New York, the armies of Clinton and Washington watched each other and skirmished, with occasional major actions like the 1779 Battle of Stony Point and the 1780 Battle of Connecticut Farms.  Clinton considered making new attacks on Philadelphia, but these ideas never came to fruition.\n\nThe British also began a wider frontier war organized from Quebec City, using Loyalist and Native American allies.  British and French forces engaged each other in the West Indies and in India beginning in 1778, and the 1779 entry of Spain into the war widened the global aspects of the war even further.\n\nIn 1780, the British began a \"southern strategy\" to regain control of the rebelling colonies,[23] with the capture of Charleston, South Carolina.  This effort would ultimately fail at Yorktown.\n\n"
        }
    ]
}