{
    "url": "https://en.wikipedia.org/wiki/Philosophy_of_war",
    "title": "Philosophy of war",
    "table_of_contents": [
        "1 Works about the philosophy of war",
        "2 Just War Theory",
        "2.1 Just authority",
        "2.2 Just cause",
        "2.3 Right intention",
        "2.4 Last resort",
        "3 Traditions of thought",
        "3.1 Teleological categories",
        "3.2 Ethical categories",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The philosophy of war is the area of philosophy devoted to examining issues such as the causes of war, the relationship between war and human nature, and the ethics of war. Certain aspects of the philosophy of war overlap with the philosophy of history, political philosophy, international relations and the philosophy of law.\n\n"
        },
        {
            "title": "Works about the philosophy of war",
            "text": "Perhaps the greatest and most influential work in the philosophy of war is Carl von Clausewitz's On War, published in 1832. It combines observations on strategy with questions about human nature and the purpose of war. Clausewitz especially examines the teleology of war: whether war is a means to an end outside itself or whether it can be an end in itself. He concludes that the latter cannot be so, and that war is \"politics by different means\"; i.e. that war must not exist only for its own sake. It must serve some purpose for the state.\n\nLeo Tolstoy's 1869 novel War and Peace contains frequent philosophical digressions on the philosophy of war (and broader  metaphysical speculations derived from Christianity and from Tolstoy's observations of the Napoleonic Wars). It was influential on later thought about war. Tolstoy's Christian-centered philosophy of war (especially his essays \"A Letter to a Hindu\" (1908) and \"The Kingdom of God is Within You\" (1894)) directly influenced Gandhi's Hinduism-centered non-violent resistance philosophy.\n\nWriting in 1869, Genrikh Leer [ru] emphasized the favorable effects of war on nations: \"[...] war emerges as a powerful tool in the matter of improving the internal, moral and material life of peoples [...].\"[1]\n\nWhile Sun Tzu's The Art of War (5th century BCE), focuses mostly on weaponry and strategy instead of on philosophy, various commentators have broadened his observations into philosophies applied in situations extending well beyond war itself such as competition or management (see the main Wikipedia article on The Art of War for a discussion of the application of Sun Tzu's philosophy to areas other than war). In the early 16th century, parts of Niccolò Machiavelli's masterpiece The Prince (as well as his  Discourses) and parts of Machiavelli's own work titled  The Art of War discuss some philosophical points relating to war, though neither book could be said to be a work in the philosophy of war.\n\n"
        },
        {
            "title": "Just War Theory",
            "text": "The Indian Hindu epic, the Mahabharata, offers the first written discussions of a \"just war\" (dharma-yuddha or \"righteous war\"). In it, one of five ruling brothers (Pandavas) asks if the suffering caused by war can ever be justified. A long discussion then ensues between the siblings, establishing criteria like proportionality (chariots cannot attack cavalry, only other chariots; no attacking people in distress), just means (no poisoned or barbed arrows), just cause (no attacking out of rage), and fair treatment of captives and the wounded. The philosophy of just war theorizes what aspects of war are justifiable according to morally acceptable principles.[2] Just war theory is based upon four core criteria to be followed by those determined to go to war. The four principles are as follows: just authority; just cause; right intention; last resort.[2]\n\nThe criterion of just authority refers to the determined legality of going to war, and whether the concept of war and the pursuit of it has been legally processed and justified.[3][2]\n\nJust cause is a justifiable reason that war is the appropriate and necessary response. If war can be avoided, that must be determined first, according to the philosophy of just war theory.[3][2]\n\nTo go to war, one must determine if the intentions of doing so are right according to morality. Right intention criterion requires the determination of whether or not a war response is a measurable way to the conflict being acted upon.[2]\n\nWar is a last resort response, meaning that if there is a conflict between disagreeing parties, all solutions must be attempted before resorting to war.[2]\n\n"
        },
        {
            "title": "Traditions of thought",
            "text": "Since the philosophy of war is often treated as a subset of another branch of philosophy (for example, political philosophy or the philosophy of law) it would be difficult to define any clear-cut schools of thought in the same sense that, e.g., Existentialism or Objectivism can be described as distinct movements. The Stanford Encyclopedia of Philosophy refers to Carl von Clausewitz as \"the only (so-called) philosopher of war\", implying that he is the only (major) philosophical writer who develops a philosophical system focusing exclusively on war. However, discernible traditions of thought on war have developed over time, so that some writers have been able to distinguish broad categories (if somewhat loosely).\n\nAnatol Rapoport's introduction to his edition of the J. J. Graham translation of Clausewitz's On War identifies three main teleological traditions in the philosophy of war: the cataclysmic, the eschatological, and the political. (On War, Rapoport's introduction, 13). These are not the only possible teleological philosophies of war, but only three of the most common. As Rapoport says,\n\nAnother possible system for categorizing different schools of thought on war can be found in the Stanford Encyclopedia of Philosophy (see external links, below), based on ethics. The SEP describes three major divisions in the ethics of war: the realist, the pacifist, and the just war Theory. In a nutshell:\n\n"
        },
        {
            "title": "References",
            "text": "Notes\n\nBibliography\n\nFurther reading\n\n"
        }
    ]
}