{
    "url": "https://en.wikipedia.org/wiki/Philosophy_and_economics",
    "title": "Philosophy and economics",
    "table_of_contents": [
        "1 Scope",
        "1.1 Definition and ontology of economics",
        "1.2 Methodology and epistemology of economics",
        "1.3 Rational choice, decision theory and game theory",
        "1.4 Ethics and justice",
        "1.5 Non-mainstream economic thinking",
        "2 Scholars cited in the literature",
        "3 Related disciplines",
        "4 Degrees",
        "5 Journals",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Philosophy and economics studies topics such as public economics, behavioural economics, rationality, justice, history of economic thought, rational choice, the appraisal of economic outcomes, institutions and processes, the status of highly idealized economic models, the ontology of economic phenomena and the possibilities of acquiring knowledge of them.[1]\n\nIt is useful to divide philosophy of economics in this way into three subject matters which can be regarded respectively as branches of action theory, ethics (or normative social and political philosophy), and philosophy of science. Economic theories of rationality, welfare, and social choice defend substantive philosophical theses often informed by relevant philosophical literature and of evident interest to those interested in action theory, philosophical psychology, and social and political philosophy.\n\nEconomics is of special interest to those interested in epistemology and philosophy of science both because of its detailed peculiarities and because it has many of the overt features of the natural sciences, while its object consists of social phenomena.[2]\n\n"
        },
        {
            "title": "Scope",
            "text": "The question usually addressed in any subfield of philosophy (the philosophy of X) is \"what is X?\"  A philosophical approach to the question \"what is economics?\" is less likely to produce an answer than it is to produce a survey of the definitional and territorial difficulties and controversies. Similar considerations apply as a prologue to further discussion of methodology in a subject. Definitions of economics have varied over time from the modern origins of the subject, reflecting programmatic concerns and distinctions of expositors.[3]\n\nOntological questions continue with further \"what is...\" questions addressed at fundamental economic phenomena, such as \"what is (economic) value?\" or \"what is a market?\". While it is possible to respond to such questions with real verbal definitions, the philosophical value of posing such questions actually aims at shifting entire perspectives as to the nature of the foundations of economics. In the rare cases that attempts at ontological shifts gain wide acceptance, their ripple effects can spread throughout the entire field of economics.[4]\n\nAn epistemology deals with how we know things. In the philosophy of economics this means asking questions such as: what kind of a \"truth claim\" is made by economic theories – for example, are we claiming that the theories relate to reality or perceptions? How can or should we prove economic theories – for example, must every economic theory be empirically verifiable? How exact are economic theories and can they lay claim to the status of an exact science – for example, are economic predictions as reliable as predictions in the natural sciences, and why or why not? Another way of expressing this issue is to ask whether economic theories can state \"laws\". Philosophers of science and economists have explored these issues intensively since the work of Alexander Rosenberg and Daniel M. Hausman dating to 3 decades ago.[5]\n\nPhilosophical approaches in decision theory focus on foundational concepts in decision theory – for example, on the natures of choice or preference, rationality, risk and uncertainty, and economic agents.[6]\nGame theory is shared between a number of disciplines, but especially mathematics, economics and philosophy. Game theory is still extensively discussed within the field of the philosophy of economics. Game theory is closely related to and builds on decision theory and is likewise very strongly interdisciplinary.[7]\n\nThe ethics of economic systems deals with the issues such as how it is right (just, fair) to keep or distribute economic goods. Economic systems as a product of collective activity allow examination of their ethical consequences for all of their participants. Ethics and economics relates ethical studies to welfare economics.[8] It has been argued that a closer relation between welfare economics and modern ethical studies may enrich both areas, even including predictive and descriptive economics as to rationality of behavior, given social interdependence.[9]\n\nEthics and justice overlap disciplines in different ways. Approaches are regarded as more philosophical when they study the fundamentals – for example, John Rawls' A Theory of Justice (1971)[10] and Robert Nozick's Anarchy, State and Utopia (1974). 'Justice' in economics is a subcategory of welfare economics[11] with models frequently representing the ethical-social requirements of a given theory. \"Practical\" matters include such subjects as law[12] and cost–benefit analysis[13]\n\nUtilitarianism, one of the ethical methodologies, has its origins inextricably interwoven with the emergence of modern economic thought. Today utilitarianism has spread throughout applied ethics as one of a number of approaches. Non-utilitarian approaches in applied ethics are also now used when questioning the ethics of economic systems – e.g. rights-based (deontological) approaches.[14]\n\nMany political ideologies have been an immediate outgrowth of reflection on the ethics of economic systems. Marx, for example, is generally regarded primarily as a philosopher, his most notable work being on the philosophy of economics. However, Marx's economic critique of capitalism did not depend on ethics, justice, or any form of morality, instead focusing on the inherent contradictions of capitalism through the lens of a process which is today called dialectical materialism.\n\nThe philosophy of economics defines itself as including the questioning of foundations or assumptions of economics. The foundations and assumption of economics have been questioned from the perspective of noteworthy but typically under-represented groups. These areas are therefore to be included within the philosophy of economics.\n\n"
        },
        {
            "title": "Related disciplines",
            "text": "The ethics of economic systems is an area of overlap between business ethics and the philosophy of economics. People who write on the ethics of economic systems are more likely to call themselves political philosophers than business ethicists or economic philosophers. There is significant overlap between theoretical issues in economics and the philosophy of economics. As economics is generally accepted to have its origins in philosophy, the history of economics overlaps with the philosophy of economics.\n\n"
        },
        {
            "title": "Degrees",
            "text": "Some universities offer joint degrees that combine philosophy, politics and economics. These degrees cover many of the problems that are discussed in Philosophy and Economics, but are more broadly construed. A small number of universities, notably the London School of Economics, University of Edinburgh,[19] the Erasmus University Rotterdam, Copenhagen Business School, the University of Vienna[20] and the University of Bayreuth offer master's degree programs specialized in philosophy and economics.\n\n"
        }
    ]
}