{
    "url": "https://en.wikipedia.org/wiki/Philosophy_of_physics",
    "title": "Philosophy of physics",
    "table_of_contents": [
        "1 Philosophy of space and time",
        "1.1 Time",
        "1.2 Time travel",
        "1.3 Space",
        "2 Philosophy of quantum mechanics",
        "2.1 The Everett interpretation",
        "2.2 Uncertainty principle",
        "3 History of the philosophy of physics",
        "3.1 Aristotelian physics",
        "3.2 Newtonian physics",
        "3.3 Leibniz",
        "3.4 Quotes from Einstein's work on the importance of the philosophy of physics",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn philosophy, philosophy of physics deals with conceptual and interpretational issues in modern physics, many of which overlap with research done by certain kinds of theoretical physicists. Philosophy of physics can be broadly divided into three areas:\n\n"
        },
        {
            "title": "Philosophy of space and time",
            "text": "The existence and nature of space and time (or space-time) are central topics in the philosophy of physics.[1]\n\nTime is often thought to be a fundamental quantity (that is, a quantity which cannot be defined in terms of other quantities), because time seems like a fundamentally basic concept, such that one cannot define it in terms of anything simpler. However, certain theories such as loop quantum gravity claim that spacetime is emergent. As Carlo Rovelli, one of the founders of loop quantum gravity has said: \"No more fields on spacetime: just fields on fields\".[2] Time is defined via measurement—by its standard time interval. Currently, the standard time interval (called \"conventional second\", or simply \"second\") is defined as 9,192,631,770 oscillations of a hyperfine transition in the 133 caesium atom. (ISO 31-1). What time is and how it works follows from the above definition. Time then can be combined mathematically with the fundamental quantities of space and mass to define concepts such as velocity, momentum, energy, and fields.\n\nBoth Newton and Galileo,[3]\nas well as most people up until the 20th century, thought that time was the same for everyone everywhere.\nThe modern conception of time is based on Einstein's theory of relativity and Minkowski's spacetime, in which rates of time run differently in different inertial frames of reference, and space and time are merged into spacetime. Einstein's general relativity as well as the redshift of the light from receding distant galaxies indicate that the entire Universe and possibly space-time itself began about 13.8 billion years ago in the Big Bang. Einstein's theory of special relativity mostly (though not universally) made theories of time where there is something metaphysically special about the present seem much less plausible, as the reference-frame-dependence of time seems to not allow the idea of a privileged present moment.\n\nSome theories, most notably special and general relativity, suggest that suitable geometries of spacetime, or certain types of motion in space, may allow time travel into the past and future. Concepts that aid such understanding include the closed timelike curve.\n\nAlbert Einstein's special theory of relativity (and, by extension, the general theory) predicts time dilation that could be interpreted as time travel. The theory states that, relative to a stationary observer, time appears to pass more slowly for faster-moving bodies: for example, a moving clock will appear to run slow; as a clock approaches the speed of light its hands will appear to nearly stop moving. The effects of this sort of time dilation are discussed further in the popular \"twin paradox\".  Although these results are experimentally observable, an intrinsic aspect of Einstein' theory is an equation applicable to the operation of GPS satellites and other high-tech systems used in daily life.\n\nA second, similar type of time travel is permitted by general relativity. In this type a distant observer sees time passing more slowly for a clock at the bottom of a deep gravity well, and a clock lowered into a deep gravity well and pulled back up will indicate that less time has passed compared to a stationary clock that stayed with the distant observer.\n\nMany in the scientific community believe that backward time travel is highly unlikely, because it violates causality[4] i.e. the logic of cause and effect. For example, what happens if you attempt to go back in time and kill yourself at an earlier stage in your life (or your grandfather, which leads to the grandfather paradox)? Stephen Hawking once suggested that the absence of tourists from the future constitutes a strong argument against the existence of time travel— a variant of the Fermi paradox, with time travelers instead of alien visitors.[4]\n\nSpace is one of the few fundamental quantities in physics, meaning that it cannot be defined via other quantities because there is nothing more fundamental known at present. Thus, similar to the definition of other fundamental quantities (like time and mass), space is defined via measurement. Currently, the standard space interval, called a standard metre or simply metre, is defined as the distance traveled by light in a vacuum during a time interval of 1/299792458 of a second (exact).\n\nIn classical physics, space is a three-dimensional Euclidean space where any position can be described using three coordinates and parameterised by time.  Special and general relativity use four-dimensional spacetime rather than three-dimensional space; and currently there are many speculative theories which use more than four spatial dimensions.\n\n"
        },
        {
            "title": "Philosophy of quantum mechanics",
            "text": "Quantum mechanics is a large focus of contemporary philosophy of physics, specifically concerning the correct interpretation of quantum mechanics. Very broadly, much of the philosophical work that is done in quantum theory is trying to make sense of superposition states:[5] the property that particles seem to not just be in one determinate position at one time, but are somewhere 'here', and also 'there' at the same time. Such a radical view turns many common sense metaphysical ideas on their head. Much of contemporary philosophy of quantum mechanics aims to make sense of what the very empirically successful formalism of quantum mechanics tells us about the physical world.\n\nThe Everett, or many-worlds interpretation of quantum mechanics claims that the wave-function of a quantum system is telling us claims about the reality of that physical system. It denies wavefunction collapse, and claims that superposition states should be interpreted literally as describing the reality of many-worlds where objects are located, and not simply indicating the indeterminacy of those variables. This is sometimes argued as a corollary of scientific realism,[6] which states that scientific theories aim to give us literally true descriptions of the world.\n\nOne issue for the Everett interpretation is the role that probability plays on this account. The Everettian account is completely deterministic, whereas probability seems to play an ineliminable role in quantum mechanics.[7] Contemporary Everettians have argued that one can get an account of probability that follows the Born rule through certain decision-theoretic proofs.[8]\n\nPhysicist Roland Omnés noted that it is impossible to experimentally differentiate between Everett's view, which says that as the wave-function decoheres into distinct worlds, each of which exists equally, and the more traditional view that says that a decoherent wave-function leaves only one unique real result. Hence, the dispute between the two views represents a great \"chasm\". \"Every characteristic of reality has reappeared in its reconstruction by our theoretical model; every feature except one: the uniqueness of facts.\"[9]\n\nThe uncertainty principle is a mathematical relation asserting an upper limit to the accuracy of the simultaneous measurement of any pair of conjugate variables, e.g. position and momentum. In the formalism of operator notation, this limit is the evaluation of the commutator of the variables' corresponding operators.\n\nThe uncertainty principle arose as an answer to the question: How does one measure the location of an electron around a nucleus if an electron is a wave?  When quantum mechanics was developed, it was seen to be a relation between the classical and quantum descriptions of a system using wave mechanics.\n\nIn March 1927, working in Niels Bohr's institute, Werner Heisenberg formulated the principle of uncertainty thereby laying the foundation of what became known as the Copenhagen interpretation of quantum mechanics. Heisenberg had been studying the papers of Paul Dirac and Pascual Jordan.  He discovered a problem with measurement of basic variables in the equations. His analysis showed that uncertainties, or imprecisions, always turned up if one tried to measure the position and the momentum of a particle at the same time. Heisenberg concluded that these uncertainties or imprecisions in the measurements were not the fault of the experimenter, but fundamental in nature and are inherent mathematical properties of operators in quantum mechanics arising from definitions of these operators.[10]\n\nThe term Copenhagen interpretation of quantum mechanics was often used interchangeably with and as a synonym for Heisenberg's uncertainty principle by detractors (such as Einstein and the physicist Alfred Landé) who believed in determinism and saw the common features of the Bohr–Heisenberg theories as a threat. Within the Copenhagen interpretation of quantum mechanics the uncertainty principle was taken to mean that on an elementary level, the physical universe does not exist in a deterministic form, but rather as a collection of probabilities, or possible outcomes. For example, the pattern (probability distribution) produced by millions of photons passing through a diffraction slit can be calculated using quantum mechanics, but the exact path of each photon cannot be predicted by any known method. The Copenhagen interpretation holds that it cannot be predicted by any method, not even with theoretically infinitely precise measurements.\n\n"
        },
        {
            "title": "History of the philosophy of physics",
            "text": "Aristotelian physics viewed the universe as a sphere with a center. Matter, composed of the classical elements, earth, water, air, and fire, sought to go down towards the center of the universe, the center of the earth, or up, away from it. Things in the aether such as the moon, the sun, planets, or stars circled the center of the universe.[11] Movement is defined as change in place,[11] i.e. space.[12]\n\n\nThe implicit axioms of Aristotelian physics with respect to movement of matter in space were superseded in Newtonian physics by Newton's First Law of Motion.[13]\n\"Every body\" includes the Moon, and an apple; and includes all types of matter, air as well as water, stones, or even a flame. Nothing has a natural or inherent motion.[14] Absolute space being three-dimensional Euclidean space, infinite and without a center.[14] Being \"at rest\" means being at the same place in absolute space over time.[15] The topology and affine structure of space must permit movement in a straight line at a uniform velocity; thus both space and time must have definite, stable dimensions.[16]\n\nGottfried Wilhelm Leibniz, 1646–1716, was a contemporary of Newton. He contributed a fair amount to the statics and dynamics emerging around him, often disagreeing with Descartes and Newton. He devised a new theory of motion (dynamics) based on kinetic energy and potential energy, which posited space as relative, whereas Newton was thoroughly convinced that space was absolute. An important example of Leibniz's mature physical thinking is his Specimen Dynamicum of 1695.[17]\n\nUntil the discovery of subatomic particles and the quantum mechanics governing them, many of Leibniz's speculative ideas about aspects of nature not reducible to statics and dynamics made little sense.\n\nHe anticipated Albert Einstein by arguing, against Newton, that space, time and motion are relative, not absolute:[18] \"As for my own opinion, I have said more than once, that I hold space to be something merely relative, as time is, that I hold it to be an order of coexistences, as time is an order of successions.\"[19]\n\nAlbert Einstein was extremely interested in the philosophical conclusions of his work. He writes:\n\nElsewhere:\n\n"
        }
    ]
}