{
    "url": "https://en.wikipedia.org/wiki/Philip_Sheridan",
    "title": "Philip Sheridan",
    "table_of_contents": [
        "1 Early life and education",
        "2 Civil War",
        "2.1 Western Theater",
        "2.2 Overland Campaign",
        "2.3 Army of the Shenandoah",
        "2.4 Appomattox Campaign",
        "3 Reconstruction",
        "4 Indian Wars",
        "5 Postbellum career",
        "6 Yellowstone",
        "7 Personal life",
        "8 Death and burial",
        "9 Honors",
        "10 In popular culture",
        "10.1 In literature",
        "10.2 Onscreen",
        "11 Dates of rank",
        "12 See also",
        "13 Notes",
        "14 References",
        "14.1 Sources",
        "15 Further reading",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nGeneral of the Army Philip Henry Sheridan (March 6, 1831[1] – August 5, 1888) was a career United States Army officer and a Union general in the American Civil War. His career was noted for his rapid rise to major general and his close association with General-in-chief Ulysses S. Grant, who transferred Sheridan from command of an infantry division in the Western Theater to lead the Cavalry Corps of the Army of the Potomac in the East. In 1864, he defeated Confederate forces under General Jubal Early in the Shenandoah Valley and his destruction of the economic infrastructure of the Valley, called \"The Burning\" by residents, was one of the first uses of scorched-earth tactics in the war. In 1865, his cavalry pursued Gen. Robert E. Lee and was instrumental in forcing his surrender at Appomattox Courthouse.\n\nSheridan fought in later years in the Indian Wars of the Great Plains. Both as a soldier and private citizen, he was instrumental in the development and protection of Yellowstone National Park. In 1883, Sheridan was appointed general-in-chief of the U.S. Army, and in 1888 he was promoted to the rank of General of the Army during the term of President Grover Cleveland.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Sheridan claimed he was born in Albany in the State of New York,[2][a] the third child of six of John and Mary Meenagh Sheridan, Irish Catholic immigrants from the parish of Killinkere in County Cavan, Ireland. He grew up in Somerset, Ohio. Fully grown, he reached only 165 cm (5 feet 5 inches) tall, a stature that led to the nickname, \"Little Phil.\" Abraham Lincoln described his appearance in a famous anecdote: \"A brown, chunky little chap, with a long body, short legs, not enough neck to hang him, and such long arms that if his ankles itch he can scratch them without stooping.\"[3]\n\nSheridan worked as a boy in town general stores, and eventually as head clerk and bookkeeper for a dry goods store. In 1848, he obtained an appointment to the United States Military Academy from one of his customers, Congressman Thomas Ritchey; Ritchey's first candidate for the appointment was disqualified by failing an examination of mathematics skill and a \"poor attitude.\"[4] In his fourth year at West Point, Sheridan was suspended for a year for fighting with a classmate, William R. Terrill.[5] The previous day, Sheridan had threatened to run him through with a fixed bayonet in reaction to a perceived insult on the parade ground. He graduated in 1853, 34th in his class of 52 cadets.[6]\n\nSheridan was commissioned as a brevet second lieutenant and was assigned to the 1st U.S. Infantry Regiment at Fort Duncan, Texas, then to the 4th U.S. Infantry Regiment at Fort Reading, California. Most of his service with the 4th Infantry was in the Pacific Northwest, starting with a topographical survey mission to the Willamette Valley in 1855, during which he became involved with the Yakima War and Rogue River Wars, gaining experience in leading small combat teams, being wounded (a bullet grazed his nose on March 28, 1857, at Middle Cascade, Oregon Territory),[6] and some of the diplomatic skills needed for negotiating with Indian tribes. He lived with a mistress during part of his tour of duty, an Indian Rogue River woman and daughter of Takelma Chief Harney, named Frances by her white friends.[7] He was promoted to first lieutenant in March 1861, just before the Civil War, and to captain in May, immediately after Fort Sumter.[6]\n\n"
        },
        {
            "title": "Civil War",
            "text": "In the fall of 1861, Sheridan was ordered to travel to Jefferson Barracks, near St. Louis, Missouri, for assignment to the 13th U.S. Infantry. He departed from his command of Fort Yamhill, Oregon, by way of San Francisco, across the Isthmus of Panama, and through New York City to home in Somerset for a brief leave. On the way to his new post, he made a courtesy call to Maj. Gen. Henry W. Halleck in St. Louis, who commandeered his services to audit the financial records of his immediate predecessor, Maj. Gen. John C. Frémont, whose administration of the Department of the Missouri was tainted by charges of wasteful expenditures and fraud that left the status of $12 million in debt. Sheridan sorted out the mess, impressing Halleck in the process. Much to Sheridan's dismay, Halleck's vision for Sheridan consisted of a continuing role as a staff officer. Nevertheless, Sheridan performed the task assigned to him and entrenched himself as an excellent staff officer in Halleck's view.[8]\nIn December, Sheridan was appointed chief commissary officer of the Army of Southwest Missouri, but convinced the department commander, Halleck, to give him the position of quartermaster general as well. In January 1862, he reported for duty to Maj. Gen. Samuel Curtis and served under him at the Battle of Pea Ridge. Sheridan soon discovered that officers were engaged in profiteering. They stole horses from civilians and demanded payment from Sheridan. He refused to pay for the stolen property and confiscated the horses for the use of Curtis's army. When Curtis ordered him to pay the officers, Sheridan brusquely retorted, \"No authority can compel me to jayhawk or steal.\" Curtis had Sheridan arrested for insubordination but Halleck's influence appears to have ended any formal proceedings.  Sheridan performed aptly in his role under Curtis and, now returned to Halleck's headquarters, he accompanied the army on the Siege of Corinth[9] and served as an assistant to the department's topographical engineer, but also made the acquaintance of Brig. Gen. William T. Sherman, who offered him the colonelcy of an Ohio infantry regiment. This appointment fell through, but Sheridan was subsequently aided by friends (including future Secretary of War Russell A. Alger), who petitioned Michigan Governor Austin Blair on his behalf. Sheridan was appointed colonel of the 2nd Michigan Cavalry on May 27, 1862, despite having no experience in the mounted arm.[10][11]\n\nA month later, Sheridan commanded his first forces in combat, leading a small brigade that included his regiment. At the Battle of Booneville, Mississippi, July 1, 1862, he held back several regiments of Brig. Gen. James R. Chalmers's Confederate cavalry, deflected a large flanking attack with a noisy diversion, and reported critical intelligence about enemy dispositions.[12] His actions so impressed the division commanders, including Brig. Gen. William S. Rosecrans, that they recommended Sheridan's promotion to brigadier general. They wrote to Halleck, \"Brigadiers scarce; good ones scarce. ... The undersigned respectfully beg that you will obtain the promotion of Sheridan. He is worth his weight in gold.\" The promotion was approved in September, but dated effective July 1 as a reward for his actions at Booneville.[13] It was just after Booneville that one of his fellow officers gave him the horse that he named Rienzi (after the skirmish of Rienzi, Mississippi), which he would ride throughout the war.[14]\n\nSheridan was assigned to command the 11th Division, III Corps, in Maj. Gen. Don Carlos Buell's Army of the Ohio. On October 8, 1862, Sheridan led his division in the Battle of Perryville. Under orders from Buell and his corps commander, Maj. Gen. Charles Gilbert, Sheridan sent Col. Daniel McCook's brigade to secure a water supply for the army. McCook drove off the Confederates and secured water for the parched Union troops at Doctor's Creek. Gilbert ordered McCook not to advance any further and then rode to consult with Buell. Along the way, Gilbert ordered his cavalry to attack the Confederates in Dan McCook's front. Sheridan heard the gunfire and came to the front with another brigade. Although the cavalry failed to secure the heights in front of McCook, Sheridan's reinforcements drove off the Southerners. Gilbert returned and ordered Sheridan to return to McCook's original position. Sheridan's aggressiveness convinced the opposing Confederates under Maj. Gen. Leonidas Polk, that they should remain on the defensive. His troops repelled Confederate attacks later that day, but did not participate in the heaviest fighting of the day, which occurred on the Union left.[15]\n\nOn December 31, 1862, the first day of the Battle of Stones River, Sheridan anticipated a Confederate assault and positioned his division in preparation for it. His division held back the Confederate onslaught on his front until their ammunition ran out and they were forced to withdraw. This action was instrumental in giving the Union army time to rally at a strong defensive position. For his actions, he was promoted to major general on April 10, 1863 (with date of rank December 31, 1862). In six months, he had risen from captain to major general.[16]\n\nThe Army of the Cumberland recovered from the shock of Stones River and prepared for its summer offensive against Confederate General Braxton Bragg. Sheridan's division participated in the advance against Bragg in Rosecrans's brilliant Tullahoma Campaign, and was the lead division to enter the town of Tullahoma.[17] On the second day of the Battle of Chickamauga, September 20, 1863, Rosecrans was shifting Sheridan's division behind the Union battle line when Bragg launched an attack into a gap in the Union line. Sheridan's division made a gallant stand on Lytle Hill against an attack by the Confederate corps of Lt. Gen. James Longstreet, but was swamped by retreating Union soldiers. The Confederates drove Sheridan's division from the field in confusion. He gathered as many men as he could and withdrew toward Chattanooga, rallying troops along the way. Learning of Maj. Gen. George H. Thomas's XIV Corps stand on Snodgrass Hill, Sheridan ordered his division back to the fighting, but they took a circuitous route and did not participate in the fighting as some histories claim. His return to the battlefield ensured that he did not suffer the fate of Rosecrans who rode off to Chattanooga leaving the army to its fate, and was soon relieved of command.[18]\n\nDuring the Battle of Chattanooga, at Missionary Ridge on November 25, 1863, Sheridan's division and others in George Thomas's army broke through the Confederate lines in a wild charge that exceeded the orders and expectations of Thomas and Ulysses S. Grant. Just before his men stepped off, Sheridan told them, \"Remember Chickamauga,\" and many shouted its name as they advanced as ordered to a line of rifle pits in their front. Faced with enemy fire from above, however, they continued up the ridge. Sheridan spotted a group of Confederate officers outlined against the crest of the ridge and shouted, \"Here's at you!\" An exploding shell sprayed him with dirt and he responded, \"That's damn ungenerous! I shall take those guns for that!\" The Union charge broke through the Confederate lines on the ridge and Bragg's army fell into retreat. Sheridan impulsively ordered his men to pursue Bragg to the Confederate supply depot at Chickamauga Station, but called them back when he realized that his was the only command so far forward. General Grant reported after the battle, \"To Sheridan's prompt movement, the Army of the Cumberland and the nation are indebted for the bulk of the capture of prisoners, artillery, and small arms that day. Except for his prompt pursuit, so much in this way would not have been accomplished.\"[19]\n\nGen. Ulysses S. Grant, newly promoted to be general-in-chief of all the Union armies, summoned Sheridan to the Eastern Theater to command the Cavalry Corps of the Army of the Potomac.  Unbeknownst to Sheridan, he was actually Grant's second choice, after Maj. Gen. William B. Franklin, but Grant agreed to a suggestion about Sheridan from Chief of Staff Henry W. Halleck. After the war, and in his memoirs, Grant claimed that Sheridan was the very man he wanted for the job. Sheridan arrived at the headquarters of the Army of the Potomac on April 5, 1864, less than a month before the start of Grant's massive Overland Campaign against Robert E. Lee.[20]\n\nIn the early battles of the campaign, Sheridan's cavalry was relegated by army commander Maj. Gen. George Meade to its traditional role—screening, reconnaissance, and guarding trains and rear areas—much to Sheridan's frustration. In the Battle of the Wilderness (May 5–6, 1864), the dense forested terrain prevented any significant cavalry role. As the army swung around the Confederate right flank in the direction of Spotsylvania Court House, Sheridan's troopers failed to clear the road from the Wilderness, losing engagements along the Plank Road on May 5 and Todd's Tavern on May 6 through May 8, allowing the Confederates to seize the critical crossroads before the Union infantry could arrive.[21]\n\nWhen Meade quarreled with Sheridan for not performing his duties of screening and reconnaissance as ordered, Sheridan told Meade that he could \"whip Stuart\" if Meade let him. Meade reported the conversation to Grant, who replied, \"Well, he generally knows what he is talking about. Let him start right out and do it.\" Meade deferred to Grant's judgment and issued orders to Sheridan to \"proceed against the enemy's cavalry\" and from May 9 through May 24, sent him on a raid toward Richmond, directly challenging the Confederate cavalry. The raid was less successful than hoped; although his raid managed to mortally wound Confederate cavalry commander Maj. Gen. J.E.B. Stuart at Yellow Tavern on May 11 and beat Maj. Gen. Fitzhugh Lee at Meadow Bridge on May 12, the raid never seriously threatened Richmond and it left Grant without cavalry intelligence for Spotsylvania and North Anna. Historian Gordon C. Rhea wrote, \"By taking his cavalry from Spotsylvania Court House, Sheridan severely handicapped Grant in his battles against Lee. The Union Army was deprived of his eyes and ears during a critical juncture in the campaign. And Sheridan's decision to advance boldly to the Richmond defenses smacked of unnecessary showboating that jeopardized his command.\"[22]\n\nRejoining the Army of the Potomac, Sheridan's cavalry fought inconclusively at Haw's Shop (May 28), a battle with heavy casualties that allowed the Confederate cavalry to obtain valuable intelligence about Union dispositions. They seized the critical crossroads that triggered the Battle of Cold Harbor (June 1 to 12) and withstood a number of assaults until reinforced. Grant then ordered Sheridan on a raid to the northwest to break the Virginia Central Railroad and to link up with the Shenandoah Valley army of Maj. Gen. David Hunter. He was intercepted by the Confederate cavalry under Maj. Gen. Wade Hampton at the Battle of Trevilian Station (June 11–12), where in the largest all-cavalry battle of the war, he achieved tactical success on the first day, but suffered heavy casualties during multiple assaults on the second. He withdrew without achieving his assigned objectives. On his return march, he once again encountered the Confederate cavalry at Samaria (St. Mary's) Church on June 24, where his men suffered significant casualties, but successfully protected the Union supply wagons they were escorting.[23]\n\nHistory draws decidedly mixed opinions on the success of Sheridan in the Overland Campaign, in no small part because the very clear Union victory at Yellow Tavern, highlighted by the death of Jeb Stuart, tends to overshadow other actions and battles. In Sheridan's report of the Cavalry Corps' actions in the campaign, discussing the strategy of cavalry fighting cavalry, he wrote, \"The result was constant success and the almost total annihilation of the rebel cavalry. We marched when and where we pleased; we were always the attacking party, and always successful.\" A contrary view has been published by historian Eric J. Wittenberg, who notes that of four major strategic raids (Richmond, Trevilian, Wilson-Kautz, and First Deep Bottom) and thirteen major cavalry engagements of the Overland and Richmond–Petersburg campaigns, only Yellow Tavern can be considered a Union victory, with Haw's Shop, Trevilian Station, Meadow Bridge, Samaria Church, and Wilson-Kautz defeats in which some of Sheridan's forces barely avoided destruction.[24]\n\nThroughout the war, the Confederacy sent armies out of Virginia through the Shenandoah Valley to invade Maryland and Pennsylvania and threaten Washington, D.C. Lt. Gen. Jubal Early, following the same pattern in the Valley Campaigns of 1864, and hoping to distract Grant from the Siege of Petersburg, attacked Union forces near Washington and raided several towns in Pennsylvania. Grant, reacting to the political commotion caused by the invasion, organized the Middle Military Division, whose field troops were known as the Army of the Shenandoah. He considered various candidates for command, including George Meade, William B. Franklin, and David Hunter, with the latter two intended for the military division while Sheridan would command the army. All of these choices were rejected by either Grant or the War Department and, over the objection of Secretary of War Edwin Stanton, who believed him to be too young for such a high post, Sheridan took command in both roles at Harpers Ferry on August 7, 1864. His mission was not only to defeat Early's army and to close off the Northern invasion route, but to deny the Shenandoah Valley as a productive agricultural region to the Confederacy. Grant told Sheridan, \"The people should be informed that so long as an army can subsist among them recurrences of these raids must be expected, and we are determined to stop them at all hazards. ... Give the enemy no rest ... Do all the damage to railroads and crops you can. Carry off stock of all descriptions, and negroes, so as to prevent further planting. If the war is to last another year, we want the Shenandoah Valley to remain a barren waste.\"[25]\n\nSheridan got off to a slow start, needing time to organize and to react to reinforcements reaching Early; Grant ordered him not to launch an offensive \"with the advantage against you.\" And yet Grant expressed frustration with Sheridan's lack of progress. The armies remained unengaged for over a month, causing political consternation in the North as the 1864 election drew near. The two generals conferred on September 16 at Charles Town and agreed that Sheridan would begin his attacks within four days.[26]\n\nOn September 19, Sheridan beat Early's much smaller army at Third Winchester and followed up on September 22 with a victory at Fisher's Hill. As Early attempted to regroup, Sheridan began the punitive operations of his mission, sending his cavalry as far south as Waynesboro to seize or destroy livestock and provisions, and to burn barns, mills, factories, and railroads. Sheridan's men did their work relentlessly and thoroughly, rendering over 400 square miles uninhabitable. The destruction presaged the scorched-earth tactics of Sherman's March to the Sea through Georgia—deny an army a base from which to operate and bring the effects of war home to the population supporting it. The residents referred to this widespread destruction as \"The Burning.\" There has been much controversy over the scorched-earth tactics. Sheridan's troops told of the wanton attack in their letters home, calling themselves \"barn burners\" and \"destroyers of homes.\" One soldier wrote to his family that he had personally set 60 private homes on fire and believed that \"it was a hard looking sight to see the women and children turned out of doors at this season of the year\" (winter). A Sergeant William T. Patterson wrote that \"the whole country around is wrapped in flames, the heavens are aglow with the light thereof ... such mourning, such lamentations, such crying and pleading for mercy [by defenseless women] ... I never saw or want to see again.\"[27] The Confederates were not idle during this period and Sheridan's men were plagued by guerrilla raids by partisan ranger Col. John S. Mosby.[28]\n\nAlthough Sheridan assumed that Jubal Early was effectively out of action and he considered withdrawing his army to rejoin Grant at Petersburg, Early received reinforcements and, on October 19 at Cedar Creek, launched a well-executed surprise attack while Sheridan was absent from his army, ten miles away at Winchester.[29] Hearing the distant sounds of artillery, he rode aggressively to his command. He reached the battlefield about 10:30 a.m. and began to rally his men. Fortunately for Sheridan, Early's men were too occupied to take notice; they were hungry and exhausted and fell out to pillage the Union camps. Sheridan's actions are generally credited with saving the day (although Maj. Gen. Horatio G. Wright, commanding Sheridan's VI Corps, had already rallied his men and stopped their retreat). Early had been dealt his most significant defeat, rendering his army almost incapable of future offensive action. Sheridan received a personal letter of thanks from Abraham Lincoln and a promotion to major general in the regular army as of November 8, 1864, making him the fourth ranking general in the Army, after Grant, Sherman, and Meade. Grant wrote to Secretary of War Edwin M. Stanton after he ordered a 100-gun salute to celebrate Sheridan's victory at Cedar Creek, \"Turning what bid fair to be a disaster into glorious victory stamps Sheridan, what I have always thought him, one of the ablest of generals.\" A famous poem, Sheridan's Ride, was written by Thomas Buchanan Read to commemorate the general's return to the battle. Sheridan reveled in the fame that Read's poem brought him, renaming his horse Rienzi to \"Winchester,\" based on the poem's refrain, \"Winchester, twenty miles away.\" The poem was widely used in Republican campaign efforts and some have credited Abraham Lincoln's margin of victory to it.[30] As for Lincoln himself, the President, pleased at Sheridan's performance as a commander, wrote to Sheridan and playfully confessed his reassessment of the relatively short officer, \"When this peculiar war began, I thought a cavalryman should be six feet four inches, but I have changed my mind. Five foot four will do in a pinch.\"[31]\n\nSheridan spent the next several months occupied with light skirmishing and fighting guerrillas. Although Grant continued his exhortations for Sheridan to move south and break the Virginia Central Railroad supplying Petersburg, Sheridan resisted. Wright's VI Corps returned to join Grant in November. Sheridan's remaining men, primarily cavalry and artillery, finally moved out of their winter quarters on February 27, 1865, and headed east. The orders from Gen. Grant were largely discretionary: they were to destroy the Virginia Central Railroad and the James River Canal, capture Lynchburg if practicable, then either join William T. Sherman in North Carolina or return to Winchester.[32]\n\nSheridan interpreted Grant's orders liberally and instead of heading to North Carolina in March 1865, he moved to rejoin the Army of the Potomac at Petersburg. He wrote in his memoirs, \"Feeling that the war was nearing its end, I desired my cavalry to be in at the death.\"[33] His finest service of the Civil War was demonstrated during his relentless pursuit of Robert E. Lee's Army, effectively managing the most crucial aspects of the Appomattox Campaign for Grant.[34]\n\nOn the way to Petersburg, at the Battle of Waynesboro, March 2, he trapped the remainder of Early's army and 1,500 soldiers surrendered. On April 1, he cut off Gen. Lee's lines of support at Five Forks, forcing Lee to evacuate Petersburg. During this battle he ruined the military career of Maj. Gen. Gouverneur K. Warren by removing him from command of the V Corps under circumstances that a court of inquiry later determined were unjustified. President Rutherford B. Hayes ordered a court of inquiry that convened in 1879 and, after hearing testimony from dozens of witnesses over 100 days, found that Sheridan's relief of Warren had been unjustified. Unfortunately for Warren, these results were not published until after his death.[35]\n\nSheridan's aggressive and well-executed performance at the Battle of Sayler's Creek on April 6 effectively sealed the fate of Lee's army, capturing over 20% of his remaining men.[36] President Lincoln sent Grant a telegram on April 7: \"Gen. Sheridan says 'If the thing is pressed I think that Lee will surrender.' Let the thing be pressed.\" At Appomattox Court House, April 9, 1865, Sheridan blocked Lee's escape, forcing the surrender of the Army of Northern Virginia later that day. Grant summed up Little Phil's performance in these final days: \"I believe General Sheridan has no superior as a general, either living or dead, and perhaps not an equal.\"[37]\n\n"
        },
        {
            "title": "Reconstruction",
            "text": "After Gen. Lee's surrender, and that of Gen. Joseph E. Johnston in North Carolina, the only significant Confederate field force remaining was in Texas under Gen. Edmund Kirby Smith. Sheridan was supposed to lead troops in the Grand Review of the Armies in Washington, D.C., but Grant appointed him commander of the Military District of the Southwest on May 17, 1865,[6] six days before the parade, with orders to defeat Smith without delay and restore Texas and Louisiana to Union control. However, Smith surrendered before Sheridan reached New Orleans.[citation needed]\n\nGrant was also concerned about the situation in neighboring Mexico, where 40,000 French soldiers propped up the puppet regime of Austrian Archduke Maximilian. He gave Sheridan permission to gather a large Texas occupation force. Sheridan assembled 50,000 men in three corps, quickly occupied Texas coastal cities, spread inland, and began to patrol the Mexico–United States border. The Army's presence, U.S. political pressure, and the growing resistance of Benito Juárez induced the French to abandon their claims against Mexico. Napoleon III announced a staged withdrawal of French troops to be completed in November 1867. In light of growing opposition at home and concern with the rise of German military prowess, Napoleon III stepped up the French withdrawal, which was completed by March 12, 1867.[38] By June 19 of that year, Mexico's republican army had captured, tried, and executed Maximilian. Sheridan later admitted in his memoirs that he had supplied arms and ammunition to Juárez's forces: \"... which we left at convenient places on our side of the river to fall into their hands\".[39]\n\nOn July 30, 1866, while Sheridan was in Texas, a white mob broke up the state constitutional convention in New Orleans. Thirty-four blacks were killed. Shortly after Sheridan returned, he wired Grant, \"The more information I obtain of the affair of the 30th in this city the more revolting it becomes. It was no riot; it was an absolute massacre.\"[40] In March 1867, with Reconstruction barely started, Sheridan was appointed military governor of the Fifth Military District (Texas and Louisiana). He severely limited voter registration for former Confederates and ruled that only registered voters (including black men) were eligible to serve on juries. Furthermore, an inquiry into the deadly New Orleans riot of 1866 implicated numerous local officials; Sheridan dismissed the mayor of New Orleans, the Louisiana attorney general, and a district judge. He later removed Louisiana Governor James M. Wells, accusing him of being \"a political trickster and a dishonest man\". He also dismissed Texas Governor James W. Throckmorton, a former Confederate, for being an \"impediment to the reconstruction of the State\", replacing him with the Republican who had lost to him in the previous election Elisha M. Pease. Sheridan had been feuding with President Andrew Johnson for months over interpretations of the Military Reconstruction Acts and voting rights issues, and within a month of the second firing, the president removed Sheridan, stating to an outraged Gen. Grant that, \"His rule has, in fact, been one of absolute tyranny, without references to the principles of our government or the nature of our free institutions.\"[41]\n\nIf Sheridan was unpopular in Texas, neither did he have much appreciation for the Lone Star State. In 1866 his quip was widely reported:  \"If I owned Texas and Hell, I would rent Texas and live in Hell.\"[42]\n\nDuring the Grant administration, while Sheridan was assigned to duty in the West, he was sent to Louisiana on two additional occasions to deal with problems that lingered in Reconstruction. In January 1875, federal troops intervened in the Louisiana Legislature following attempts by the Democrats to seize control of disputed seats. Sheridan supported Republican Governor William P. Kellogg, winner of the 1872 state election, and declared that the Democratic opponents of the Republican regime who used violence to overcome legitimate electoral results were \"banditti\" who should be subjected to military tribunals and loss of their habeas corpus rights. The Grant administration backed down after an enormous public outcry. A headline in the New York World newspaper shrieked \"Tyranny! A Sovereign State Murdered!\" In 1876, Sheridan was also sent to New Orleans to command troops keeping the peace in the aftermath of the disputed presidential election in 1876.[43]\n\n"
        },
        {
            "title": "Indian Wars",
            "text": "The protection of the Great Plains fell under the Department of the Missouri, an administrative area of over 1,000,000 square miles, encompassing all land between the Mississippi River and the Rocky Mountains. Maj. Gen. Winfield Scott Hancock was assigned to the department in 1866 but had mishandled his campaign, resulting in Sioux and Cheyenne raids that attacked mail coaches, burned the stations, and killed the employees. They also killed and kidnapped a considerable number of settlers on the frontier.[44] Under pressure from the governors, General Grant turned to Sheridan.[45] In September 1866, Sheridan arrived at the former Fort Martin Scott near Fredericksburg, Texas, where he spent three months subduing Indians in the Texas Hill Country.[46]\n\nIn August 1867, Grant appointed Sheridan to head the Department of the Missouri and pacify the Plains. His troops, even supplemented with state militia, were spread too thin to have any real effect. He conceived a strategy similar to the one he used in the Shenandoah Valley. In the Winter Campaign of 1868–69 (of which the Battle of Washita River was part) he attacked the Cheyenne, Kiowa, and Comanche tribes in their winter quarters, taking their supplies and livestock and killing those who resisted, driving the rest back into their reservations.  When Sherman was promoted to General of the Army following Grant's election as President of the United States, Sheridan was appointed to command the Military Division of the Missouri, with all the Great Plains under his command. Professional hunters, trespassing on Indian land, killed over 4 million bison by 1874. As historian Dan Flores has shown, the quotations attributed to Sheridan that celebrate buffalo hunting or that he ever appeared before the Texas legislature about this matter are almost certainly apocryphal. As Flores notes, \"there is no evidence the nineteenth-century Texas legislature ever considered a bill to outlaw or regulate the hide hunt.\"[47][48] These erroneous charges against Sheridan first surfaced in the 1907 memoir of buffalo hunter John Cook. \n\nEventually the Indians returned to their designated reservations. Sheridan's department conducted the Red River War, the Ute War, and the Great Sioux War of 1876-77, which resulted in the death of a trusted subordinate, Lt. Col. George Armstrong Custer. The Indian raids subsided during the 1870s and were almost over by the early 1880s, as Sheridan became the commanding general of the U.S. Army.[49]\n\nComanche Chief Tosawi reputedly told Sheridan in 1869, \"Tosawi, good Indian,\" to which Sheridan supposedly replied, \"The only good Indians I ever saw were dead.\" In Bury My Heart at Wounded Knee, Dee Brown attributed the quote to Sheridan, stating that \"Lieutenant Charles Nordstrom, who was present, remembered the words and passed them on, until in time they were honed into an American aphorism: The only good Indian is a dead Indian.[50] Sheridan denied he had ever made the statement.[51] Biographer Roy Morris Jr. states that, nevertheless, popular history credits Sheridan with saying \"The only good Indian is a dead Indian.\" This variation \"has been used by friends and enemies ever since to characterize and castigate his Indian-fighting career.\"[52]\n\n"
        },
        {
            "title": "Postbellum career",
            "text": "Sheridan was promoted to lieutenant general on March 4, 1869.[6] In 1870, President Grant, at Sheridan's request, sent him to observe and report on the Franco-Prussian War. As a guest of King Wilhelm I of Prussia, he was present when Emperor Napoléon III surrendered to the Germans, which was gratifying to Sheridan following his experiences with the French in Mexico. He later toured most of Europe and returned to the U.S. to report to Grant that although the Prussians were \"very good brave fellows [who] had gone into each battle with the determination to win, ... there is nothing to be learned here professionally.\" He criticized their handling of cavalry and likened their practices to the manner in which Meade had attempted to supervise him. However, he referred to theirs as a \"perfect military system\" and had a high opinion of the officer corps. His words on the French were much more harsh; he criticized the French army for not taking numerous opportunities to halt the German advance, for advancing slowly and clumsily themselves, for not taking any of the numerous good opportunities to cut the enemy's unguarded lines of communication, and for being routed frequently. He remarked: \"I am disgusted; all my boyhood's fancies of the soldiers of the great Napoleon have been dissipated, or else the soldiers of the \"Little Corporal\" have lost their elan in the pampered parade soldiers of the 'Man of Destiny'.\"[53]\n\nIn 1871, Sheridan was present in Chicago during the Great Chicago Fire and coordinated military relief efforts. The mayor, Roswell B. Mason, to calm the panic, placed the city under martial law, and issued a proclamation putting Sheridan in charge. As there were no widespread disturbances, martial law was lifted within a few days. Although Sheridan's personal residence was spared, all of his professional and personal papers were destroyed.[54] When Chicago's Washington Park Race Track organized the American Derby in 1883 he served as its first president.[55]\n\nOn November 1, 1883, Sheridan succeeded General William T. Sherman as Commanding General of the U.S. Army, and held that position until his death. He was promoted on June 1, 1888, shortly before his death, to the rank of General in the Regular Army (the rank was titled \"General of the Army of the United States\", by Act of Congress June 1, 1888, the same rank held earlier by Grant and Sherman, which is equivalent to a five-star general, O-11, in the modern U.S. Army).[6]\n\nSheridan served as commander in chief of the Military Order of the Loyal Legion of the United States (MOLLUS), a military society of officers who served in the Union armed forces and their descendants, from 1886 until his death in 1888.[6]  He was also the first president of the Society of the Army of the Potomac when it was founded in 1869 and as the ninth president of the National Rifle Association in 1885.[56]\n\n"
        },
        {
            "title": "Yellowstone",
            "text": "The protection of the Yellowstone area was Sheridan's personal crusade. He authorized Lieutenant Gustavus Doane to escort the Washburn Expedition in 1870 and for Major John W. Barlow to escort the Hayden Expedition in 1871. Barlow named Mount Sheridan, a peak overlooking Heart Lake in Yellowstone, for the general in 1871.[57] As early as 1875, Sheridan promoted military control of the area to prevent the destruction of natural formations and wildlife.[58]\n\nIn 1882, the Department of the Interior granted rights to the Yellowstone Park Improvement Company to develop 4,000 acres (1,619 ha) in the park. Their plan was to build a railroad into the park and sell the land to developers. Sheridan personally organized opposition to the plan and lobbied Congress for protection of the park; including expansion, military control, reducing the development to 10 acres (4 ha), and prohibiting leases near park attractions. In addition, he arranged an expedition to the park for President Chester A. Arthur and other influential men.[59] His lobbying soon paid off. A rider was added to the Sundry Civil Bill of 1883, giving Sheridan and his supporters almost everything for which they had asked. In 1886, after a string of ineffectual and sometimes criminal superintendents, Sheridan ordered the 1st U.S. Cavalry into the park. The military operated the park until the National Park Service took it over in 1916.[58]\n\nSheridan is mentioned favorably in The National Parks: America's Best Idea, Episode I, for his work saving Yellowstone National Park:[60]\n\n"
        },
        {
            "title": "Personal life",
            "text": "On June 3, 1875, Sheridan married Irene Rucker, a daughter of Army Quartermaster General Daniel H. Rucker. She was 22, and he was 44. They had four children: Mary, born in 1876; twin daughters, Irene and Louise, in 1877; and Philip, Jr., in 1880. After the wedding, Sheridan and his wife moved to Washington, D.C. They lived in a house given to them by Chicago citizens in appreciation for Sheridan's protection of the city after the Great Chicago Fire in 1871.[61] Philip Sheridan Jr. was an army officer who attained the rank of major and was the husband of Isabel McGunnegle.[62][63] Isabel McGunnegle was the daughter of army officer George K. McGunnegle.[62][63]\n\n"
        },
        {
            "title": "Death and burial",
            "text": "In 1888 Sheridan suffered a series of massive heart attacks two months after sending his memoirs to the publisher. Although thin in his youth, by 57 years of age he had reached a weight of over 200 pounds. After his first heart attack, the U.S. Congress quickly passed legislation to promote him to general of the army on June 1, 1888, and he received the news from a congressional delegation with joy, despite his pain.\n\nHis family moved him from the heat of Washington to his summer cottage in the Nonquitt enclave of Dartmouth, Massachusetts, where he died of heart failure on August 5, 1888.[64]\n\nHis body was returned to Washington and he was buried on a hillside facing the capital city near Arlington House in Arlington National Cemetery.[65][66] The sculpture on the marker was executed by English sculptor Samuel James Kitson. The burial helped elevate Arlington to national prominence.[67] His wife Irene never remarried, saying, \"I would rather be the widow of Phil Sheridan than the wife of any man living.\"[68]\n\n"
        },
        {
            "title": "Honors",
            "text": "Sheridan is the only person to be featured on a U.S. ten-dollar bill who was strictly associated with the military and not politics. He is featured on $5 and $10 bills.[69]\n\nSheridan appeared on $10 U.S. Treasury notes issued in 1890 and 1891.[70] His bust then reappeared on the $5 silver certificate in 1896. These rare notes are in great demand by collectors today.[71]\n\nFort Sheridan in Illinois was named to honor General Sheridan's many services to Chicago.[72] An equestrian statue of Sheridan by Gutzon Borglum (sculptor of the figures on Mt. Rushmore) at Belmont Avenue and Sheridan Road in Chicago depicts the general on his horse, Rienzi.[73] Sheridan Road begins in Chicago, continues mostly along the shoreline of Lake Michigan for about 96 km (60 miles) through the North Shore suburbs, and leads to the Town of Fort Sheridan and ultimately Racine, Wisconsin. The landmark former U.S. Army base named for the general is now a reserve post and upscale residential community.[74]\n\nThe M551 Sheridan tank is named after General Sheridan.\n\nMount Sheridan in Yellowstone National Park was named for Sheridan by Captain John W. Barlow in 1871.\n\nThe Sheridan Prize is a yacht-racing perpetual trophy awarded to the winner of an annual race on Geneva Lake.  It was begun on the occasion of the general's visit to Lake Geneva (then, Geneva) in 1874.[75]\n\nIn 1937 the US Post Office issued a series of commemorative stamp issues honoring various Army and Navy heroes.  Among them was an issue commemorating Generals Ulysses S. Grant, William T. Sherman and Philip H. Sheridan.\n\nSheridan County, North Dakota; Sheridan County, Nebraska; Sheridan County, Montana; Sheridan County, Wyoming; and Sheridan County, Kansas, are named for him, as are the cities of Sheridan, Colorado; Sheridan, Montana (in Madison County); Sheridan, Wyoming; Sheridan, Arkansas; Sheridan, Oregon; Sheridan, Indiana; and Sheridan, Illinois (LaSalle County).\n\nSheridan Square in the West Village of New York City is named for the general and his statue is displayed nearby in Christopher Street Park. Sheridan Circle,[76] Sheridan Street,[77] and the neighborhood of Sheridan-Kalorama in Washington, D.C., are also named after him.  Sheridan Avenue in the Bronx is one block east of Sherman Avenue. Sheridan Boulevard is a major north-south thoroughfare in Denver, Colorado.\n\nThe only equestrian Civil War statue in Ohio honors Sheridan. It is in the center traffic circle on US Route 22 in Somerset, Ohio, not far from the house where Sheridan grew up.\n\nSheridan High School is located 8 km (5 miles) north of General Sheridan's home town of Somerset. The athletic team is nicknamed \"The Generals\".\n\nSheridan Glacier, located 25 km (15 miles) outside of Cordova, Alaska was named in his honor.\n\nIn Albany, New York, there is an equestrian statue of Sheridan in front of the New York State Capitol, near Sheridan Avenue.[78]\n\nIn World War II, the United States liberty ship, SS Philip H. Sheridan, was named in his honor.\n\nSheridan Road in Lawton, Oklahoma, leads to Fort Sill, where Sheridan supposedly uttered the words \"The only good Indians I ever saw were dead.\"\n\nSheridan Drive in Arlington National Cemetery partially encircles the area that contains the general's gravesite.[79] The Sheridan Gate, constructed in 1879 and dismantled and placed in storage in 1971, was once the Cemetery's main entrance.[80]\n\nA statue of Sheridan by Allen George Newman is sited in Scranton, Pennsylvania.\n\nNew York State Route 324 (\"Sheridan Drive\") in the northern suburbs of Buffalo, New York, is named for Sheridan Road in Chicago, and thus indirectly after Philip Sheridan. An equestrian statue of the general was planned to be built there in 1925.[81]\n\nJohn Philip Sousa wrote a descriptive piece for band memorializing Sheridan. Describing \"Sheridan's Ride\", published in 1891, as a \"Scenes Historical\", Sousa musically characterized Sheridan's famous ride back to his army in the Battle of Cedar Creek. The composition has six sections: Waiting for the Bugle, The Attack, The Death of Thoburn, The Coming of Sheridan, and The Apotheosis.\n\nSheridan Hall[82] on the Fort Hays State University campus in Hays, Kansas, is named in honor of Sheridan. The building commemorates Sheridan's time stationed at the Fort Hays military post.\n\nThe original site of the Phil Sheridan Elementary School in Chicago, which opened in 1888, was in the South Chicago neighborhood. In 1998, the school was renamed the Arnold Mireles Academy in memory of a murdered South Side community activist.[83][84] The present-day Sheridan Elementary School in Chicago is a magnet school located at 533 W. 27th Street, in the city's Bridgeport neighborhood.[85]\n\nIn Broward County, in southern Florida, there is another road named after Sheridan, Florida State Road 822, also known as \"Sheridan Street\", which runs on an east-west configuration, between State Road A1A at Hollywood Beach and U.S. Route 27, which borders the Everglades.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Sheridan has been portrayed in films and television over the years:[86]\n\nJ. Michael Straczynski has stated that the character of Captain John Sheridan in the Babylon 5 television series is intended to be a direct descendant of General Sheridan.[88]\n\nSheridan is described in the PBS documentary The West (1996) as \"a ruthless warrior\" who \"played a decisive role in the army's long campaign against the native peoples of the plains\". And \"at Petersburg he won an important victory that halted Robert E. Lee's retreat from Richmond and helped bring the war to an end.[89]\n\n"
        }
    ]
}