{
    "url": "https://en.wikipedia.org/wiki/Philosophical_realism",
    "title": "Philosophical realism",
    "table_of_contents": [
        "1 Etymology",
        "2 Varieties",
        "2.1 Metaphysical realism",
        "2.2 Naive or direct realism",
        "2.3 Immanent realism",
        "2.4 Scientific realism",
        "2.4.1 Scientific realism in physics",
        "2.5 Moral realism",
        "2.6 Aesthetic realism",
        "3 History of metaphysical realism",
        "3.1 Ancient Greek philosophy",
        "3.2 Medieval philosophy",
        "3.3 Early modern philosophy",
        "3.4 Late modern philosophy",
        "3.5 Contemporary philosophy",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Philosophical realism is usually not treated as a position of its own but as a stance towards other subject matters. Realism about a certain kind of thing (like numbers or morality) is the thesis that this kind of thing has mind-independent existence, i.e. that it is not just a mere appearance in the eye of the beholder.[1][2][3] This includes a number of positions within epistemology and metaphysics which express that a given thing instead exists independently of knowledge, thought, or understanding.[4] This can apply to items such as the physical world, the past and future, other minds, and the self, though may also apply less directly to things such as universals, mathematical truths, moral truths, and thought itself. However, realism may also include various positions which instead reject metaphysical treatments of reality entirely.[5][6]\n\nRealism can also be a view about the properties of reality in general, holding that reality exists independent of the mind, as opposed to non-realist views (like some forms of skepticism and solipsism) which question the certainty of anything beyond one's own mind. Philosophers who profess realism often claim that truth consists in a correspondence between cognitive representations and reality.[7]\n\nRealists tend to believe that whatever we believe now is only an approximation of reality but that the accuracy and fullness of understanding can be improved.[8] In some contexts, realism is contrasted with idealism. Today it is more usually contrasted with anti-realism, for example in the philosophy of science.\n\nThe oldest use of the term \"realism\" appears in medieval scholastic interpretations and adaptations of ancient Greek philosophy.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term comes from Late Latin realis \"real\" and was first used in the abstract metaphysical sense by Immanuel Kant in 1781 (CPR A 369).[9]\n\n"
        },
        {
            "title": "Varieties",
            "text": "Metaphysical realism maintains that \"whatever exists does so, and has the properties and relations it does, independently of deriving its existence or nature from being thought of or experienced.\"[10]\n\nNaive realism, also known as direct realism, is a philosophy of mind rooted in a common sense theory of perception that claims that the senses provide us with direct awareness of the external world. In contrast, some forms of idealism assert that no world exists apart from mind-dependent ideas and some forms of skepticism say we cannot trust our senses. The naive realist view is that objects have properties, such as texture, smell, taste and colour, that are usually perceived absolutely correctly. We perceive them as they really are.\n\nIs the ontological understanding which holds that universals are immanently real within particulars themselves, not in a separate realm, and not mere names.  Most often associated with Aristotle and the Aristotelian tradition.\n\nScientific realism is, at the most general level, the view that the world described by science is the real world, as it is, independent of what we might take it to be.  Within philosophy of science, it is often framed as an answer to the question \"how is the success of science to be explained?\" The debate over what the success of science involves centers primarily on the status of unobservable entities apparently talked about by scientific theories. Generally, those who are scientific realists assert that one can make reliable claims about unobservables (viz., that they have the same ontological status) as observables. Analytic philosophers generally have a commitment to scientific realism, in the sense of regarding the scientific method as a reliable guide to the nature of reality. The main alternative to scientific realism is instrumentalism.[11]\n\nRealism in physics (especially quantum mechanics) is the claim that the world is in some sense mind-independent: that even if the results of a possible measurement do not pre-exist the act of measurement, that does not require that they are the creation of the observer (contrary to the \"consciousness causes collapse\" interpretation of quantum mechanics). That interpretation of quantum mechanics, on the other hand, states that the wave function is already the full description of reality. The different possible realities described by the wave function are equally true. The observer collapses the wave function into their own reality. One's reality can be mind-dependent under this interpretation of quantum mechanics.\n\nMoral realism is the position that ethical sentences express propositions that refer to objective features of the world.\n\nAesthetic realism (not to be confused with Aesthetic Realism, the philosophy developed by Eli Siegel, or \"realism\" in the arts) is the view that there are mind-independent aesthetic facts.[12][13]\n\n"
        },
        {
            "title": "History of metaphysical realism",
            "text": "In ancient Greek philosophy, realist doctrines about universals were proposed by Plato and Aristotle.[14]\n\nPlatonic realism is realism regarding the existence of universals or abstract objects. As universals were considered by Plato to be ideal forms, this stance is confusingly also called Platonic idealism. This should not be confused with Idealism, as presented by philosophers such as George Berkeley: as Platonic abstractions are not spatial, temporal, or mental, they are not compatible with the latter Idealism's emphasis on mental existence. Plato's Forms include numbers and geometrical figures, making them a theory of mathematical realism; they also include the Form of the Good, making them in addition a theory of ethical realism.\n\nAristotelian realism is the view that the existence of universals is dependent on the particulars that exemplify them.\n\nMedieval realism developed out of debates over the problem of universals.[15] Universals are terms or properties that can be applied to many things, such as \"red\", \"beauty\", \"five\", or \"dog\". Realism (also known as exaggerated realism) in this context, contrasted with conceptualism and nominalism, holds that such universals really exist, independently and somehow prior to the world. Moderate realism holds that they exist, but only insofar as they are instantiated in specific things; they do not exist separately from the specific thing. Conceptualism holds that they exist, but only in the mind, while nominalism holds that universals do not \"exist\" at all but are no more than words (flatus vocis) that describe specific objects.\n\nProponents of moderate realism included Thomas Aquinas, Bonaventure, and Duns Scotus (cf. Scotist realism).[16]\n\nIn early modern philosophy, Scottish Common Sense Realism was a school of philosophy that sought to defend naive realism against philosophical paradox and scepticism, arguing that matters of common sense are within the reach of common understanding and that common-sense beliefs even govern the lives and thoughts of those who hold non-commonsensical beliefs. It originated in the ideas of the most prominent members of the Scottish School of Common Sense, Thomas Reid, Adam Ferguson and Dugald Stewart, during the 18th century Scottish Enlightenment and flourished in the late 18th and early 19th centuries in Scotland and America.\n\nThe roots of Scottish Common Sense Realism can be found in responses to such philosophers as John Locke, George Berkeley, and David Hume. The approach was a response to the \"ideal system\" that began with Descartes' concept of the limitations of sense experience and led Locke and Hume to a skepticism that called religion and the evidence of the senses equally into question. The common sense realists found skepticism to be absurd and so contrary to common experience that it had to be rejected. They taught that ordinary experiences provide intuitively certain assurance of the existence of the self, of real objects that could be seen and felt and of certain \"first principles\" upon which sound morality and religious beliefs could be established. Its basic principle was enunciated by its founder and greatest figure, Thomas Reid:[17]\n\nIn late modern philosophy, a notable school of thought advocating metaphysical realism was Austrian realism. Its members included Franz Brentano,[18] Alexius Meinong,[18] Vittorio Benussi,[18] Ernst Mally,[19] and early Edmund Husserl.[18] These thinkers stressed the objectivity of truth and its independence of the nature of those who judge it.[20] (See also Graz School.)\n\nDialectical materialism, a philosophy of nature based on the writings of late modern philosophers Karl Marx and Friedrich Engels, is interpreted to be a form of ontological realism.[21]\n\nAccording to Michael Resnik, Gottlob Frege's work after 1891 can be interpreted as a contribution to realism.[22]\n\nIn contemporary analytic philosophy, Bertrand Russell,[23] Ludwig Wittgenstein,[24] J. L. Austin,[25] Karl Popper,[26][27] and Gustav Bergmann[28] espoused metaphysical realism. Hilary Putnam initially espoused metaphysical realism,[29] but he later embraced a form of anti-realism that he termed \"internal realism.\"[30] Conceptualist realism (a view put forward by David Wiggins) is a form of realism, according to which our conceptual framework maps reality.[31]\n\nSpeculative realism is a movement in contemporary Continental-inspired philosophy[32] that defines itself loosely in its stance of metaphysical realism against the dominant forms of post-Kantian philosophy.[33]\n\n"
        }
    ]
}