{
    "url": "https://en.wikipedia.org/wiki/Photomask",
    "title": "Photomask",
    "table_of_contents": [
        "1 History",
        "2 Overview",
        "2.1 EUV lithography",
        "3 Mask error enhancement factor (MEEF)",
        "4 Pellicles",
        "5 Leading commercial photomask manufacturers",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A photomask is an opaque plate with holes or transparencies that allow light to shine through in a defined pattern. They are commonly used in photolithography and the production of integrated circuits (ICs or \"chips\") in particular. Masks are used to produce a pattern on a substrate, normally a thin slice of silicon known as a wafer in the case of chip manufacturing. Several masks are used in turn, each one reproducing a layer of the completed design, and together they are known as a mask set.\n\nPreviously, photomasks used to be produced manually by using  rubylith and mylar.[1] As complexity continued to grow, manual processing of any sort became difficult. This was solved with the introduction of the optical pattern generator which automated the process of producing the initial large-scale pattern, and the step-and-repeat cameras that automated the copying of the pattern into a multiple-IC mask. The intermediate masks are known as reticles, and were initially copied to production masks using the same photographic process. The initial stages produced by the generators have since been replaced by electron beam lithography and laser-driven systems. In these systems there may be no reticle, the masks can be generated directly from the original computerized design.\n\nMask materials have also changed over time. Initially, the rubylith was directly used as the mask. As feature size shrank the only way to properly focus the image was to place it in direct contact with the wafer. These contact aligners often lifted some of the photoresist off the wafer and the mask had to be discarded. This helped drive the adoption of reticles, which were used to produce thousands of masks. As the power of the lamps exposing the masks increased, film became subject to distortion due to heat, and was replaced by silver halide on soda glass. This same process led to the use of borosilicate and then quartz to control expansion, and from silver halide to chromium which has better opacity to the ultraviolet light used in the lithography process.\n\n"
        },
        {
            "title": "History",
            "text": "For IC production in the 1960s, through 70s, an opaq rubylith film laminated onto a transparent mylar was used to produce a master mask. The cutting machine (plotter) used to cut a stencil which was then peeled off. The patterned mylar itself was scaled down by use of photography from illuminated drafting table to produce a sub-master plate, which was further used in step-and-repeat process to project pattern onto a wafer.[1] As feature sizes shrank and wafer sizes grew, multiple copies of the design would be patterned onto the mask, allowing a single print run to produce many ICs. Making a mask of this sort became increasingly difficult as the complexity of the designs increased. This was solved by cutting the rubylith pattern at much larger sizes, often filling the walls of a room, and then optically shrinking them onto photographic film and further onto a plate.[citation needed]\n\n"
        },
        {
            "title": "Overview",
            "text": "Lithographic photomasks are typically transparent fused silica plates covered with a pattern defined with a chromium (Cr) or  Fe2O3 metal absorbing film.[1] Photomasks are used at wavelengths of 365 nm, 248 nm, and 193 nm. Photomasks have also been developed for other forms of radiation such as 157 nm, 13.5 nm (EUV), X-ray, electrons, and ions; but these require entirely new materials for the substrate and the pattern film.[1]\n\nA set of photomasks, each defining a pattern layer in integrated circuit fabrication, is fed into a photolithography stepper or scanner, and individually selected for exposure. In multi-patterning techniques, a photomask would correspond to a subset of the layer pattern.\n\nIn photolithography for the mass production of integrated circuit devices, the more correct term is usually photoreticle or simply reticle. In the case of a photomask, there is a one-to-one correspondence between the mask pattern and the wafer pattern. This was the standard for the 1:1  mask aligners that were succeeded by steppers and  scanners with reduction optics.[2] As used in steppers and scanners, the reticle commonly contains only one layer of the designed VLSI circuit. (However, some photolithography fabrications utilize reticles with more than one layer patterned onto the same mask). \n\nThe pattern is projected and shrunk by four or five times onto the wafer surface.[3] To achieve complete wafer coverage, the wafer is repeatedly \"stepped\" from position to position under the optical column until full exposure is achieved.\n\nFeatures 150 nm or below in size generally require phase-shifting to enhance the image quality to acceptable values. This can be achieved in many ways. The two most common methods are to use an attenuated phase-shifting background film on the mask to increase the contrast of small intensity peaks, or to etch the exposed quartz so that the edge between the etched and unetched areas can be used to image nearly zero intensity. In the second case, unwanted edges would need to be trimmed out with another exposure. The former method is attenuated phase-shifting, and is often considered a weak enhancement, requiring special illumination for the most enhancement, while the latter method is known as alternating-aperture phase-shifting, and is the most popular strong enhancement technique.\n\nAs leading-edge semiconductor features  shrink, photomask features that are 4× larger must inevitably shrink as well. This could pose challenges since the absorber film will need to become thinner, and hence less opaque.[4]\nA 2005 study by IMEC found that thinner absorbers degrade image contrast and therefore contribute to line-edge roughness, using state-of-the-art photolithography tools.[5]\nOne possibility is to eliminate absorbers altogether and use \"chromeless\" masks, relying solely on phase-shifting for imaging.\n\nThe emergence of immersion lithography has a strong impact on photomask requirements. The commonly used attenuated phase-shifting mask is more sensitive to the higher incidence angles applied in \"hyper-NA\" lithography, due to the longer optical path through the patterned film.[6]\n\nPhotomasks are made by applying photoresist to a quartz substrate with chrome plating on one side and exposing it using a laser or an electron beam in a process called maskless lithography.[7] The photoresist is then developed and the unprotected areas with chrome are etched, and the remaining photoresist is removed resulting in stencil.[8][9][10]\n\nIn EUV lithography photomasks are more sophisticated compared to light-blocking ones. EUV masks are made out of reflective surfaces and light-blocking elements which produce necessary pattern upon exposure to ultraviolet radiation.[11]\n\n"
        },
        {
            "title": "",
            "text": "Leading-edge photomasks (pre-corrected) images of the final chip patterns are magnified by four times. This magnification factor has been a key benefit in reducing pattern sensitivity to imaging errors. However, as features continue to shrink, two trends come into play: the first is that the mask error factor begins to exceed one, i.e., the dimension error on the wafer may be more than 1/4 the dimension error on the mask,[12] and the second is that the mask feature is becoming smaller, and the dimension tolerance is approaching a few nanometers. For example, a 25 nm wafer pattern should correspond to a 100 nm mask pattern, but the wafer tolerance could be 1.25 nm (5% spec), which translates into 5 nm on the photomask. The variation of electron beam scattering in directly writing the photomask pattern can easily well exceed this.[13][14]\n\n"
        },
        {
            "title": "Pellicles",
            "text": "The term \"pellicle\" is used to mean \"film\", \"thin film\", or \"membrane.\" Beginning in the 1960s, thin film stretched on a metal frame, also known as a \"pellicle\", was used as a beam splitter for optical instruments. It has been used in a number of instruments to split a beam of light without causing an optical path shift due to its small film thickness. In 1978, Shea et al. at IBM patented a process to use the \"pellicle\" as a dust cover to protect a photomask or reticle. In the context of this entry, \"pellicle\" means \"thin film dust cover to protect a photomask\".\n\nParticle contamination can be a significant problem in semiconductor manufacturing. A photomask is protected from particles by a pellicle – a thin transparent film stretched over a frame that is glued over one side of the photomask.  The pellicle is far enough away from the mask patterns so that moderate-to-small sized particles that land on the pellicle will be too far out of focus to print.  Although they are designed to keep particles away, pellicles become a part of the imaging system and their optical properties need to be taken into account. Pellicles material are Nitrocellulose and made for various Transmission Wavelengths.[15]\n\n"
        },
        {
            "title": "Leading commercial photomask manufacturers",
            "text": "The SPIE Annual Conference, Photomask Technology reports the SEMATECH Mask Industry Assessment which includes current industry analysis and the results of their annual photomask manufacturers survey.\nThe following companies are listed in order of their global market share (2009 info):[16]\n\nMajor chipmakers such as Intel, Globalfoundries, IBM, NEC, TSMC, UMC, Samsung, and Micron Technology, have their own large maskmaking facilities or joint ventures with the abovementioned companies.\n\nThe worldwide photomask market was estimated as $3.2 billion in 2012[17] and $3.1 billion in 2013. Almost half of the market was from captive mask shops (in-house mask shops of major chipmakers).[18]\n\nThe costs of creating new mask shop for 180 nm processes were estimated in 2005 as $40 million, and for 130 nm - more than $100 million.[19]\n\nThe purchase price of a photomask, in 2006, could range from $250 to $100,000[20] for a single high-end phase-shift mask. As many as 30 masks (of varying price) may be required to form a complete mask set.\n\n"
        }
    ]
}