{
    "url": "https://en.wikipedia.org/wiki/Photoplay_music",
    "title": "Photoplay music",
    "table_of_contents": [
        "1 Early years",
        "2 Types of scores",
        "2.1 Improvisational",
        "2.2 Compiled",
        "2.3 Original",
        "3 Later years",
        "4 See also",
        "5 External links",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Photoplay music is incidental music, soundtrack music, and themes written specifically for the accompaniment of silent films.\n\n"
        },
        {
            "title": "Early years",
            "text": "Early films (c. 1890-1910) merely relied on classical and popular repertory, mixed usually with improvisation by whatever accompanist was playing (usually a pianist).\n\nAround 1910, folios of photoplay music began being published by companies such as Sam Fox Music and Academic Music. These were only a minute or so long and could not sustain an entire feature, but were used to fill in scenes where music was not popularly written (such as \"misteriosos\" for scenes of mystery, etc.). One example of such a piece is Mysterioso Pizzicato, which appeared in a 1914 photoplay music collection compiled by J. Bodewalt Lampe and whose main motif has endured as a cliche for stealth and villainy in a wide selection of music and films thereafter.[3] A version of this theme is contrasted with a hero's theme (Play (help·info)).[4] Composers noted for their photoplay music include John Stepan Zamecnik and Gaston Borch.\n\n"
        },
        {
            "title": "Types of scores",
            "text": "When it comes to producing a film score for a silent film, there were three types: improvised, compiled, and original.\n\nImprovised scores were solely played on organ or piano. The musical conductor played whatever he felt necessary to set the mood for the scene.\n\nAccording to Richard Koszarski's book \"An Evening's Entertainment\", a survey was sent out in the mid-1920s to 10,000 out of about 15,000 theaters in America. Of those that responded to the survey, approximately 50% used theater organs, 25% used piano only, and 25% used orchestras (two or more players).\n\nFor those using orchestras, improvisation was difficult and a compiled score was preferred. The studio would hire a company to produce a cue sheet; generally three to four pages of listings of photoplay music, classical or popular standards from their library. This concept of a \"compilation score\" was invented around 1910. The Edison Film Company was among the first to use this method of scoring film.\n\nThe cue sheet would list the title and author of a song, when to play it, roughly how long to play it for, and the publisher of the piece. Quite often, further notes were given of sound effects, tempo, and so on, so that every important factor of the film could be supervised. The musical director of a theater then went through the theater's music collection (generally listed by tempo) and picked out the appropriate cue. If he did not have that particular cue, he could replace it with another suitable piece, or order it through the company that created the cue sheet.  A typical theater's music library could consist of a couple thousand to tens of thousands of pieces, depending on the budget of the theater.\n\nIn 1923, the Cameo Thematic Music Co. was established by M.J. Mintz, and by the end of the decade, was responsible for about 90% of cue sheets. Ernst Luz and James C. Bradford were the most prolific compilers for Cameo. Other music companies, such as Belwin Inc., also printed cue sheets. Belwin's cue sheets were generally compiled by Max Winkler.\n\nSome conductors compiled their own scores rather than use cue sheets; some followed the cue sheet, but used their own choices of music; many followed the cue sheet with what little time they had to produce an opera's worth of music. Much of the time, musicians came in and sight-read their parts, with little to no time to rehearse.\n\nOriginal scores were the minority. Scores published were generally the premiere score that was played in the New York theaters. These were often compiled scores with some original material, such as Joseph Carl Breil's score for The Birth of a Nation, the William Axt/David Mendoza scores for the 1925 film Ben Hur or the 1926 film The Big Parade. Even fewer were all-original scores, the most notable being Gottfried Huppertz's scores for Fritz Lang's Nibelungen films and Metropolis, and composer Mortimer Wilson's for Douglas Fairbanks's The Thief of Baghdad.  With the little time available between the completion of the picture and when it was to be released, all-original scores were uneconomical and had themes that were generally written in advance.\n\n"
        },
        {
            "title": "Later years",
            "text": "The last days of photoplay music were of the era of 1927-1930, when sound films became popular. Silent films already made were generally released with orchestral soundtracks compiled of photoplay music and sound effects. Some photoplay music was used as incidental music in early sound films as well. Most theaters, however, threw out entire libraries of music. Publishers junked overstock or used it as scrap paper.\n\nIn recent years, photoplay music has been revitalized through home videos and live performances of silent films. Many videos of silent films have premiere or cue sheet scores recorded for posterity.\n\n"
        }
    ]
}