{
    "url": "https://en.wikipedia.org/wiki/Phototaxis",
    "title": "Phototaxis",
    "table_of_contents": [
        "1 Phototaxis in bacteria and archea",
        "2 Phototaxis in protists",
        "3 Phototaxis in invertebrates",
        "3.1 Jellyfish",
        "3.2 Marine ragworm",
        "3.3 Insects",
        "4 Relation to magnetic fields",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPhototaxis is a kind of taxis, or locomotory movement, that occurs when a whole organism moves towards or away from a stimulus of light.[2] This is advantageous for phototrophic organisms as they can orient themselves most efficiently to receive light for photosynthesis. Phototaxis is called positive if the movement is in the direction of increasing light intensity and negative if the direction is opposite.[3]\n\nTwo types of positive phototaxis are observed in prokaryotes. The first is called scotophobotaxis (from the word \"scotophobia\"), which is observed only under a microscope. This occurs when a bacterium swims by chance out of the area illuminated by the microscope. Entering darkness signals the cell to reverse flagella rotation direction and reenter the light. The second type of phototaxis is true phototaxis, which is a directed movement up a gradient to an increasing amount of light. This is analogous to positive chemotaxis except that the attractant is light rather than a chemical.\n\nPhototactic responses are observed in many organisms such as Serratia marcescens, Tetrahymena, and Euglena. Each organism has its own specific biological cause for a phototactic response, many of which are incidental and serve no end purpose.\n\n"
        },
        {
            "title": "Phototaxis in bacteria and archea",
            "text": "Phototaxis can be advantageous for phototrophic bacteria as they can orient themselves most efficiently to receive light for photosynthesis. Phototaxis is called positive if the movement is in the direction of increasing light intensity and negative if the direction is opposite.[3]\n\nTwo types of positive phototaxis are observed in prokaryotes (bacteria and archea). The first is called \"scotophobotaxis\" (from the word \"scotophobia\"), which is observed only under a microscope. This occurs when a bacterium swims by chance out of the area illuminated by the microscope. Entering darkness signals the cell to reverse flagella rotation direction and reenter the light. The second type of phototaxis is true phototaxis, which is a directed movement up a gradient to an increasing amount of light. This is analogous to positive chemotaxis except that the attractant is light rather than a chemical.\n\nPhototactic responses are observed in a number of bacteria and archae, such as Serratia marcescens. Photoreceptor proteins are light-sensitive proteins involved in the sensing and response to light in a variety of organisms. Some examples are bacteriorhodopsin and bacteriophytochromes in some bacteria. See also: phytochrome and phototropism.\n\nMost prokaryotes (bacteria and archaea) are unable to sense the direction of light, because at such a small scale it is very difficult to make a detector that can distinguish a single light direction. Still, prokaryotes can measure light intensity and move in a light-intensity gradient. Some gliding filamentous prokaryotes can even sense light direction and make directed turns, but their phototactic movement is very slow. Some bacteria and archaea are phototactic.[4][5][1]\n\nIn most cases the mechanism of phototaxis is a biased random walk, analogous to bacterial chemotaxis. Halophilic archaea, such as Halobacterium salinarum, use sensory rhodopsins (SRs) for phototaxis.[6][7] Rhodopsins are 7 transmembrane proteins that bind retinal as a chromophore. Light triggers the isomerization of retinal,[8] which leads to phototransductory signalling via a two-component phosphotransfer relay system. Halobacterium salinarum has two SRs, SRI and SRII, which signal via the transducer proteins HtrI and HtrII (halobacterial transducers for SRs I and II), respectively.[9][10] The downstream signalling in phototactic archaebacteria involves CheA, a histidine kinase, which phosphorylates the response regulator, CheY.[11] Phosphorylated CheY induces swimming reversals. The two SRs in Halobacterium have different functions. SRI acts as an attractant receptor for orange light and, through a two-photon reaction, a repellent receptor for near-UV light, while SRII is a repellent receptor for blue light. Depending on which receptor is expressed, if a cell swims up or down a steep light gradient, the probability of flagellar switch will be low. If light intensity is constant or changes in the wrong direction, a switch in the direction of flagellar rotation will reorient the cell in a new, random direction.[12] As the length of the tracks is longer when the cell follows a light gradient, cells will eventually get closer to or further away from the light source. This strategy does not allow orientation along the light vector and only works if a steep light gradient is present (i.e. not in open water).[1]\n\nSome cyanobacteria (e.g. Anabaena, Synechocystis) can slowly orient along a light vector. This orientation occurs in filaments or colonies, but only on surfaces and not in suspension.[13][14] The filamentous cyanobacterium Synechocystis is capable of both positive and negative two-dimensional phototactic orientation. The positive response is probably mediated by a bacteriophytochrome photoreceptor, TaxD1. This protein has two chromophore-binding GAF domains, which bind biliverdin chromophore,[15] and a C-terminal domain typical for bacterial taxis receptors (MCP signal domain). TaxD1 also has two N-terminal transmembrane segments that anchor the protein to the membrane.[16][17][18] The photoreceptor and signalling domains are cytoplasmic and signal via a CheA/CheY-type signal transduction system to regulate motility by type IV pili.[19] TaxD1 is localized at the poles of the rod-shaped cells of Synechococcus elongatus, similarly to MCP containing chemosensory receptors in bacteria and archaea.[20] How the steering of the filaments is achieved is not known. The slow steering of these cyanobacterial filaments is the only light-direction sensing behaviour prokaryotes could evolve owing to the difficulty in detecting light direction at this small scale.[1]\n\nThe ability to link light perception to control of motility is found in a very wide variety of prokaryotes, indicating that this ability must confer a range of physiological advantages.[22][23] Most directly, the light environment is crucial to phototrophs as their energy source. Phototrophic prokaryotes are extraordinarily diverse, with a likely role for horizontal gene transfer in spreading phototrophy across multiple phyla.[24] Thus, different groups of phototrophic prokaryotes may have little in common apart from their exploitation of light as an energy source, but it should be advantageous for any phototroph to be able to relocate in search of better light environments for photosynthesis. To do this efficiently requires the ability to control motility in response to integrated information on the intensity of light, the spectral quality of light and the physiological status of the cell. A second major reason for light-controlled motility is to avoid light at damaging intensities or wavelengths: this factor is not confined to photosynthetic bacteria since light (especially in the UV region) can be dangerous to all prokaryotes, primarily because of DNA and protein damage [25] and inhibition of the translation machinery by light-generated reactive oxygen species.[26][21]\n\nFinally, light signals potentially contain rich and complex information about the environment, and the possibility should not be excluded that bacteria make sophisticated use of this information to optimize their location and behavior. For example, plant or animal pathogens could use light information to control their location and interaction with their hosts, and in fact light signals are known to regulate development and virulence in several non-phototrophic prokaryotes.[27][28] Phototrophs could also benefit from sophisticated information processing, since their optimal environment is defined by a complex combination of factors including light intensity, light quality, day and night cycles, the availability of raw materials and alternative energy sources, other beneficial or harmful physical and chemical factors and sometimes the presence of symbiotic partners. Light quality strongly influences specialized developmental pathways in certain filamentous cyanobacteria, including the development of motile hormogonia and nitrogen-fixing heterocysts.[29] Since hormogonia are important for establishing symbiotic partnerships between cyanobacteria and plants, and heterocysts are essential for nitrogen fixation in those partnerships, it is tempting to speculate that the cyanobacteria may be using light signals as one way to detect the proximity of a plant symbiotic partner. Within a complex and heterogeneous environment such as a phototrophic biofilm, many factors crucial for growth could vary dramatically even within the limited region that a single motile cell could explore.[30][31] We should therefore expect that prokaryotes living in such environments might control their motility in response to a complex signal transduction network linking a range of environmental cues.[21]\n\nThe photophobic response is a change in the direction of motility in response to a relatively sudden increase in illumination: classically, the response is to a temporal change in light intensity, which the bacterium may experience as it moves into a brightly illuminated region. The directional switch may consist of a random selection of a new direction (‘tumbling’) or it may be a simple reversal in the direction of motility. Either has the effect of repelling cells from a patch of unfavorable light. Photophobic responses have been observed in prokaryotes as diverse as Escherichia coli, purple photosynthetic bacteria and haloarchaea.[32][23][21]\n\nThe scotophobic (fear of darkness) response is the converse of the photophobic response described above: a change in direction (tumbling or reversal) is induced when the cell experiences a relatively sudden drop in light intensity. Photophobic and scotophobic responses both cause cells to accumulate in regions of specific (presumably favorable) light intensity and spectral quality. Scotophobic responses have been well documented in purple photosynthetic bacteria, starting with the classic observations of Engelmann in 1883,[33] and in cyanobacteria.[22] Scotophobic/photophobic responses in flagellated bacteria closely resemble the classic ‘biased random walk’ mode of bacterial chemotaxis, which links perception of temporal changes in the concentration of a chemical attractant or repellent to the frequency of tumbling.[34] The only significant distinction is that the scotophobic/photophobic responses involve perception of temporal changes in light intensity rather than the concentration of a chemical.[21]\n\nPhotokinesis is a light-induced change in the speed (but not direction) of movement. Photokinesis may be negative (light-induced reduction of motility) or positive (light-induced stimulation of motility). Photokinesis can cause cells to accumulate in regions of favorable illumination: they linger in such regions or accelerate out of regions of unfavorable illumination. Photokinesis has been documented in cyanobacteria and purple photosynthetic bacteria.[22][21]\n\nTrue phototaxis consists of directional movement which may be either towards a light source (positive phototaxis) or away from a light source (negative phototaxis). In contrast to the photophobic/scotophobic responses, true phototaxis is not a response to a temporal change in light intensity. Generally, it seems to involve direct sensing of the direction of illumination rather than a spatial gradient of light intensity. True phototaxis in prokaryotes is sometimes combined with social motility, which involves the concerted movement of an entire colony of cells towards or away from the light source. This phenomenon could also be described as community phototaxis. True phototaxis is widespread in eukaryotic green algae,[35] but among the prokaryotes it has been documented only in cyanobacteria,[22][36] and in social motility of colonies of the purple photosynthetic bacterium Rhodocista centenaria.[37][21]\n\n"
        },
        {
            "title": "Phototaxis in protists",
            "text": "Some protists (unicellular eukaryotes) can also move toward or away from light, by coupling their locomotion strategy with a light-sensing organ.[39] Eukaryotes evolved for the first time in the history of life the ability to follow light direction in three dimensions in open water. The strategy of eukaryotic sensory integration, sensory processing and the speed and mechanics of tactic responses is fundamentally different from that found in prokaryotes.[40][1]\n\nBoth single-celled and multi-cellular eukaryotic phototactic organisms have a fixed shape, are polarized, swim in a spiral and use cilia for swimming and phototactic steering. Signalling can happen via direct light-triggered ion currents, adenylyl cyclases or trimeric G-proteins. The photoreceptors used can also be very different (see below). However, signalling in all cases eventually modifies the beating activity of cilia.[1] The mechanics of phototactic orientation is analogous in all eukaryotes. A photosensor with a restricted view angle rotates to scan the space and signals periodically to the cilia to alter their beating, which will change the direction of the helical swimming trajectory. Three-dimensional phototaxis can be found in five out of the six eukaryotic major groups (opisthokonts, Amoebozoa, plants, chromalveolates, excavates, rhizaria).[1]\n\nPelagic phototaxis is present in green algae – it is not present in glaucophyte algae or red algae.[1] Green algae have a \"stigma\" located in the outermost portion of the chloroplast, directly underneath the two chloroplast membranes. The stigma is made of tens to several hundreds of lipid globules, which often form hexagonal arrays and can be arranged in one or more rows. The lipid globules contain a complex mixture of carotenoid pigments, which provide the screening function and the orange-red colour,[41] as well as proteins that stabilize the globules.[42] The stigma is located laterally, in a fixed plane relative to the cilia, but not directly adjacent to the basal bodies.[43][44] The fixed position is ensured by the attachment of the chloroplast to one of the ciliary roots.[45] The pigmented stigma is not to be confused with the photoreceptor. The stigma only provides directional shading for the adjacent membrane-inserted photoreceptors (the term \"eyespot\" is therefore misleading). Stigmata can also reflect and focus light like a concave mirror, thereby enhancing sensitivity.[1]\n\nIn the best-studied green alga, Chlamydomonas reinhardtii, phototaxis is mediated by a rhodopsin pigment, as first demonstrated by the restoration of normal photobehaviour in a blind mutant by analogues of the retinal chromophore.[46] Two archaebacterial-type rhodopsins, channelrhodopsin-1 and -2,[47][48] were identified as phototaxis receptors in Chlamydomonas.[49] Both proteins have an N-terminal 7-transmembrane portion, similar to archaebacterial rhodopsins, followed by an approximately 400 residue C-terminal membrane-associated portion. CSRA and CSRB act as light-gated cation channels and trigger depolarizing photocurrents.[49][50] CSRA was shown to localize to the stigma region using immunofluorescence analysis (Suzuki et al. 2003). Individual RNAi depletion of both CSRA and CSRB modified the light-induced currents and revealed that CSRA mediates a fast, high-saturating current while CSRB a slow, low-saturating one. Both currents are able to trigger photophobic responses and can have a role in phototaxis,[51][50] although the exact contribution of the two receptors is not yet clear.[1]\n\nAs in all bikonts (plants, chromalveolates, excavates, rhizaria), green algae have two cilia, which are not identical. The anterior cilium is always younger than the posterior one.[52][53] In every cell cycle, one daughter cell receives the anterior cilium and transforms it into a posterior one. The other daughter inherits the posterior, mature cilium. Both daughters then grow a new anterior cilium.[1]\n\nAs all other ciliary swimmers, green algae always swim in a spiral. The handedness of the spiral is robust and is guaranteed by the chirality of the cilia. The two cilia of green algae have different beat patterns and functions. In Chlamydomonas, the phototransduction cascade alters the stroke pattern and beating speed of the two cilia differentially in a complex pattern.[54][55] This results in the reorientation of the helical swimming trajectory as long as the helical swimming axis is not aligned with the light vector.[1]\n\n"
        },
        {
            "title": "Phototaxis in invertebrates",
            "text": "Positive and negative phototaxis can be found in several species of jellyfish such as those from the genus Polyorchis. Jellyfish use ocelli to detect the presence and absence of light, which is then translated into anti-predatory behaviour in the case of a shadow being cast over the ocelli, or feeding behaviour in the case of the presence of light.[56] Many tropical jellyfish have a symbiotic relationship with photosynthetic zooxanthellae that they harbor within their cells.[57] The zooxanthellae nourish the jellyfish, while the jellyfish protects them, and moves them toward light sources such as the sun to maximize their light-exposure for efficient photosynthesis. In a shadow, the jellyfish can either remain still, or quickly move away in bursts to avoid predation and also re-adjust toward a new light source.[58]\n\nThis motor response to light and absence of light is facilitated by a chemical response from the ocelli, which results in a motor response causing the organism to swim toward a light source.[58]\n\nPhototaxis has been well studied in the marine ragworm Platynereis dumerilii. Both Platynereis dumerilii trochophore and its metatrochophore larvae are positively phototactic. Phototaxis is mediated by simple eyespots that consists of a pigment cell and a photoreceptor cell. The photoreceptor cell synapses directly onto ciliated cells, which are used for swimming. The eyespots do not give spatial resolution, therefore the larvae are rotating to scan their environment for the direction where the light is coming from.[59]\n\nPlatynereis dumerilii larvae (nectochaete) can switch between positive and negative phototaxis. Phototaxis there is mediated by two pairs of more complex pigment cup eyes. These eyes contain more photoreceptor cells that are shaded by pigment cells forming a cup. The photoreceptor cells do not synapse directly onto ciliated cells or muscle cells but onto inter-neurons of a processing center. This way the information of all four eye cups can be compared and a low-resolution image of four pixels can be created telling the larvae where the light is coming from. This way the larva does not need to scan its environment by rotating.[60] This is an adaption for living on the bottom of the sea the lifestyle of the larva while scanning rotation is more suited for living in the open water column, the lifestyle of the trochophore larva. Phototaxis in the Platynereis dumerilii larva has a broad spectral range which is at least covered by three opsins that are expressed by the cup eyes:[61] Two rhabdomeric opsins[62] and a Go-opsin.[61]\n\nHowever, not every behavior that looks like phototaxis is phototaxis: Platynereis dumerilii nechtochate and metatrochophore larvae swim up first when they are stimulated with UV-light from above. But after a while, they change the direction and avoid the UV-light by swimming down. This looks like a change from positive to negative phototaxis (see video left), but the larvae also swim down if UV-light comes non-directionally from the side. And so they do not swim to or away from the light, but swim down,[63] this means to the center of gravity. Thus this is a UV-induced positive gravitaxis. Positive phototaxis (swimming to the light from the surface) and positive gravitaxis (swimming to the center of gravity) are induced by different ranges of wavelengths and cancel out each other at a certain ratio of wavelengths.[63] Since the wavelengths compositions change in water with depth: Short (UV, violet) and long (red) wavelengths are lost first,[61] phototaxis and gravitaxis form a ratio-chromatic depth gauge, which allows the larvae to determine their depth by the color of the surrounding water. This has the advantage over a brightness based depth gauge that the color stays almost constant independent of the time of the day or whether it is cloudy.[64][65]\n\nIn the diagram on the right, the larvae start swimming upwards when UV-light switched on (marked by the violet square). But later, they are swimming downward. The larval tracks are color coded: Red for upward and blue for downward swimming larvae. The video runs at double speed.[63]\n\nPositive phototaxis can be found in many flying insects such as moths, grasshoppers, and flies. Drosophila melanogaster has been studied extensively for its innate positive phototactic response to light sources, using controlled experiments to help understand the connection between airborne locomotion toward a light source.[66] This innate response is common among insects that fly primarily during the night utilizing transverse orientation vis-à-vis the light of the moon for orientation.[67] Artificial lighting in cities and populated areas results in a more pronounced positive response compared to that with the distant light of the moon, resulting in the organism repeatedly responding to this new supernormal stimulus and innately flying toward it.\n\nEvidence for the innate response of positive phototaxis in Drosophila melanogaster was carried out by altering the wings of several individual specimens, both physically (via removal) and genetically (via mutation). In both cases there was a noticeable lack of positive phototaxis, demonstrating that flying toward light sources is an innate response to the organisms' photoreceptors receiving a positive response.[66]\n\nNegative phototaxis can be observed in larval drosophila melanogaster within the first three developmental instar stages, despite adult insects displaying positive phototaxis.[68] This behaviour is common among other species of insects which possess a flightless larval and adult stage in their life cycles, only switching to positive phototaxis when searching for pupation sites. Tenebrio molitor by comparison is one species which carries its negative phototaxis into adulthood.[68]\n\n"
        },
        {
            "title": "Relation to magnetic fields",
            "text": "Under experimental conditions, organisms that use positive phototaxis have also shown a correlation with light and magnetic fields. Under homogeneous light conditions with a shifting magnetic field, Drosophila melanogaster larvae reorient themselves toward predicted directions of greater or lesser light intensities as expected by a rotating magnetic field. In complete darkness, the larvae orient randomly without any notable preference.[68] This suggests the larvae can observe a visible pattern in combination with light.\n\n"
        }
    ]
}