{
    "url": "https://en.wikipedia.org/wiki/Physicalism",
    "title": "Physicalism",
    "table_of_contents": [
        "1 Definition of physicalism in philosophy",
        "1.1 Supervenience-based definitions of physicalism",
        "1.2 Realisation physicalism",
        "1.3 Token physicalism",
        "2 Reductionism and emergentism",
        "2.1 Reductionism",
        "2.2 Emergentism",
        "3 A priori versus a posteriori physicalism",
        "4 Other views",
        "4.1 Realistic physicalism",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In philosophy, physicalism is the metaphysical thesis that \"everything is physical\", that there is \"nothing over and above\" the physical,[1] or that everything supervenes on the physical.[2] Physicalism is a form of ontological monism—a \"one substance\" view of the nature of reality as opposed to a \"two-substance\" (dualism) or \"many-substance\" (pluralism) view. Both the definition of \"physical\" and the meaning of physicalism have been debated.\n\nPhysicalism is closely related to materialism. Physicalism grew out of materialism with advancements of the physical sciences in explaining observed phenomena. The terms are often used interchangeably, although they are sometimes distinguished, for example on the basis of physics describing more than just matter (including energy and physical law).\n\nAccording to a 2009 survey, physicalism is the majority view among philosophers,[3] but there remains significant opposition to physicalism. Neuroplasticity has been used as an argument in support of a non-physicalist view.[4] The philosophical zombie argument[5] is another attempt to challenge physicalism.\n\nAlternatively, outside of philosophy, physicalism could also refer to the preference or viewpoint that physics should be considered the best and only way to render truth about the world or reality.[6]\n\n"
        },
        {
            "title": "Definition of physicalism in philosophy",
            "text": "The word \"physicalism\" was introduced into philosophy in the 1930s by Otto Neurath and Rudolf Carnap.[7]\n\nThe use of \"physical\" in physicalism is a philosophical concept and can be distinguished from alternative definitions found in the literature (e.g. Karl Popper defined a physical proposition to be one which can at least in theory be denied by observation[8]). A \"physical property\", in this context, may be a metaphysical or logical combination of properties which are  physical in the ordinary sense. It is common to express the notion of \"metaphysical or logical combination of properties\" using the notion of supervenience: A property A is said to supervene on a property B if any change in A necessarily implies a change in B.[9] Since any change in a combination of properties must consist of a change in at least one component property, we see that the combination does indeed supervene on the individual properties. The point of this extension is that physicalists usually suppose the existence of various abstract concepts which are non-physical in the ordinary sense of the word; so physicalism cannot be defined in a way that denies the existence of these abstractions. Also, physicalism defined in terms of supervenience does not entail that all properties in the actual world are type identical to physical properties. It is, therefore, compatible with multiple realizability.[10]\n\nFrom the notion of supervenience, we see that, assuming that mental, social, and biological properties supervene on physical properties, it follows that two hypothetical worlds cannot be identical in their physical properties but differ in their mental, social or biological properties.[2]\n\nTwo common approaches to defining \"physicalism\" are the theory-based and object-based approaches. The theory-based conception of physicalism proposes that \"a property is physical if and only if it either is the sort of property that physical theory tells us about or else is a property which metaphysically (or logically) supervenes on the sort of property that physical theory tells us about\".[2] Likewise, the object-based conception claims that \"a property is physical if and only if: it either is the sort of property required by a complete account of the intrinsic nature of paradigmatic physical objects and their constituents or else is a property which metaphysically (or logically) supervenes on the sort of property required by a complete account of the intrinsic nature of paradigmatic physical objects and their constituents\".\n\nPhysicalists have traditionally opted for a \"theory-based\" characterization of the physical either in terms of current physics,[11] or a future (ideal) physics.[12] These two theory-based conceptions of the physical represent both horns of Hempel's dilemma[13] (named after the late philosopher of science and logical empiricist Carl Gustav Hempel): an argument against theory-based understandings of the physical. Very roughly, Hempel's dilemma is that if we define the physical by reference to current physics, then physicalism is very likely to be false, as it is very likely (by pessimistic meta-induction[14]) that much of current physics is false. But if we instead define the physical in terms of a future (ideal) or completed physics, then physicalism is hopelessly vague or indeterminate.[15]\n\nWhile the force of Hempel's dilemma against theory-based conceptions of the physical remains contested,[16] alternative \"non-theory-based\" conceptions of the physical have also been proposed. Frank Jackson (1998) for example, has argued in favour of the aforementioned \"object-based\" conception of the physical.[17] An objection to this proposal, which Jackson himself noted in 1998, is that if it turns out that panpsychism or panprotopsychism is true, then such a non-materialist understanding of the physical gives the counterintuitive result that physicalism is, nevertheless, also true since such properties will figure in a complete account of paradigmatic examples of the physical.\n\nDavid Papineau[18] and Barbara Montero[19] have advanced and subsequently defended[20] a \"via negativa\" characterization of the physical. The gist of the via negativa strategy is to understand the physical in terms of what it is not: the mental. In other words, the via negativa strategy understands the physical as \"the non-mental\". An objection to the via negativa conception of the physical is that (like the object-based conception) it doesn't have the resources to distinguish neutral monism (or panprotopsychism) from physicalism.[21]  Further, Restrepo (2012) argues that this conception of the physical makes core non-physical entities of non-´physicalist metaphysics, like God, Cartesian souls and abstract numbers, physical and thus either false or trivially true: \"God is non-mentally-and-non-biologically identifiable as the thing that created the universe. Sup- posing emergentism is true, non-physical emergent properties are non-mentally-and-non-biologically identifiable as non-linear effects of certain arrangements of matter. The immaterial Cartesian soul is non-mentally-and-non-biologically identifiable as one of the things that interact causally with certain particles (coincident with the pineal gland). The Platonic number eight is non-mentally-and-non-biologically identifiable as the number of planets orbiting the Sun\".[22]\n\nAdopting a supervenience-based account of the physical, the definition of physicalism as \"all properties are physical\" can be unraveled to:\n\n1) Physicalism is true at a possible world w if and only if any world that is a physical duplicate of w is also a duplicate of w simpliciter.[23]\n\nApplied to the actual world (our world), statement 1 above is the claim that physicalism is true at the actual world if and only if at every possible world in which the physical properties and laws of the actual  world are instantiated, the non-physical (in the ordinary sense of the word) properties of the actual world are instantiated as well. To borrow a metaphor from Saul Kripke (1972), the truth of physicalism at the actual world entails that once God has instantiated or \"fixed\" the physical properties and laws of our world, then God's work is done; the rest comes \"automatically\".\n\nUnfortunately, statement 1 fails to capture even a necessary condition for physicalism to be true at a world w. To see this, imagine a world in which there are only physical properties—if physicalism is true at any world it is true at this one. But one can conceive physical duplicates of such a world that are not also duplicates simpliciter of it: worlds that have the same physical properties as our imagined one, but with some additional property or properties. A world might contain \"epiphenomenal ectoplasm\", some additional pure experience that does not interact with the physical components of the world and is not necessitated by them (does not supervene on them).[24][25] To handle the epiphenomenal ectoplasm problem, statement 1 can be modified to include a \"that's-all\" or \"totality\" clause[26] or be restricted to \"positive\" properties.[27] Adopting the former suggestion here, we can reformulate statement 1 as follows:\n\n2) Physicalism is true at a possible world w if and only if any world that is a minimal physical duplicate of w is a duplicate of w simpliciter.[23]\n\nApplied in the same way, statement 2 is the claim that physicalism is true at a possible world w if and only if any world that is a physical duplicate of w (without any further changes), is duplicate of w without qualification. This allows a world in which there are only physical properties to be counted as one at which physicalism is true, since worlds in which there is some extra stuff are not \"minimal\" physical duplicates of such a world, nor are they minimal physical duplicates of worlds that contain some non-physical properties that are metaphysically necessitated by the physical.[28]\n\nBut while statement 2 overcomes the problem of worlds at which there is some extra stuff (sometimes referred to as the \"epiphenomenal ectoplasm problem\"[29]) it faces a different challenge: the so-called \"blockers problem\".[30] Imagine a world where the relation between the physical and non-physical properties at this world (call the world w1) is slightly weaker than metaphysical necessitation, such that a certain kind of non-physical intervener—\"a blocker\"—could, were it to exist at w1, prevent the non-physical properties in w1 from being instantiated by the instantiation of the physical properties at w1. Since statement 2 rules out worlds which are physical duplicates of w1 that also contain non-physical interveners by virtue of the minimality, or that's-all clause, statement 2 gives the (allegedly) incorrect result that physicalism is true at w1. One response to this problem is to abandon statement 2 in favour of the alternative possibility mentioned earlier in which supervenience-based formulations of physicalism are restricted to what David Chalmers (1996) calls \"positive properties\". A positive property is one that \"...if instantiated in a world W, is also instantiated by the corresponding individual in all worlds that contain W as a proper part.\"[31] Following this suggestion, we can then formulate physicalism as follows:\n\n3) Physicalism is true at a possible world w if and only if any world that is a physical duplicate of w is a positive duplicate of w.[32]\n\nOn the face of it, statement 3 seems able to handle both the epiphenomenal ectoplasm problem and the blockers problem. With regard to the former, statement 3 gives the correct result that a purely physical world is one at which physicalism is true, since worlds in which there is some extra stuff are positive duplicates of a purely physical world. With regard to the latter, statement 3 appears to have the consequence that worlds in which there are blockers are worlds where positive non-physical properties of w1 will be absent, hence w1 will not be counted as a world at which physicalism is true.[33] Daniel Stoljar (2010) objects to this response to the blockers problem on the basis that since the non-physical properties of w1 aren't instantiated at a world in which there is a blocker, they are not positive properties in Chalmers' (1996) sense, and so statement 3 will count w1 as a world at which physicalism is true after all.[34]\n\nA further problem for supervenience-based formulations of physicalism is the so-called \"necessary beings problem\".[23] A necessary being in this context is a non-physical being that exists in all possible worlds (for example what theists refer to as God). A necessary being is compatible with all the definitions provided, because it is supervenient on everything; yet it is usually taken to contradict the notion that everything is physical. So any supervenience-based formulation of physicalism will at best state a necessary but not sufficient condition for the truth of physicalism.[23]\n\nAdditional objections have been raised to the above definitions provided for supervenience physicalism: one could imagine an alternate world that differs only by the presence of a single ammonium molecule (or physical property), and yet based on statement 1, such a world might be completely different in terms of its distribution of mental properties.[35] Furthermore, there are differences expressed concerning the modal status of physicalism; whether it is a necessary truth, or is only true in a world which conforms to certain conditions (i.e. those of physicalism).[2]\n\nClosely related to supervenience physicalism, is realisation physicalism, the thesis that every instantiated property is either physical or realised by a physical property.[36]\n\nToken physicalism is the proposition that \"for every actual particular (object, event or process) x, there is some physical particular y such that x = y\". It is intended to capture the idea of \"physical mechanisms\".[2] Token physicalism is compatible with property dualism, in which all substances are \"physical\", but physical objects may have mental properties as well as physical properties. Token physicalism is not however equivalent to supervenience physicalism. Firstly, token physicalism does not imply supervenience physicalism because the former does not rule out the possibility of non-supervenient properties (provided that they are associated only with physical particulars). Secondarily, supervenience physicalism does not imply token physicalism, for the former allows supervenient objects (such as a \"nation\", or \"soul\") that are not equal to any physical object.\n\n"
        },
        {
            "title": "Reductionism and emergentism",
            "text": "There are multiple versions of reductionism.[2] In the context of physicalism, the reductions referred to are of a \"linguistic\" nature, allowing discussions of, say, mental phenomena to be translated into discussions of physics. In one formulation, every concept is analysed in terms of a physical concept. One counter-argument to this supposes there may be an additional class of expressions which is non-physical but which increases the expressive power of a theory.[37] Another version of reductionism is based on the requirement that one theory (mental or physical) be logically derivable from a second.[38]\n\nThe combination of reductionism and physicalism is usually called reductive physicalism in the philosophy of mind. The opposite view is non-reductive physicalism. Reductive physicalism is the view that mental states are both nothing over and above physical states and reducible to physical states. One version of reductive physicalism is type physicalism or mind-body identity theory. Type physicalism asserts that \"for every actually instantiated property F, there is some physical property G such that F=G\".[2] Unlike token physicalism, type physicalism entails supervenience physicalism.\n\nReductive versions of physicalism are increasingly unpopular as they do not account for mental lives. The brain on this position as a physical substance has only physical attributes such as a particular volume, a particular mass, a particular density, a particular location, a particular shape, and so on. However, the brain on this position does not have any mental attributes. The brain is not overjoyed or unhappy. The brain is not in pain. When a person's back aches and he or she is in pain, it is not the brain that is suffering even though the brain is associated with the neural circuitry that provides the experience of pain. Reductive physicalism therefore cannot explain mental lives. In the event of fear, for example, doubtlessly there is neural activity that is corresponding with the experience of fear. However, the brain itself is not fearful. Fear cannot be reduced to a physical brain state even though it is corresponding with neural activity in the brain. For this reason, reductive physicalism is argued to be indefensible as it cannot be reconciled with mental experience.[4]\n\nAnother common argument against type physicalism is multiple realizability, the possibility that a psychological process (say) could be instantiated by many different neurological processes (even non-neurological processes, in the case of machine or alien intelligence).[35][39] For in this case, the neurological terms translating a psychological term must be disjunctions over the possible instantiations, and it is argued that no physical law can use these disjunctions as terms.[39] Type physicalism was the original target of the multiple realizability argument, and it is not clear that token physicalism is susceptible to objections from multiple realizability.[40]\n\nThere are two versions of emergentism, the strong version and the weak version. Supervenience physicalism has been seen as a strong version of emergentism, in which the subject's psychological experience is considered genuinely novel.[2] Non-reductive physicalism, on the other side, is a weak version of emergentism because it does not need that the subject's psychological experience be novel. The strong version of emergentism is incompatible with physicalism. Since there are novel mental states, mental states are not nothing over and above physical states. However, the weak version of emergentism is compatible with physicalism.\n\nWe can see that emergentism is actually a very broad view. Some forms of emergentism appear either incompatible with physicalism or equivalent to it (e.g. posteriori physicalism),[41] others appear to merge both dualism and supervenience. Emergentism compatible with dualism claims that mental states and physical states are metaphysically distinct while maintaining the supervenience of mental states on physical states. This proposition however contradicts supervenience physicalism, which asserts a denial of dualism.\n\n"
        },
        {
            "title": "A priori versus a posteriori physicalism",
            "text": "Physicalists hold that physicalism is true. A natural question for physicalists, then, is whether the truth of physicalism is deducible a priori from the nature of the physical world (i.e., the inference is justified independently of experience, even though the nature of the physical world can itself only be determined through experience) or can only be deduced a posteriori (i.e., the justification of the inference itself is dependent upon experience). So-called \"a priori physicalists\" hold that from knowledge of the conjunction of all physical truths, a totality or that's-all truth (to rule out non-physical epiphenomena, and enforce the closure of the physical world), and some primitive indexical truths such as \"I am A\" and \"now is B\", the truth of physicalism is knowable a priori.[42] Let \"P\" stand for the conjunction of all physical truths and laws, \"T\" for a that's-all truth, \"I\" for the indexical \"centering\" truths, and \"N\" for any [presumably non-physical] truth at the actual world. We can then, using the material conditional \"→\", represent a priori physicalism as the thesis that PTI → N is knowable a priori.[42] An important wrinkle here is that the concepts in N must be possessed non-deferentially in order for PTI → N to be knowable a priori. The suggestion, then, is that possession of the concepts in the consequent, plus the empirical information in the antecedent is sufficient for the consequent to be knowable a priori.\n\nAn \"a posteriori physicalist\", on the other hand, will reject the claim that PTI → N is knowable a priori. Rather, they would hold that the inference from PTI to N is justified by metaphysical considerations that in turn can be derived from experience. So the claim then is that \"PTI and not N\" is metaphysically impossible.\n\nOne commonly issued challenge to a priori physicalism and to physicalism in general is the \"conceivability argument\", or zombie argument.[43] At a rough approximation, the conceivability argument runs as follows:\n\nP1) PTI and not Q (where \"Q\" stands for the conjunction of all truths about consciousness, or some \"generic\" truth about someone being \"phenomenally\" conscious [i.e., there is \"something it is like\"[44] to be a person x] ) is conceivable (i.e., it is not knowable a priori that PTI and not Q is false).\n\nP2) If PTI and not Q is conceivable, then PTI and not Q is metaphysically possible.\n\nP3) If PTI and not Q is metaphysically possible then physicalism is false.\n\nC) Physicalism is false.[45]\n\nHere proposition P3 is a direct application of the supervenience of consciousness, and hence of any supervenience-based version of physicalism: If PTI and not Q is possible, there is some possible world where it is true. This world differs from [the relevant indexing on] our world, where PTIQ is true. But the other world is a minimal physical duplicate of our world, because PT is true there. So there is a possible world which is a minimal physical duplicate of our world, but not a full duplicate; this contradicts the definition of physicalism that we saw above.\n\nSince a priori physicalists hold that PTI → N is a priori, they are committed to denying P1) of the conceivability argument. The a priori physicalist, then, must argue that PTI and not Q, on ideal rational reflection, is incoherent or contradictory.[46]\n\nA posteriori physicalists, on the other hand, generally accept P1) but deny P2)--the move from \"conceivability to metaphysical possibility\". Some a posteriori physicalists think that unlike the possession of most, if not all other empirical concepts, the possession of consciousness has the special property that the presence of PTI and the absence of consciousness will be conceivable—even though, according to them, it is knowable a posteriori that PTI and not Q is not metaphysically possible. These a posteriori physicalists endorse some version of what Daniel Stoljar (2005) has called \"the phenomenal concept strategy\".[47] Roughly speaking, the phenomenal concept strategy is a label for those a posteriori physicalists who attempt to show that it is only the concept of consciousness—not the property—that is in some way \"special\" or sui generis.[48] Other a posteriori physicalists[49] eschew the phenomenal concept strategy, and argue that even ordinary macroscopic truths such as \"water covers 60% of the earth's surface\" are not knowable a priori from PTI and a non-deferential grasp of the concepts \"water\" and \"earth\" et cetera. If this is correct, then we should (arguably) conclude that conceivability does not entail metaphysical possibility, and P2) of the conceivability argument against physicalism is false.[50]\n\n"
        },
        {
            "title": "Other views",
            "text": "Galen Strawson's realistic physicalism or realistic monism[51] entails panpsychism – or at least micropsychism.[52][53][54] Strawson argues that \"many—perhaps most—of those who call themselves physicalists or materialists [are mistakenly] committed to the thesis that physical stuff is, in itself, in its fundamental nature, something wholly and utterly non-experiential... even when they are prepared to admit with Eddington that physical stuff has, in itself, 'a nature capable of manifesting itself as mental activity', i.e. as experience or consciousness\".[52] Because experiential phenomena allegedly cannot be emergent from wholly non-experiential phenomena, philosophers are driven to substance dualism, property dualism, eliminative materialism and \"all other crazy attempts at wholesale mental-to-non-mental reduction\".[52]\n\n"
        }
    ]
}