{
    "url": "https://en.wikipedia.org/wiki/Pierre_Etaix",
    "title": "Pierre Étaix",
    "table_of_contents": [
        "1 Biography",
        "2 Awards",
        "3 Filmography",
        "3.1 As director[6]",
        "3.2 As actor",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPierre Étaix (French: [etɛks]; 23 November 1928 – 14 October 2016) was a French clown, comedian and filmmaker. Étaix made a series of short- and feature-length films, many of them co-written by influential screenwriter Jean-Claude Carrière. He won an Academy Award for best live action short film in 1963. Due to a legal dispute with a distribution company, his films were unavailable from the 1970s until 2009.[1]\n\nAs an actor, assistant director and gag writer, Étaix worked with the likes of Jacques Tati, Robert Bresson, Nagisa Oshima, Otar Iosseliani and Jerry Lewis, the last of whom cast the comedian in his unreleased film The Day the Clown Cried.\n\n"
        },
        {
            "title": "Biography",
            "text": "Étaix was born in 1928 in Roanne, France. He was trained as a graphic designer and introduced to the art of stained glass by Théodore-Gérard Hanssen.  He settled in Paris where he worked as a magazine illustrator while performing in cabarets and music halls, such as The Golden Horse, The Three Donkeys, ABC, the Alhambra, Bobino and Olympia, and a circus performer with the clown Nino.[1]\n\nHe met Jacques Tati in 1954 and worked as a draftsman and gagman on Tati's film Mon Oncle (1958), including the creation of the film's promotional poster, then as assistant director. According to many film critics as well as his fellow film makers,[1] Pierre Étaix was a continuation of the great masters of slapstick and the comedy film the silent era such as Buster Keaton, Harold Lloyd, Harry Langdon, Max Linder, Charlie Chaplin, and Laurel and Hardy.\n\nHis first feature films as director were The Suitor (1962) and Yoyo (1965), where he paid homage to the circus world. He then directed an anthology film of four shorts, As Long as You've Got Your Health (1966), and  The Great Love (1969).  Both of these were co-written with Carrière.\n\nFaced with the scarcity of French circus artists, Étaix decided to found the National Circus School (1973) with Annie Fratellini, whom he married in 1969, and wore a white clown suit during tours of their own circus, having long played the tramp.\n\nEtaix died from complications of an intestinal infection on 14 October 2016 in Paris. He was 87.[1]\n\nJerry Lewis once remarked that twice in his life he understood what genius meant: the first time when he looked up the definition in a dictionary, and the second time when he met Pierre Etaix.[2]\n\n"
        }
    ]
}