{
    "url": "https://en.wikipedia.org/wiki/Pietism",
    "title": "Pietism",
    "table_of_contents": [
        "1 Beliefs",
        "2 By country",
        "2.1 Germany",
        "2.2 Scandinavia",
        "3 History",
        "3.1 Forerunners",
        "3.2 Founding",
        "3.3 Early leaders",
        "3.4 Establishment reaction",
        "3.5 Hymnody",
        "3.6 Later history",
        "4 Impact on party voting in United States and Great Britain",
        "5 Cross-Denominational influence",
        "5.1 Influence on the Methodists",
        "5.2 Influence on American religion",
        "6 Influence on science",
        "7 See also",
        "8 References",
        "9 Further reading",
        "9.1 Older works",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pietism (/ˈpaɪ.ɪtɪzəm/), also known as Pietistic Lutheranism, is a movement within Lutheranism that combines its emphasis on biblical doctrine with an emphasis on individual piety and living a holy Christian life, including a social concern for the needy and disadvantaged.[1][2] It is also related to its non-Lutheran (but largely Lutheran-descended) Radical Pietism offshoot that either diversified or spread into various denominations or traditions, and has also had a contributing influence over the interdenominational Evangelical Christianity movement. \n\nAlthough the movement is aligned exclusively within Lutheranism, it had a tremendous impact on Protestantism worldwide, particularly in North America and Europe. Pietism originated in modern Germany in the late 17th century with the work of Philipp Spener, a Lutheran theologian whose emphasis on personal transformation through spiritual rebirth and renewal, individual devotion, and piety laid the foundations for the movement. Although Spener did not directly advocate the quietistic, legalistic, and semi-separatist practices of Pietism, they were more or less involved in the positions he assumed or the practices which he encouraged.\n\nPietism spread from Germany to Switzerland and the rest of German-speaking Europe, to Scandinavia and the Baltics (where it was heavily influential, leaving a permanent mark on the region's dominant Lutheranism, with figures like Hans Nielsen Hauge in Norway, Peter Spaak and Carl Olof Rosenius in Sweden, Katarina Asplund in Finland, and Barbara von Krüdener in the Baltics, and to the rest of Europe. It was further taken to North America, primarily by German and Scandinavian immigrants. There, it influenced Protestants of other ethnic and other (non-Lutheran) denominational backgrounds, contributing to the 18th-century foundation of evangelicalism, an interdenominational movement within Protestantism that today has some 300 million followers.\n\nIn the middle of the 19th century, Lars Levi Laestadius spearheaded a Pietist revival in Scandinavia that upheld what came to be known as Laestadian Lutheran theology, which is adhered to today by the Laestadian Lutheran Church as well as by several congregations within other mainstream Lutheran Churches, such as the Evangelical Lutheran Church of Finland.[3][4] The Eielsen Synod and Association of Free Lutheran Congregations are Pietist Lutheran bodies that emerged in the Pietist Lutheran movement in Norway, which was spearheaded by Hans Nielsen Hauge.[5] In 1900, the Church of the Lutheran Brethren was founded and it adheres to Pietist Lutheran theology, emphasizing a personal conversion experience.[6]\n\nWhereas Pietistic Lutherans stayed within the Lutheran tradition, adherents of a related movement known as Radical Pietism believed in separating from the established Lutheran Churches.[7] Some of the theological tenets of Pietism also influenced other traditions of Protestantism, inspiring the Anglican priest John Wesley to begin the Methodist movement and Alexander Mack to begin the Anabaptist Brethren movement.\n\nPietism (in lower case spelling)[8] is also used to refer to an \"emphasis on devotional experience and practices\", or an \"affectation of devotion\",[9][8] \"pious sentiment, especially of an exaggerated or affected nature\",[10] not necessarily connected with Lutheranism or even Christianity.\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Pietistic Lutherans meet together in conventicles, \"apart from Divine Service in order to mutually encourage piety\".[11] They believe \"that any true Christian could point back in his or her life to an inner struggle with sin that culminated in a crisis and ultimately a decision to start a new, Christ-centered life.\"[11] Pietistic Lutherans emphasize following \"biblical divine commands of believers to live a holy life and to strive for holy living, or sanctification\".[12]\n\n"
        },
        {
            "title": "By country",
            "text": "Pietism did not die out in the 18th century, but was alive and active in the American Deutscher Evangelischer Kirchenverein des Westens (German Evangelical Church Society of the West, based in Gravois, later German Evangelical Synod of North America and still later the Evangelical and Reformed Church, a precursor of the United Church of Christ.) The church president from 1901 to 1914 was a pietist named Jakob Pister.[13] Some vestiges of Pietism were still present in 1957 at the time of the formation of the United Church of Christ. In the 21st century Pietism is still alive in groups inside the Evangelical Church in Germany. These groups are called Landeskirchliche Gemeinschaften and emerged in the second half of the 19th century in the so-called Gemeinschaftsbewegung.\n\nThe 19th century saw a revival of confessional Lutheran doctrine, known as the neo-Lutheran movement. This movement focused on a reassertion of the identity of Lutherans as a distinct group within the broader community of Christians, with a renewed focus on the Lutheran Confessions as a key source of Lutheran doctrine. Associated with these changes was a renewed focus on traditional doctrine and liturgy, which paralleled the growth of Anglo-Catholicism in England.[14]\n\nSome writers on the history of Pietism – e.g. Heppe and Ritschl – have included under it nearly all religious tendencies amongst Protestants of the last three centuries in the direction of a more serious cultivation of personal piety than that prevalent in the various established churches. Ritschl, too, treats Pietism as a retrograde movement of Christian life towards Catholicism. Some historians also speak of a later or modern Pietism, characterizing thereby a party in the German Church probably influenced by remains of Spener's Pietism in Westphalia, on the Rhine, in Württemberg, Halle upon Saale, and Berlin.\n\nThe party, termed the Repristination Movement, was chiefly distinguished by its opposition to an independent scientific study of theology, its principal theological leader being Hengstenberg and its chief literary organ, the Evangelische Kirchenzeitung.\n\nPietism also had a strong influence on contemporary artistic culture in Germany; though unread today, the Pietist Johann Georg Hamann held a strong influence in his day. Pietist belief in the power of individual meditation on the divine – a direct, individual approach to the ultimate spiritual reality of God – was probably partly responsible for the uniquely metaphysical, idealistic nature of German Romantic philosophy.\n\nIn Denmark, Pietistic Lutheranism became popular in 1703.[15] There, the faithful were organized into conventicles that \"met for prayer and Bible reading\".[15]\n\nPietistic Lutheranism entered Sweden in the 1600s after the writings of Johann Arndt, Philipp Jakob Spener, and August Hermann Francke became popular.[16] Pietistic Lutheranism gained patronage under Archbishop Erik Benzelius, who encouraged the Pietistic Lutheran practices.[16]\n\nLaestadian Lutheranism, a form of Pietistic Lutheranism, continues to flourish in Scandinavia, where Church of Sweden priest Lars Levi Laestadius spearheaded the revival in the 19th century.[3]\n\n"
        },
        {
            "title": "History",
            "text": "As the forerunners of the Pietists in the strict sense, certain voices had been heard bewailing the shortcomings of the church and advocating a revival of practical and devout Christianity. Amongst them were the Christian mystic Jakob Böhme (Behmen); Johann Arndt, whose work, True Christianity, became widely known and appreciated; Heinrich Müller, who described the font, the pulpit, the confessional, and the altar as \"the four dumb idols of the Lutheran Church\"; the theologian Johann Valentin Andrea, court chaplain of the Landgrave of Hesse; Schuppius, who sought to restore the Bible to its place in the pulpit; and Theophilus Grossgebauer (d. 1661) of Rostock, who from his pulpit and by his writings raised what he called \"the alarm cry of a watchman in Sion\".\n\nThe direct originator of the movement was Philipp Spener. Born at Rappoltsweiler in Alsace, now in France, on 13 January 1635, trained by a devout godmother who used books of devotion like Arndt's True Christianity, Spener was convinced of the necessity of a moral and religious reformation within German Lutheranism. He studied theology at Strasbourg, where the professors at the time (and especially Sebastian Schmidt) were more inclined to \"practical\" Christianity than to theological disputation. He afterwards spent a year in Geneva, and was powerfully influenced by the strict moral life and rigid ecclesiastical discipline prevalent there, and also by the preaching and the piety of the Waldensian professor Antoine Leger and the converted Jesuit preacher Jean de Labadie.\n\nDuring a stay in Tübingen, Spener read Grossgebauer's Alarm Cry, and in 1666 he entered upon his first pastoral charge at Frankfurt with a profound opinion that the Christian life within Evangelical Lutheranism was being sacrificed to zeal for rigid Lutheran orthodoxy. Pietism, as a distinct movement in the German Church, began with religious meetings at Spener's house (collegia pietatis) where he repeated his sermons, expounded passages of the New Testament, and induced those present to join in conversation on religious questions. In 1675, Spener published his Pia desideria or Earnest Desire for a Reform of the True Evangelical Church, the title giving rise to the term \"Pietists\". This was originally a pejorative term given to the adherents of the movement by its enemies as a form of ridicule, like that of \"Methodists\" somewhat later in England.\n\nIn Pia desideria, Spener made six proposals as the best means of restoring the life of the church:\n\nThis work produced a great impression throughout Germany. While large numbers of orthodox Lutheran theologians and pastors were deeply offended by Spener's book, many other pastors immediately adopted Spener's proposals.\n\nIn 1686 Spener accepted an appointment to the court-chaplaincy at Dresden, which opened to him a wider though more difficult sphere of labor. In Leipzig, a society of young theologians was formed under his influence for the learned study and devout application of the Bible. Three magistrates belonging to that society, one of whom was August Hermann Francke, subsequently the founder of the famous orphanage at Halle (1695), commenced courses of expository lectures on the Scriptures of a practical and devotional character, and in the German language, which were zealously frequented by both students and townsmen. The lectures aroused the ill-will of the other theologians and pastors of Leipzig, and Francke and his friends left the city, and with the aid of Christian Thomasius and Spener founded the new University of Halle. The theological chairs in the new university were filled in complete conformity with Spener's proposals. The main difference between the new Pietistic Lutheran school and the orthodox Lutherans arose from the Pietists' conception of Christianity as chiefly consisting in a change of heart and consequent holiness of life. Orthodox Lutherans rejected this viewpoint as a gross simplification, stressing the need for the church and for sound theological underpinnings.\n\nSpener died in 1705, but the movement, guided by Francke and fertilized from Halle, spread through the whole of Middle and North Germany. Among its greatest achievements, apart from the philanthropic institutions founded at Halle, were the revival of the Moravian Church in 1727 by Count von Zinzendorf, Spener's godson and a pupil in the Halle School for Young Noblemen, and the establishment of Protestant missions. In particular, Bartholomäus Ziegenbalg (10 July 1682 – 23 February 1719) became the first Pietist missionary to India.\n\nSpener stressed the necessity of a new birth and separation of Christians from the world (see Asceticism). Many Pietists maintained that the new birth always had to be preceded by agonies of repentance, and that only a regenerated theologian could teach theology. The whole school shunned all common worldly amusements, such as dancing, the theatre, and public games. Some believe this led to a new form of justification by works. Its ecclesiolae in ecclesia also weakened the power and meaning of church organization. These Pietistic attitudes caused a counter-movement at the beginning of the 18th century; one leader was Valentin Ernst Löscher, superintendent at Dresden.\n\nAuthorities within state-endorsed Churches were suspicious of pietist doctrine which they often viewed as a social danger, as it \"seemed either to generate an excess of evangelical fervor and so disturb the public tranquility or to promote a mysticism so nebulous as to obscure the imperatives of morality. A movement which cultivated religious feeling almost as an end itself\". While some pietists (such as Francis Magny) held that \"mysticism and the moral law went together\", for others (like his pupil Françoise-Louise de la Tour) \"pietist mysticism did less to reinforce the moral law than to take its place… the principle of 'guidance by inner light' was often a signal to follow the most intense of her inner sentiments… the supremacy of feeling over reason\".[17] Religious authorities could bring pressure on pietists, such as when they brought some of Magny's followers before the local consistory to answer questions about their unorthodox views[18] or when they banished Magny from Vevey for heterodoxy in 1713.[17] Likewise, pietism challenged the orthodoxy via new media and formats: Periodical journals gained importance versus the former pasquills and single thesis, traditional disputation was replaced by competitive debating, which tried to gain new knowledge instead of defending orthodox scholarship.[19]\n\nAs a distinct movement, Pietism had its greatest strength by the middle of the 18th century; its very individualism in fact helped to prepare the way for the Enlightenment (Aufklärung), which took the church in an altogether different direction. Yet some claim that Pietism contributed largely to the revival of Biblical studies in Germany and to making religion once more an affair of the heart and of life and not merely of the intellect.[citation needed]\n\nIt likewise gave a new emphasis to the role of the laity in the church. Rudolf Sohm claimed that \"It was the last great surge of the waves of the ecclesiastical movement begun by the Reformation; it was the completion and the final form of the Protestantism created by the Reformation. Then came a time when another intellectual power took possession of the minds of men.\" Dietrich Bonhoeffer of the German Confessing Church framed the same characterization in less positive terms when he called Pietism the last attempt to save Christianity as a religion: Given that for him religion was a negative term, more or less an opposite to revelation, this constitutes a rather scathing judgment. Bonhoeffer denounced the basic aim of Pietism, to produce a \"desired piety\" in a person, as unbiblical.\n\nPietism is considered the major influence that led to the creation of the \"Evangelical Church of the Union\" in Prussia in 1817. The King of Prussia ordered the Lutheran and Reformed churches in Prussia to unite; they took the name \"Evangelical\" as a name both groups had previously identified with. This union movement spread through many German lands in the 1800s. Pietism, with its looser attitude toward confessional theology, had opened the churches to the possibility of uniting. The unification of the two branches of German Protestantism sparked the Schism of the Old Lutherans. Many Lutherans, called Old Lutherans formed free churches or emigrated to the United States and Australia, where they formed bodies that would later become the Lutheran Church–Missouri Synod and the Lutheran Church of Australia, respectively. (Many immigrants to America, who agreed with the union movement, formed German Evangelical Lutheran and Reformed congregations, later combined into the Evangelical Synod of North America, which is now a part of the United Church of Christ.)\n\nIn the middle of the 19th century, Lars Levi Laestadius spearheaded a Pietist revival in Scandinavia that upheld what came to be known as Laestadian Lutheran theology, which is heralded today by the Laestadian Lutheran Church as well as by several congregations within mainstream Lutheran Churches, such as the Evangelical Lutheran Church of Finland and the Church of Sweden.[3][20] After encountering a Sami woman who experienced a conversion, Laestadius had a similar experience that \"transformed his life and defined his calling\".[4] As such, Laestadius \"spend the rest of his life advancing his idea of Lutheran pietism, focusing his energies on marginalized groups in the northernmost regions of the Nordic countries\".[4] Laestadius called on his followers to embrace their Lutheran identity and as a result, Laestadian Lutherans have remained a part of the Evangelical Lutheran Church of Finland, the national Church in that country, with some Laestadian Lutherans being consecrated as bishops.[4] In the United States, Laestadian Lutheran Churches were formed for Laestadian Pietists.[4] Laestadian Lutherans observe the Lutheran sacraments, holding classical Lutheran theology on infant baptism and the real presence of Christ in the Eucharist, and also heavily emphasize Confession.[21] Uniquely, Laestadian Lutherans \"discourage watching television, attending movies, dancing, playing card games or games of chance, and drinking alcoholic beverages\", as well as avoiding birth control—Laestadian Lutheran families usually have four to ten children.[21] Laestadian Lutherans gather in a central location for weeks at a time for summer revival services in which many young adults find their future spouses.[21]\n\nR. J. Hollingdale, who translated Friedrich Nietzsche's Thus Spake Zarathustra into English, argued that a number of the themes of the work (especially amor fati) originated in the Lutheran Pietism of Nietzsche's childhood – Nietzsche's father, Carl Ludwig Nietzsche, was a Lutheran pastor who supported the Pietist movement.[22]\n\nIn 1900, the Church of the Lutheran Brethren was founded and it adheres to Pietist Lutheran theology, emphasizing a personal conversion experience.[6][23]\n\n"
        },
        {
            "title": "Impact on party voting in United States and Great Britain",
            "text": "In the United States, Richard L. McCormick says, \"In the nineteenth century voters whose religious heritage was pietistic or evangelical were prone to support the Whigs and, later, the Republicans.\" Paul Kleppner generalizes, \"the more pietistic the group's outlook the more intensely Republican its partisan affiliation.\"[24] McCormick notes that the key link between religious values and politics resulted from the \"urge of evangelicals and Pietists to 'reach out and purge the world of sin'\".[25] Pietism became influential among Scandinavian Lutherans; additionally it affected other denominations in the United States, such as the Northern Methodists, Northern Baptists, Congregationalists, Presbyterians, Disciples of Christ, and some smaller groups. The great majority were based in the northern states; some of these groups in the South would rather support the Democrats.[26]\n\nIn England in the late 19th and early 20th century, the Nonconformist Protestant denominations, such as the Methodists, Baptists and Congregationalists, formed the base of the Liberal Party.[27] David Hempton states, \"The Liberal Party was the main beneficiary of Methodist political loyalties.\"[28]\n\n"
        },
        {
            "title": "Cross-Denominational influence",
            "text": "Pietism was a major influence on John Wesley and others who began the Methodist movement in 18th-century Great Britain. John Wesley was influenced significantly by Moravians (e.g., Zinzendorf, Peter Boehler) and Pietists connected to Francke and Halle Pietism. The fruit of these Pietist influences can be seen in the modern American Methodists and members of the Holiness movement.\n\nPietism had an influence on American religion, as many German immigrants settled in Pennsylvania, New York, and other areas. Its influence can be traced in Evangelicalism. Balmer says that:\n\n"
        },
        {
            "title": "Influence on science",
            "text": "The Merton Thesis is an argument about the nature of early experimental science proposed by Robert K. Merton. Similar to Max Weber's famous claim on the link between Protestant ethic and the capitalist economy, Merton argued for a similar positive correlation between the rise of Protestant Pietism and early experimental science.[30] The Merton Thesis has resulted in continuous debates.[31]\n\n"
        },
        {
            "title": "Further reading",
            "text": "The subject is dealt with at length in\n\nOther works are:\n\nSee also\n\nThe most extensive and current edition on Pietism is the four-volume edition in German, covering the entire movement in Europe and North America\n\n"
        }
    ]
}