{
    "url": "https://en.wikipedia.org/wiki/Piety",
    "title": "Piety",
    "table_of_contents": [
        "1 Etymology",
        "2 Classical interpretation",
        "3 As a virtue",
        "4 Piety and devotion",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Piety is a virtue  which may include religious devotion or spirituality. A common element in most conceptions of piety is a duty of respect. In a religious context piety may be expressed through pious activities or devotions, which may vary among countries and cultures.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word piety comes from the Latin word pietas, the noun form of the adjective pius (which means \"devout\" or \"dutiful\").\n\n"
        },
        {
            "title": "Classical interpretation",
            "text": "Pietas in traditional Latin usage expressed a complex, highly valued Roman virtue; a man with pietas respected his responsibilities to gods, country, parents, and kin.[1] In its strictest sense it was the sort of love a son ought to have for his father. Aeneas's consistent epithet in Virgil and other Latin authors is pius, a term  which connotes reverence toward the gods and familial dutifulness. At the fall of Troy, Aeneas carries to safety his father, the lame Anchises, and the Lares and Penates, the statues of the household gods.\n\nIn addressing whether children have an obligation to provide support for their parents, Aquinas quotes, Cicero, \"...\"piety gives both duty and homage\": \"duty\" referring to service, and \"homage\" to reverence or honor.\"[2] Filial piety is central to Confucian ethics;[3] reverence for parents is considered in Chinese ethics the prime virtue and the basis of all right human relations.[4]\n\n"
        },
        {
            "title": "As a virtue",
            "text": "In Catholicism, Eastern Orthodoxy, Lutheranism, and Anglicanism, piety is one of the seven gifts of the Holy Spirit. \"It engenders in the soul a filial respect for God, a generous love toward him, and an affectionate obedience that wants to do what he commands because it loves the one who commands.\"[5] St. Gregory the Great, in demonstrating the interrelationship among the gifts, said \"Through the fear of the Lord, we rise to piety, from piety then to knowledge,...\"[6]\n\nAquinas spoke of piety in the context of one's parents and country, and given the obligation to accord each what is rightfully due them, related it to the cardinal virtue of justice. (By analogy, rendering to God what is due him, Aquinas identified as the virtue of religion, also related to justice.[7]) Professor Richard McBrien said of piety that, \"It is a gift of the Holy Spirit by which we are motivated and enabled to be faithful and respectful to those -- ultimately, God -- who have had a positive, formative influence on our lives and to whom we owe a debt of gratitude,\"[8] and requires one to acknowledge, to the extent possible, the sources of those many blessings through words and gestures great and small.\n\nPiety belongs to the virtue of Religion, which the concordant judgment of theologians put among the moral virtues, as a part of the cardinal virtue Justice, since by it one tenders to God what is due to him.[9] The gift of piety perfects the virtue of justice, enabling the individual to fulfill his obligations to God and neighbor, and to do so willingly and joyfully. By inspiring a person with a tender and filial confidence in God, the gift of piety makes them joyfully embrace all that pertains to His service.[10]\n\nJohn Calvin said, \"I call ‘piety’ that reverence joined with love of God which the knowledge of his benefits induces. For until [people] recognize that they owe everything to God, that they are nourished by his fatherly care, that he is the Author of their every good, that they should seek nothing beyond him—they will never yield him willing service.\" (Institutes, I.ii.1)[11] Bishop Pierre Whalon says that \"Piety, therefore, is the pursuit of an ever-greater sense of being in the presence of God.\"[12]\n\nThe Gift of Piety is synonymous with of filial trust in God.[13] Through piety, a person shows reverence for God as a loving Father, and respect for others as children of God.\n\nPope John Paul II defined piety as \"the gift of reverence for what comes from God,\" and related it to his earlier lectures on the Theology of the Body.[14] In a General Audience in June 2014, Pope Francis said, \"When the Holy Spirit helps us sense the presence of the Lord and all of his love for us, it warms our heart and drives us almost naturally to prayer and celebration.\"[15] \"Piety\", said Pope Francis, points up \"our friendship with God.\" It is a gift that enables people to serve their neighbor \"with gentleness and with a smile.\"[16]\n\n"
        },
        {
            "title": "Piety and devotion",
            "text": "Expressions of piety vary according to country and local tradition. \"Feast days\", with their preparations for various religious celebrations and activities, have contributed much in forging the traditions peculiar to a given community. Many of pious exercises are part of the cultic patrimony of particular Churches or religious families.[17] Devotions help incorporate faith into daily life.[18]\n\n\"They are the manifestation of a theological life nourished by the working of the Holy Spirit who has been poured into our hearts (cf. Rom 5:5).\"[20]\n\nWhile acknowledging that Anglican piety took the forms of more frequent communion and liturgical observances and customs, Bishop Ronald Williams spoke for increased reading of the Bible.[21]\n\nIn the Methodist Church, works of piety are a means of grace. They can be personal, such as reading, prayer, and meditation; or communal, such as sharing in the sacraments or Bible study.[22] For Presbyterians, piety refers to a whole realm of practices—such as worship, prayer, singing, and service—that help shape and guide the way one's reverence and love for God are expressed; and \"the duty of the Christian to live a life of piety in accordance with God’s moral law\".[23]\n\nThe veneration of sacred images belongs to the very nature of Catholic piety, with the understanding that \"the honour rendered to the image is directed to the person represented\".[24]\n\n"
        }
    ]
}