{
    "url": "https://en.wikipedia.org/wiki/Pink_film",
    "title": "Pink film",
    "table_of_contents": [
        "1 Description",
        "2 History",
        "2.1 Background",
        "2.2 First wave (The \"Age of Competition\" 1962–1971)",
        "2.3 Toei Pinky Violence",
        "2.4 Nikkatsu Roman Porno",
        "2.5 1980s",
        "2.6 1990s",
        "2.7 Pink film today",
        "3 Directors",
        "4 Actresses",
        "5 Notable pink films and related genres",
        "5.1 Pink films",
        "5.2 Nikkatsu \"Roman Porno\"",
        "5.3 Toei \"Pinky violence\"",
        "6 Awards",
        "6.1 Hochi Film Award",
        "6.2 Kinema Junpo awards",
        "6.3 Nikkatsu awards",
        "6.4 Ona-Pet Award",
        "6.5 Pink Grand Prix",
        "6.6 Pinky Ribbon Awards",
        "6.7 Yokohama Film Festival",
        "6.8 Zoom-Up Awards",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPink film (ピンク映画, Pinku eiga) in its broadest sense includes almost any Japanese theatrical film that includes nudity (hence 'pink') or deals with sexual content.[1] This encompasses everything from dramas to action thrillers and exploitation film features.  The Western equivalent of pink films would essentially be erotic thrillers, e.g. Fatal Attraction, Fifty Shades of Grey, Basic Instinct, 9½ Weeks , as well as the works of directors Russ Meyer and Andy Sidaris. \n\nSome writers use the term 'pink film' for Japanese sex movies produced and distributed by smaller independent studios such as OP Eiga, Shintōhō Eiga, Kokuei and Xces. In this narrower sense, Nikkatsu's Roman Porno series, Toei Company's Pinky Violence series and the Tokatsu films distributed by Shochiku would not be included as these studios have much larger distribution networks.[2]\n\nUntil the early 2000s, they were almost exclusively shot on 35mm film. Recently, filmmakers have increasingly used video (while retaining their emphasis on soft-core narrative). Many theaters swapped 35mm for video projectors and began relying on old videos to meet the demand of triple-feature showings.\n\nPink films became wildly popular in the mid-1960s and dominated the Japanese domestic cinema through the mid-1980s.[3][4] In the 1960s, the pink films were largely the product of small, independent studios. Around 1970, the major studio Nikkatsu started focusing almost exclusively on erotic content, but Toei, another major film production company, started producing a line of what came to be known as Pinky Violence films. With their access to higher production values and talent, some of these films became critical and popular successes.[5] Though the appearance of the adult video led viewers to move away from pink film in the 1980s, films in this genre are still being produced.\n\n"
        },
        {
            "title": "Description",
            "text": "The \"pink film\", or \"eroduction\" (erotic production) as it was first called,[6] is a cinematic genre without an exact equivalent in the West.[5] Though called pornography, the terms \"erotica\", \"soft porn\" and \"sexploitation\" have been suggested as more appropriate, although none of these precisely matches the pink film genre.[7]\n\nThe Japanese film ethics board Eirin has long enforced a ban on the display of genitals and pubic hair. This restriction forced Japanese filmmakers to develop sometimes elaborate means of avoiding showing the \"working parts\", as American film historian Donald Richie puts it.[8]  He wrote:\n\nTo work around this censorship, most Japanese directors positioned props—lamps, candles, bottles, etc.—at strategic locations to block the banned body parts. When this was not done, the most common alternative techniques are digital scrambling, covering the prohibited area with a black box or a fuzzy white spot, known as a mosaic or \"fogging\".[9]\n\nSome have claimed that it is this censorship that gives the Japanese erotic cinema its particular style. Richie wrote:\n\nRichie makes a distinction between the erotic films of the major studios such as Nikkatsu and Toei as against the low-budget pink films produced by independents such as OP Eiga.\n\nContrasting the pink film with Western pornographic films, Pia Harritz says, \"What really stands out is the ability of pinku eiga to engage the spectator in more than just scenes with close-ups of genitals and finally the complexity in the representation of gender and the human mind.\"[11]\n\nRichie and Harritz enumerate the fundamental elements of the pink film formula as:\n\n"
        },
        {
            "title": "History",
            "text": "In the years since the end of World War II, eroticism had been gradually making its way into Japanese cinema. The first kiss to be seen in Japanese film—discreetly half-hidden by an umbrella—caused a national sensation in 1946.[16] Although throughout the 1940s and early 1950s nudity in Japanese movie theaters, as in most of the world, was a taboo,[17] some films from the mid-50s such as Shintoho's female pearl-diver films starring buxom Michiko Maeda, began showing more flesh than would have previously been imaginable in the Japanese cinema.[18] During the same period, the taiyozoku films on the teen-age \"Sun Tribe\", such as Kō Nakahira's Crazed Fruit (1956), introduced unprecedented sexual frankness into Japanese films.[19]\n\nForeign films of this time, such as Ingmar Bergman's Summer with Monika (1953), Louis Malle's Amants (1958), and Russ Meyer's Immoral Mr. Teas (1959) introduced female nudity into international cinema, and were imported to Japan without problem.[17] Nevertheless, until the early 1960s, graphic depictions of nudity and sex in Japanese film could only be seen in single-reel \"stag films,\" made by film producers such as those depicted in Imamura's film The Pornographers (1966).[20]\n\nThe first wave of the pink film in Japan was contemporary with the similar U.S. sexploitation film genres, the \"nudie-cuties\" and \"roughies\".[21] Nudity and sex officially entered Japanese cinema with Satoru Kobayashi's controversial and popular independent production Flesh Market (Nikutai no Ichiba, 1962), which is considered the first true pink film.[22] Made for 8 million yen, Kobayashi's independent feature film took in over 100 million yen. Kobayashi remained active in directing pink films until the 1990s. Tamaki Katori, the star of the film, went on to become one of the leading early pink film stars, appearing in over 600, and earning the title \"Pink Princess\".[23]\n\nIn 1964, maverick kabuki, theater and film director Tetsuji Takechi directed Daydream, a big-budget film distributed by the major studio Shochiku. Takechi's Black Snow (1965), resulted in the director's arrest on charges of obscenity and a high-profile trial, which became a major battle between Japan's intellectuals and the establishment. Takechi won the lawsuit, and the publicity surrounding the trial helped bring about a boom in the production of pink films.[24]\n\nIn her introduction to the Weisser's Japanese Cinema Encyclopedia: The Sex Films, actress Naomi Tani calls this period in pink film production \"The Age of Competition\".[25] Though Japan's major studios, such as Nikkatsu and Shochiku made occasional forays into erotica in the 1960s, such as director Seijun Suzuki's Gate of Flesh (1964)—the first mainstream Japanese film to contain nudity,[22] the majority of erotic films were made by the independents. Independent studios such as Nihon Cinema and World Eiga made dozens of cheap, profitable \"eroductions\". Among the most influential independent studios producing pink films in this era were Shintōhō Eiga (the second studio to use this name), Million Film, Kantō, and Ōkura.[7] Typically shown on a three-film program, these films were made by these companies to show at their own chain of specialty theaters.[26]\n\nAnother major pink film studio, Wakamatsu Studios, was formed by director Kōji Wakamatsu in 1965, after quitting Nikkatsu. Known as \"The Pink Godfather\",[27] and called \"the most important director to emerge in the pink film genre\",[28] Wakamatsu's independent productions are critically respected works usually concerned with sex and extreme violence mixed with political messages.[29] His most controversial early films dealing with misogyny and sadism are The Embryo Hunts In Secret (1966), Violated Angels (1967), and Go, Go Second Time Virgin (1969).\n\nThree other important pink film directors of this time, Kan Mukai, Kin'ya Ogawa and Shin'ya Yamamoto (director) are known as \"The Heroes of the First Wave\".[30] In 1965, the same year as Wakamatsu became independent, directors Kan Mukai and Giichi Nishihara established their own production companies—Mukai Productions and Aoi Eiga.[31]\n\nThe \"first queen of Japanese sex movies\" was Noriko Tatsumi,[32] who made films at World Eiga and Nihon Cinema with director Kōji Seki.[33] Other major Sex Queens of the first wave of pink film included Setsuko Ogawa,[34] Mari Iwai,[35] Keiko Kayama,[36] and Miki Hayashi.[37] Other pink film stars of the era include Tamaki Katori, who appeared in many films for Giichi Nishihara and Kōji Wakamatsu; Kemi Ichiboshi, whose specialty was playing the role of a violated innocent;[38] and Mari Nagisa.[39] Younger starlets like Naomi Tani, and Kazuko Shirakawa were starting their careers and already making names for themselves in the pink film industry, but are best remembered today for their work with Nikkatsu during the 1970s.\n\nUntil the late 1960s, the \"pink film\" market was almost entirely the domain of low-budget independent companies. At the beginning of the 1970s, now losing their audiences to television and imported American films, Japan's major film studios were struggling for survival. In 1972, Richie reported, \"In Japan, the eroduction is the only type of picture that retains an assured patronage.\"[40]\nTo tap into this lucrative audience, major studio Toei entered the sexploitation market in 1971. In films like his ero-guro series and Joys of Torture series of the late 1960s director Teruo Ishii provided a model for Toei's sexploitation ventures by \"establishing a queasy mix of comedy and torture.\"[41] Producer Kanji Amao designed a group of series—shigeki rosen (Sensational Line), ijoseiai rosen (Abnormal Line), and harenchi rosen (Shameless Line), today collectively referred to as Toei's \"Pinky Violence\".[5][42] Most of Toei's films in this style used eroticism in conjunction with violent and action-filled stories. Several of these films have the theme of strong women exacting violent revenge for past injustices. The series was launched with the Delinquent Girl Boss (Zubeko Bancho) films starring Reiko Oshida.[43] Other series in the Pinky Violence genre included Norifumi Suzuki's Girl Boss (Sukeban) films, and the Terrifying Girls' High School films, both starring Reiko Ike and Miki Sugimoto.[44][45]\n\nOther examples of Toei's films in this genre include Shunya Ito's Sasori (Scorpion) series of women in prison films based on Toru Shinohara's manga. Starting with Female Prisoner#701: Scorpion (1972), the Scorpion series starred Meiko Kaji, who had left Nikkatsu Studios to distance herself from their Roman Porno series. Toei also set the standard for Japanese nunsploitation films (a subgenre imported from Italy) with the critically acclaimed School of the Holy Beast (1974) directed by Norifumi Suzuki.  Toei also produced a whole series of erotic samurai pictures such as Bohachi Bushido: Clan of the Forgotten Eight (Bōhachi Bushidō: Poruno Jidaigeki) (1973).\n\nIn 1971 Takashi Itamochi, president of Nikkatsu, Japan's oldest major film studio, decided to stop his own company's involvement with action films and start making sexploitation films.[46] Like Toei, Nikkatsu had made some previous films in the sexploitation market, such as Story of Heresy in Meiji Era (1968) and Tokyo Bathhouse (1968), which featured over 30 sex-film stars in cameo appearances.[47] Nikkatsu launched its Roman Porno series in November 1971 with Apartment Wife: Affair In the Afternoon, starring Kazuko Shirakawa.[48] The film became a huge hit, inspired 20 sequels within seven years, established Shirakawa as Nikkatsu's first \"Queen\", and successfully launched the high-profile Roman porno series. Director Masaru Konuma says that the process of making Roman Porno was the same as that of making a pink film except for the higher budget.[49] Nikkatsu made these higher-quality pink films almost exclusively, at an average rate of three per month,[50] for the next 17 years.\n\nNikkatsu gave its Roman porno directors a great deal of artistic freedom in creating their films, as long as they met the official minimum quota of four nude or sex scenes per hour.[51] The result was a series that was popular both with audiences and with critics.[52] One or two Roman Pornos appeared on the top-ten lists of Japanese critics every year throughout the run of the series.[53] Nikkatsu's higher-quality sex films essentially took the pink film market away from the smaller, independent studios until the mid-1980s, when adult videos began to lure away much of the pink film's clientele.[7]\n\nTatsumi Kumashiro was one of the major directors of the Roman Porno. Kumashiro directed a string of financial and critical hits unprecedented in Japanese cinematic history, including Ichijo's Wet Desire (1972) and Woman with Red Hair (1979), starring Junko Miyashita.[54] He became known as the \"King of Nikkatsu Roman porno\"[51][55] Noboru Tanaka, director of A Woman Called Sada Abe (1975), is judged by many critics today to have been the best of Nikkatsu's Roman Porno directors.[56][57] The S&M subgenre of the Roman Porno was established in 1974 when the studio hired Naomi Tani to star in Flower and Snake (based on an Oniroku Dan novel), and Wife to be Sacrificed, both directed by Masaru Konuma.[58] Tani's immense popularity established her as Nikkatsu's third Roman Porno Queen, and the first of their S&M Queens.[59]\nTani was also directed by the important director Shôgorô Nishimura in titles that became classics, such as Rope Cosmetology (1978).\nOther subgenres of the pink film developed under the Roman Porno line included \"Violent Pink\", established in 1976 by director Yasuharu Hasebe.[60]\n\nWhen ownership of VCRs first became widespread in the early 1980s, adult videos made their appearance, and quickly became highly popular.[61] As early as 1982 the AVs had already attained an approximately equal share of the adult entertainment market with theatrical erotic films.[62] In 1984, new government censorship policies and an agreement between Eirin (the Japanese film-rating board) and the pink-film companies added to Nikkatsu's difficulties by putting drastic new restrictions on theatrical films. Theatrical pink movie profits dropped 36% within a month of the new ruling.[62] Eirin dealt a serious blow to the pink film industry in 1988 by introducing stricter requirements for sex-related theatrical films. Nikkatsu responded by discontinuing their Roman Porno line. Bed Partner (1988) was the final film of the venerable 17-year-old Roman Porno series. Nikkatsu continued to distribute films under the name Ropponica, and pink films through Excess Films, however these were not nearly as popular or critically respected as the Roman Porno series had been in its heyday.[63] By the end of the 1980s, adult videos had become the main form of adult cinematic entertainment in Japan.\n\nThe dominant directors of pink films of the 1980s, Genji Nakamura, Banmei Takahashi and Mamoru Watanabe are known collectively as \"The Three Pillars Of Pink\".[64] All three were veterans of the pink film industry since the 1960s. Coming to prominence in the 1980s, a time when the theatrical porn film was facing considerable difficulties on several fronts, this group is known for elevating the pink film above its low origins by concentrating on technical finesse and narrative content. Some critics dubbed the style of their films \"pink art\".[54]\n\nBy the time Nakamura joined Nikkatsu in 1983, he had already directed over 100 films.[65] While the plots of his films, which could be extremely misogynistic, were not highly respected, his visual style earned him a reputation for \"erotic sensitivity.\"[54] Nakamura directed one of Japan's first widely distributed, well-received films with a homosexual theme, Beautiful Mystery: Legend of the Big Penis (1983),[66] for Nikkatsu's ENK Productions, which was founded in 1983 to focus on gay-themed pink films.[5] Some of Nakamura's later pink films were directed in collaboration with Ryūichi Hiroki, and Hitoshi Ishikawa under the group pseudonym Go Ijuin.[67]\n\nBanmei Takahashi directed \"intricate, highly stylistic pinku eiga\",[68] including New World of Love (1994), the first Japanese theatrical film to display genitals.[69] Another prominent cult director of this era, Kazuo \"Gaira\" Komizu, is known for his Herschell Gordon Lewis-influenced \"splatter-eros\" films, which bridge the genres of horror and erotica.[70]\n\nNikkatsu, Japan's largest producer of pink films during the 1970s and 1980s, filed for bankruptcy protection in 1993.[71] Nevertheless, even in this most difficult period for the pink film, the genre never completely died out, and continued exploring new artistic realms. Indeed, at this time the pink film was viewed as one of the last refuges of the \"auteur\" in Japan. So long as the director provided the requisite number of sex scenes, he was free to explore his own thematic and artistic interests.[72]\n\nThree of the most prominent pink film directors of the 1990s, Kazuhiro Sano, Toshiki Satō and Takahisa Zeze all made their directorial debuts in 1989. A fourth, Hisayasu Satō, debuted in 1985. Coming to prominence during one of the most precarious times for the pink film, these directors worked under the assumption that each film could be their last, and so largely ignored their audience to concentrate on intensely personal, experimental themes. These directors even broke one of the fundamental pink rules by cutting down in the sex scenes in pursuit of their own artistic concerns. Their films were considered \"difficult\"—dark, complex, and largely unpopular with the older pink audience. The title\n\"Four Heavenly Kings of Pink\" (ピンク四天王, pinku shitennō) was applied to these directors, at first sarcastically, by disgruntled theater owners. On the other hand, Roland Domenig, in his essay on the pink film, says that their work offers \"a refreshing contrast to the formulaic and stereotyped films that make up the larger part of pink eiga production, and are strongly influenced by the notion of the filmmaker as auteur.\"[5]\n\nThe newest prominent group of seven pink film directors all began as assistant directors to the shitennō. Their films display individualistic styles and introspective character indicative of the insecurity of Japan's post-bubble generation. Known together as the \"Seven Lucky Gods of Pink\" (ピンク七福神, pinku shichifukujin) they are Toshiya Ueno, Shinji Imaoka, Yoshitaka Kamata, Toshiro Enomoto, Yūji Tajiri, Mitsuru Meike and Rei Sakamoto.[5] Ueno was the first director of this group to rise to prominence, acting as an \"advance guard\" for the group when his Keep on Masturbating: Non-Stop Pleasure (1994) won the \"Best Film\" award at the Pink Grand Prix.[73] Founded in 1989,[74] the Pink Grand Prix has become a yearly highlight for the pink film community by awarding excellence in the genre and screening the top films.[75]\n\nThe 2000s have seen a significant growth in international interest in the pink film. Director Mitsuru Meike's The Glamorous Life of Sachiko Hanai (2003) made an impression in international film festivals and gained critical praise.[76] A planned annual \"women-only\" pink film festival was first held in South Korea in 2007, and again in November 2008.[77][78][79] In 2008 a company called Pink Eiga, Inc. was formed with the sole purpose of releasing pink films on DVD in the U.S.[80]\n\n"
        },
        {
            "title": "Directors",
            "text": "While some directors have used pink films as a steppingstone for their careers, others work exclusively with the genre. Some notable directors of pink films include:\n\n"
        },
        {
            "title": "Actresses",
            "text": "Some notable pinku eiga actresses include:\n\n"
        },
        {
            "title": "Awards",
            "text": "Outstanding Pink films and their actors and directors have been given awards both from the adult entertainment industry and from the mainstream film community. The following is a partial listing.\n\nMainstream film award.\n1979\n\nCinema bi-weekly journal film award.\n1969\n\n1972\n\nNikkatsu studio's in-house awards.\n1985\n\n1987\n\nTabloid magazine award for \"the girl you think of while masturbating\". The other yearly award was given for the \"Tsuma No Mibun\", or \"girl you would like to marry.\"\n1976\n\nHosted every April by PG magazine. Currently the major pink film award ceremony. Founded 1989, covers 1988–present.\n\nAnnual award held by the Kansai region Pink Link magazine. 2004–present.\n\nMainstream film festival awards.\n1985\n\nThe Zoom-Up Film Festival (ズームアップ映画祭) pink film awards began in 1980 for movies released in the previous year.[90] The awards continued to at least 1994. Since no listing of the awards seems to be presently available, the following scattered references are what items can be gleaned from the web.\n\n1st Zoom-Up Awards (1980)\n\n2nd Zoom-Up Awards (1981)\n\n3rd Zoom-Up Awards (1982)\n\n5th Zoom-Up Awards (1984)\n\n6th Zoom-Up Awards (1985)\n– Held in Shinjuku, Tokyo in May 1985.[98]\n\n7th Zoom-Up Awards (1986)\n\n8th Zoom-Up Awards (1987)\n\n9th Zoom-Up Awards (1988)\n\n"
        }
    ]
}