{
    "url": "https://en.wikipedia.org/wiki/Pink_Flamingos",
    "title": "Pink Flamingos",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Music",
        "4 Release",
        "4.1 Ban",
        "4.2 Home media",
        "4.3 Alternate versions",
        "5 Reception",
        "6 Influence",
        "6.1 Divine",
        "6.2 Cultural influence",
        "6.3 Cancelled sequel",
        "7 See also",
        "8 Notes",
        "9 References",
        "9.1 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPink Flamingos is a 1972 American film[a] directed, written, produced, narrated, filmed, and edited by John Waters.[3] It is part of what Waters has labelled the \"Trash Trilogy\", which also includes Female Trouble (1974) and Desperate Living (1977).[3] The film stars the countercultural drag queen Divine as a criminal living under the name of Babs Johnson, who is proud to be \"the filthiest person alive\". While living in a trailer with her mother Edie (Edith Massey), son Crackers (Danny Mills), and companion Cotton (Mary Vivian Pearce), Divine is confronted by the Marbles (David Lochary and Mink Stole), a pair of criminals envious of her reputation who try to outdo her in filth. The characters engage in several grotesque, bizarre, and explicitly crude situations, and upon the film's re-release in 1997 it was rated NC-17 by the MPAA \"for a wide range of perversions in explicit detail\". It was filmed in the vicinity of Baltimore, Maryland, where Waters and most of the cast and crew grew up.\n\nDisplaying the tagline \"An exercise in poor taste\", Pink Flamingos is notorious for its \"outrageousness\", nudity, profanity, and \"pursuit of frivolity, scatology, sensationology  [sic] and skewed epistemology\".[4] It features a \"number of increasingly revolting scenes\" that center on exhibitionism, voyeurism, sodomy, masturbation, gluttony, vomiting, rape, incest, murder, cannibalism, castration, foot fetishism, and concludes, to the accompaniment of \"How Much Is That Doggy in the Window?\", with Divine's consumption of dog feces –  \"The real thing!\" narrator Waters assures us. The film is considered a preliminary exponent of abject art.[5][6]\n\nThe film, at first semi-clandestine, has received a warm reception from film critics and, despite being banned in several countries, became a cult film in subsequent decades. In 2021, the film was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\".[7]\n\n"
        },
        {
            "title": "Plot",
            "text": "The notorious criminal Divine lives under the pseudonym \"Babs Johnson\" with her mentally-ill mother Edie, delinquent son Crackers, and traveling companion Cotton. They share a trailer on the outskirts of Phoenix, Maryland, next to a gazing ball and a pair of plastic pink flamingos. After learning that Divine has been named \"the filthiest person alive\" by a tabloid paper, jealous rivals Connie and Raymond Marble attempt to usurp her title.\n\nThe Marbles run a black market baby ring: they kidnap young women, have them impregnated by their manservant Channing, and sell the babies to lesbian couples. The proceeds are used to finance pornography shops and a network of dealers selling heroin in inner-city elementary schools. Raymond also earns money by exposing himself –  with a large kielbasa sausage or turkey neck tied to his penis –  to women and stealing their purses when they flee. One of Raymond's would-be targets, a transgender woman who has not completed gender reassignment surgery, thwarts his scheme by exposing her breast, penis, and scrotum, causing Raymond to flee in shock.\n\nThe Marbles enlist a spy, Cookie, to gather information about Divine by dating Crackers. In one of the film's most infamous scenes, Cookie gets raped by Crackers while crushing a live chicken between them as Cotton looks on through a window. Cookie then informs the Marbles about Babs' real identity, her whereabouts, and her family –  as well as her upcoming birthday party.\n\nThe Marbles send a box of human feces to Divine as a birthday present with a card addressing her as \"Fatso\" and proclaiming themselves \"the filthiest people alive\". Worried that her title has been seized, Divine declares that whoever sent the package must die. While the Marbles are gone, Channing dresses in Connie's clothes and imitates his employers' overheard conversations. When the Marbles return home, they are outraged to find Channing mocking them, so they fire him and lock him in his \"room\" (a closet).\n\nThe Marbles arrive at the trailer to spy on Divine's birthday party. Her birthday gifts include poppers, fake vomit, lice shampoo, a pig's head, and a meat cleaver. Entertainers include a topless woman with a snake act and a contortionist who flexes his prolapsed anus in rhythm to the song \"Surfin' Bird\". Disgusted by the outrageous party, the Marbles call the police, but this backfires when Divine and her guests ambush the officers, hack up their bodies with the meat cleaver, and eat them. The Egg Man, who delivers eggs to Edie daily, confesses his love for her and proposes marriage. She accepts his proposal and he carts her off in a wheelbarrow.\n\nDivine and Crackers head to the Marbles' house, where they lick and rub the furniture, which excites them so much that Divine fellates Crackers. They find Channing and discover two pregnant women held captive in the basement. After Divine and Crackers free the women with a large knife, the women use the knife to emasculate Channing.\n\nThe Marbles burn Divine's beloved trailer to the ground; when they return home, their furniture –  cursed by being licked by Divine and Crackers –  \"rejects\" them: when they try to sit down, the cushions fly up and throw them to the floor. They also find that Channing has bled to death from his emasculation and the two girls have escaped.\n\nAfter finding the remains of their burned-out trailer, Divine and Crackers return to the Marbles' home, kidnap them at gunpoint, and bring them to the arson site. Divine calls the local tabloid media to witness the Marbles' trial and execution. Divine holds a kangaroo court and convicts the bound-and-gagged Marbles of \"first-degree stupidity\" and \"assholism\". Cotton and Crackers recommend a sentence of execution, so the Marbles are tied to a tree, coated in tar and feathers, and shot in the head by Divine.\n\nDivine, Crackers, and Cotton enthusiastically decide to move to Boise, Idaho.  Spotting a small dog defecating on the sidewalk, Divine scoops up the feces with her hand and puts them in her mouth –  proving, as the voice-over narration by Waters states, that Divine is \"not only the filthiest person in the world, but she is also the filthiest actress in the world\".\n\n"
        },
        {
            "title": "Production",
            "text": "Divine's friend Bob Adams described the trailer set as a \"hippie commune\" in Phoenix, Maryland, and noted that their living quarters were in a farmhouse without hot water. Adams added that ultimately Divine and Van Smith decided to sleep at Susan Lowe's home in Baltimore, and that they would awake before dawn to apply Divine's makeup before being driven to the set by Jack Walsh. \"Sometimes Divy would have to wait out in full drag for Jack to pull the car around from back, and cars full of these blue-collar types on their way to work would practically mount the pavement from gawking at him,\"[8] Adams said.\n\nDivine's mother, Frances, later said she was surprised that her son was able to endure the \"pitiful conditions\" of the set, noting his \"expensive taste in clothes and furniture and food\".[9]\n\nShot on a budget of only $10,000, Pink Flamingos is an example of Waters' style of low-budget filmmaking inspired by New York underground filmmakers like Kenneth Anger, Andy Warhol, and brothers Mike and George Kuchar.[4] Stylistically, it takes its cues from \"exaggerated seaport ballroom drag-show pageantry and antics\" with \"classic '50s rock-and-roll kitsch classics\".[4] Waters' idiosyncratic style –  also characterized by its \"homemade Technicolor\" look, the result of high amounts of indoor paint and make-up –  was dubbed the \"Baltimore aesthetic\" by art students at Providence.[4]\n\nWaters' rough editing added \"random Joel-Peter Witkin-esque scratches and Stan Brakhage-moth-wing-like dust marks\" to the film, apart from sound delays between shots.[4] Waters has stated that Armando Bo's 1969 Argentine film Fuego influenced not only Pink Flamingos, but his other films: \"If you watch some of my films, you can see what a huge influence Fuego was. I forgot how much I stole. ... Look at Isabel's makeup and hairdo in Fuego. Dawn Davenport, Divine's character in Female Trouble, could be her exact twin, only heavier. Isabel, you inspired us all to a life of cheap exhibitionism, exaggerated sexual desires and a love for all that is trash-ridden in cinema.\"[10]\n\nThe film used a number of mainly single B-sides and a few hits of the late 1950s/early 1960s, sourced from John Waters' record collection, and without obtaining rights. After rights were obtained, a soundtrack CD coincided with the 25th anniversary release of the film on DVD in 1997.[11]\n\nThe song \"Happy, Happy Birthday, Baby\" is used as a replacement for \"Sixteen Candles\", by The Crests, which appeared in the original 1972 cut of the film and for which permission could not be obtained.\n\n"
        },
        {
            "title": "Release",
            "text": "The film had its world premiere on March 17, 1972, at a screening sponsored by the Baltimore Film Festival. The event was held on the campus of the University of Baltimore, where it sold out tickets for three successive screenings. The film had aroused particular interest among fans of underground cinema following the success of Multiple Maniacs, which had begun to be screened in cities such as New York, Philadelphia, and San Francisco.[12]\n\nBeing picked up by the then-small independent company New Line Cinema, Pink Flamingos was later distributed to Ben Barenholtz, the owner of the Elgin Theater in New York City. At the Elgin Theater, Barenholtz had been promoting the midnight movie scene, primarily by screening Alejandro Jodorowsky's acid western film El Topo (1970), which had become a \"very significant success\" in \"micro-independent terms\". Barenholtz felt that being of an avant-garde nature, Pink Flamingos would fit in well with this crowd, subsequently screening it at midnight on Friday and Saturday nights.[13]\n\nThe film soon gained a cult following of filmgoers who repeatedly came to the Elgin Theatre to watch it, a group Barenholtz characterized as initially composed primarily of \"downtown gay people, more of the hipper set\", but after a while Barenholtz noted that this group eventually broadened as the film also became popular with \"working-class kids from New Jersey who would become a little rowdy\". Many of these cult cinema fans learned all of the lines in the film, and recited them at the screenings, a phenomenon which later became associated with another popular midnight movie of the era, The Rocky Horror Picture Show (1975).[14]\n\nThe film was initially banned in Switzerland and Australia, as well as in some provinces in Canada and Norway.[15] The film was eventually released uncut on VHS in Australia in 1984 with an X rating, but distribution of the video has since been discontinued. The 1997 version was cut by the distributor to achieve an R18+ after it was also refused classification. No submissions of the film have been made since, but it has been said that one of the reasons for which it was banned (as a film showing actual sexual activity cannot be rated X in Australia if it also features violence, so the highest a film such as Pink Flamingos could be rated is R18+) would now not apply, given that the depiction of actual sex was passed within the R18+ rating for Romance in 1999, two years following Pink Flamingos' re-release.[16]\n\nPink Flamingos was released on VHS and Betamax in 1981, and the re-release in 1997 New Line Home Video became the second best-selling VHS for its week of release. The film was released in the John Waters Collection DVD box set along with the original NC-17 version of A Dirty Shame, Desperate Living, Female Trouble, Hairspray, Pecker, and Polyester. The film was also released in a 2004 special edition with audio commentaries and deleted scenes as introduced by Waters in the 25th anniversary re-release (see below). The film was released on Blu-ray on June 28, 2022, by the Criterion Collection, featuring a new 4K restoration.[17]\n\n"
        },
        {
            "title": "Reception",
            "text": "On Rotten Tomatoes the film has an approval rating of 83% based on reviews from 46 critics, with an average rating of 7.2/10.[19] On Metacritic it has a weighted average score of 47 out of 100, based on reviews from 10 critics, indicating \"mixed or average reviews\".[20] In the \"Cult Movies\" episode of the UK documentary series Mark Kermode's Secrets of Cinema, Kermode admitted that Pink Flamingos is \"one of the very few films that I have ever walked out of, when I first saw it as a teenager on a late-night double bill at the Phoenix in East Finchley\".[21]\n\nLike the underground films from which Waters drew inspiration, which provided a source of community for pre-Stonewall queer people, the film has been widely celebrated by the LGBT community[22] and has been described as \"early gay agitprop filmmaking\".[4] This, coupled with its unanimous popularity among queer theorists, has led to the film being considered \"the most important queer film of all time\".[23] Pink Flamingos is also considered an important precursor of punk culture.[24]\n\nDespite Waters having released similar films, such as Mondo Trasho and Multiple Maniacs, it was Pink Flamingos that drew international attention.[4] Like other underground films, it fed the rising popularity of midnight movie screenings, at which it generated a dedicated cult following that carried the film for a 95-week run in New York City and ten consecutive years in Los Angeles.[4][25] For its 25th anniversary, the film was re-released in 1997, featuring a post-film commentary by Waters in which he introduced and discussed deleted scenes,[4] adding fifteen minutes of material.[1] American \"New Queer Cinema\" director Gus Van Sant has described the film as \"an absolute classic piece of American cinema, right up there with The Birth of a Nation, Dr. Strangelove, and Boom!\"[4]  The Library of Congress inducted Pink Flamingos to the National Film Registry in December 2021.[26]\n\n"
        },
        {
            "title": "Influence",
            "text": "The final scene in the film would prove particularly infamous, involving the character of Babs eating fresh dog feces; as Divine later told a reporter, \"I followed that dog around for three hours just zooming in on its asshole\" waiting for it to empty its bowels so that they could film the scene. In an interview not in character, Harris Milstead revealed that he soon called an emergency room nurse, pretending that his child had eaten dog feces, to inquire about possible harmful effects (there were none).[27] The scene became one of the most notable moments of Divine's acting career, and he later complained of people thinking that \"I run around doing it all the time. I've received boxes of dog shit – plastic dog shit. I have gone to parties where people just sit around and talk about dog shit because they think it's what I want to talk about\". In reality, he remarked, he was not a coprophile but only ate excrement that one time because \"it was in the script\".[28]\n\nDivine asked his mother, Frances Milstead, not to watch the film, a wish that she obliged. Several years before his death, Frances asked him if he had really eaten dog excrement in the film, to which he \"just looked at me with that twinkle in his blue eyes, laughed, and said 'Mom, you wouldn't believe what they can do nowadays with trick photography.'\"[9]\n\nThe film has a reputation as a midnight movie classic cult with audience participation similar to The Rocky Horror Picture Show.\n\nDeath metal band Skinless sampled portions of the Filth Politics speech for the songs \"Merrie Melody\" and \"Pool of Stool\", both on their second album, Foreshadowing Our Demise.[citation needed]\n\nJoe Jeffreys, a drag historian, mentioned seeing in Pink Flamingos a poster for the documentary film The Queen (1968), featuring Flawless Sabrina, and stated that it influenced his career path to document the history of drag with the Drag Show Video Verite.[29]\n\nWaters had plans for a sequel, titled Flamingos Forever. Troma Entertainment offered to finance the picture, but it was never made, as Divine refused to be involved, and Edith Massey died in 1984.[15]\n\nAfter reading the script, Divine had refused to be involved as he believed that it would not be a suitable career move, for he had begun to focus on more serious, male roles in films like Trouble in Mind. According to his manager, Bernard Jay, \"What was, in the early seventies, a mind-blowing exercise in Poor Taste, was now, we both believed, sheer Bad Taste. Divi[ne] felt the public would never accept such an infantile effort in shock tactics some fifteen years later and by people fast approaching middle age.\"[30]\n\nThe script for Flamingos Forever would later be published in John Waters' 1988 book Trash Trio, which also included the scripts for Pink Flamingos and Desperate Living.\n\n"
        }
    ]
}