{
    "url": "https://en.wikipedia.org/wiki/Pirate_radio",
    "title": "Pirate radio",
    "table_of_contents": [
        "1 History",
        "1.1 United States",
        "1.2 Europe",
        "1.2.1 United Kingdom",
        "2 Free radio",
        "3 Pirate radio by geographical area",
        "4 Propaganda broadcasting",
        "5 Piracy in amateur and two-way radio",
        "6 Examples of pirate radio stations",
        "7 In popular culture",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pirate radio or a pirate radio station is a radio station that broadcasts without a valid license.\n\nIn some cases, radio stations are considered legal where the signal is transmitted, but illegal where the signals are received—especially when the signals cross a national boundary. In other cases, a broadcast may be considered \"pirate\" due to the nature of its content, its transmission format (especially a failure to transmit a station identification according to regulations), or the transmit power (wattage) of the station, even if the transmission is not technically illegal (such as an amateur radio transmission).  Pirate radio is sometimes called bootleg radio[1] (a term especially associated with two-way radio), clandestine radio (associated with heavily politically motivated operations)  or free radio.\n\n"
        },
        {
            "title": "History",
            "text": "Radio \"piracy\" began with the advent of regulations of the airwaves at the dawn of the age of radio. Initially, radio, or wireless as it was more commonly called at the time, was an open field of hobbyists and early inventors and experimenters. \nThe degree of state control varied by country, for example in the UK, Marconi's work was supported by the post office, but in an era of weak regulation, a music hall magician Nevil Maskelyne deliberately hijacked a demonstration.\n\nThe United States Navy began using radio for time signals and weather reports on the eastern coast of the United States in the 1890s. Before the advent of vacuum tube technology, early radio enthusiasts used (electronically) noisy spark-gap transmitters.  The navy soon began complaining to a sympathetic press that amateurs were disrupting naval transmissions. The May 25, 1907, edition of Electrical World in an article called \"Wireless and Lawless\"[2] reported authorities were unable to prevent an amateur from interfering with the operation of a government station at the Washington, D.C. Navy Yard using legal means.\n\nIn the run-up to the London Radiotelegraph Convention in 1912, and amid concerns about the safety of marine radio following the sinking of the RMS Titanic on April 15 of that year, the New York Herald of April 17, 1912, headlined President William Howard Taft's initiative to regulate the public airwaves in an article titled \"President Moves to Stop Mob Rule of Wireless.\"\n\nIn the USA the  1912 \"Act to Regulate Radio Communication\" assigned amateurs and experimenters their own frequency spectrum, and introduced licensing and call-signs.  A federal agency, the Federal Radio Commission, was formed in 1927 and succeeded in 1934 by the Federal Communications Commission. These agencies would enforce rules on call-signs, assigned frequencies, licensing and acceptable content for broadcast.\n\nThe Radio Act of 1912 gave the president legal permission to shut down radio stations \"in time of war\". During the first two and a half years of World War I, before US entry, President Wilson tasked the US Navy with monitoring US radio stations, nominally to \"ensure neutrality.\" The US was divided into two civilian radio \"districts\" with corresponding call-signs, beginning with \"K\" in the west and \"W\" in the east, in the regulatory measures; the Navy was assigned call-signs beginning with \"N\". The  Navy used this authority to shut down amateur radio in the western part of the US.  When Wilson declared war on Germany on April 6, 1917, he also issued an executive order closing most radio stations not needed by the US government. The Navy took it a step further and declared it was illegal to listen to radio or possess a receiver or transmitter in the US, but there were doubts they had the authority to issue such an order even in war time. The ban on radio was lifted in the US in late 1919.[3]\n\nIn 1924, New York City station WHN was accused by the American Telephone and Telegraph Company (AT&T) of being an \"outlaw station\" for violating trade licenses which permitted only AT&T stations to sell airtime on their transmitters. As a result of the AT&T interpretation a landmark case was heard in court, which even prompted comments from Secretary of Commerce Herbert Hoover when he took a public stand in the station's defense. Although AT&T won its case, the furor created was such that those restrictive provisions of the transmitter license were never enforced.\n\nIn 1926, WJAZ in Chicago changed its frequency to one previously reserved for Canadian stations without getting permission to make the change, and was charged by the federal government with \"wave piracy\". The resulting legal battle found that the Radio Act of 1912 did not allow the U.S. government to require stations to operate on specific frequencies, and the result was the passage of the Radio Act of 1927 to strengthen the government's regulatory authority.\n\nWhile Mexico issued radio station XERF with a license to broadcast, the power of its 250 kW transmitter was far greater than the maximum of 50 kW authorized for commercial use by the government of the United States of America. Consequently, XERF and many other radio stations in Mexico, which sold their broadcasting time to sponsors of English-language commercial and religious programs, were labelled as \"border blasters\", but not \"pirate radio stations\", even though the content of many of their programs could not have been aired by a US-regulated broadcaster. Predecessors to XERF, for instance, had originally broadcast in Kansas, advocating \"goat-gland surgery\" for improved masculinity, but moved to Mexico to evade US laws about advertising medical treatments, particularly unproven ones.\n\nIn Europe, Denmark had the first known radio station in the world to broadcast commercial radio from a vessel in international waters without permission from the authorities in the country to which it broadcast (Denmark in this case). The station was named Radio Mercur and began transmission on August 2, 1958. In the Danish newspapers it was soon called a \"pirate radio\". In the Netherlands in 1964 Radio Noordzee and TV Noordzee began broadcasting from the REM Island and Radio Veronica acquired a new ship, a converted fishing trawler named MV Norderney. \n\nIn the 1960s in the UK, the term referred to not only a perceived unauthorized use of the state-run spectrum by the unlicensed broadcasters but also the risk-taking nature of offshore radio stations that actually operated on anchored ships or marine platforms. The term had been used previously in Britain and the US to describe unlicensed land-based broadcasters and even border blasters (for example, a 1940 British comedy about an unauthorized TV broadcaster, Band Waggon, uses the phrase \"pirate station\" several times). A good example of this kind of activity was Radio Luxembourg located in the Grand Duchy of Luxembourg. The English language evening broadcasts from Radio Luxembourg were beamed by Luxembourg-licensed transmitters. The audience in the United Kingdom originally listened to their radio sets by permission of a wireless license issued by the British General Post Office (GPO). However, under terms of that wireless license, it was an offence under the Wireless Telegraphy Act to listen to unauthorised broadcasts, which possibly included those transmitted by Radio Luxembourg. Therefore, as far as the British authorities were concerned, Radio Luxembourg was a \"pirate radio station\" and British listeners to the station were breaking the law (although as the term 'unauthorised' was never properly defined it was somewhat of a legal grey area). This did not stop British newspapers from printing programme schedules for the station, or a British weekly magazine aimed at teenage girls, Fab 208, from promoting the DJs and their lifestyle (Radio Luxembourg's wavelength was 208 metres (1439, then 1440 kHz)).\n\nRadio Luxembourg was later joined by other well-known pirate stations received in the UK in violation of UK licensing, including Radio Caroline and Radio Atlanta (subsequently Radio Carolines North and South respectively, following their merger and the original ship's relocation), Radio London and Laser 558, all of which broadcast from vessels anchored outside of territorial limits and were therefore legitimate. Radio Jackie, for instance (although transmitting illegally), was registered for VAT and even had its address and telephone number in local telephone directories.\n\nBy the 1970s, pirate radio in the UK had mostly moved to land-based broadcasting, transmitting from tower blocks in towns and cities.\n\n"
        },
        {
            "title": "Free radio",
            "text": "Another variation on the term pirate radio came about during the \"Summer of Love\" in San Francisco during the 1960s. These were \"Free radio\", which usually referred to secret and unlicensed land-based transmissions. These were also tagged as being pirate radio transmissions. Free Radio was used only to refer to radio transmissions that were beyond government control[citation needed], as was offshore radio in the UK and Europe.\n\nThe term free radio was adopted by the Free Radio Association of listeners who defended the rights of the offshore radio stations broadcasting from ships and marine structures off the coastline of the United Kingdom.\n\nFélix Guattari points out:\n\nIn Europe, in addition to adopting the term free radio, supportive listeners of what had been called pirate radio adopted the term 'offshore radio, which was usually the term used by the owners of the marine broadcasting stations.\n\nMore recently the term \"free radio\" implied that the broadcasts were commercial-free and the station was there only for the output, be it a type of music or spoken opinion. In this context, 'pirate' radio thus refers to stations that do advertise and plug various gigs and raves.\n\n"
        },
        {
            "title": "Pirate radio by geographical area",
            "text": "Since this subject covers national territories, international waters and international airspace, the only effective way to treat this subject is on a country by country, international waters and international airspace basis. Because the laws vary, the interpretation of the term pirate radio also varies considerably.\n\n"
        },
        {
            "title": "Propaganda broadcasting",
            "text": "Propaganda broadcasting may be authorized by the government at the transmitting site, but may be considered unwanted or illegal by the government of the intended reception area. Propaganda broadcasting conducted by national governments against the interests of other national governments has created radio jamming stations transmitting noises on the same frequency to prevent reception of the incoming signal. While the United States transmitted its programs towards the Soviet Union, which attempted to jam them, in 1970 the government of the United Kingdom decided to employ a jamming transmitter to drown out the incoming transmissions from the commercial station Radio North Sea International, which was based aboard the motor vessel (MV) Mebo II anchored off southeast England in the North Sea. Other examples of this type of unusual broadcasting include the USCGC Courier (WAGR-410), a United States Coast Guard cutter which both originated and relayed broadcasts of the Voice of America from an anchorage at the Greek island of Rhodes to Soviet bloc countries. Balloons have been flown above Key West, Florida, to support the TV transmissions of TV Martí, which are directed at Cuba (the Cuban government jams the signals). Military broadcasting aircraft have been flown over Vietnam, Iraq, and many other nations by the United States Air Force.\n\n"
        },
        {
            "title": "Piracy in amateur and two-way radio",
            "text": "Illegal use of licensed radio spectrum (also known as bootlegging in CB circles)[6] is fairly common and takes several forms.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The films The Boat That Rocked,[9] Pump Up the Volume, and On the Air Live with Captain Midnight, as well as the TV series People Just Do Nothing are set in the world of pirate radio, while Born in Flames features pirate radio stations as being part of an underground political movement. Pirate radio is also a central plot point of the video game Jet Set Radio.\n\n"
        }
    ]
}