{
    "url": "https://en.wikipedia.org/wiki/Placebo",
    "title": "Placebo",
    "table_of_contents": [
        "1 Etymology",
        "2 Definitions",
        "3 Effects",
        "3.1 Factors influencing the power of the placebo effect",
        "3.2 Symptoms and conditions",
        "3.2.1 Pain",
        "3.2.2 Depression",
        "3.3 Negative effects",
        "4 Ethics",
        "4.1 In research trials",
        "4.2 In medical practice",
        "5 Mechanisms",
        "5.1 Psychology",
        "5.2 Placebo analgesia",
        "5.3 Brain and body",
        "6 Confounding factors",
        "7 History",
        "7.1 Placebo-controlled studies",
        "8 See also",
        "9 Further reading",
        "10 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A placebo (/pləˈsiːboʊ/ plə-SEE-boh) is a substance or treatment which is designed to have no therapeutic value.[1] Common placebos include inert tablets (like sugar pills), inert injections (like saline), sham surgery,[2] and other procedures.[3]\n\nIn general, placebos can affect how patients perceive their condition and encourage the body's chemical processes for relieving pain[4] and a few other symptoms,[5] but have no impact on the disease itself.[6][4] Improvements that patients experience after being treated with a placebo can also be due to unrelated factors, such as regression to the mean (a statistical effect where an unusually high or low measurement is likely to be followed by a less extreme one).[4] The use of placebos in clinical medicine raises ethical concerns, especially if they are disguised as an active treatment, as this introduces dishonesty into the doctor–patient relationship and bypasses informed consent.[7] While it was once assumed that this deception was necessary for placebos to have any effect, there is some evidence that placebos may have subjective effects even when the patient is aware that the treatment is a placebo (known as open-label placebo).[8]\n\nIn drug testing and medical research, a placebo can be made to resemble an active medication or therapy so that it functions as a control; this is to prevent the recipient or others from knowing (with their consent) whether a treatment is active or inactive, as expectations about efficacy can influence results.[9][10] In a placebo-controlled clinical trial any change in the control group is known as the placebo response, and the difference between this and the result of no treatment is the placebo effect.[11] Some researchers now recommend comparing the experimental treatment with an existing treatment when possible, instead of a placebo.[12]\n\nThe idea of a placebo effect—a therapeutic outcome derived from an inert treatment—was discussed in 18th century psychology[13] but became more prominent in the 20th century. An influential 1955 study entitled The Powerful Placebo firmly established the idea that placebo effects were clinically important,[14] and were a result of the brain's role in physical health. A 1997 reassessment found no evidence of any placebo effect in the source data, as the study had not accounted for regression to the mean.[15][16]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Placebo (pronounced /plaˈkebo/ or /plaˈt͡ʃebo) is Latin for [I] shall be pleasing. It was used as a name for the Vespers in the Office of the Dead, taken from its incipit, a quote from the Vulgate's Psalm 116:9, placēbō Dominō in regiōne vīvōrum, \"[I] shall please the Lord in the land of the living.\"[17][18][19] From that, a singer of placebo became associated with someone who falsely claimed a connection to the deceased to get a share of the funeral meal, and hence a flatterer, and so a deceptive act to please.[20]\n\n"
        },
        {
            "title": "Definitions",
            "text": "The American Society of Pain Management Nursing defines a placebo as \"any sham medication or procedure designed to be void of any known therapeutic value\".[1]\n\nIn a clinical trial, a placebo response is the measured response of subjects to a placebo; the placebo effect is the difference between that response and no treatment.[11] The placebo response may include improvements due to natural healing, declines due to natural disease progression, the tendency for people who were temporarily feeling either better or worse than usual to return to their average situations (regression toward the mean), and errors in the clinical trial records, which can make it appear that a change has happened when nothing has changed.[21] It is also part of the recorded response to any active medical intervention.[22]\n\nMeasurable placebo effects may be either objective (e.g. lowered blood pressure) or subjective (e.g. a lowered perception of pain).[1]\n\n"
        },
        {
            "title": "Effects",
            "text": "Placebos can improve patient-reported outcomes such as pain and nausea.[6][23] This effect is unpredictable and hard to measure, even in the best conducted trials.[6] For example, if used to treat insomnia, placebos can cause patients to perceive that they are sleeping better, but do not improve objective measurements of sleep onset latency.[24] A 2001 Cochrane Collaboration meta-analysis of the placebo effect looked at trials in 40 different medical conditions, and concluded the only one where it had been shown to have a significant effect was for pain.[14]\n\nBy contrast, placebos do not appear to affect the actual diseases, or outcomes that are not dependent on a patient's perception.[6] One exception to the latter is Parkinson's disease, where recent research has linked placebo interventions to improved motor functions.[5][25][26]\n\nMeasuring the extent of the placebo effect is difficult due to confounding factors.[16] For example, a patient may feel better after taking a placebo due to regression to the mean (i.e. a natural recovery or change in symptoms).[15][27][28] It is harder still to tell the difference between the placebo effect and the effects of response bias, observer bias and other flaws in trial methodology, as a trial comparing placebo treatment and no treatment will not be a blinded experiment.[6][15] In their 2010 meta-analysis of the placebo effect, Asbjørn Hróbjartsson and Peter C. Gøtzsche argue that \"even if there were no true effect of placebo, one would expect to record differences between placebo and no-treatment groups due to bias associated with lack of blinding.\"[6] Hróbjartsson and Gøtzsche concluded that their study \"did not find that placebo interventions have important clinical effects in general\".[6] However, in a study in 2010, patients given open-label placebo in the context of a supportive patient-practitioner relationship and a persuasive rationale had clinically meaningful symptom improvement that was significantly better than a no-treatment control group with matched patient-provider interaction.[29]\n\nJeremy Howick has argued that combining so many varied studies to produce a single average might obscure that \"some placebos for some things could be quite effective.\"[30] To demonstrate this, he participated in a systematic review comparing active treatments and placebos using a similar method, which generated a conclusion that there is \"no difference between treatment and placebo effects\".[31][30]\n\nA review published in JAMA Psychiatry found that, in trials of antipsychotic medications, the change in response to receiving a placebo had increased significantly between 1960 and 2013. The review's authors identified several factors that could be responsible for this change, including inflation of baseline scores and enrollment of fewer severely ill patients.[32] Another analysis published in Pain in 2015 found that placebo responses had increased considerably in neuropathic pain clinical trials conducted in the United States from 1990 to 2013. The researchers suggested that this may be because such trials have \"increased in study size and length\" during this time period.[33]\n\nChildren seem to have a greater response than adults to placebos.[34]\n\nThe administration of the placebos can determine the placebo effect strength. Studies have found that taking more pills would strengthen the effect. Besides, capsules appear to be more influential than pills, and injections are even stronger than capsules.[35]\n\nSome studies have investigated the use of placebos where the patient is fully aware that the treatment is inert, known as an open-label placebo.[36] A 2017 meta-analysis based on 5 studies found some evidence that open-label placebos may have positive effects in comparison to no treatment,[8] which may open new avenues for treatments,[36] but noted the trials were done with a small number of participants and hence should be interpreted with \"caution\" until further better controlled trials are conducted.[8][36] An updated 2021 systematic review and meta-analysis based on 11 studies also found a significant, albeit slightly smaller overall effect of open-label placebos, while noting that \"research on OLPs is still in its infancy\".[37]\n\nIf the person dispensing the placebo shows their care towards the patient, is friendly and sympathetic, or has a high expectation of a treatment's success, then the placebo would be more effectual.[35]\n\nA 2010 Cochrane Collaboration review suggests that placebo effects are apparent only in subjective, continuous measures, and in the treatment of pain and related conditions.[6]\n\nPlacebos are believed to be capable of altering a person's perception of pain. \"A person might reinterpret a sharp pain as uncomfortable tingling.\"[4]\n\nOne way in which the magnitude of placebo analgesia can be measured is by conducting \"open/hidden\" studies, in which some patients receive an analgesic and are informed that they will be receiving it (open), while others are administered the same drug without their knowledge (hidden). Such studies have found that analgesics are considerably more effective when the patient knows they are receiving them.[38]\n\nIn 2008, a controversial meta-analysis led by psychologist Irving Kirsch, analyzing data from the FDA, concluded that 82% of the response to antidepressants was accounted for by placebos.[39] However, there are serious doubts about the used methods and the interpretation of the results, especially the use of 0.5 as the cut-off point for the effect size.[40] A complete reanalysis and recalculation based on the same FDA data discovered that the Kirsch study had \"important flaws in the calculations\". The authors concluded that although a large percentage of the placebo response was due to expectancy, this was not true for the active drug. Besides confirming drug effectiveness, they found that the drug effect was not related to depression severity.[41]\n\nAnother meta-analysis found that 79% of depressed patients receiving placebo remained well (for 12 weeks after an initial 6–8 weeks of successful therapy) compared to 93% of those receiving antidepressants. In the continuation phase however, patients on placebo relapsed significantly more often than patients on antidepressants.[42]\n\nA phenomenon opposite to the placebo effect has also been observed. When an inactive substance or treatment is administered to a recipient who has an expectation of it having a negative impact, this intervention is known as a nocebo (Latin nocebo = \"I shall harm\").[43] A nocebo effect occurs when the recipient of an inert substance reports a negative effect or a worsening of symptoms, with the outcome resulting not from the substance itself, but from negative expectations about the treatment.[44][45]\n\nAnother negative consequence is that placebos can cause side-effects associated with real treatment.[46] Failure to minimise nocebo side-effects in clinical trials and clinical practice raises a number of recently explored ethical issues.[47]\n\nWithdrawal symptoms can also occur after placebo treatment. This was found, for example, after the discontinuation of the Women's Health Initiative study of hormone replacement therapy for menopause. Women had been on placebo for an average of 5.7 years. Moderate or severe withdrawal symptoms were reported by 4.8% of those on placebo compared to 21.3% of those on hormone replacement.[48]\n\n"
        },
        {
            "title": "Ethics",
            "text": "Knowingly giving a person a placebo when there is an effective treatment available is a bioethically complex issue. While placebo-controlled trials might provide information about the effectiveness of a treatment, it denies some patients what could be the best available (if unproven) treatment. Informed consent is usually required for a study to be considered ethical, including the disclosure that some test subjects will receive placebo treatments.\n\nThe ethics of placebo-controlled studies have been debated in the revision process of the Declaration of Helsinki.[49] Of particular concern has been the difference between trials comparing inert placebos with experimental treatments, versus comparing the best available treatment with an experimental treatment; and differences between trials in the sponsor's developed countries versus the trial's targeted developing countries.[50]\n\nSome suggest that existing medical treatments should be used instead of placebos, to avoid having some patients not receive medicine during the trial.[12]\n\nThe practice of doctors prescribing placebos that are disguised as real medication is controversial. A chief concern is that it is deceptive and could harm the doctor–patient relationship in the long run. While some say that blanket consent, or the general consent to unspecified treatment given by patients beforehand, is ethical, others argue that patients should always obtain specific information about the name of the drug they are receiving, its side effects, and other treatment options.[51] This view is shared by some on the grounds of patient autonomy.[52] There are also concerns that legitimate doctors and pharmacists could open themselves up to charges of fraud or malpractice by using a placebo.[53] Critics also argued that using placebos can delay the proper diagnosis and treatment of serious medical conditions.[54]\n\nDespite the abovementioned issues, 60% of surveyed physicians and head nurses reported using placebos in an Israeli study, with only 5% of respondents stating that placebo use should be strictly prohibited.[55] A British Medical Journal editorial said, \"that a patient gets pain relief from a placebo does not imply that the pain is not real or organic in origin ...the use of the placebo for 'diagnosis' of whether or not pain is real is misguided.\"[56] A survey in the United States of more than 10,000 physicians came to the result that while 24% of physicians would prescribe a treatment that is a placebo simply because the patient wanted treatment, 58% would not, and for the remaining 18%, it would depend on the circumstances.[57]\n\n\nReferring specifically to homeopathy, the House of Commons of the United Kingdom Science and Technology Committee has stated:\nIn his 2008 book Bad Science, Ben Goldacre argues that instead of deceiving patients with placebos, doctors should use the placebo effect to enhance effective medicines.[59] Edzard Ernst has argued similarly that \"As a good doctor you should be able to transmit a placebo effect through the compassion you show your patients.\"[60] In an opinion piece about homeopathy, Ernst argues that it is wrong to support alternative medicine on the basis that it can make patients feel better through the placebo effect.[61] His concerns are that it is deceitful and that the placebo effect is unreliable.[61] Goldacre also concludes that the placebo effect does not justify alternative medicine, arguing that unscientific medicine could lead to patients not receiving prevention advice.[59]\nPlacebo researcher Fabrizio Benedetti also expresses concern over the potential for placebos to be used unethically, warning that there is an increase in \"quackery\" and that an \"alternative industry that preys on the vulnerable\" is developing.[62]\n\n"
        },
        {
            "title": "Mechanisms",
            "text": "The mechanism for the placebo \"effect\" remains unknown. An open-label study in 2010 showed that it had an effect even when patients were clearly told that the placebo pill they were receiving was an inactive (i.e., \"inert\") substance like a sugar pill that contained no medication. These results challenge \"the conventional wisdom\" that placebo effects require \"intentional ignorance.\"[29] A placebo presented as a stimulant may trigger an effect on heart rhythm and blood pressure, but when administered as a depressant, the opposite effect.[63]\n\nIn psychology, the two main hypotheses of the placebo effect are expectancy theory and classical conditioning.[64]\n\nIn 1985, Irving Kirsch hypothesized that placebo effects are produced by the self-fulfilling effects of response expectancies, in which the belief that one will feel different leads a person to actually feel different.[65] According to this theory, the belief that one has received an active treatment can produce the subjective changes thought to be produced by the real treatment. Similarly, the appearance of effect can result from classical conditioning, wherein a placebo and an actual stimulus are used simultaneously until the placebo is associated with the effect from the actual stimulus.[66] Both conditioning and expectations play a role in placebo effect,[64] and make different kinds of contributions. Conditioning has a longer-lasting effect,[67] and can affect earlier stages of information processing.[68] Those who think a treatment will work display a stronger placebo effect than those who do not, as evidenced by a study of acupuncture.[69]\n\nAdditionally, motivation may contribute to the placebo effect. The active goals of an individual changes their somatic experience by altering the detection and interpretation of expectation-congruent symptoms, and by changing the behavioral strategies a person pursues.[70] Motivation may link to the meaning through which people experience illness and treatment. Such meaning is derived from the culture in which they live and which informs them about the nature of illness and how it responds to treatment.\n\nFunctional imaging upon placebo analgesia suggests links to the activation, and increased functional correlation between this activation, in the anterior cingulate, prefrontal, orbitofrontal and insular cortices, nucleus accumbens, amygdala, the brainstem periaqueductal gray matter,[71][72] and the spinal cord.[73][74][75]\n\nIt has been known that placebo analgesia depends upon the release in the brain of endogenous opioids since 1978.[76] Such analgesic placebos activation changes processing lower down in the brain by enhancing the descending inhibition through the periaqueductal gray on spinal nociceptive reflexes, while the expectations of anti-analgesic nocebos acts in the opposite way to block this.[73]\n\nFunctional imaging upon placebo analgesia has been summarized as showing that the placebo response is \"mediated by \"top-down\" processes dependent on frontal cortical areas that generate and maintain cognitive expectancies. Dopaminergic reward pathways may underlie these expectancies\".[77] \"Diseases lacking major 'top-down' or cortically based regulation may be less prone to placebo-related improvement\".[78]\n\nIn conditioning, a neutral stimulus saccharin is paired in a drink with an agent that produces an unconditioned response. For example, that agent might be cyclophosphamide, which causes immunosuppression. After learning this pairing, the taste of saccharin by itself is able to cause immunosuppression, as a new conditioned response via neural top-down control.[79] Such conditioning has been found to affect a diverse variety of not just basic physiological processes in the immune system but ones such as serum iron levels, oxidative DNA damage levels, and insulin secretion. Recent reviews have argued that the placebo effect is due to top-down control by the brain for immunity[80] and pain.[81] Pacheco-López and colleagues have raised the possibility of \"neocortical-sympathetic-immune axis providing neuroanatomical substrates that might explain the link between placebo/conditioned and placebo/expectation responses\".[80]: 441  There has also been research aiming to understand underlying neurobiological mechanisms of action in pain relief, immunosuppression, Parkinson's disease and depression.[82]\n\nDopaminergic pathways have been implicated in the placebo response in pain and depression.[83]\n\n"
        },
        {
            "title": "Confounding factors",
            "text": "Placebo-controlled studies, as well as studies of the placebo effect itself, often fail to adequately identify confounding factors.[4][84][85] False impressions of placebo effects are caused by many factors including:[4][15][85][64][84]\n\n"
        },
        {
            "title": "History",
            "text": "The word placebo was used in a medicinal context in the late 18th century to describe a \"commonplace method or medicine\" and in 1811 it was defined as \"any medicine adapted more to please than to benefit the patient\". Although this definition contained a derogatory implication[20] it did not necessarily imply that the remedy had no effect.[86]\n\nIt was recognized in the 18th and 19th centuries that drugs or remedies often worked best while they were still new:[87]\n\nPlacebos have featured in medical use until well into the twentieth century.[90] In 1955 Henry K. Beecher published an influential paper entitled The Powerful Placebo which proposed the idea that placebo effects were clinically important.[14] Subsequent re-analysis of his materials, however, found in them no evidence of any \"placebo effect\".[15]\n\nThe placebo effect makes it more difficult to evaluate new treatments. Clinical trials control for this effect by including a group of subjects that receives a sham treatment. The subjects in such trials are blinded as to whether they receive the treatment or a placebo. If a person is given a placebo under one name, and they respond, they will respond in the same way on a later occasion to that placebo under that name but not if under another.[91]\n\nClinical trials are often double-blinded so that the researchers also do not know which test subjects are receiving the active or placebo treatment. The placebo effect in such clinical trials is weaker than in normal therapy since the subjects are not sure whether the treatment they are receiving is active.[92]\n\n"
        }
    ]
}