{
    "url": "https://en.wikipedia.org/wiki/Plains_Indian_Sign_Language",
    "title": "Plains Indian Sign Language",
    "table_of_contents": [
        "1 Geography",
        "2 Phonology",
        "2.1 Handshape",
        "2.2 Location",
        "2.3 Orientation",
        "2.4 Movement",
        "3 History",
        "4 Writing",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Plains Indian Sign Language (PISL), also known as Hand Talk, Plains Sign Talk,[5] and First Nation Sign Language,[1] is a trade language, formerly trade pidgin, that was once the lingua franca across what is now central Canada, the central and western United States and northern Mexico, used among the various Plains Nations.[6] It was also used for story-telling, oratory, various ceremonies, and by deaf people for ordinary daily use.[7] It is thought by some to be a manually coded language or languages; however, there is not substantive evidence establishing a connection between any spoken language and Plains Sign Talk.\n\nThe name 'Plains Sign Talk' is preferred in Canada, with 'Indian' being considered pejorative by many who are Indigenous. Hence, publications and reports on the language vary in naming conventions according to origin.\n\nAs a result of several factors, including the massive depopulation and the Americanization of Indigenous North Americans, the number of Plains Sign Talk speakers declined from European arrival onward. In 1885, it was estimated that there were over 110,000 \"sign-talking Indians\", including Blackfoot, Cheyenne, Sioux, Kiowa  and Arapaho.[8] By the 1960s, there remained a \"very small percentage of this number\".[8]  There are few Plains Sign Talk speakers in the 21st century.[9]\n\n"
        },
        {
            "title": "Geography",
            "text": "Sign language use has been documented across speakers of at least 37 spoken languages in twelve families,[10] spread across an area of over 2.6 million square kilometres (1 million square miles).[7][11] In recent history, it was highly developed among the Crow, Cheyenne, Arapaho and Kiowa, among others, and remains strong among the Crow, Cheyenne and Arapaho.\n\nSigning may have started in the south, perhaps in northern Mexico or Texas, and only spread into the plains in recent times, though this suspicion may be an artifact of European observation. Plains Sign Talk spread to the Sauk, Fox, Potawatomi, Cherokee, Chickasaw, Choctaw, and Caddo after their removal to Oklahoma. Via the Crow, it replaced the divergent Plateau Sign Language[citation needed] among the eastern nations that used it, the Coeur d'Alene, Sanpoil, Okanagan, Thompson, Lakes, Shuswap, and Coleville in British Columbia, with western nations shifting instead to Chinook Jargon.\n\nThe various nations with attested use, divided by language family, are:\n\nA distinct form is also reported from the Wyandot of Ohio.[citation needed]\n\nIt is known that Navajo has a comparably sizeable population of individuals who can speak the Navajo dialect of Plains Sign Talk. There is also an unrelated sign language, Navajo Family Sign, in a clan of Navajos that has several deaf members.[12][13]\n\nThere exists a variety of Plains Sign Talk within the Blackfoot Confederacy. Little is known about the language beyond that it is used by Deaf community members, as well as by the community at large, to pass on \"oral\" traditions and stories.[14]\n\n"
        },
        {
            "title": "Phonology",
            "text": "There are four basic parameters of Plains Sign Talk: the location of the hand, its movement, shape, and orientation:[15]\n\nThere may be other parameters, such as facial features. However, these function like suprasegmentals, and the four parameters listed above are the crucial ones.[16]\n\nAlthough the parameters of sign are listed separately below, in actuality they co-occur with the other parameters to make a single sign.[16] It is not clear how many of the differences were distinctive (phonemic).\n\nIn 1880, Colonel Garrick Mallery published a glossary that illustrates the handshapes involved in the first Annual report of the Bureau of Ethnology. He assigned alphabetic letters to the handshapes, \"for reference [...] to avoid tedious description, should any of them exactly correspond,\" as part of a suggested system of describing and cataloguing signs.[19]\n\nPlains Sign Talk uses the following locations. The various neutral spaces are the most common places for signs to occur.[17]\n\nThese are the directions towards which the palm can face.[17]\n\nThe movements below are found in Plains Sign Talk. They may be repeated in certain situations.[17]\n\n"
        },
        {
            "title": "History",
            "text": "Plains Sign Talk's antecedents, if any, are unknown, due to lack of written records. But, the earliest records of contact between Europeans and Indigenous peoples of the Gulf Coast region in what is now Texas and northern Mexico note a fully formed sign language already in use by the time of the Europeans' arrival there.[20] These records include the accounts of Cabeza de Vaca in 1527 and Coronado in 1541.\n\nWilliam Philo Clark, who served in the United States Army on the northern plains during the Indian Wars, was the author of The Indian Sign Language, first published in 1885. The Indian Sign Language with Brief Explanatory Notes of the Gestures Taught Deaf-Mutes in Our Institutions and a Description of Some of the Peculiar Laws, Customs, Myths, Superstitions, Ways of Living, Codes of Peace and War Signs is a comprehensive lexicon of signs, with accompanying insights into indigenous cultures and histories. It remains in print.\n\n"
        },
        {
            "title": "Writing",
            "text": "As Plains Indian Sign Language was widely understood among different tribes, a written, graphic transcription of these signs is known to have functioned as a medium of communication between Native Americans on and off reservations during the period of American colonization, removal, and forced schooling in the late 19th and early 20th centuries.[21] The letter of a Kiowa student, Belo Cozad, in 1890 sent to Carlisle Indian School in Pennsylvania from his parents on a reservation in Oklahoma made use of such signs and becomes one of the few known indigenous written transcriptions of the Kiowa language.[21]\n\n"
        }
    ]
}