{
    "url": "https://en.wikipedia.org/wiki/Plan_9_from_Outer_Space",
    "title": "Plan 9 from Outer Space",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Background and genre",
        "3.2 The introduction and its origins",
        "3.3 Government conspiracy",
        "3.4 Message from the aliens",
        "3.5 Miscellaneous production details and special effects",
        "3.6 Bela Lugosi's last film",
        "4 Reception",
        "4.1 Release",
        "4.2 Music",
        "4.3 Revisions",
        "5 Documentaries",
        "6 Home video",
        "7 Remakes",
        "8 Legacy",
        "9 See also",
        "10 References",
        "10.1 Citations",
        "10.2 General and cited references",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPlan 9 from Outer Space is a 1957 American independent science fiction-horror film produced, written, directed, and edited by Ed Wood. The film was shot in black-and-white in November 1956 and had a theatrical preview screening on March 15, 1957,[4] at the Carlton Theatre in Los Angeles (the onscreen title at this time read Grave Robbers from Outer Space). It went into general release on July 22, 1959, in Texas and several other southern states re-titled Plan 9 from Outer Space, before being sold to television in 1961.[2]\n\nThe film stars Gregory Walcott, Mona McKinnon, Tor Johnson, and \"Vampira\" (Maila Nurmi) and is narrated by Criswell. It also posthumously bills Bela Lugosi (silent footage of the actor had been shot by Wood for another, unfinished film prior to Lugosi's death in August 1956, and was inserted into Plan Nine later). Other guest-stars are Hollywood veterans Lyle Talbot, who claimed that he never refused any acting job, and former cowboy star Tom Keene.\n\nThe film's storyline concerns extraterrestrials who seek to stop humanity from creating a doomsday weapon that could destroy the universe.[5] The aliens implement \"Plan 9\", a scheme to resurrect the Earth's dead, referred to as \"ghouls\". By causing chaos, the aliens hope the crisis will force humanity to listen to them; otherwise, the aliens will destroy mankind with armies of the undead. The film was originally developed under the title Grave Robbers from Outer Space, but in 1959 it was retitled Plan 9 from Outer Space and re-released under that name.\n\nPlan 9 from Outer Space played on television in relative obscurity from 1961 until 1980, when authors Harry Medved and Michael Medved dubbed it the \"worst film ever made\" in their book The Golden Turkey Awards.[6] Wood and his film were posthumously given two Golden Turkey Awards for Worst Director Ever and Worst Film Ever. It has since been retrospectively described as \"the epitome of so-bad-it's-good cinema\"[7] and has gained a large cult following.[8]\n\n"
        },
        {
            "title": "Plot",
            "text": "Mourners gather around an old man at his wife's grave site as an airliner overhead flies toward Burbank, California. Pilot Jeff Trent and co-pilot Danny are startled by a bright light, accompanied by a loud noise. They look outside and see a flying saucer land at the cemetery, where two gravediggers are killed by a female ghoul.\n\nLost in his grief, the old man is struck near his home by a car and killed. Later, mourners at the old man's funeral discover the gravediggers' dead bodies. When Inspector Daniel Clay and his police officers arrive, Clay goes off alone to investigate.\n\nJeff Trent and his wife, Paula (who both happen to live near the cemetery), hear sirens. He tells her about his flying saucer encounter, saying that the Army has sworn him to secrecy. As the saucer lands, a powerful swooshing noise knocks the Trents and the people at the cemetery to the ground. Clay is killed by both the female ghoul and the old man's reanimated corpse. Lieutenant Harper states: \"But one thing's sure. Inspector Clay is dead, murdered, and somebody's responsible\".[7]\n\nNewspaper headlines report flying saucer sightings over Hollywood Boulevard, and three fly across Los Angeles. In Washington, D.C., the military fires missiles at more saucers. Chief of saucer operations Thomas Edwards says that the government has been covering up saucer attacks, and a small town has been annihilated.\n\nThe aliens return to their Space Station 7, and Commander Eros tells the alien ruler that he has been unsuccessful in contacting Earth's governments. Eros recommends \"Plan 9\", the resurrection of recently-deceased humans. Concerned about Paula's safety, Jeff urges her to stay with her mother but she refuses. That night, the undead old man breaks into the house and pursues Paula outside, where the female ghoul and Inspector Clay join him. Paula escapes, finally collapsing after the three ghouls return to Eros in the saucer.\n\nAt the Pentagon, General Roberts tells Edwards that the aliens have been telling the government that they are trying to prevent humanity from destroying the universe. Roberts sends Edwards to San Fernando, where most of the alien activity has occurred.\n\nClay attacks Eros, nearly killing him. After examining Clay, the ruler orders the old man destroyed to further frighten humanity. He approves Eros's Plan 9 to raise armies of the dead to march on Earth's capitals.\n\nEdwards and the police interview the Trents, unaware that the flying saucer has returned to the cemetery. Officer Kelton encounters the old man, who chases him to the Trents' house. Eros' ray strikes the old man, reducing him to a skeleton. Edwards, the Trents, and the police drive to the cemetery.\n\nLieutenant Harper insists on leaving Paula in the car; when she refuses to remain there by herself, Kelton stays. Eros and Tanna (his fellow female alien) send Clay to kidnap Paula and lure the other three humans to the saucer. Seeing its glow in the distance, Trent and the police head toward it. Clay knocks out Kelton.\n\nEros lets Trent and the police enter the saucer with pistols drawn. He tells them that human weapons development will lead to the discovery of solaronite, a substance that explodes sunlight molecules. Such an explosion would set off an uncontrollable chain reaction, destroying the universe. Eros believes that humans are immature and stupid;[9] he intends to destroy humanity, threatening to kill Paula if Jeff and the police try to stop him. Officers Kelton and Larry arrive and see Clay near the saucer carrying the unconscious Paula. Realizing that their weapons are useless, they sneak up behind Clay and knock him out with a wooden club. Eros says that Clay's controlling ray has been shut off, which released Paula. He and Jeff fight, and the saucer's equipment (damaged in their struggle) catches fire. The humans escape, and Tanna and the unconscious Eros take off. The fire quickly consumes the saucer, which explodes, and the ghouls decompose into skeletons.\n\n"
        },
        {
            "title": "Production",
            "text": "The film combines elements of science fiction, Atompunk, and gothic horror. Science fiction remained popular throughout the 1950s, though the genre had experienced significant changes in the post-war period. The Atomic Age, heralded by the development of nuclear weapons and the atomic bombings of Hiroshima and Nagasaki, had inspired science fiction films to deal with the dangers of unrestricted science, while space flight and the existence of extraterrestrial life and civilizations (more \"traditional\" elements of the genre), seemed to hold a new fascination for audiences at the beginning of the Space Race. On the other hand, Gothic fiction enjoyed the height of its film popularity during the 1930s and 1940s. It was in decline by the 1950s and was viewed as old-fashioned. By 1950s standards, the combination of dated and modern elements gives the film a rather anachronistic quality.[11]\n\nPlan 9's script seems to aim at being an epic film, a genre typically requiring a big budget from a major film studio. That Ed Wood made it with minimal financial resources underscores one of the qualities of his work: His ideas tended to be too expensive to film, yet he tried to film them anyway. As Rob Craig argues, Wood's failed efforts give the film a peculiar charm. Craig finds that Plan 9 has much in common with both epic theatre (\"grand melodrama on a minuscule budget\") and the Theatre of the Absurd (characters acting as buffoons, nonsense, and verbosity in dialogue, dream-like and fantasy imagery, hints of allegory, and a narrative structure where continuity is consistently undermined).[11]\n\nThe film opens with an introduction by Wood's friend, psychic Criswell: \"Greetings my friends! We are all interested in the future, For that is where you and I are going to spend the rest of our lives!\". (This line appears in the narration for the General Motors' \"Futurama\" ride and its accompanying film, To New Horizons, that were part of the 1939 New York World's Fair—years before Criswell's own television program.)[12] At the time of filming, Criswell was the star of the KLAC Channel 13 (now KCOP-13) television series Criswell Predicts. The introduction could be an allusion to the opening lines of his show (a Criswell Predicts title card appears at the start of the scene), but since no episodes of the television show are known to survive, a comparison is impossible. Craig suggests that Criswell's public persona was based on the style of a charismatic preacher, perhaps influenced by early televangelists. Criswell addresses the viewers repeatedly as \"my friends,\" as if attempting to establish a bond between the speaker and the audience. The line likely derives from his show, and would not be out of place in a segment where a televangelist addresses his congregation. Another phrase of the introduction, \"Future events such as these will affect you in the future\", served as a signature line for Criswell. He used it repeatedly in his newspaper and magazine columns, and probably his show as well.[11]\n\nAnother line asserts that the audience is interested in \"the unknown, the mysterious, the unexplainable,\" probably assuming that the film's audience will have a fascination with the paranormal. The narrator starts claiming that \"we\" (the filmmakers) are bringing to light the full story and evidence of fateful events, based on the \"secret testimony\" of the survivors. The narration seems to emulate the style of sensational headlines in tabloid newspapers, and promises audiences access to \"lurid secrets\" as if following the example of True Confessions and similar scandal magazines. The notion that a film or show could be based on true incidents and testimony would be familiar to a 1950s audience, because it was used in contemporary police procedurals such as Dragnet.[11]\n\nChanging the tone, Criswell delivers the sermon-like lines: \"Let us punish the guilty! Let us reward the innocent!\" which again sounds like a preacher addressing his congregation. The introduction concludes with the dramatic question: \"Can your heart stand the shocking facts about graverobbers from outer space?\". The latter phrase was simply the original title of the film, but the rest of the line again seems to emulate the sensationalist press.[11]\n\nThe film's postscript, also narrated by Criswell and delivered in an identical tone to the film's introduction, provides the audience with a challenge (\"...you have seen this incident based on sworn testimony. Can you prove it didn't happen\"?), a warning (\"Many scientists believe that another world is watching us this moment\"), and concluding wish (\"God help us...in the future\".)[13]\n\nThrough Trent's initial conversation with his wife, the film introduces the notion of a government and military conspiracy to cover up information on documented UFO sightings. This notion was clearly influenced by the emergence and increased popularity of a UFO conspiracy theory.\n\nThe implications concerning the public's distrust of the government, however, were atypical for a 1950s American film. Anti-statist ideas were to become more popular in the 1960s, which is when the subject became \"safe\" for mainstream cinema to explore.[11] In this area and perhaps others, the film was actually ahead of its time.\n\nThe film contains a cautionary message from the aliens. The earliest use of this concept in film was probably in The Day the Earth Stood Still (1951), and it had since seen frequent use in science fiction films. The idea was that humanity's self-destructive behavior was the real threat, not any external source of danger.[11]\n\nThe \"iconic\" flying saucers seen in the film have been variously identified as paper plates or hubcaps. However, according to the documentary Flying Saucers Over Hollywood, The Plan 9 Companion (1991), they were actually a recognizable plastic model kit, first issued in 1952 by toy manufacturer Paul Lindberg through his Lindberg Line model kit company: This was the first science fiction plastic model kit produced (product #517). Roughly matching the popular image of UFOs of the era, the saucer model was disk-shaped with a clear dome on top. Under the kit dome was a little green alien pilot. This pilot figure was not used, however. The film's multiple flying saucers were painted all-over metallic silver, including the domes. Two slightly modified versions of the Lindberg kit are used in Plan 9's UFO scenes.[11]\n\nFootage of Los Angeles is used to ground the otherworldly events in a realistic setting. As a resident, Wood was likely familiar with the shooting locations. The scene where the military fires at the flying saucers is actual military stock footage.[11]\n\n\nThe Rev. Lynn Lemon, who plays an unnamed minister, was one of the Baptists variously involved in the production of the film. J. Edward Reynolds was a leader of the Southern Baptist Convention in Beverly Hills, California, and Hugh Thomas was one of his associates from the church; both play gravediggers, while Reynolds was also the executive producer of the film. At the time of the film's creation, David De Mering was the personal secretary and alleged lover of fellow cast member Bunny Breckinridge; his inclusion in the cast was probably a result of this association.[11]\nHarry Thomas, the film's makeup man, was incensed when Wood refused to follow his suggestions regarding the appearance of the aliens in the film. Thomas had created some rubber chin appliances to elongate the actors' faces, as well as \"cat's eyes\" contact lenses and green wigs for them to wear, to lend them a more unearthly appearance. But Wood told him they did not have enough time for Thomas's suggestions, which led the makeup man to withdraw his name from the film's credits. \"I was really mad at Wood\" he said years later in interviews.[14]\n\nAccording to Maila Nurmi (Vampira), she was recruited for $200 by Paul Marco to act as a vampire in the film. She recalled insisting that her part be silent, as she did not like the dialogue that Wood had written for her. This recollection might be inaccurate since the zombie undead of the film are generally mute. She contributed to the film a \"regal presence\" and theatrical mannerisms. Her performance is reminiscent of a silent film actress; she credited Theda Bara as her main influence.[11]\n\nThe male alien Eros is apparently named after Eros, the Greek god of love. Craig suggests that the female alien's name, Tanna, invokes the name of another Greek deity: Thanatos, god of death.[11]\n\nThe Pentagon office depicted includes a map of the United States with the sign of the Atchison, Topeka & Santa Fe Railroad. The same map appears in Baghdad After Midnight (1954), which was also filmed at Quality Studios; it was probably an available Quality Studios background prop.[11]\n\nShortly before Lugosi's death in August 1956, he had been working with Wood on a handful of half-realized projects, variously titled The Vampire's Tomb or The Ghoul Goes West.[15] Some scenes connected to these projects had been shot. These scenes featured Lugosi weeping at a funeral, picking a rose from a bush in front of Tor Johnson's house during the daytime, walking in and out of the Johnson home's side door at nighttime, and finally a daylight scene, on a patch of highway, with Lugosi stalking towards the camera and dramatically spreading his Dracula cape before furling it around himself, then walking back the way he came. According to the documentary Flying Saucers : The \"Plan 9\" Companion, these shots were all improvised. Only the first two sequences had reached any level of completion. When Lugosi died, Wood was forced to shelve the projects.[15]\n\nShortly after Lugosi's death, the story and screenplay for Grave Robbers from Outer Space were written and finalized, with Wood planning to use the unconnected, unrelated Lugosi footage as a means of getting a known credit into the film. Wood also used the Lugosi footage as a means of attracting other actors to the picture, gaining the interest of Gregory Walcott and Maila Nurmi, among others, by telling them he was making \"Bela Lugosi's last movie\". Though Wood's actions were driven in part by the desire to give his film a \"star name\" and attract horror fans, he meant the Lugosi cameo as a loving farewell and tribute to the actor, who had become a close friend. Wood hired his wife's chiropractor Tom Mason as a stand-in for Lugosi, although Mason was taller than Lugosi and bore no resemblance to him,[15] making Mason one of the earliest known \"fake Shemps\".\n\nWood planned at first to make Lugosi the grandfather of Paula Trent, the film's lead female character, with Vampira being the revived corpse of Paula's grandmother, which explains why Lugosi returns to Paula's house after death, enters her bedroom, then follows her into the cemetery, and later winds up skeletonized on her backyard patio. Lugosi picks a rose at the beginning of the film from a bush in the front yard of the very same house where Paula and Jeff Trent live (Tor Johnson's house in real life), their patio being in the backyard, and the cemetery being next door. But Wood decided to cut Lugosi's character's importance down later on, making him unconnected to Paula Trent.[16] Narration from Criswell was employed in an attempt to somehow link the Lugosi footage to the rest of Plan 9, but the Dracula cape he wears was always hard to explain. The theatrical cut of the film utilized every last scrap of material Wood had of Lugosi, including minor sprocket discolorations, and film trims that would in a normal film be discarded as unusable. Cuts of Plan 9 on VHS during the '80s and '90s, the majority of which were unauthorized bootleg dupes, varied drastically in both quality and the amount of Lugosi footage retained.[citation needed]\n\nCoincidentally, further Lugosi footage that Wood had shot at an unspecified pre-1956 date was to have been the basis of a second, posthumous, feature film, Ghouls of the Moon, for the horror legend. This footage had been shot on old, volatile nitrate film stock, however, and had subsequently dissolved into a toxic-smelling sludge by the time Wood returned to use it in the summer of 1959. Therefore, Ghouls of the Moon was completely abandoned. Mystery surrounds the content and nature of the lost material, described only as \"wild\" by a friend of Wood's, who had watched the raw footage shortly after it was shot.[citation needed]\n\n"
        },
        {
            "title": "Reception",
            "text": "Grave Robbers from Outer Space was shot in November 1956 and had a premiere on March 15, 1957, screening at the Carlton Theatre in Los Angeles (the onscreen title at this time was Grave Robbers from Outer Space). Another year elapsed before Distributors Corporation of America (DCA) picked up the film.[17] The company folded, however, and it was not released again until July 22, 1959, through DCA's receiver, Valiant Pictures. By then, the film had been retitled Plan 9 from Outer Space.  The original title is mentioned, however, at the end of Criswell's opening narration when he asks the audience: \"Can your heart stand the shocking facts about ... grave robbers from outer space?\". It is thought that Wood may have changed the title himself because he did not want his backers to know that the film was being distributed in the South. (By 1959, the backers had completely given up all hope of seeing a return on their investment.) The new title, however, was less indicative of the film's content and may have contributed to its distribution problems.[11] Like many independent films of the period, Plan 9 was distributed under a states' rights basis.\n\nPlan 9 was screened as part of a double feature at various times.[18] In Chicago, it was first seen alongside the British thriller Time Lock (1957), a film which is mostly remembered as an early film credit for Sean Connery. It was later used as a \"co-feature\" (B movie) for double-feature screenings of The Trap (1959), a film noir starring Richard Widmark. In Texas, it was seen alongside Devil Girl From Mars (1954), a reissued British science fiction film.[19] Not long after, the picture was sold to television and was shown on Chiller Theatre and similar venues for years.\n\nPlan 9 from Outer Space gained notoriety through the Medveds' book because of its multiple continuity problems.[20]\n\nDuring the first aircraft cockpit scene, the first officer is visibly reading from a script in his lap, and a flash of light from a flying saucer reveals the boom microphone's shadow.[20] The microphone and flight officer's script are not visible in the original theatrical release, as they do not fit the frame for its original 1.85:1 projected aspect ratio.[21] These mistakes are noticeable only in the film's open matte video transfers.\n\nLead actor Gregory Walcott, who had an admiration for Ed Wood's tenacity in his projects, still had some bad opinions of Plan Nine. He commented years later, \"Ed had poor taste and was undisciplined. If he had ten million dollars, [Plan Nine] would still have been a piece of tasteless sh*t. I liked Ed Wood but I could discern no genius there. His main concern was making his next film.... It looked like they shot the thing in a kitchen....worst film of all time. Thirty years later, it's come back to haunt me.\"[22]\n\nVampira years later recalled \"I didn't have a decent costume for Plan Nine. What I wore was old, worn out. It looks like I had a hole in the crotch of the dress, if you notice....But I thought, \"oh well, nobody's ever gonna see this movie, so it doesn't matter.\"[22]\n\nThe music for Plan 9 from Outer Space was compiled by Gordon Zahler. Zahler used stock recordings of works by about a dozen composers, which was a fairly common procedure in the 1950s for scoring low-budget films and television programs. However, Zahler apparently never provided a reliable accounting for the score.[23] In 1996, Paul Mandell produced a CD that recreated the film's score by tracking down the stock recordings and the composers;[24] Mandell subsequently wrote an article about the film's music for Film Score Monthly.[25] Some websites give proper credit to these composers.[26]\n\nIn 2006, Legend Films released a colorized version of Plan 9 from Outer Space on DVD.[27] Though the colorization process was largely done straight, unlike the campy bright colors used in the studio's release of Reefer Madness, there were a few alterations. Legend had auctioned off the opportunity to insert new material into the film through two auctions on eBay. The first allowed the auction winner to provide a photograph that is digitally inserted into part of the scene between the Ghoul Man and Paula Trent. The second allowed the winner to have his or her name placed on a gravestone during a scene with Wood regular Tor Johnson. The third alteration is at a point where Eros gets punched and his skin briefly turns green.[27]\n\nAutographed pre-release copies of the DVD were made available in 2005, and the colorized version was also given special theatrical screenings at various theaters throughout the United States, including the Castro Theatre.[28][29] The DVD featured an audio commentary track by comedian Michael J. Nelson of Mystery Science Theater 3000 fame, in which he heckles, or \"riffs\" the film in a style similar to an episode of the series, a restored black-and-white version of Plan 9, a home video of Wood in drag performing a striptease (Wood, in real life, was a transvestite), a subtitled information track and a comedic feature narrated by Nelson detailing the \"lost\" Plans 1–8. The autographed edition also came with a limited edition air freshener.[29] Nelson's commentary is also available through his company RiffTrax, where it can be downloaded as either an MP3 audio file or a DivX video file with the commentary embedded into the colorized version of the film.[30][31]\n\nIn 2011, PassmoreLab, a San Diego-based 3D production/conversion studio, produced a 3D version of Legend's colorized version, which received limited theatrical release.[32][33][34]\n\n"
        },
        {
            "title": "Documentaries",
            "text": "In 1992, Plan 9 from Outer Space was the subject of a documentary called Flying Saucers Over Hollywood: The Plan 9 Companion, which is included on Image Entertainment's DVD edition of Plan 9. The documentary visits several locations related to the film, including the building with Ed Wood's former office (at 4477 Hollywood Blvd), and what was left of the small sound stage used for the film's interiors, which is down a small alley next to the Harvey Apartments located at 5640 Santa Monica Boulevard. That same year, Rudolph Grey's book Nightmare of Ecstasy: The Life and Art of Edward D. Wood, Jr., was published and contained anecdotes regarding the making of this film. Grey notes that participants in the original events sometimes contradict one another, but he relates each person's recollections for posterity, regardless.[35]\n\nIn 2006, another documentary by Kevin Sean Michaels, titled Vampira: The Movie, chronicled Maila Nurmi's work with Wood and her role as television's first horror host.[36]\n\n"
        },
        {
            "title": "Home video",
            "text": "To date there have been only a handful of good quality or restored DVDs and Blu-rays. A good quality 35mm print from the Wade Williams Collection[37] was released on DVD in the US (Image Entertainment, 2000), UK (MPIC Video, 2009), Germany (Winkler Film/Alive AG, 2009) and Australia (Force Video, 2001). All feature the Flying Saucers Over Hollywood documentary and the original theatrical trailer.[38] Legend Films' restored colorized and original black-and-white versions have been released on both DVD and Blu-ray[39] in the US, and DVD in various other territories.\n\nNo home video release has featured the film's original theatrical aspect ratio. Plan 9 was composed and shot for the 1.85:1 widescreen ratio, which by 1957 had become the common theatrical format alongside CinemaScope. As unskilled a filmmaker as he was, Ed Wood never intended for his film to be seen in a 1.33:1 open matte aspect ratio. This has led to various boom mics and edges of sets/props being seen at the top and bottom of the image, which have since come to be intrinsically associated with the viewing of this film. Further complicating the matter, Wood incorporated stock footage framed in 1.33:1 (including his own footage of Bela Lugosi), which becomes overly cropped when shown in widescreen.\n\nTurner Classic Movies has since presented a high-definition transfer of the film in the original 1.85:1 ratio. The stock footage shots in this version have been slightly adjusted to better fit the frame.\n\n"
        },
        {
            "title": "Remakes",
            "text": "Filmmaker Ernie Fosselius (of Hardware Wars fame) created the 2009 short film Plan 9.1 from Outer Space, which featured hand-carved wooden puppets of the characters from the film. The puppets acted out the scenes along with the edited soundtrack of the original film.[40][41]\n\nAs of September 2009, there was an additional proposed remake: Grave Robbers from Outer Space was written and directed by Christopher Kahler for Drunkenflesh Films.[42]\n\nAnother remake was released by Darkstone Entertainment, written and directed by John Johnson. The teaser trailer was released on the film's official website on September 9, 2009.[43] Horror host Mr. Lobo, Brian Krause, and internet celebrities Matt Sloan, Aaron Yonda, James Rolfe, and Monique Dupree performed in the film,[44] which was released through video-on-demand beginning February 16, 2016.[45] It released on physical media for retail outlets on January 5, 2017.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Plan 9 from Outer Space is considered by some critics, including Michael Medved, to be the worst film in the history of cinema.[6] Other reviews, however, have rated the film more positively; many of them stated that the film is simply too amusing to be considered the worst film ever made, claiming that its ineptitude added to its charm.\n\nOn review aggregator Rotten Tomatoes, the film holds an approval rating of 66% based on 38 reviews, with an average score of 5.70/10. The website's critical consensus reads, \"The epitome of so-bad-it's-good cinema, Plan 9 from Outer Space is an unintentionally hilarious sci-fi \"thriller\" from anti-genius Ed Wood that is justly celebrated for its staggering ineptitude.\"[47] On Metacritic, the film received a score of 56 based on 13 reviews, indicating \"mixed or average reviews\".[48]\n\nJosiah Teal of Film Threat gave the film a 10/10 calling it a \"quintessential cult classic\" and stating it's a \"testament to a love of cinema and making all the wrong creative choices.\"[49] There were also claims that the director even managed to convey some interesting ideas. The Encyclopedia of Science Fiction, for instance, claims that in recent years \"the film's reception modulated away from jovial mockery of its wanton indifference to normal professional standards of script, performance, and effects, in favour of a more nuanced appreciation of its dreamlike narrative assemblage of genre tropes, resonantly unspeakable dialogue, and irrepressible budgetary ingenuity.\"[50]\n\nAs of 2021, Plan 9 had failed to place in the IMDb Bottom 100, a list compiled using average scores given by Internet Movie Database users,[51] though some of Wood's other movies had. In 1996 the film received a salute by the author of the Cult Flicks and Trash Pics edition of VideoHound, in which it is stated: \"The film has become so famous for its own badness that it's now beyond criticism\".[52]\n\nIn 1978 musician Glenn Danzig founded the record label Plan 9 Records, an apparent reference to the film. The record label ceased operations in 1995.[53]\n\nThe film's title was the inspiration for the name of Bell Labs' successor to the Unix operating system. Plan 9 from Bell Labs was developed over several years starting in the mid-1980s and released to the general public in 1995.[54]\n\nIn 1996 Paul Mandell produced a CD that recreated the film's musical score; the CD was released by the now-defunct Retrosonic Corp.[24]\n\nIn October 2005 a stage adaptation, Plan Nine from Outer Space: The Rip-Off, was staged in Jacksonville, Florida. The play, based on Ed Wood's script, was written by Steven Bailey.[55] In 2006, another stage adaptation, Plan LIVE from Outer Space!, was staged at the Toronto Fringe Festival. The play, based entirely on Wood's script, was written by James Gordon Taylor; it won a Canadian Comedy Award the following year.[56] A stage adaptation was also performed in Glasgow by Off World Productions in 2015, again based on Wood's script.[57] The Off World production was also performed at the 2017 Edinburgh Fringe Festival.[58]\n\nIn the Seinfeld episode titled \"The Chinese Restaurant\", the episode's entire storyline involves trying to get a table at a Chinese restaurant before going to see Plan 9 from Outer Space, which is playing for one night only. Jerry emphasizes the significance of Plan 9, saying, \"Just a movie? You don't understand. This isn't plans 1 through 8 from outer space. This is Plan 9! This is the one that worked, the worst movie ever made!\"[59]\n\nOne level from the 2005 video game Destroy All Humans! features the alien protagonist causing mayhem at a drive-in theater that is playing a looped scene from Plan 9: specifically, when the flying saucers are being attacked by the United States military. The scene in question can also be unlocked for viewing by the player.\n\nA portion of the film was featured in The X-Files episode \"Hollywood A.D.\", broadcast in April 2000. The series' protagonist, Fox Mulder, is paid a visit by his partner Dana Scully at his home. The film is playing on the television, and the VHS sleeve is seen as Mulder states that he has seen Plan 9 42 times.[60]\n\nIn 1991, Eternity Comics released a three-issue miniseries, Plan 9 from Outer Space: Thirty Years Later!, which served as an unofficial sequel to the film.[61]\n\nAn adventure game of the same  name was made, in which the player must recover the film from Lugosi's double, who has stolen it.[62]\n\nThe film was included in live performances at the SF Sketchfest by The Film Crew, composed of former Mystery Science Theater 3000 cast members Michael J. Nelson, Kevin Murphy, and Bill Corbett. A commentary based on the performances was released by RiffTrax. It was advertised as a \"Three Riffer Edition\", due to Nelson's solo commentary for the film's colorized DVD release, which had previously been sold as an audio file on the Rifftrax website. On August 20, 2009, the RiffTrax trio performed the commentary at a live event in Nashville, Tennessee, and the performance was broadcast to theaters across the United States.[63]\n\nThe 1994 film Ed Wood is an Oscar-winning American comedy-drama biopic that was produced and directed by Tim Burton and stars Johnny Depp. It depicts Ed Wood's creation of Plan 9 from Outer Space. The film was released to critical acclaim but was a box office bomb, making only $5.9 million against an $18 million budget. It went on to win two Academy Awards: Best Supporting Actor for Martin Landau and Best Makeup for Rick Baker, who designed Landau's prosthetic makeup, and the makeup for Ve Neill and Yolanda Toussieng.\n\nIn connection with the Planet Nine hypothesis, the film title recently found its way into academic discourse. In 2016, an article titled Planet Nine from Outer Space about the hypothesized planet in the outer region of the Solar System was published in Scientific American.[64] Several conference talks since then have used the same word play,[65][66] as did a lecture by Mike Brown given in 2019.[67]\n\nAmerican metalcore band Crown the Empire included a sample of Criswell's opening monologue in their single \"Hologram\", from their 2016 album Retrograde.\n\nA clip from the film is featured in the movie theater sequence in the 1996 full-motion video game Goosebumps: Escape from Horrorland.\n\n"
        }
    ]
}