{
    "url": "https://en.wikipedia.org/wiki/Planetary_system",
    "title": "Planetary system",
    "table_of_contents": [
        "1 History",
        "1.1 Heliocentrism",
        "1.2 Discovery of the Solar System",
        "1.3 Speculation on extrasolar planetary systems",
        "1.4 Detection of exoplanets",
        "2 Origin and evolution",
        "2.1 Evolved systems",
        "2.1.1 High-mass stars",
        "2.1.2 Lower-mass stars",
        "3 System architectures",
        "3.1 Components",
        "3.1.1 Planets and stars",
        "3.1.2 Circumstellar disks and dust structures",
        "3.1.3 Comets",
        "3.1.4 Other components",
        "3.2 Orbital configurations",
        "3.2.1 Mutual inclination",
        "3.2.2 Orbital dynamics",
        "3.2.3 Number of planets, relative parameters and spacings",
        "3.2.4 Planet capture",
        "4 Zones",
        "4.1 Habitable zone",
        "4.2 Venus zone",
        "5 Galactic distribution of planets",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA planetary system is a set of gravitationally bound non-stellar objects in or out of orbit around a star or star system. Generally speaking, systems with one or more planets constitute a planetary system, although such systems may also consist of bodies such as dwarf planets, asteroids, natural satellites, meteoroids, comets, planetesimals[1][2] and circumstellar disks. The Sun together with the planetary system revolving around it, including Earth, forms the Solar System.[3][4] The term exoplanetary system is sometimes used in reference to other planetary systems.\n\nAs of 1 December 2022, there are 5,284 confirmed exoplanets in 3,899 planetary systems, with 847 systems having more than one planet.[5] Debris disks are also known to be common, though other objects are more difficult to observe.\n\nOf particular interest to astrobiology is the habitable zone of planetary systems where planets could have surface liquid water, and thus the capacity to support Earth-like life.\n\n"
        },
        {
            "title": "History",
            "text": "Historically, heliocentrism (the doctrine that the Sun is at the centre of the universe) was opposed to geocentrism (placing Earth at the centre of the universe).\n\nThe notion of a heliocentric Solar System with the Sun at its centre is possibly first suggested in the Vedic literature of ancient India, which often refer to the Sun as the \"centre of spheres\". Some interpret Aryabhatta's writings in Āryabhaṭīya as implicitly heliocentric.\n\nThe idea was first proposed in Western philosophy and Greek astronomy as early as the 3rd century BC by Aristarchus of Samos,[6] but received no support from most other ancient astronomers.\n\nDe revolutionibus orbium coelestium by Nicolaus Copernicus, published in 1543, presented the first mathematically predictive heliocentric model of a planetary system.  17th-century successors Galileo Galilei, Johannes Kepler, and Sir Isaac Newton developed an understanding of physics which led to the gradual acceptance of the idea that Earth moves around the Sun and that the planets are governed by the same physical laws that governed Earth.\n\nIn the 16th century the Italian philosopher Giordano Bruno, an early supporter of the Copernican theory that Earth and other planets orbit the Sun, put forward the view that the fixed stars are similar to the Sun and are likewise accompanied by planets. He was burned at the stake for his ideas by the Roman Inquisition.[7]\n\nIn the 18th century the same possibility was mentioned by Sir Isaac Newton in the \"General Scholium\" that concludes his Principia. Making a comparison to the Sun's planets, he wrote \"And if the fixed stars are the centres of similar systems, they will all be constructed according to a similar design and subject to the dominion of One.\"[8]\n\nHis theories gained traction[colloquialism] through the 19th and 20th centuries despite a lack of supporting evidence.  Long before their confirmation by astronomers, conjecture on the nature of planetary systems had been a focus of the search for extraterrestrial intelligence and has been a prevalent theme in fiction, particularly science fiction.\n\nThe first confirmed detection of an exoplanet was in 1992, with the discovery of several terrestrial-mass planets orbiting the pulsar PSR B1257+12. The first confirmed detection of exoplanets of a main-sequence star was made in 1995, when a giant planet, 51 Pegasi b, was found in a four-day orbit around the nearby G-type star 51 Pegasi. The frequency of detections has increased since then, particularly through advancements in methods of detecting extrasolar planets and dedicated planet finding programs such as the Kepler mission.\n\n"
        },
        {
            "title": "Origin and evolution",
            "text": "Planetary systems come from protoplanetary disks that form around stars as part of the process of star formation.\n\nDuring formation of a system, much material is gravitationally-scattered into distant orbits, and some planets are ejected completely from the system, becoming rogue planets.\n\nPlanets orbiting pulsars have been discovered. Pulsars are the remnants of the supernova explosions of high-mass stars, but a planetary system that existed before the supernova would likely be mostly destroyed. Planets would either evaporate, be pushed off of their orbits by the masses of gas from the exploding star, or the sudden loss of most of the mass of the central star would see them escape the gravitational hold of the star, or in some cases the supernova would kick the pulsar itself out of the system at high velocity so any planets that had survived the explosion would be left behind as free-floating objects. Planets found around pulsars may have formed as a result of pre-existing stellar companions that were almost entirely evaporated by the supernova blast, leaving behind planet-sized bodies. Alternatively, planets may form in an accretion disk of fallback matter surrounding a pulsar.[9] Fallback disks of matter that failed to escape orbit during a supernova may also form planets around black holes.[10]\n\nAs stars evolve and turn into red giants, asymptotic giant branch stars, and planetary nebulae they engulf the inner planets, evaporating or partially evaporating them depending on how massive they are.[12] As the star loses mass, planets that are not engulfed move further out from the star.\n\nIf an evolved star is in a binary or multiple system, then the mass it loses can transfer to another star, forming new protoplanetary disks and second- and third-generation planets which may differ in composition from the original planets, which may also be affected by the mass transfer.\n\n"
        },
        {
            "title": "System architectures",
            "text": "The Solar System consists of an inner region of small rocky planets and outer region of large gas giants. However, other planetary systems can have quite different architectures. Studies suggest that architectures of planetary systems are dependent on the conditions of their initial formation.[13] Many systems with a hot Jupiter gas giant very close to the star have been found. Theories, such as planetary migration or scattering, have been proposed for the formation of large planets close to their parent stars.[14]\nAt present,[when?] few systems have been found to be analogous to the Solar System with terrestrial planets close to the parent star. More commonly, systems consisting of multiple Super-Earths have been detected.[15]\n\nMost known exoplanets orbit stars roughly similar to the Sun: that is, main-sequence stars of spectral categories F, G, or K. One reason is that planet-search programs have tended to concentrate on such stars. In addition, statistical analyses indicate that lower-mass stars (red dwarfs, of spectral category M) are less likely to have planets massive enough to be detected by the radial-velocity method.[16][17] Nevertheless, several tens of planets around red dwarfs have been discovered by the Kepler spacecraft by the transit method, which can detect smaller planets.\n\nAfter planets, circumstellar disks are one of the most commonly-observed properties of planetary systems, particularly of young stars. The Solar System possesses at least four major circumstellar disks (the asteroid belt, Kuiper belt, scattered disc, and Oort cloud) and clearly-observable disks have been detected around nearby solar analogs including Epsilon Eridani and Tau Ceti. Based on observations of numerous similar disks, they are assumed to be quite common attributes of stars on the main sequence.\n\nInterplanetary dust clouds have been studied in the Solar System and analogs are believed to be present in other planetary systems. Exozodiacal dust, an exoplanetary analog of zodiacal dust, the 1–100 micrometre-sized grains of amorphous carbon and silicate dust that fill the plane of the Solar System[18] has been detected around the 51 Ophiuchi, Fomalhaut,[19][20] Tau Ceti,[20][21] and Vega systems.\n\nAs of November 2014[update] there are 5,253 known Solar System comets[22] and they are thought to be common components of planetary systems. The first exocomets were detected in 1987[23][24] around Beta Pictoris, a very young A-type main-sequence star. There are now a total of 11 stars around which the presence of exocomets have been observed or suspected.[25][26][27][28] All discovered exocometary systems (Beta Pictoris, HR 10,[25] 51 Ophiuchi, HR 2174,[26] 49 Ceti, 5 Vulpeculae, 2 Andromedae, HD 21620, HD 42111, HD 110411,[27][29] and more recently HD 172555[28]) are around very young A-type stars.\n\nComputer modelling of an impact in 2013 detected around the star NGC 2547-ID8 by the Spitzer Space Telescope, and confirmed by ground observations, suggests the involvement of large asteroids or protoplanets similar to the events believed to have led to the formation of terrestrial planets like the Earth.[30]\n\nBased on observations of the Solar System's large collection of natural satellites, they are believed common components of planetary systems; however, the existence of exomoons has, so far,[when?] not been confirmed. The star 1SWASP J140747.93-394542.6, in the constellation Centaurus, is a strong candidate for a natural satellite.[31] Indications suggest that the confirmed extrasolar planet WASP-12b also has at least one satellite.[32]\n\nUnlike the Solar System, which has orbits that are nearly circular, many of the known planetary systems display much higher orbital eccentricity.[33] An example of such a system is 16 Cygni.\n\nThe mutual inclination between two planets is the angle between their orbital planes. Many compact systems with multiple close-in planets interior to the equivalent orbit of Venus are expected to have very low mutual inclinations, so the system (at least the close-in part) would be even flatter than the Solar System. Captured planets could be captured into any arbitrary angle to the rest of the system. As of 2016[update] there are only a few systems where mutual inclinations have actually been measured[34] One example is the Upsilon Andromedae system: the planets c and d have a mutual inclination of about 30 degrees.[35][36]\n\nPlanetary systems can be categorized according to their orbital dynamics as resonant, non-resonant-interacting, hierarchical, or some combination of these. In resonant systems the orbital periods of the planets are in integer ratios. The Kepler-223 system contains four planets in an 8:6:4:3 orbital resonance.[37]\nGiant planets are found in mean-motion resonances more often than smaller planets.[38]\nIn interacting systems the planets orbits are close enough together that they perturb the orbital parameters. The Solar System could be described as weakly interacting. In strongly interacting systems Kepler's laws do not hold.[39]\nIn hierarchical systems the planets are arranged so that the system can be gravitationally considered as a nested system of two-bodies, e.g. in a star with a close-in hot jupiter with another gas giant much further out, the star and hot jupiter form a pair that appears as a single object to another planet that is far enough out.\n\nOther, as yet unobserved, orbital possibilities include: double planets; various co-orbital planets such as quasi-satellites, trojans and exchange orbits; and interlocking orbits maintained by precessing orbital planes.[40]\n\nFree-floating planets in open clusters have similar velocities to the stars and so can be recaptured. They are typically captured into wide orbits between 100 and 105 AU. The capture efficiency decreases with increasing cluster size, and for a given cluster size it increases with the host/primary[clarification needed] mass. It is almost independent of the planetary mass. Single and multiple planets could be captured into arbitrary unaligned orbits, non-coplanar with each other or with the stellar host spin, or pre-existing planetary system. Some planet–host metallicity correlation may still exist due to the common origin of the stars from the same cluster. Planets would be unlikely to be captured around neutron stars because these are likely to be ejected from the cluster by a pulsar kick when they form. Planets could even be captured around other planets to form free-floating planet binaries. After the cluster has dispersed some of the captured planets with orbits larger than 106 AU would be slowly disrupted by the galactic tide and likely become free-floating again through encounters with other field stars or giant molecular clouds.[41]\n\n"
        },
        {
            "title": "Zones",
            "text": "The habitable zone around a star is the region where the temperature range allows for liquid water to exist on a planet; that is, not too close to the star for the water to evaporate and not too far away from the star for the water to freeze. The heat produced by stars varies depending on the size and age of the star; this means the habitable zone will also vary accordingly. Also, the atmospheric conditions on the planet influence the planet's ability to retain heat so that the location of the habitable zone is also specific to each type of planet.\n\nHabitable zones have usually been defined in terms of surface temperature; however, over half of Earth's biomass is from subsurface microbes,[42] and temperature increases as depth underground increases, so the subsurface can be conducive for life when the surface is frozen; if this is considered, the habitable zone extends much further from the star.[43]\n\nStudies in 2013 indicated an estimated frequency of 22±8% of Sun-like[a] stars having an Earth-sized[b] planet in the habitable[c] zone.[44][45]\n\nThe Venus zone is the region around a star where a terrestrial planet would have runaway greenhouse conditions like Venus, but not so near the star that the atmosphere completely evaporates. As with the habitable zone, the location of the Venus zone depends on several factors, including the type of star and properties of the planets such as mass, rotation rate, and atmospheric clouds. Studies of the Kepler spacecraft data indicate that 32% of red dwarfs have potentially Venus-like planets based on planet size and distance from star, increasing to 45% for K-type and G-type stars.[d] Several candidates have been identified, but spectroscopic follow-up studies of their atmospheres are required to determine whether they are like Venus.[46][47]\n\n"
        },
        {
            "title": "Galactic distribution of planets",
            "text": "The Milky Way is 100,000 light-years across, but 90% of planets with known distances are within about 2000 light years of Earth, as of July 2014. One method that can detect planets much further away is microlensing. The upcoming Nancy Grace Roman Space Telescope could use microlensing to measure the relative frequency of planets in the galactic bulge versus the galactic disk.[48] So far, the indications are that planets are more common in the disk than the bulge.[49] Estimates of the distance of microlensing events is difficult: the first planet considered with high probability of being in the bulge is MOA-2011-BLG-293Lb at a distance of 7.7 kiloparsecs (about 25,000 light years).[50]\n\nPopulation I, or metal-rich stars, are those young stars whose metallicity is highest. The high metallicity of population I stars makes them more likely to possess planetary systems than older populations, because planets form by the accretion of metals.[citation needed] The Sun is an example of a metal-rich star. These are common in the spiral arms of the Milky Way.[citation needed] Generally, the youngest stars, the extreme population I, are found farther in and intermediate population I stars are farther out, etc. The Sun is considered an intermediate population I star. Population I stars have regular elliptical orbits around the Galactic Center, with a low relative velocity.[51]\n\nPopulation II, or metal-poor stars, are those with relatively low metallicity which can have hundreds (e.g. BD +17° 3248) or thousands (e.g. Sneden's Star) times less metallicity than the Sun. These objects formed during an earlier time of the universe.[citation needed] Intermediate population II stars are common in the bulge near the center of the Milky Way,[citation needed] whereas Population II stars found in the galactic halo are older and thus more metal-poor.[citation needed] Globular clusters also contain high numbers of population II stars.[52]\nIn 2014, the first planets around a halo star were announced around Kapteyn's star, the nearest halo star to Earth, around 13 light years away. However, later research suggests that Kapteyn b is just an artefact of stellar activity and that Kapteyn c needs more study to be confirmed.[53] The metallicity of Kapteyn's star is estimated to be about 8[e] times less than the Sun.[54]\n\nDifferent types of galaxies have different histories of star formation and hence planet formation. Planet formation is affected by the ages, metallicities, and orbits of stellar populations within a galaxy. Distribution of stellar populations within a galaxy varies between the different types of galaxies.[55]\nStars in elliptical galaxies are much older than stars in spiral galaxies. Most elliptical galaxies contain mainly low-mass stars, with minimal star-formation activity.[56] The distribution of the different types of galaxies in the universe depends on their location within galaxy clusters, with elliptical galaxies found mostly close to their centers.[57]\n\n"
        }
    ]
}