{
    "url": "https://en.wikipedia.org/wiki/Planetary_protection",
    "title": "Planetary protection",
    "table_of_contents": [
        "1 History",
        "2 COSPAR recommendations and categories",
        "2.1 Mars special regions",
        "3 Target categories",
        "3.1 Category I",
        "3.2 Category II",
        "3.3 Provisional Category II",
        "3.4 Category III / IV",
        "3.5 Category V",
        "4 The Coleman–Sagan equation",
        "4.1 Critiques",
        "5 Containment and quarantine for restricted Category V sample return",
        "6 Decontamination procedures",
        "6.1 Bioburden detection and assessment",
        "6.2 Challenges",
        "6.3 New methods",
        "7 Impact prevention",
        "7.1 Issues with impact prevention",
        "8 Controversies",
        "8.1 Meteorite argument",
        "8.2 Rebuttal by NRC",
        "8.3 Proposal to end planetary protection for Mars",
        "8.4 Critique of Category V containment measures",
        "9 Policy proposals",
        "9.1 Non-biological contamination",
        "9.2 Proposed extensions",
        "9.3 Protecting objects beyond the Solar System",
        "10 See also",
        "11 References",
        "12 General references",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Planetary protection is a guiding principle in the design of an interplanetary mission, aiming to prevent biological contamination of both the target celestial body and the Earth in the case of sample-return missions. Planetary protection reflects both the unknown nature of the space environment and the desire of the scientific community to preserve the pristine nature of celestial bodies until they can be studied in detail.[2][3]\n\nThere are two types of interplanetary contamination. Forward contamination is the transfer of viable organisms from Earth to another celestial body.  Back contamination is the transfer of extraterrestrial organisms, if they exist, back to the Earth's biosphere.\n\n"
        },
        {
            "title": "History",
            "text": "The potential problem of lunar and planetary contamination was first raised at the International Astronautical Federation VIIth Congress in Rome in 1956.[4]\n\nIn 1958[5] the U.S. National Academy of Sciences (NAS) passed a resolution stating, “The National Academy of Sciences of the United States of America urges that scientists plan lunar and planetary studies with great care and deep concern so that initial operations do not compromise and make impossible forever after critical scientific experiments.” This led to creation of the ad hoc Committee on Contamination by Extraterrestrial Exploration (CETEX), which met for a year and recommended that interplanetary spacecraft be sterilized, and stated, “The need for sterilization is only temporary. Mars and possibly Venus need to remain uncontaminated only until study by manned ships becomes possible”.[6]\n\nIn 1959, planetary protection was transferred to the newly formed Committee on Space Research (COSPAR). COSPAR in 1964 issued Resolution 26 affirming that:\n\nIn 1967, the US, USSR, and UK ratified the United Nations Outer Space Treaty.  The legal basis for planetary protection lies in Article IX of this treaty:\n\nThis treaty has since been signed and ratified by 104 nation states. Another 24 have signed but not ratified.  All the current space-faring nation states, along with all current aspiring space-faring nation-states, have both signed and ratified the treaty.[10]\n\nThe Outer Space Treaty has consistent and widespread international support, and as a result of this, together with the fact that it is based on the 1963 declaration which was adopted by consensus in the UN National Assembly, it has taken on the status of customary international law. The provisions of the Outer Space Treaty are therefore binding on all states, even those who have neither signed nor ratified it.[11]\n\nFor forward contamination, the phrase to be interpreted is \"harmful contamination\".  Two legal reviews came to differing interpretations of this clause (both reviews were unofficial). However the currently accepted interpretation is that “any contamination which would result in harm to a state’s experiments or programs is to be avoided”. NASA policy states explicitly that “the conduct of scientific investigations of possible extraterrestrial life forms, precursors, and remnants must not be jeopardized”.[12]\n\n"
        },
        {
            "title": "COSPAR recommendations and categories",
            "text": "The Committee on Space Research (COSPAR) meets every two years, in a gathering of 2000 to 3000 scientists,[13] and one of its tasks is to develop recommendations for avoiding interplanetary contamination. Its legal basis is Article IX of the Outer Space Treaty [14] (see history below for details).\n\nIts recommendations depend on the type of space mission and the celestial body explored.[15]  COSPAR categorizes the missions into 5 groups:\n\nFor Category IV missions, a certain level of biological burden is allowed for the mission. In general this is expressed as a 'probability of contamination', required to be less than one chance in 10,000[19][20] of forward contamination per mission, but in the case of Mars Category IV missions (above) the requirement has been translated into a count of Bacillus spores per surface area, as an easy to use assay method.[16][21]\n\nMore extensive documentation is also required for Category IV. Other procedures required, depending on the mission, may include trajectory biasing, the use of clean rooms during spacecraft assembly and testing, bioload reduction, partial sterilization of the hardware having direct contact with the target body, a bioshield for that hardware, and, in rare cases, complete sterilization of the entire spacecraft.[16]\n\nFor restricted Category V missions, the current recommendation[22] is that no uncontained samples should be returned unless sterilized. Since sterilization of the returned samples would destroy much of their science value, current proposals involve containment and quarantine procedures. For details, see Containment and quarantine below. Category V missions also have to fulfill the requirements of Category IV to protect the target body from forward contamination.\n\nA special region is a region classified by COSPAR where terrestrial organisms could readily propagate, or thought to have a high potential for existence of Martian life forms. This is understood to apply to any region on Mars where liquid water occurs, or can occasionally occur, based on the current understanding of requirements for life.\n\nIf a hard landing risks biological contamination of a special region, then the whole lander system must be sterilized to COSPAR category IVc.\n\n"
        },
        {
            "title": "Target categories",
            "text": "Some targets are easily categorized. Others are assigned provisional categories by COSPAR, pending future discoveries and research.\n\nThe 2009 COSPAR Workshop on Planetary Protection for Outer Planet Satellites and Small Solar System Bodies covered this in some detail. Most of these assessments are from that report, with some future refinements. This workshop also gave more precise definitions for some of the categories:[23][24]\n\nProvisionally, they assigned these objects to Category II. However, they state that more research is needed, because there is a remote possibility that the tidal interactions of Pluto and Charon could maintain some water reservoir below the surface. Similar considerations apply to the other larger KBOs.\n\nTriton is insufficiently well understood at present to say it is definitely devoid of liquid water. The only close up observations to date are those of Voyager 2.\n\nIn a detailed discussion of Titan, scientists concluded that there was no danger of contamination of its surface, except short term adding of negligible amounts of organics, but Titan could have a below surface water reservoir that communicates with the surface, and if so, this could be contaminated.\n\nIn the case of Ganymede, the question is, given that its surface shows pervasive signs of resurfacing, is there any communication with its subsurface ocean? They found no known mechanism by which this could happen, and the Galileo spacecraft found no evidence of cryovolcanism. Initially, they assigned it as Priority B minus, meaning that precursor missions are needed to assess its category before any surface missions. However, after further discussion they provisionally assigned it to Category II, so no precursor missions are required, depending on future research.\n\nIf there is cryovolcanism on Ganymede or Titan, the undersurface reservoir is thought to be 50 – 150 km below the surface. They were unable to find a process that could transfer the surface melted water back down through 50 km of ice to the under surface sea.[28] This is why both Ganymede and Titan were assigned a reasonably firm provisional Category II, but pending results of future research.\n\nIcy bodies that show signs of recent resurfacing need further discussion and might need to be assigned to a new category depending on future research. This approach has been applied, for instance, to missions to Ceres. The planetary protection Category is subject for review during the mission of the Ceres orbiter (Dawn) depending on the results found.[29]\n\nIn the category V for sample return the conclusions so far are:[25]\n\n"
        },
        {
            "title": "",
            "text": "The aim of the current regulations is to keep the number of microorganisms low enough so that the probability of contamination of Mars (and other targets) is acceptable. It is not an objective to make the probability of contamination zero.\n\nThe aim is to keep the probability of contamination of 1 chance in 10,000 of contamination per mission flown.[19] This figure is obtained typically by multiplying together the number of microorganisms on the spacecraft, the probability of growth on the target body, and a series of bioload reduction factors.\n\nIn detail the method used is the Coleman–Sagan equation.[30]\n\n\n\n\n\n\nP\n\nc\n\n\n=\n\nN\n\n0\n\n\nR\n\nP\n\nS\n\n\n\nP\n\nt\n\n\n\nP\n\nR\n\n\n\nP\n\ng\n\n\n\n\n{\\displaystyle P_{c}=N_{0}RP_{S}P_{t}P_{R}P_{g}}\n\n.\n\nwhere \n\nThen the requirement is \n\n\n\n\nP\n\nc\n\n\n<\n\n10\n\n−\n4\n\n\n\n\n{\\displaystyle P_{c}<10^{-4}}\n\n\n\nThe \n\n\n\n\n10\n\n−\n4\n\n\n\n\n{\\displaystyle 10^{-4}}\n\n is a number chosen by Sagan et al., somewhat arbitrarily. Sagan and Coleman assumed that about 60 missions to the Mars surface would occur before the exobiology of Mars is thoroughly understood, 54 of those successful, and 30 flybys or orbiters, and the number was chosen to endure a probability to keep the planet free from contamination of at least 99.9% over the duration of the exploration period.[20]\n\nThe Coleman–Sagan equation has been criticised because the individual parameters are often not known to better than a magnitude or so. For example, the thickness of the surface ice of Europa is unknown, and may be thin in places, which can give rise to a high level of uncertainty in the equation.[31][32] It has also been criticised because of the inherent assumption made of an end to the protection period and future human exploration. In the case of Europa, this would only protect it with reasonable probability for the duration of the period of exploration.[31][32]\n\nGreenberg has suggested an alternative, to use the natural contamination standard — that our missions to Europa should not have a higher chance of contaminating it than the chance of contamination by meteorites from Earth.[33][34]\n\nAnother approach for Europa is the use of binary decision trees which is favoured by the Committee on Planetary Protection Standards for Icy Bodies in the Outer Solar System under the auspices of the Space Studies Board.[19] This goes through a series of seven steps, leading to a final decision on whether to go ahead with the mission or not.[35]\n\n"
        },
        {
            "title": "Containment and quarantine for restricted Category V sample return",
            "text": "In the case of restricted Category V missions, Earth would be protected through quarantine of sample and astronauts in a yet to be built Biosafety level 4 facility.[36] In the case of a Mars sample return, missions would be designed so that no part of the capsule that encounters the Mars surface is exposed to the Earth environment. One way to do that is to enclose the sample container within a larger outer container from Earth, in the vacuum of space. The integrity of any seals is essential and the system must also be monitored to check for the possibility of micro-meteorite damage during return to Earth.[37][38][39][40]\n\nThe recommendation of the ESF report is that[22]\n\nNo restricted category V returns have been carried out. During the Apollo program, the sample-returns were regulated through the Extra-Terrestrial Exposure Law. This was rescinded in 1991, so new regulations would need to be enacted. The Apollo era quarantine procedures are of interest as the only attempt to date of a return to Earth of a sample that, at the time, was thought to have a remote possibility of including extraterrestrial life.\n\nSamples and astronauts were quarantined in the Lunar Receiving Laboratory.[41] The methods used would be considered inadequate for containment by modern standards.[42] Also the lunar receiving laboratory would be judged a failure by its own design criteria as the sample return didn't contain the lunar material, with two failure points during the Apollo 11 return mission, at the splashdown and at the facility itself.\n\nHowever the Lunar Receiving Laboratory was built quickly with only two years from start to finish, a time period now considered inadequate. Lessons learned from it can help with design of any Mars sample return receiving facility.[43]\n\nDesign criteria for a proposed Mars Sample Return Facility, and for the return mission, have been developed by the American National Research Council,[44] and the European Space Foundation.[45] They concluded that it could be based on biohazard 4 containment but with more stringent requirements to contain unknown microorganisms possibly as small as or smaller than the smallest Earth microorganisms known, the ultramicrobacteria. The ESF study also recommended that it should be designed to contain the smaller gene transfer agents if possible, as these could potentially transfer DNA from martian microorganisms to terrestrial microorganisms if they have a shared evolutionary ancestry. It also needs to double as a clean room facility to protect the samples from terrestrial contamination that could confuse the sensitive life detection tests that would be used on the samples.\n\nBefore a sample return, new quarantine laws would be required. Environmental assessment would also be required, and various other domestic and international laws not present during the Apollo era would need to be negotiated.[46]\n\n"
        },
        {
            "title": "Decontamination procedures",
            "text": "For all spacecraft missions requiring decontamination, the starting point is clean room assembly in US federal standard class 100 cleanrooms. These are rooms with fewer than 100 particles of size 0.5 µm or larger per cubic foot. Engineers wear cleanroom suits with only their eyes exposed. Components are sterilized individually before assembly, as far as possible, and they clean surfaces frequently with alcohol wipes during assembly. Spores of Bacillus subtilis was chosen for not only its ability to readily generate spores, but its well-established use as a model species. It is a useful tracker of UV irradiation effects because of its high resilience to a variety of extreme conditions. As such it is an important indicator species for forward contamination in the context of planetary protection.\n\nFor Category IVa missions (Mars landers that do not search for Martian life), the aim is to reduce the bioburden to 300,000 bacterial spores on any surface from which the spores could get into the Martian environment. Any heat tolerant components are heat sterilized to 114 °C. Sensitive electronics such as the core box of the rover including the computer, are sealed and vented through high-efficiency filters to keep any microbes inside.[47][48][49]\n\nFor more sensitive missions such as Category IVc (to Mars special regions), a far higher level of sterilization is required. These need to be similar to levels implemented on the Viking landers, which were sterilized for a surface which, at the time, was thought to be potentially hospitable to life similar to special regions on Mars today.\n\nIn microbiology, it is usually impossible to prove that there are no microorganisms left viable, since many microorganisms are either not yet studied, or not cultivable. Instead, sterilization is done using a series of tenfold reductions of the numbers of microorganisms present. After a sufficient number of tenfold reductions, the chance that there any microorganisms left will be extremely low.[original research?]\n\nThe two Viking Mars landers were sterilized using dry heat sterilization.  After preliminary cleaning to reduce the bioburden to levels similar to present day Category IVa spacecraft, the Viking spacecraft were heat-treated for 30 hours at 112 °C, nominal 125 °C (five hours at 112 °C was considered enough to reduce the population tenfold even for enclosed parts of the spacecraft, so this was enough for a million-fold reduction of the originally low population).[50]\n\nModern materials however are often not designed to handle such temperatures, especially since modern spacecraft often use \"commercial off the shelf\" components. Problems encountered include nanoscale features only a few atoms thick, plastic packaging, and conductive epoxy attachment methods. Also many instrument sensors cannot be exposed to high temperature, and high temperature can interfere with critical alignments of instruments.[50]\n\nAs a result, new methods are needed to sterilize a modern spacecraft to the higher categories such as Category IVc for Mars, similar to Viking.[50] Methods under evaluation, or already approved, include:\n\nSome other methods are of interest as they can sterilize the spacecraft after arrival on the planet.[citation needed]\n\nThe spore count is used as an indirect measure of the number of microorganisms present. Typically 99% of microorganisms by species will be non-spore forming and able to survive in dormant states[citation needed], and so the actual number of viable dormant microorganisms remaining on the sterilized spacecraft is expected to be many times the number of spore-forming microorganisms.\n\nOne new spore method approved is the \"Rapid Spore Assay\". This is based on commercial rapid assay systems, detects spores directly and not just viable microorganisms and gives results in 5 hours instead of 72 hours.[50]\n\nIt is also long been recognized that spacecraft cleaning rooms harbour polyextremophiles as the only microbes able to survive in them.[53][54][55][56] For example, in a recent study, microbes from swabs of the Curiosity rover were subjected to desiccation, UV exposure, cold and pH extremes. Nearly 11% of the 377 strains survived more than one of these severe conditions.[56] The genomes of resistant spore producing Bacillus sp. have been studied and genome level traits potentially linked to the resistance have been reported.[57][58][59][60]\n\nThis does not mean that these microbes have contaminated Mars. This is just the first stage of the process of bioburden reduction. To contaminate Mars they also have to survive the low temperature, vacuum, UV and ionizing radiation during the months long journey to Mars, and then have to encounter a habitat on Mars and start reproducing there. Whether this has happened or not is a matter of probability. The aim of planetary protection is to make this probability as low as possible. The currently accepted target probability of contamination per mission is to reduce it to less than 0.01%, though in the special case of Mars, scientists also rely on the hostile conditions on Mars to take the place of the final stage of heat treatment decimal reduction used for Viking. But with current technology scientists cannot reduce probabilities to zero.[original research?]\n\nTwo recent molecular methods have been approved[50] for assessment of microbial contamination on \nspacecraft surfaces.[48][61][when?]\n\n"
        },
        {
            "title": "Impact prevention",
            "text": "This particularly applies to orbital missions, Category III, as they are sterilized to a lower standard than missions to the surface. It is also relevant to landers, as an impact gives more opportunity for forward contamination, and impact could be on an unplanned target, such as a special region on Mars.\n\nThe requirement for an orbital mission is that it needs to remain in orbit for at least 20 years after arrival at Mars with probability of at least 99% and for 50 years with probability at least 95%. This requirement can be dropped if the mission is sterilized to Viking sterilization standard.[62]\n\nIn the Viking era (1970s), the requirement was given as a single figure, that any orbital mission should have a probability of less than 0.003% probability of impact during the current exploratory phase of exploration of Mars.[63]\n\nFor both landers and orbiters, the technique of trajectory biasing is used during approach to the target. The spacecraft trajectory is designed so that if communications are lost, it will miss the target.\n\nDespite these measures[which?] there has been one notable failure of impact prevention. The Mars Climate Orbiter which was sterilized only to Category III, crashed on Mars in 1999 due to a mix-up of imperial and metric units. The office of planetary protection stated that it is likely that it burnt up in the atmosphere, but if it survived to the ground, then it could cause forward contamination.[64]\n\nMars Observer is another Category III mission with potential planetary contamination. Communications were lost three days before its orbital insertion maneuver in 1993. It seems most likely it did not succeed in entering into orbit around Mars and simply continued past on a heliocentric orbit. If it did succeed in following its automatic programming, and attempted the manoeuvre, however, there is a chance it crashed on Mars.[citation needed]\n\nThree landers have had hard landings on Mars.  These are Schiaparelli EDM lander, the Mars Polar Lander, and Deep Space 2. These were all sterilized for surface missions but not for special regions (Viking pre-sterilization only). Mars Polar Lander, and Deep Space 2 crashed into the polar regions which are now treated as special regions because of the possibility of forming liquid brines.\n\n"
        },
        {
            "title": "Controversies",
            "text": "Alberto G. Fairén and Dirk Schulze-Makuch published an article in Nature recommending that planetary protection measures need to be scaled down. They gave as their main reason for this, that exchange of meteorites between Earth and Mars means that any life on Earth that could survive on Mars has already got there and vice versa.[65]\n\nRobert Zubrin used similar arguments in favour of his view that the back contamination risk has no scientific validity.[66][67]\n\nThe meteorite argument was examined by the NRC in the context of back contamination. It is thought that all the Martian meteorites originate in relatively few impacts every few million years on Mars. The impactors would be kilometers in diameter and the craters they form on Mars tens of kilometers in diameter. Models of impacts on Mars are consistent with these findings.[68][69][70]\n\nEarth receives a steady stream of meteorites from Mars, but they come from relatively few original impactors, and transfer was more likely in the early Solar System. Also some life forms viable on both Mars and on Earth might be unable to survive transfer on a meteorite, and there is so far no direct evidence of any transfer of life from Mars to Earth in this way.\n\nThe NRC concluded that though transfer is possible, the evidence from meteorite exchange does not eliminate the need for back contamination protection methods.[71]\n\nImpacts on Earth able to send microorganisms to Mars are also infrequent. Impactors of 10 km across or larger can send debris to Mars through the Earth's atmosphere but these occur rarely, and were more common in the early Solar System.[citation needed]\n\nIn their 2013 paper \"The Over Protection of Mars\", Alberto Fairén and Dirk Schulze-Makuch suggested that we no longer need to protect Mars, essentially using Zubrin's meteorite transfer argument.[72] This was rebutted in a follow up article \"Appropriate Protection of Mars\", in Nature by the current and previous planetary protection officers Catharine Conley and John Rummel.[73][74]\n\nThe scientific consensus is that the potential for large-scale effects, either through pathogenesis or ecological disruption, is extremely small.[44][75][76][77][78] Nevertheless, returned samples from Mars will be treated as potentially biohazardous until scientists can determine that the returned samples are safe. The goal is to reduce the probability of release of a Mars particle to less than one in a million.[76]\n\n"
        },
        {
            "title": "Policy proposals",
            "text": "A COSPAR workshop in 2010, looked at issues to do with protecting areas from non biological contamination.[79][80] They recommended that COSPAR expand its remit to include such issues. Recommendations of the workshop include:\n\nSome ideas proposed include protected special regions, or \"Planetary Parks\"[81] to keep regions of the Solar System pristine for future scientific investigation, and also for ethical reasons.\n\nAstrobiologist Christopher McKay has argued that until we have better understanding of Mars, our explorations should be biologically reversible.[82][83] For instance if all the microorganisms introduced to Mars so far remain dormant within the spacecraft, they could in principle be removed in the future, leaving Mars completely free of contamination from modern Earth lifeforms.\n\nIn the 2010 workshop one of the recommendations for future consideration was to extend the period for contamination prevention to the maximum viable lifetime of dormant microorganisms introduced to the planet.\n\nIn the case of Europa, a similar idea has been suggested, that it is not enough to keep it free from contamination during our current exploration period. It might be that Europa is of sufficient scientific interest that the human race has a duty to keep it pristine for future generations to study as well. This was the majority view of the 2000 task force examining Europa, though there was a minority view of the same task force that such strong protection measures are not required.\n\nIn July 2018, the National Academies of Sciences, Engineering, and Medicine issued a Review and Assessment of Planetary Protection Policy Development Processes. In part, the report urges NASA to create a broad strategic plan that covers both forward and back contamination. The report also expresses concern about private industry missions, for which there is no governmental regulatory authority.[85][86]\n\nThe proposal by the German physicist Claudius Gros, that the technology of the Breakthrough Starshot project may be utilized to establish a biosphere of unicellular organisms on otherwise only transiently habitable exoplanets,[87] has sparked a discussion,[88] to what extent planetary protection should be extended to exoplanets.[89][90] Gros argues that the extended timescales of\ninterstellar missions imply that planetary and exoplanetary protection have different ethical groundings.[91]\n\n"
        }
    ]
}