{
    "url": "https://en.wikipedia.org/wiki/Planetary_romance",
    "title": "Planetary romance",
    "table_of_contents": [
        "1 Examples",
        "1.1 In fiction",
        "1.2 In comics",
        "1.3 In film and television",
        "2 Miscellaneous",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Planetary romance is a subgenre of science fiction  in which the bulk of the action consists of adventures on one or more exotic alien planets, characterized by distinctive physical and cultural backgrounds. Some planetary romances take place against the background of a future culture where travel between worlds by spaceship is commonplace; others, particularly the earliest examples of the genre, do not, and invoke flying carpets, astral projection, or other methods of getting between planets. In either case, it is the planetside adventures which are the focus of the story, not the mode of travel.[1]\n\nThe Encyclopedia of Science Fiction mentions two caveats as to the usage of the term. First, while the setting may be in an alien world, if its nature is of little relevance to the plot, as is the case of James Blish's A Case of Conscience, then the term does not apply. Second, hard science fiction tales are excluded from this category, where an alien planet, while being a critical component of the plot, is just a background for a primarily scientific endeavor, such as Hal Clement's Mission of Gravity,[2] possibly with embellishments.\n\nA significant precursor of the genre is Edwin L. Arnold's Lieut. Gullivar Jones: His Vacation (1905).[2]\n\nIn Science Fiction: The 100 Best Novels (1985), editor and critic David Pringle named Marion Zimmer Bradley and Anne McCaffrey two \"leading practitioners nowadays\" for the planetary romance type of science fiction.[3]\n\nThere is a significant overlap of the genre with that of sword and planet.\n\n"
        }
    ]
}