{
    "url": "https://en.wikipedia.org/wiki/Platonism",
    "title": "Platonism",
    "table_of_contents": [
        "1 Philosophy",
        "2 History",
        "2.1 Ancient philosophy",
        "2.1.1 The Academy",
        "2.1.2 The Skeptical Academy",
        "2.1.3 Middle Platonism",
        "2.1.4 Neoplatonism",
        "2.2 Medieval philosophy",
        "2.2.1 Christianity and Platonism",
        "2.3 Modern philosophy",
        "2.3.1 Renaissance",
        "2.4 Contemporary philosophy",
        "2.4.1 Modern Platonism",
        "2.4.1.1 Analytic",
        "2.4.1.2 Continental",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Platonism is the philosophy of Plato and philosophical systems closely derived from it, though contemporary platonists do not necessarily accept all of the doctrines of Plato.[1]  Platonism had a profound effect on Western thought. Platonism at least affirms the existence of abstract objects, which are asserted to exist in a third realm distinct from both the sensible external world and from the internal world of consciousness, and is the opposite of nominalism.[1] This can apply to properties, types, propositions, meanings, numbers, sets, truth values, and so on (see abstract object theory). Philosophers who affirm the existence of abstract objects are sometimes called platonists; those who deny their existence are sometimes called nominalists. The terms \"platonism\" and \"nominalism\" also have established senses in the history of philosophy. They denote positions that have little to do with the modern notion of an abstract object.[2]\n\nIn a narrower sense, the term might indicate the doctrine of Platonic realism, a form of mysticism. The central concept of Platonism, a distinction essential to the Theory of Forms, is the distinction between the reality which is perceptible but unintelligible, associated with the flux of Heraclitus and studied by the likes of science, and the reality which is imperceptible but intelligible, associated with the unchanging being of Parmenides and studied by the likes of mathematics. Geometry was the main motivation of Plato, and this also shows the influence of Pythagoras. The Forms are typically described in dialogues such as the Phaedo, Symposium and Republic as perfect archetypes of which objects in the everyday world are imperfect copies. Aristotle's Third Man Argument is its most famous criticism in antiquity.\n\nIn the Republic the highest form is identified as the Form of the Good, the source of all other Forms, which could be known by reason. In the Sophist, a later work, the Forms being, sameness and difference are listed among the primordial \"Great Kinds\". Plato established the Academy, and in the 3rd century BC, Arcesilaus adopted academic skepticism, which became a central tenet of the school until 90 BC when Antiochus added Stoic elements, rejected skepticism, and began a period known as Middle Platonism.\n\nIn the 3rd century AD, Plotinus added additional mystical elements, establishing Neoplatonism, in which the summit of existence was the One or the Good, the source of all things; in virtue and meditation the soul had the power to elevate itself to attain union with the One. Many Platonic notions were adopted by the Christian church which understood Plato's Forms as God's thoughts (a position also known as divine conceptualism), while Neoplatonism became a major influence on Christian mysticism in the West through Saint Augustine, Doctor of the Catholic Church, who was heavily influenced by Plotinus' Enneads,[3] and in turn were foundations for the whole of Western Christian thought.[4] Many ideas of Plato were incorporated by the Roman Catholic Church.[5]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "The primary concept is the Theory of Forms. The only true being is founded upon the forms, the eternal, unchangeable, perfect types, of which particular objects of moral and responsible sense are imperfect copies. The multitude of objects of sense, being involved in perpetual change, are thereby deprived of all genuine existence.[6] The number of the forms is defined by the number of universal concepts which can be derived from the particular objects of sense.[6] The following excerpt may be representative of Plato's middle period metaphysics and epistemology:\n\nBook VI of the Republic identifies the highest form as the Form of the Good, the cause of all other Ideas, and that on which the being and knowing of all other Forms is contingent. Conceptions derived from the impressions of sense can never give us the knowledge of true being; i.e. of the forms.[6] It can only be obtained by the soul's activity within itself, apart from the troubles and disturbances of sense; that is to say, by the exercise of reason.[6] Dialectic, as the instrument in this process, leading us to knowledge of the forms, and finally to the highest form of the Good, is the first of sciences.[6] Later Neoplatonism, beginning with Plotinus, identified the Good of the Republic with the transcendent, absolute One[7] of the first hypothesis of the Parmenides (137c-142a).\n\nPlatonist ethics is based on the Form of the Good. Virtue is knowledge, the recognition of the supreme form of the good.[6] And, since in this cognition, the three parts of the soul, which are reason, spirit, and appetite, all have their share, we get the three virtues, Wisdom, Courage, and Moderation.[6] The bond which unites the other virtues is the virtue of Justice, by which each part of the soul is confined to the performance of its proper function.[6]\n\nPlatonism had a profound effect on Western thought. In many interpretations of the Timaeus Platonism,[8] like Aristotelianism, poses an eternal universe, as opposed to the nearby Judaic tradition that the universe had been created in historical time, with its continuous history recorded. Unlike Aristotelianism, Platonism describes idea as prior to matter and identifies the person with the soul. Many Platonic notions secured a permanent place in Christianity.[9]\n\nAt the heart of Plato's philosophy is the theory of the soul. Francis Cornford described the twin pillars of Platonism as being the theory of the Forms, on the one hand, and, on the other hand, the doctrine of the immortality of the soul.[10] Indeed, Plato was the first person in the history of philosophy to believe that the soul was both the source of life and the mind.[11] In Plato's dialogues, we find the soul playing many disparate roles. Among other things, Plato believes that the soul is what gives life to the body (which was articulated most of all in the Laws and Phaedrus) in terms of self-motion: to be alive is to be capable of moving yourself; the soul is a self-mover. He also thinks that the soul is the bearer of moral properties (i.e., when I am virtuous, it is my soul that is virtuous as opposed to, say, my body). The soul is also the mind: it is that which thinks in us.\n\n\nWe see this casual oscillation between different roles of the soul in many dialogues. First of all, in the Republic:\nThe Phaedo most famously caused problems to scholars who were trying to make sense of this aspect of Plato's theory of the soul, such as Broadie[13] and Dorothea Frede.[14]\n\nMore-recent scholarship has overturned this accusation arguing that part of the novelty of Plato's theory of the soul is that it was the first to unite the different features and powers of the soul that became commonplace in later ancient and medieval philosophy.[11] For Plato, the soul moves things by means of its thoughts, as one scholar puts it, and accordingly, the soul is both a mover (i.e., the principle of life, where life is conceived of as self-motion) and a thinker.[11]\n\n"
        },
        {
            "title": "History",
            "text": "Platonism was originally expressed in the dialogues of Plato, in which the figure of Socrates is used to expound certain doctrines, that may or may not be similar to the thought of the historical Socrates, Plato's master. Plato delivered his lectures at the Platonic Academy, a precinct containing a sacred grove outside the walls of Athens. The school continued there long after Plato's death. There were three periods: the Old, Middle, and New Academy. The chief figures in the Old Academy were Speusippus (Plato's nephew), who succeeded him as the head of the school (until 339 BC), and Xenocrates (until 313 BC). Both of them sought to fuse Pythagorean speculations on number with Plato's theory of forms.\n\nAround 266 BC, Arcesilaus became head of the Academy. This phase, known as the Middle Academy, strongly emphasized philosophical skepticism. It was characterized by its attacks on the Stoics and their assertion of the certainty of truth and our knowledge of it. The New Academy began with Carneades in 155 BC, the fourth head in succession from Arcesilaus. It was still largely skeptical, denying the possibility of knowing an absolute truth; both Arcesilaus and Carneades argued that they were maintaining a genuine tenet of Plato.\n\nAround 90 BC, Antiochus of Ascalon rejected skepticism, making way for the period known as Middle Platonism, in which Platonism was fused with certain Peripatetic and many Stoic dogmas. In Middle Platonism, the Platonic Forms were not transcendent but immanent to rational minds, and the physical world was a living, ensouled being, the World-Soul. Pre-eminence in this period belongs to Plutarch. The eclectic nature of Platonism during this time is shown by its incorporation into Pythagoreanism (Numenius of Apamea) and into Jewish philosophy[15] (Philo of Alexandria).\n\nIn the third century, Plotinus recast Plato's system, establishing Neoplatonism, in which Middle Platonism was fused with mysticism. At the summit of existence stands the One or the Good, as the source of all things.[16] It generates from itself, as if from the reflection of its own being, reason, the nous, wherein is contained the infinite store of ideas.[16] The world-soul, the copy of the nous, is generated by and contained in it, as the nous is in the One, and, by informing matter in itself nonexistent, constitutes bodies whose existence is contained in the world-soul.[16] Nature therefore is a whole, endowed with life and soul. Soul, being chained to matter, longs to escape from the bondage of the body and return to its original source.[16] In virtue and philosophical thought it has the power to elevate itself above the reason into a state of ecstasy, where it can behold, or ascend to, that one good primary Being whom reason cannot know.[16] To attain this union with the Good, or God, is the true function of human beings.[16]\n\nPlotinus' disciple, Porphyry, followed by Iamblichus, developed the system in conscious opposition to Christianity. The Platonic Academy was re-established during this period; its most renowned head was Proclus (died 485), a celebrated commentator on Plato's writings. The Academy persisted until Roman emperor Justinian closed it in 529.\n\nPlatonism has had some influence on Christianity through Clement of Alexandria and Origen,[9] and the Cappadocian Fathers.[17] St. Augustine was heavily influenced by Platonism as well, which he encountered through the Latin translations of Marius Victorinus of the works of Porphyry and/or Plotinus.[9]\n\nPlatonism was considered authoritative in the Middle Ages.[9] Platonism also influenced both Eastern and Western mysticism.[9][18] Meanwhile, Platonism influenced various philosophers.[9] While Aristotle became more influential than Plato in the 13th century, St. Thomas Aquinas's philosophy was still in certain respects fundamentally Platonic.[9]\n\nThe Renaissance also saw a renewed interest in Platonic thought, including more interest in Plato himself.[9] In 16th-, 17th-, and 19th-century England, Plato's ideas influenced many religious thinkers including the Cambridge Platonists.[9] Orthodox Protestantism in continental Europe, however, distrusts natural reason and has often been critical of Platonism.[9]\nAn issue in the reception of Plato in early modern Europe was how to deal with the same-sex elements of his corpus.[19]\n\nChristoplatonism is a term used to refer to a dualism opined by Plato, which holds spirit is good but matter is evil,[20] which influenced some christian churches, though the Bible's teaching directly contradicts this philosophy and thus it receives constant criticism from many teachers in the Christian Church today. According to the Methodist Church, Christoplatonism directly \"contradicts the Biblical record of God calling everything He created good.\"[20]\n\nApart from historical Platonism originating from thinkers such as Plato and Plotinus, we also encounter the theory of abstract objects in the modern sense.\n\nThis modern Platonism has been endorsed in one way or another at one time or another by numerous philosophers, such as Bernard Bolzano, who argue for anti-psychologism. Plato's works have been decisively influential for 20th century philosophers such as Alfred North Whitehead and his Process Philosophy; and for the critical realism and metaphysics of Nicolai Hartmann.\n\nIn contemporary philosophy, most Platonists trace their ideas to Gottlob Frege's influential paper \"Thought\", which argues for Platonism with respect to propositions, and his influential book, The Foundations of Arithmetic, which argues for Platonism with respect to numbers and is a seminal text of the logicist project.[21] Contemporary analytic philosophers who espoused Platonism in metaphysics include Bertrand Russell,[21] Alonzo Church,[21] Kurt Gödel,[21] W. V. O. Quine,[21] David Kaplan,[21] Saul Kripke,[21] Edward Zalta[22] and Peter van Inwagen.[23] Iris Murdoch espoused Platonism in moral philosophy in her 1970 book The Sovereignty of Good.\n\nPaul Benacerraf's epistemological challenge to contemporary Platonism has proved its most influential criticism.\n\nIn contemporary Continental philosophy, Edmund Husserl's arguments against psychologism are believed to derive from a Platonist conception of logic, influenced by Frege and his mentor Bolzano.[24]—Husserl explicitly mentioned Bolzano, G. W. Leibniz and Hermann Lotze as inspirations for his position in his Logical Investigations (1900–1). Other prominent contemporary Continental philosophers interested in Platonism in a general sense include Leo Strauss,[25] Simone Weil,[26] and Alain Badiou.[27]\n\n"
        }
    ]
}