{
    "url": "https://en.wikipedia.org/wiki/Plazi",
    "title": "Plazi",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Plazi is a Swiss-based international non-profit association supporting and promoting the development of persistent and openly accessible digital bio-taxonomic literature. Plazi is cofounder of the Biodiversity Literature Repository and is maintaining this digital taxonomic literature repository at Zenodo to provide access to FAIR data converted from taxonomic publications using the TreatmentBank[1] service, enhances submitted taxonomic treatments by creating a version in the XML format Taxpub,[2] and educates about the importance of maintaining open access to scientific discourse and data. It is a contributor to the evolving e-taxonomy in the field of Biodiversity Informatics.[3]\n\nThe approach was originally developed in a binational National Science Foundation (NSF) and \nGerman Research Foundation (DFG) digital library program to the American Museum of Natural History and the University of Karlsruhe, respectively, to create an XML schema modeling the content of bio-systematic literature. The TaxonX schema is applied to legacy publications using GoldenGATE,[4] a semiautomatic editor. In its current state GoldenGATE is a complex mark up tool allowing community involvement in the process of rendering documents into semantically enhanced documents.\n\nPlazi developed ways to make distribution records in published taxonomic literature accessible through a TAPIR service that is harvested by the Global Biodiversity Information Facility (GBIF).[5] Similarly, the Species Page Model (SPM) transfer schema has been implemented to allow harvesting of treatments (the scientific descriptions of species and higher taxa) by third parties such as the Encyclopedia of Life (EOL). At the moment, Darwin Core Archives are used to transfer treatment data to Global Biodiversity Information Facility, providing  with 33,623 datasets over 50% of all the datasets in GBIF.[6] If available, the treatments are enhanced with links to external databases such as GenBank, The Hymenoptera Name Server for scientific names or ZooBank, the registry of zoological names.\n\nPlazi claims it adheres to copyright law and argues that taxonomic treatments do not qualify as literary and artistic work. Plazi claims that such works are therefore in the public domain and can be freely used and disseminated (with scientific practice requiring appropriate citation).[7][8]\n\n"
        }
    ]
}