{
    "url": "https://en.wikipedia.org/wiki/Podsafe",
    "title": "Podsafe",
    "table_of_contents": [
        "1 Definition of \"podsafe\"",
        "2 Motives",
        "2.1 For the podcaster",
        "2.2 For the artist",
        "3 See also",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Podsafe is a term created in the podcasting community to refer to any work which, through its licensing, specifically allows the use of the work in podcasting, regardless of restrictions the same work might have in other realms. For example, a song may be legal to use in podcasts, but may need to be purchased or have royalties paid for over-the-air radio use, television use, and possibly even personal use.\n\nPodsafe music gained modest popularity in the early days of podcasting, largely because of podcaster resources like the now-defunct Podsafe Music Network. Most podcasters were just hobbyists at that point. In the early 2010s, the podcast industry professionalized with the advent of podcast-oriented media companies such as Earwolf. Some traditional media organizations such as NPR started making podcasting a major part of their strategy. As more money started pouring into the industry, the content diversified and podsafe music faded into obscurity.\n\n"
        },
        {
            "title": "",
            "text": "The effective definition of \"podsafe\" for a given work depends entirely on the contract through which the podcaster licenses the work; there is no single podsafe license.\n\nWhile some works (such as public domain works or works under some Creative Commons licenses) are inherently podsafe, the only actual requirement for a work to be podsafe is that any licensing requirements it has, if applicable, allow for the work's free use (typical broadcast use in its original form, if in no other form, depending on the specific license) in a podcast or web broadcast. This gives specific favor to podcasts only, allowing the artist to impose more traditional constraints on everyone else. Podsafe licensing can, for example, continue to require non-podcast consumers to pay for the work, require royalties on derivative works, and profit significantly from the work's use in traditional radio, television, or film.\n\nThe licensor of any podsafe work must be legally capable of making it so. An artist cannot distribute his or her own work through a podsafe license if doing so would break any laws or breach any standing agreements (e.g. with the RIAA). The creator of a derivative work may also not claim this work podsafe without express permission from the original copyright holders. (PMN has more specific and stringent terms to this effect in its agreement.)\n\nAnother point of contention is that not all podcasts are non-commercial works. Even in the early days, an increasing number of podcasts were taking on sponsors and looking to make a profit. In general, no significant distinction was made between podsafe for non-commercial use and podsafe for commercial use.\n\n"
        },
        {
            "title": "Motives",
            "text": "As podcasting grows more and more popular, illegal use of heavily licensed music (as through the RIAA) starts to grow at an extremely high pace. This is in general of greater concern to podcasters than to the typical sharer of music, because podcasters usually produce their shows for and promote them to the public.\n\nIncluding such licensed music legally has its own set of caveats. Many licensing agencies, if they do intend to allow the use of their music on podcasts, will require not only the payment of royalties but also the use of DRM on the shows.[citation needed] (DRM, because of its proprietary, system-specific nature, would be destructive to the general openness and system independence of podcasts.)\n\nUse of podsafe music instead of more stringently licensed material allows a podcaster to continue to produce an inexpensive, legal program with little hassle. Not least important for an independent podcaster is the promise of being able to avoid the confusing maze of licensing organizations.\n\nConventional radio (and television) can present a difficult, and not always logical, barrier of entry for a musician or other media artist involving large sums of money and often a great deal of surrender in both ownership and creative freedom.\n\nIn contrast, podcasting, an increasingly popular medium for audio programs, is more receptive to artists and input. While a conventional radio show may be able to replay a large part of its music selection from day to day, there would be little point in downloading a music podcast whose selection did not vary significantly from a previous show.\n\n"
        }
    ]
}