{
    "url": "https://en.wikipedia.org/wiki/Poetry_film",
    "title": "Poetry film",
    "table_of_contents": [
        "1 Poetry film-makers",
        "2 History and analysis",
        "3 Notes",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Poetry film is a subgenre of film that fuses the use of spoken word poetry, visual images, and sound to create a stronger presentation and interpretation of the meaning being conveyed. This fusion of image and spoken word (both independent and interdependent) creates what William Wees called the \"Poetry-film\" genre. He suggested that \"a number of avant-garde film and video makers have created a synthesis of poetry and film that generates associations, connotations and metaphors neither the verbal nor the visual text would produce on its own\".[1]\n\nThis genre of film was first explored in the 1920s by  Impressionists Germaine Dulac, Louis Delluc,  Man Ray, Hans Richter, and others. In the mid-1960s and early 1970s this genre was further explored by the Beat Generation poets Lawrence Ferlinghetti, Allen Ginsberg, and Herman Berlandt, and developed into a festival held annually at the Fort Mason Center in California.\n\nPoetry film is characterized by its nonlinear narrative style of editing, and flow of images and spoken words (stream of consciousness), although linear narration and editing have been used to good effect in the creation of some poetry films (see Narrative). Generally, poetry film is created as a noncommercial production, but some attempts have been made to produce commercial films. Some poetry films have been used as instructional aids in  classes to illustrate concepts such as allusion, simile, and metaphor.\n\nIn 1981, a group in Tennessee experimented with fusing spoken word, images, and sound into what was called \"poetry videos\". The concept was to create poetry videos, similar to  videos which were gaining popularity at the time, making poetry more acceptable as a commercial product. One video was produced with the assistance of the Tennessee State  communications department but was never commercially released.\n\nOne of the most famous poetry films ever produced was aired on the Smothers Brothers Show in 1968. The film was by Lawrence Ferlinghetti and was titled the \"Assassination Raga\". The film fused images of death, slow sitar, and Ferlinghetti's spoken word poem about the assassination of the Kennedys.\n\nMore recently George Aguilar has developed a TV series of poetry films called Eyestruck. Performance  Hedwig Gorski was one of the first to successfully produce and direct her video poem using state arts funding.[2] She received an Artist's Fellowship in 2002 for work fusing poetry and media.[3]\n\nBeginning in the 21st century the genre of poetry films making also reached other parts of the world including India. Several traditional television professionals experimented with the . In 2007 a non-profit organisation, Sadho, created an exclusive platform for screening of poetry films in India. The Sadho Poetry Film Festival is a biennial international film festival in New Delhi. The first Sadho Poetry Film Festival was organised in the year 2007.\n\n"
        },
        {
            "title": "Poetry film-makers",
            "text": "Utpal Datta (Assam), Vishwajyoti Ghosh, Sidharth Pratap Singh, Parijat Kaul, Anjali Monteiro & K.P Jayasankar (Centre for Media and Cultural Studies), Nandan Saxena & Kavita Bahl, are some the poetry filmmakers from India. The list of -poetry filmmakers also includes Sidharth Saxena and Shashwat Mudgal from India and Tahira Rana from the UK.\nUtpal Datta had made his first Poetry Film 'BOHUBRITTA' based on a poem by Swapna Dutta Deka, the cinematography is by Nagen Baishya, Editing by Aseem Sinha (he has edited several important films by Shyam Benegal),  and Sound designing by Amrit Pritam. The film was premiered at Guwahati International Documentary Short and Animation Film Festival. This film has been selected to Indian Panorama of International Film Festival of India, 2019, and later screened at several International Film Festivals. \nShuvayu Bhattacharjee has made a poetry film titled KOLKATA COCKTAILS based on nine poems of these three poets Ipsita Ganguli, Lopa Banerjee, and Gopa Bhattacharjee. In the film, these three poets acted as childhood friends and rediscover their souls in Kolkata. The film has been critically acclaimed all around. It has been screened at many international film festivals like Silent  Film Festival, Nextgen International Film Festival, etc, and also received the BEst Woman Film Award inLiteroma Short Film Contest and Carnival.\nMrigankasekhar Ganguly, at his 22, made the first poetry film in Bengali 'megh bolechhe' which was screened at Kolkata press club.[4] In 2011 he directed his second poetry film 'Iti Apu' recited by Soumitra Chatterjee.[5] In 2014, he directed Stark Electric Jesus based on the poem written by Malay Roy Choudhury. It breaks the narrative structure and creates a language of poetry in film.\n\nIranian director Abbas Kiarostami, is one of the most famous poetry filmmakers, who has received acclaim for his poetry films.\n\n"
        },
        {
            "title": "History and analysis",
            "text": "In 2021 Sarah Tremlett published The Poetics of Film Poetry ‘an encyclopaedic work on the ever-evolving art of the poetry film’.[6] The book is in three sections, Form and Structure, Artists’ Voices, and Selected Narrative Forms. She begins with a detailed section Terminology Across Time : Poetry Films, Film Poems [7] and Video Poems / Videopoems which explores and analyses the form across the history of cinema from the early 1900s. Tremlett then  moves on, to the voices and work of individual international practitioners starting with Contemporary Pioneers, and specific sections on Portugal and Spain, and Argentina. \n\n"
        }
    ]
}