{
    "url": "https://en.wikipedia.org/wiki/Poetic_realism",
    "title": "Poetic realism",
    "table_of_contents": [
        "1 Characteristics",
        "2 Notable examples",
        "3 Further reading",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Poetic realism was a film movement in France of the 1930s. More a tendency than a movement, poetic realism is not strongly unified like Soviet montage or French Impressionism but were individuals who created this lyrical style. Its leading filmmakers were Pierre Chenal, Jean Vigo, Julien Duvivier, Marcel Carné, and, perhaps the movement's most significant director, Jean Renoir. Renoir made a wide variety of films some influenced by the leftist Popular Front group and even a lyrical short feature film.[1] Frequent stars of these films were Jean Gabin, Michel Simon, Simone Signoret, and Michèle Morgan.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Poetic realism films are \"recreated realism\", stylised and studio-bound, rather than approaching the \"socio-realism of the documentary\".[2] They usually have a fatalistic view of life with their characters living on the margins of society, either as unemployed members of the working class or as criminals. After a life of disappointment, the characters get a last chance at love but are ultimately disappointed again and the films frequently end with disillusionment or death. The overall tone often resembles nostalgia and bitterness. They are \"poetic\" because of a heightened aestheticism that sometimes draws attention to the representational aspects of the films.  Though these films were weak in the production sector, French cinema did create a high proportion of such influential films largely due to the talented people in the industry in the 1930s who were working on them. The most popular set designer was Lazare Meerson. Composers who worked on these films included Georges Auric, Arthur Honegger, Joseph Kosma, and Maurice Jaubert. Screenwriters who contributed to many of the films included Charles Spaak and Jacques Prévert.[3] The movement had a significant impact on later film movements, in particular Italian neorealism (many of the neorealists, most notably Luchino Visconti, worked with poetic realist directors before starting their own careers as film critics and directors) and the French New Wave.\n\n"
        },
        {
            "title": "Notable examples",
            "text": "Forerunners of the poetic realist movement include:\n\nPoetic realist works from leading filmmakers of the mid-to-late 1930s/mid-to-late 1940s include:\n\n[4][5]\n\n"
        }
    ]
}