{
    "url": "https://en.wikipedia.org/wiki/Poetic_justice",
    "title": "Poetic justice",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Poetic justice, also called poetic irony, is a literary device with which ultimately virtue is rewarded and misdeeds are punished. In modern literature,[1] it is often accompanied by an ironic twist of fate related to the character's own action, hence the name poetic irony.[2]\n\n"
        },
        {
            "title": "Etymology",
            "text": "English drama critic Thomas Rymer coined the phrase in The Tragedies of the Last Age Consider'd (1678) to describe how a work should inspire proper moral behaviour in its audience by illustrating the triumph of good over evil. The demand for poetic justice is consistent in Classical authorities and shows up in Horace, Plutarch, and Quintillian, so Rymer's phrasing is a reflection of a commonplace. Philip Sidney, in The Defence of Poesy (1595) argued that poetic justice was, in fact, the reason that fiction should be allowed in a civilized nation.\n\n"
        },
        {
            "title": "History",
            "text": "Notably, poetic justice does not merely require that vice be punished and virtue rewarded, but also that logic triumph. If, for example, a character is dominated by greed for most of a romance or drama, they cannot become generous. The action of a play, poem, or fiction must obey the rules of logic as well as morality. During the late 17th century, critics pursuing a neo-classical standard criticized William Shakespeare in favor of Ben Jonson precisely on the grounds that Shakespeare's characters change during the course of the play.[3] When Restoration comedy, in particular, flouted poetic justice by rewarding libertines and punishing dull-witted moralists, there was a backlash in favor of drama, in particular, of more strict moral correspondence.\n\n"
        }
    ]
}