{
    "url": "https://en.wikipedia.org/wiki/Politics_of_New_England",
    "title": "Politics of New England",
    "table_of_contents": [
        "1 Notable laws and political movements",
        "1.1 Same-sex marriage",
        "1.2 Anti-nuclear movement",
        "1.2.1 Montague Nuclear Power Plant",
        "1.2.2 Seabrook",
        "1.2.3 Yankee Rowe",
        "1.2.4 Vermont Yankee",
        "2 See also",
        "3 Notes"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The politics of New England has long been defined by the region's political and cultural history, demographics, economy, and its loyalty to particular U.S. political parties. Within the politics of the United States, New England is sometimes viewed in terms of a single voting bloc. All of the twenty-one congressional districts in New England are currently represented by Democrats. In the Senate, nine Democrats, two Independents (both of whom caucus with Democrats), and one Republican represent New England. The Democratic candidate has won a plurality of votes in every State in New England in every presidential election since 2004, making the region considerably more Democratic than the rest of the nation.\n\nSame-sex marriage had been permitted in all New England states before the U.S. Supreme Court case Obergefell v. Hodges made it legal nationwide. Rhode Island was the final New England state to legalise the practice in May 2013.[1]\n\nThe national U.S. movement against nuclear power had its roots in New England in the 1970s. In 1974, activist Sam Lovejoy toppled a weather tower at the site of the proposed Montague Nuclear Power Plant in Western Massachusetts.[2] The movement \"reached critical mass\" with the arrests at Seabrook Station Nuclear Power Plant on May 1, 1977, when 1,414 anti-nuclear activists from the Clamshell Alliance were arrested at the Seabrook site. Harvey Wasserman, a Clamshell spokesman at Seabrook, and Frances Crowe of Northampton, an American Friends Service Committee member, played key roles in the movement.[2]\n\n"
        },
        {
            "title": "Notable laws and political movements",
            "text": "The New England states abolished the death penalty for robbery and burglary in the 19th century, before much of the rest of the United States. New Hampshire was the final New England state to outlaw the practice, doing so in 2019.[3] Although New Hampshire currently has one death row inmate, it has not held an execution since 1939.[4]\n\nConnecticut and Rhode Island were the only states in the union not to ratify the Eighteenth Amendment to the United States Constitution, also known as prohibition.[5] Prohibition became the law of the land on January 16, 1919.\n\nNew Hampshire has no seatbelt law for persons over 18 years of age,[6] no helmet law for motorcyclists,[7] no mandatory auto-insurance law,[8] and has neither an income tax nor a sales tax.[9]\n\nVermont, Maine and New Hampshire allow both the open and concealed carrying of a firearm without a permit.[10][11]\n\nMassachusetts passed a ballot initiative (question 3) in the November 2012 election that legalized medical marijuana, effective January 1, 2013. Only people with debilitating diseases such as cancer, Parkinson's disease, or Alzheimer's can obtain a medical marijuana card. Massachusetts became the 18th state in the US to legalize the medical use of marijuana.[12] Similar laws are also in place in four other New England States.[13]\n\nSame-sex marriage had been legalized in all of the New England states: Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island and Vermont, before it became legal nationwide in Obergefell v. Hodges. The New England region has been noted for being the center of the same-sex marriage movement in the United States,[14] with the region having among the most widespread and earliest legal support of any region. In 2004, Massachusetts became the first state in the United States to legalize same-sex marriage,[15] to be followed by three more states between October 2008 and June 2009. This followed Vermont being the first-in-the-nation with civil unions in 2000.[16] Before the 2012 election, California (2008), Iowa (2009), New York (2011) and the District of Columbia (2010) had been the only U.S. jurisdictions outside New England to have performed same-sex marriages, though same-sex marriages in California had been halted following the passage of Proposition 8.\n\nThe legalization of same-sex marriage was part of a campaign which began in November 2008, called Six by Twelve, and was organized by the Gay & Lesbian Advocates & Defenders (GLAD) to legalize same-sex marriage in all six New England states by 2012.[17][18]\n\nThe region holds a number of firsts on same-sex marriage: Vermont was the first state to enact it through legislative means and not because of a judicial ruling,[19][20] and Maine was the first state to have a governor sign a same-sex marriage bill that was not the result of a court decision.[21] However, this law was repealed through a people's veto (53% voted to ban it versus 47% who voted to legalize it), but three years later, on November 6, 2012, the question was put to voters a second time, and the electorate voted 53–47 in support of same-sex marriage. As a result, Maine became one of three first US states to approve same-sex marriage at the ballot box, along with Washington and Maryland.\n\nWith Rhode Island legalizing same-sex marriage, all New England states allowed the practice. There have been numerous reasons given for why New England has found such strong legal recognition for same-sex marriages in comparison to the rest of the United States, including low religiosity, high educational attainment, strong social libertarianism, a long history of open same-sex relationships (including Boston marriages), and a general independent streak in New England culture.[14][22][23][24][25]\n\nThere were four targets of the anti-nuclear movement since 1974. As a result, Montague Nuclear was cancelled. Yankee Rowe closed prematurely for engineering inadequacies. Vermont Yankee was closed because it became uncompetitive. Seabrook remains operational.\n\nOn February 22, 1974, Sam Lovejoy took a crowbar to the weather-monitoring tower which had been erected at the Montague Nuclear Power Plant site. Lovejoy fell 349 feet (106 m) from the 550 feet (170 m) tower. He turned himself in to the local police. He presented a statement in which he took responsibility for the action. Lovejoy's action galvanized local public opinion against the plant.[26][27] The Montague nuclear power plant proposal was canceled in 1980,[28] after $29 million was spent on the project.[26]\n\nSeabrook power plant was proposed as a twin-reactor plant in 1972, at an estimated cost of $973 million. It received a commercial license in March 1990 for one reactor which cost $6.5 billion.[29] Over a period of thirteen years more than 4,000 citizens, many associated with the Clamshell Alliance anti-nuclear group, committed non-violent civil disobedience at Seabrook:[30]\n\nThe New England Coalition (NEC) is an educational non-profit organization based in Brattleboro, Vermont. Historically, it has been part of the anti-nuclear movement in the United States.[40] The NEC is primarily concerned with legal action more than protests. It was involved in both legal action and protests about the Yankee Rowe Nuclear Power Plant prior to its shut down in 1992, and has been involved in legal action and protests over extending the license to operate at the Vermont Yankee Nuclear Power Plant.\n\nIn February 2010, the Vermont Senate voted 26 to 4 against allowing the PSB to consider re-certifying the Vermont Yankee Nuclear Plant after 2012, citing radioactive tritium leaks, misstatements in testimony by plant officials, a cooling tower collapse in 2007, and other problems.[41] In January 2012, Entergy won a court case to invalidate the state's veto power on continued operation.[42]\n\nThere were a number of anti-nuclear protests about Vermont Yankee since the 1970s. These included protests following the Japanese Fukushima nuclear disaster in March 2011 and on the date of the original operating license expiry in March 2012. On August 28, 2013, the company said economic factors, notably the low cost of electricity caused by cheap natural gas, would result in the company's decommissioning the plant in the fourth quarter of 2014.[42]\n\n"
        }
    ]
}