{
    "url": "https://en.wikipedia.org/wiki/Political_status_of_Puerto_Rico",
    "title": "Political status of Puerto Rico",
    "table_of_contents": [
        "1 Background",
        "1.1 Terminology",
        "1.2 The Insular Cases",
        "2 Implications of the current political status",
        "3 Status questions",
        "3.1 Plebiscites",
        "3.2 Presidential executive orders",
        "3.3 Bills in U.S. Congress",
        "4 United Nations classification",
        "4.1 Resolution 748",
        "4.2 UN vote aftermath",
        "4.3 Attempts to reintroduce a new UN vote",
        "4.4 United Nations Special Committee on Decolonization",
        "5 Distinct national group",
        "5.1 Internationally",
        "5.2 Among Puerto Ricans",
        "6 Position of U.S. political parties",
        "7 Controversies",
        "7.1 Decolonization by the UN and political empowerment",
        "7.2 Granting of U.S. citizenship and cultural identity",
        "7.3 Economic survival and self-support",
        "7.4 English as an official language",
        "7.5 Suffrage and representation in the U.S. Congress",
        "8 Stateside Puerto Ricans and status",
        "9 U.S. public opinion on the status of Puerto Rico",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 Further reading",
        "14 External links",
        "14.1 U.N. Resolutions",
        "14.2 Bills before Congress",
        "14.3 Others"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe political status of Puerto Rico is that of an unincorporated territory of the United States. As such, the island of Puerto Rico is neither a sovereign nation nor a U.S. state. Because of that ambiguity, the territory, as a polity, lacks certain rights but enjoys certain benefits that other polities have or lack. For instance, in contrast to U.S. states, Puerto Rico residents cannot vote in U.S. presidential elections nor can they elect their own senators and representatives to the U.S. Congress. On the other hand, in contrast to U.S. states, only some residents of Puerto Rico are subject to federal income taxes.[a] The political status of the island thus stems from how different Puerto Rico is politically from sovereign nations and from U.S. states.\n\nThe status of the island is the result of various political activities within both the United States and Puerto Rican governments. The United Nations removed it from the list of non-self-governing territories in 1953,[17] but it remains subject to the Territorial Clause of the U.S. Constitution. According to the Insular Cases, Puerto Rico is \"a territory appurtenant and belonging to the United States, but not a part of the United States within the revenue clauses of the Constitution\".[18][b]\n\nAmerican and Puerto Rican political activities regarding the status question have revolved around three sets of initiatives: presidential executive orders, bills in the U.S. Congress, and referendums held in Puerto Rico. U.S. Presidents have issued three executive orders on the subject, and Congress has considered four major bills on Puerto Rico's political status. Puerto Rican status referendums have been held four times to determine the desired political status of Puerto Rico in relation to the United States of America. None of them have been binding on U.S. Congress.\n\nInternationally, several organizations have called for the U.S. government to expedite the process to allow self-determination in Puerto Rico while considering Puerto Rico a Caribbean nation with its own national identity.[22][23][24][25][26] For instance, the United Nations Special Committee on Decolonization has called for the United States \"to allow the Puerto Rican people to take decisions in a sovereign manner, and to address their urgent economic and social needs, including unemployment, marginalization, insolvency and poverty.\"[27]\n\n"
        },
        {
            "title": "Background",
            "text": "The United States acquired the islands of Puerto Rico in 1898 after the Spanish–American War, and the archipelago has been under U.S. sovereignty since. In 1950, Congress enacted legislation (P.L. 81-600) authorizing Puerto Rico to hold a constitutional convention and in 1952, the people of Puerto Rico ratified a constitution establishing a republican form of government for the island. After being approved by Congress and the President in July 1952 and thus given force under federal law (P.L. 82-447), the new constitution went into effect on July 25, 1952.\n\nPuerto Ricans have been U.S. citizens since 1917.[28][29][30] After the promulgation of the Commonwealth constitution in 1952, the government of the Commonwealth of Puerto Rico presented its voters with plebiscites regarding the political status of its body politic in 1967, 1993, and 1998. An additional referendum held in 1991 sought to amend the relationship through an amendment to the Puerto Rican constitution. Each time, the results favored retaining the current status over the possible independence of Puerto Rico and statehood alternatives.\n\nAs a result of Puerto Rico's status as a U.S. territory, the citizens of Puerto Rico do not have any voting representation in the U.S. Federal government. Instead of outright representation through Senators and House Representatives, Puerto Rico has one non-voting Resident Commissioner in the House of Representatives. Furthermore, Puerto Rico is not represented in the Electoral College, and thus U.S. citizens resident there are unable to vote in U.S. presidential elections. Citizens of Puerto Rico can vote in the Republican and Democratic primary elections.\n\nAlthough Puerto Rico presently has a certain amount of local autonomy, according to the U.S. Constitution ultimate governance of the island is retained by both the U.S. Congress and President.[31][32][33]\nThus, results of plebiscites, whether or not authorized by Congress, while they reflect public sentiment, and thus bear some impact, can be ignored by Congress. Ultimately, the results of Puerto Rican plebiscites are opinions, although congressional resolutions have expressed support for following the will of the Puerto Rican people.[34][full citation needed]\n\nThe English term \"commonwealth\" has been used for a number of different types of entities:\n\nThe definition of the term \"commonwealth\" as per current U.S. State Department policy (as codified in the department's Foreign Affairs Manual) reads: \"The term 'Commonwealth' does not describe or provide for any specific political status or relationship. It has, for example, been applied to both states and territories. When used in connection with areas under U.S. sovereignty that are not states, the term broadly describes an area that is self-governing under a constitution of its adoption and whose right of self-government will not be unilaterally withdrawn by Congress.\"[36]\n\nJuan R. Torruella, a federal judge on the U.S. Court of Appeals for the First Circuit (which has jurisdiction over the Federal Court for the District of Puerto Rico), states that the use of the term \"commonwealth\" is a label that \"can deceive and obscure the true nature of things\". He states that Puerto Rico is obviously not a state, and that \"neither Puerto Rico's status nor its relationship with the U.S. supports any legitimate claim that a British type of 'commonwealth' exists between Puerto Rico and the United States\".[37]\n\nThen U.S. Secretary of the Interior Oscar L. Chapman, under whose Department resided responsibility of Puerto Rican affairs, clarified the new commonwealth label by stating, \"The bill (to permit Puerto Rico to write its own constitution) merely authorizes the people of Puerto Rico to adopt their own constitution and to organize a local government. ... The bill under consideration would not change Puerto Rico's political, social, and economic relationship to the United States.\"[38]\n\nIt has been said that \"any inquiry into Puerto Rico's status must begin with the Constitution of the United States, as well as various Supreme Court and lower court decisions\".[39]\n\nAlmost immediately after Puerto Rico was ceded to the United States, Puerto Rico's political status was defined by a series of landmark decisions made by the U.S. Supreme Court in what are collectively known as The Insular Cases. From 1901 to 1905, the Supreme Court held that the Constitution extended ex proprio vigore to the territories. However, the Court in these cases also established the doctrine of territorial incorporation. Under the same, the Constitution only applied fully in incorporated territories such as Alaska and Hawaii, whereas it only applied partially in the new unincorporated territories of Puerto Rico, Guam and the Philippines. Although other cases followed, strictly speaking the Insular Cases are the original six opinions issued concerning acquired territories as a result of the Treaty of Paris (1898). The six cases were:[40]\n\nOther authorities, such as José Trías Monge, state that the list also includes these additional two cases:[42]\n\nThe Supreme Court later made other rulings. For example, in Balzac v. Porto Rico, 258 U.S. 298, 305 (1922), explained the distinction between an incorporated and a non-incorporated territory. Juan R. Torruella restated it this way, \"an unincorporated territory is a territory as to which, when acquired by the United States, no clear intention was expressed that it would eventually be incorporated into the Union as a State\".[45]\n\nSince the Insular Cases had established that only those rights in the U.S. Bill of Rights that are determined to be \"fundamental\" are applicable in unincorporated territories, the implications of Balzac v. Porto Rico have been enormous. For example:\n\nIn a brief concurrence in the United States Supreme Court judgment of Torres v. Puerto Rico, 442 U.S. 465 (1979), Supreme Court Justice Brennan, argued that any implicit limits from the Insular Cases on the basic rights granted by the Constitution (including especially the Bill of Rights) were anachronistic in the 1970s.[51]\n\n"
        },
        {
            "title": "Implications of the current political status",
            "text": "Puerto Rico's current political status limits the autonomy of the Puerto Rican government. For example, the Island's government is not fully autonomous, and a degree of federal presence in the Island is commonplace, including a branch of the United States Federal District Court.\n\nPeople born in Puerto Rico are U.S. citizens by birth, but that citizenship is protected only by an Act of the US Congress rather than by the U.S. Constitution, with the implication that the U.S. Congress can unilaterally revoke the American citizenship of those born there, either individually or collectively. Puerto Ricans are also covered by a group of \"fundamental civil rights\" but, because Puerto Rico is an unincorporated territory, they are not covered by the full Bill of Rights. All residents must pay federal taxes but, for a variety of reasons, only some pay federal income taxes.[52][a]\n\nPuerto Ricans lack a voting representative in the U.S. Congress, but they do have a Resident Commissioner who has a voice in Congress (but no vote other than committee-level voting). Puerto Ricans must also serve in the United States military whenever it is compulsory in the mainland United States, with the same duties and obligations as U.S. citizens residing in the 50 states.\n\n"
        },
        {
            "title": "Status questions",
            "text": "Puerto Rico's main political issue is the territory's relationship with the United States. A United States territory since 1898, and known as \"Estado Libre Asociado\" (Free Associated State) or as commonwealth since 1952, Puerto Rico today is torn by profound ideological rifts, as represented by its political parties, which stand for three distinct future political scenarios: the status quo (commonwealth), statehood, and independence. The Popular Democratic Party (PPD) seeks to maintain or improve the current status toward becoming a more sovereign territory of the United States, the New Progressive Party (PNP) seeks to fully incorporate Puerto Rico as a U.S. state, and the Puerto Rican Independence Party (PIP) seeks national independence.\n\nWhen asked, in non-binding plebiscites, to choose between independence, statehood, or continuation of the status quo with enhanced powers, as proposed by the PPD, Puerto Ricans have voted to remain a commonwealth. In the penultimate plebiscite in 1998, Puerto Ricans voted for \"none of the above\" by a slight majority. While 50.3% of them voted for the status quo, it has been asserted[by whom?] that \"the oldest strategy for governing recalcitrant subjects—divide and conquer—was subtly at work.\"[53]\n\nThe issue is debated and is on the agenda of all the political parties and civil society groups. Several pro-commonwealth leaders within the PPD are proposing an Associated Republic or Free Association similar to that of the former U.S. territories of the Federated States of Micronesia, Marshall Islands or Palau.\n\nIn general, three main alternatives were presented to Puerto Rican voters in status plebiscites: full independence, maintenance or enhancement of the current commonwealth status, and U.S. statehood. The exact expectations for each of these status formulas are a matter of debate by a given position's adherents and detractors. Puerto Ricans have proposed positions that modify the alternatives above: indemnified independence with phased-out U.S. subsidy, expanded political but not fiscal autonomy, statehood with a gradual phasing out of industrial federal tax incentives.\n\nIn 1967 and 1993, Commonwealth (the name listed for current territorial status) won. In another plebiscite held on November 6, 2012, 54% of respondents voted to reject the current status under the territorial clause of the U.S. Constitution.[54] In a second question, 61% favored statehood as the preferred alternative; however, when blank ballots were counted, statehood support dropped to 45%.[55] Another referendum was held on June 11, 2017, in which voters had three options: \"Statehood\", \"Free Association/Independence\" or \"Current Territorial Status\". While 97% of voters chose \"Statehood\", turnout was only 23% (the lowest in history) due to a boycott from pro-Independence and pro-Commonwealth supporters. The latest referendum was held on November 3, 2020, during the general election. The voters were asked, “Should Puerto Rico be admitted immediately into the Union as State?”. The “Yes” option received 52.52% of the vote. The “No” option received 47.48% and turnout was at 54.72%.[56]\n\nThe following table summarizes the results of Puerto Rico's plebiscites so far.\n\nIn the 2012 Puerto Rican status referendum,[65] 54.0% of voters indicated \"No\" to maintaining the current political status. A full 61.1% of voters chose statehood, 33.3% chose free association, and 5.6% chose independence.[66][67] Because there were almost 500,000 blank ballots, creating confusion as to the voters' true desire, Congress decided to ignore the vote.[68][69] The 2014 budget bill included $2.5 million in funding for a future vote on Puerto Rico's political status.[70][71]\n\nThe previous plebiscites provided voters with three options: remain a Commonwealth, Statehood and Independence/Free Association. The Puerto Rican status referendum, 2017 was to offer only two options: Statehood and Independence/Free Association. If the majority favor Independence/Free Association, a second vote will be held to determine the preference: full independence as a nation or associated free state status with independence but with a \"free and voluntary political association\" between Puerto Rico and the United States. The specifics of the association agreement[72] would be detailed in the Compact of Free Association that would be negotiated between the U.S. and Puerto Rico. That document might cover topics such as the role of the U.S. military in Puerto Rico, the use of the U.S. currency, free trade between the two entities, and whether Puerto Ricans would be U.S. citizens.[73]\n\nFormer governor Ricardo Rosselló was strongly in favor of statehood to help develop the economy and help to \"solve our 500-year-old colonial dilemma ... Colonialism is not an option .... It’s a civil rights issue ... 3.5 million citizens seeking an absolute democracy,\" he told the news media.[74][75]\n\nStatehood might be useful as a means of dealing with the financial crisis, since it would allow for bankruptcy and the relevant protection. According to the Government Development Bank, this might be the only solution to the debt crisis. Congress has the power to vote to allow Chapter 9 protection without the need for statehood, but in late 2015 there was very little support in the House for this concept. Other benefits to statehood include increased disability benefits and Medicaid funding, the right to vote in presidential elections and the higher (federal) minimum wage.[76]\n\nAt approximately the same time as the referendum, Puerto Rico's legislators are also expected to vote on a bill that would allow the Governor to draft a state constitution and hold elections to choose senators and representatives to the federal Congress. Regardless of the outcome of the votes, Congress will be the body to make the final decision on the status of Puerto Rico.[75]\n\nVarious U.S. presidents have signed executive orders to help define, study, and generate activity regarding the political status of Puerto Rico. Three major orders were the 2005, 2007, and 2011 executive orders to establish the President's Task Force on Puerto Rico's Status.\n\nThe Territories Clause of the United States Constitution (Art. IV, Sec. 3, cl. 2) allows for Congress to \"dispose of\" Puerto Rico and allow it to become independent of the U.S. (in the same way as the Philippines did in 1945) or, under the authority of the Admissions Clause (Art. IV, Sec. 3, cl. 1) for it to be admitted as a state of the United States (with a vote of Congress in the same way that Alaska and Hawaii were admitted in 1958 and 1959 respectively).\n\nIt has been asserted that, since Congress must approve of any political status change for Puerto Rico, congressional agreement to the options [on a ballot], prior to a plebiscite would save the people of Puerto Rico the grief of an emotionally draining and politically divisive vote that might result in a status not acceptable to Congress.[77] Former Resident Commissioner and Former Governor Carlos Romero Barceló echoed this sentiment when he recalled, at a 1997 congressional hearing, that both \"[Representatives] Young and Miller were clear in stating [in their March 3, 1997, letter to the presidents of the three political parties in Puerto Rico] that there was no purpose in presenting the people of Puerto Rico a status definition which does not represent an option that the Congress will be willing to ratify should it be approved in a plebiscite.\"[78]\n\nA catalyst for the legislative activity taking place in Congress was the release in December 2005 of the presidential task force's report.[79] Per United States v. Sanchez, 992 F.2d 1143, 1152–53 (11th Cir. 1993), \"Congress continues to be the ultimate source of power [over Puerto Rico] pursuant to the Territory Clause of the Constitution\". (quoting United States v. Andino, 831 F.2d 1164, 1176 (1st Cir. 1987) (Torruella, J., concurring), cert. denied, 486 U.S. 1034 (1988)), cert. denied, 510 U.S. 11 10 (1994).9[80] An Act of Congress is therefore ultimately required to modify the current political status of Puerto Rico.\n\nOn June 9, 2016, a 6–2 majority of the United States Supreme Court determined  in the case of Puerto Rico v. Sanchez Valle, that Puerto Rico is a territory and lacks sovereignty. The opinion of the court stated: \"Back of the Puerto Rican people and their Constitution, the 'ultimate' source of prosecutorial power remains the U. S. Congress, just as back of a city’s charter lies a state government.\"[81]\n\n"
        },
        {
            "title": "United Nations classification",
            "text": "The United Nations has intervened in the past to evaluate the legitimacy of Puerto Rico's political status, to ensure that the island's government structure complies with the standards of self-government that constitute the basic tenets of the United Nations Charter, its covenants, and its principles of international law. Some authorities, such as Trias Monge, argue that Puerto Rico \"clearly does not meet the decolonization standards set by the United Nations in 1960\".[82]\n\nDuring its 8th session, the United Nations General Assembly recognized Puerto Rico's self-government on November 27, 1953, with Resolution 748 (VIII).[83] (UN Resolution \"748 (VIII)\", adopted on November 27, 1953, during its 459th Plenary Meeting.) This removed Puerto Rico's classification as a non-self-governing territory (under article 73(e) of the Charter of the United Nations). The resolution passed, garnering a favorable vote from some 40% of the General Assembly, with over 60% abstaining or voting against it (20 to 16, plus 18 abstentions). Today, however, the UN \"still debates whether Puerto Rico is a colony\" or not.[84]\n\nHowever, Puerto Rico's political status is still debated in many international forums, possibly in part because of the circumstances surrounding the vote: \"Under United States pressure, General Assembly Resolution 748 passed—though only narrowly and with many countries abstaining. The debate over Resolution 748 prompted the United Nations to agree on governing arrangements that would provide full self-government to non-self-governing territories: in United States terms, these arrangements were statehood, independence, and free association. Yet, under international law, a freely associated state is a sovereign nation in a joint governing arrangement with another nation that either nation can unilaterally end.\"[85] Though the subject continues to be debated in many forums it is clear that (1) the current territorial status has not satisfied Puerto Rican political leaders,[85] and (2) that despite the divergent views that Puerto Ricans have with respect to their preferred political status, 'all factions agree on the need to end the present undemocratic arrangement whereby Puerto Rico is subject to the laws of Congress but cannot vote in it.'[85]\n\nThe list of factors for determining when a colony has achieved a full measure of self-government appears in Resolution 1541 (XV) of the General Assembly of the United Nations, 15 UN GAOR Supplement (No. 16) at 29, UN Document A/4684 (1960).[86][87]\n\nThe General Assembly did not apply its full list of criteria to Puerto Rico[87][88] for determining whether or not self-governing status had been achieved. The UN's Committee on Non-Self-Governing States recently unanimously agreed to ask the General Assembly to take up the issue of Puerto Rico.[89] In June 2007, the Puerto Rico Senate approved a Concurrent Resolution urging the UN General Assembly to discuss Puerto Rico's case.\n\nStarting in 1971, \"Cuba introduced annual resolutions on the issue in the UN's Decolonization Committee but the United States has blocked General Assembly action and stopped cooperating with the Decolonization Committee. On August 23, 1973, the United States vigorously opposed that members of Puerto Rico's independence movement be allowed to speak at the UN.[90] The U.S. position has not been that Puerto Rico is not a territory; rather, the U.S. position of record, based on General Assembly Resolution 748, is that the Decolonization Committee lacks jurisdiction, that the matter is one for the United States and Puerto Rico to resolve, and that Puerto Rico has not sought a new status.\"[85]\n\nIn 1972, the UN set a precedent when, after approving Puerto Rico's association with the United States in 1953[91] as sufficient evidence to remove PR from the list of Colonized Countries, the United Nations reopened the matter in 1972 and it is still under review.[92][93][94] \"Failure [of the United States] to include independence as an option and harassment of [Puerto Rican] pro-independence organizations were reasons for the United Nations' recent reconsideration of the status of Puerto Rico\".[94]\n\nSince 1972, the Decolonization Committee has called for Puerto Rico's decolonization and for the United States to recognize the island's right to self-determination and independence. Most recently, the Decolonization Committee called for the General Assembly to review the political status of Puerto Rico, a power reserved by the 1953 resolution.[95][96]\n\nIn 1993, the United States Court of Appeals for the Eleventh Circuit stated that Congress may unilaterally repeal the Puerto Rican Constitution or the Puerto Rico Federal Relations Act of 1950 and replace them with any rules or regulations of its choice.[97] In a 1996 report on a Puerto Rico status political bill, the U.S. House Committee on Resources stated, \"Puerto Rico's current status does not meet the criteria for any of the options for full self-government under Resolution 1541\" (the three established forms of full self-government being stated in the report as (1) national independence, (2) free association based on separate sovereignty, or (3) full integration with another nation on the basis of equality). The report concluded that Puerto Rico \"remains an unincorporated territory and does not have the status of 'free association' with the United States as that status is defined under United States law or international practice\", and that the establishment of local self-government with the consent of the people can be unilaterally revoked by the U.S. Congress.[98][99] The application of the U.S. Constitution applies partially to Puerto Rico by the Insular Cases.\n\nSince 1953, the UN has been considering the political status of Puerto Rico and how to assist it in achieving \"independence\" or \"decolonization\". In 1978, the United Nations Special Committee on Decolonization determined that a \"colonial relationship\" existed between the U.S. and Puerto Rico.[100]\n\nThe United Nations Special Committee on Decolonization has often referred to Puerto Rico as a nation in its reports, because, internationally, the people of Puerto Rico are often considered to be a Caribbean nation with their own national identity.[23][22] In a June 2016 report, the Special Committee called for the United States to expedite the process to allow self-determination in Puerto Rico. The group called on the United States to expedite a process that would allow the people of Puerto Rico to exercise fully their right to self-determination and independence. ... [and] allow the Puerto Rican people to take decisions in a sovereign manner and to address their urgent economic and social needs, including unemployment, marginalization, insolvency and poverty\".[27]\n\n"
        },
        {
            "title": "Distinct national group",
            "text": "Though politically associated with the United States, Puerto Rico is considered by many other nations to have its own distinct national identity.[22] Internationally, it has been reported that \"the Fourteenth Ministerial Conference of the Movement of Non-aligned Nations...reaffirms that Puerto Rican people constitute a Latin American and Caribbean nation.\"[23]\n\nAlthough Puerto Rico is an unincorporated territory of the United States classified as a commonwealth, many Puerto Ricans consider it to be a country in and of itself.[101][102][103][104] In their book on American expansionism titled The Louisiana Purchase and American Expansion, 1803–1898, Sanford Levinson and Bartholomew H. Sparrow also determined that \"Most Puerto Ricans consider themselves a distinct national group.\"[105] They also observed that both Americans and Puerto Ricans see themselves as separate cultures—\"even separate nationalities\".[106]\n\nAt the local level, it has been observed that Puerto Ricans \"consider themselves a territorially distinct national unit, a nation defined by its cultural distinctiveness\".[107] In recent plebiscites Puerto Ricans have not expressed themselves in favor of a political status with the intention of becoming a sovereign state, but the idea that Puerto Rico is a separate social, political and cultural entity from the United States has been repeatedly expressed.\n\n"
        },
        {
            "title": "Position of U.S. political parties",
            "text": "Both major United States political parties (Democratic and Republican) have expressed their support for the U.S. citizens in Puerto Rico to exercise their right to self-determination, with the Republican Party platform explicitly mentioning support for statehood and the Democratic Party platform expressing explicitly broader support for right to self-determination.[citation needed]\n\n"
        },
        {
            "title": "Controversies",
            "text": "The U.S.–Puerto Rico relationship is a matter of debate. Some contend[who?] that the current political status of Puerto Rico, perhaps with enhancements, remains a viable option.[citation needed] Others argue[who?] that commonwealth status is or should be only a temporary fix to be resolved in favor of other solutions considered permanent, non-colonial, and non-territorial.[citation needed] Some contend[who?] that if independence is achieved, the close relationship with the United States could be continued through compact negotiations with the federal government.[citation needed] One element apparently shared by all discussants is that the people of Puerto Rico seek to attain full, democratic representation, notably through voting rights on national legislation to which they are subject.[108]\n\nControversy exists surrounding the \"real\" political status of Puerto Rico, with some[who?] calling it a colony and others disagreeing.[109] Some (especially independentistas and statehooders) claim Puerto Rico is still a colony despite the UN's removing Puerto Rico from its list of non self-governing countries in 1953. Others (notably those who vote for the current commonwealth status option) argue that Puerto Rico is not a colony because the UN has not revoked its resolution after 55 years.[citation needed]\n\nSome authors[who?] have called Puerto Rico \"the world's oldest colony\". (2001)[110] Former chief justice of the Puerto Rico Supreme Court José Trías Monge wrote a book that referred to it as the \"oldest colony in the world\".[111] Those who argue that Puerto Rico is still a colony insist that despite the UN resolution, Puerto Rico remains what some call a \"post-colonial colony\".[112] Defenders of this point of view argue that Puerto Rico has less self-determination than before the U.S. invasion—it no longer has its own Puerto Rican citizenship,[113] free maritime control,[114] nor congressional representation as it did in the Spanish Cortes. Trías Monge argues that just prior to the U.S. invasion, Puerto Rico enjoyed greater freedom and rights in certain areas:\n\nThose who claim Puerto Rico is not a colony will say[editorializing][speculation?] that in its 8th session, the United Nations General Assembly recognized Puerto Rico's self-government on November 27, 1953, with Resolution 748.[83] This side points out that such recognition removed Puerto Rico's classification as a non-self-governing territory (under article 73(e) of the Charter of the United Nations). They add that the Resolution has not been revoked even though Puerto Rico's political status is still debated in many international forums.[115]\n\nThose who claim Puerto Rico is still a colony argue that Puerto Rico was vested with the commonwealth status by the U.S. Congress to give the appearance of self-government but that genuine decolonization never occurred.[116] These supporters claim that the Puerto Rico Federal Relations Act of 1947 allowed the U.S. to continue its colonial policy of Puerto Rico in a post-colonial world.[117] They see the Puerto Rico Federal Relations Act of 1950 (P.L. 600[118]) as a gimmick to maintain the colonial status of PR \"The U.S. Congress, however, carefully preserved its exclusive right to [unilaterally] alter the political status of Puerto Rico. Some saw the commonwealth as at best as temporary arrangement or at worst as a relic of the old colonial past.\"[119] They also point to the fact that no change in the political status of Puerto Rico is possible unless authorized by the U.S. Congress as proof of the real current status.[119] Rivera Ramos argues that the \"deepest question pertains to the source of rights and the source of authority to govern...In the case of [unincorporated] territories, the rights deemed to apply to their people, as well as those denied them, have their source in a constitution they have not approved nor have the power to amend\".[120]\n\nLuis Muñoz Marín and other leaders of the Puerto Rican Popular Democratic Party heve asserted that Puerto Rico is no longer a colony, contending that the advent of the Commonwealth brought about a new, quasi-autonomous structure within the U.S. federal system, putting an end to its territorial status.[121]\n\nThose claiming it is still a colony point to Congress legislating for Puerto Rico, and to bills where text such as those authorizing plebiscites in Puerto Rico (example \"to conduct a second plebiscite between the options of (1) independence, (2) national sovereignty in association with the United States, and (3) U.S. statehood. The three options in the plebiscite also correspond to the options that the United Nations has identified as the options for decolonizing a territory.\" (HR 2499, section 2(c) ) clearly include content to satisfy the United Nations demand for decolonizing a territory. In addition to judicial decisions like the 1993 U.S. Court of Appeals for the Eleventh Circuit decision, which stated that Congress may unilaterally repeal the Puerto Rican Constitution or the Puerto Rican Federal Relations Act and replace them with any rules or regulations of its choice.[97]\n\nSome claim[who?] that granting of U.S. citizenship on Puerto Ricans on March 2, 1917 was devised by the United States in order to further reiterate its hold of Puerto Rico as a possession while others claim that it was a serious attempt to pave the way for statehood.[citation needed]\n\nFormer chief of the Puerto Rico Supreme Court José Trías Monge insists that statehood was never intended for the island and that, unlike Alaska and Hawaii, which Congress deemed incorporated territories and slated for annexation to the Union from the start, Puerto Rico was kept \"unincorporated\" specifically to avoid offering it statehood.[122] And Myriam Marquez has stated that Puerto Ricans \"fear that statehood would strip the people of their national identity, of their distinct culture and language\".[123] Ayala and Bernabe add that the \"purpose of the inclusion of U.S. citizenship to Puerto Ricans in the Jones Act of 1917 was an attempt by Congress to block independence and perpetuate Puerto Rico in its colonial status\".[124] Proponents of the citizenship clause in the Jones Act argue that \"the extension of citizenship did not constitute a promise of statehood but rather an attempt to exclude any consideration of independence\".[125]\n\nThe preamble of the Commonwealth constitution approved by the people of Puerto Rico in 1952 in part reads: \"We consider as determining factors in our life our citizenship of the United States of America and our aspiration continually to enrich our democratic heritage in the individual and collective enjoyment of its rights and privileges;\n\nFor the island's pro-statehood movement, the concession of U.S. citizenship has been seen, ever since, as the key that would eventually guarantee statehood for the island, as soon as the people of Puerto Rico demanded equality in citizenship.\n\nAs former Puerto Rico House of Representatives Speaker Miguel A. García Méndez subsequently declared, \"For an American citizen, there cannot be another political goal other than equality with his or her fellow American citizens. To seek other solutions – to repudiate equality – is to repudiate the natural destiny of American citizenship.\"[126]\n\nHowever, as early as 1912, President William Howard Taft had already said that there was no connection between the extension of citizenship to Puerto Ricans and the prospect of admission of Puerto Rico into the American Union. \"I believe the demand for citizenship is just, and amply earned by the sustained loyalty on the part of the inhabitants of the island. But it should be remembered that the demand must be entirely dissociated from any thought of statehood\".[127] President Taft's views in 1912 became a Supreme Court opinion when, in 1922, as Chief Justice, Taft wrote the opinion on Balzac, the last of the so-called Insular Cases.[128][129]\n\nThus, in the end, U.S. citizenship has had multiple meanings for Puerto Ricans. For some[who?] it is a welcome link to the United States, regardless of the political status of the territory. For others, it has been nothing more than an imposed identity by an imperial power. Still others regard it as a useful asset that provides access to certain rights and tangible benefits and opportunities. And there are those that cherish it as a constituent element of their self-image and identity.[130]\n\nStatehood supporters contend that Puerto Rico cannot become a fully independent republic because there will be economic chaos due to insufficient natural resources, especially food.[131][132]\n\nAccording to educational scientists Francesco Cordasco and Eugene Bucchioni, in their 1973 work The Puerto Rican Experience: a Sociological Sourcebook, the belief that Puerto Rico cannot survive on its own results from teachings since grade school. \"Puerto Ricans here and in Puerto Rico are taught three things: Puerto Rico is small and the U.S. is big, Puerto Rico is poor and the U.S. is rich, Puerto Rico is weak and the U.S. is strong.\"[133] This theory of non-sustainability is not new; it has been held by various groups at least since the 1930s.[134]\n\nCommonwealth partisans argue that Puerto Rico cannot afford statehood, that post-war economic growth in Puerto Rico was the result of special treatment via exemption from Federal corporate taxes. Statehooders respond that such tax exemptions primarily benefit the large industrialists and not the population as a whole since low income Puerto Ricans would not pay taxes.[135]\n\nAn example given by Angel Collado Schwarz, who believes the Island has the potential of supporting itself, is Singapore, an island nation approximately 1/14th[136] the size of Puerto Rico with a drastically higher level of population density and fewer natural resources, but has a per capita income much greater than Puerto Rico.[137]\n\nFar-left independence activist Juan Mari Brás stated, \"Only through a great unified movement looking beyond political and ideological differences, can the prevalent fears of hunger and persecution be overcome for the eventual liberation of Puerto Rico, breaking through domination by the greatest imperialist power of our age.\"[138]\n\nAfter the invasion by the United States in 1898, the Americans made English the official language.[139][140] In 1991 under the pro-Commonwealth PPD administration of Rafael Hernández Colón Spanish was declared the only official language in the Island. Then, in 1993, under the pro-statehood PNP administration of Pedro Rosselló, the law was reversed, and English was again reinstated as an official language alongside Spanish.[141] In a 1993 survey by the Ateneo Puertorriqueño, a leading cultural institution in Puerto Rico, 93 percent of respondents indicated that they would not relinquish Spanish as their language if Puerto Rico ever became a state of the American Union, even if the United States required English as the only official language of the Island.[142][143]\n\nIn a First Circuit Court of Appeals case Igartúa v. United States, two of three members of the three-judge panel that dismissed the appeal on procedural grounds suggested in separate opinions that, in an en banc reconsideration, the United States could be required to extend full voting representation to the United States citizens in Puerto Rico if (1) the en banc Court determines that, contrary to current Circuit precedent, the Constitution does not prohibit extending such rights \"under another source of law\", (2) that the International Covenant on Civil and Political Rights, which, at Article 25, states that \"[e]very citizen shall have the right and the opportunity...[t]o vote and to be elected at genuine and periodic elections which shall be by universal and equal suffrage\", is self-executing.[144][145]\n\n"
        },
        {
            "title": "Stateside Puerto Ricans and status",
            "text": "More Puerto Ricans live stateside in the U.S. than in Puerto Rico. A 2009 report by the Pew Hispanic Center indicates that, as of 2007, 4.1 million Puerto Ricans lived in the mainland versus 3.9 million living in the Island.[146] Since the 1967 referendum, there have been demands that stateside Puerto Ricans be allowed to vote in these plebiscites on the political status of Puerto Rico. Since the 1990s, the role of stateside Puerto Ricans in advocating for Puerto Rico in Washington, D.C., on issues such as the Navy's removal from Vieques and others has increased, especially given that there have been three voting members of the U.S. Congress who are stateside Puerto Ricans (two from New York City and one from Chicago), in contrast to Puerto Rico's single Resident Commissioner in the U.S. Congress with no vote.\n\nBetween February 24-March 6, 2006, the National Institute for Latino Policy conducted an opinion survey over the Internet of a broad cross-section of stateside Puerto Rican community leaders and activists across the United States. The survey had a total of 574 respondents, including 88 non-Puerto Rican members of the Institute's national network of community leaders.\n\nThe views of the 484 Puerto Ricans in the survey found broad support among them for the holding of a plebiscite on the future political status of Puerto Rico. While 73% were in favor of such a vote, they were split on the options to be voted upon. Those supporting the 2005 proposal made by the White House Task Force on Puerto Rico's Status that the vote be ultimately limited to the options of statehood versus independence made up 31% of the total respondents. 43% supported including the commonwealth option in the proposed plebiscite.[147][failed verification]\n\n"
        },
        {
            "title": "U.S. public opinion on the status of Puerto Rico",
            "text": "In a 1991 Gallup Poll more than 60% of Americans said they would support independence or statehood if a majority of Puerto Ricans voted for either.[citation needed]\n\nA 1998 Gallup Poll[148] asked Americans: \"Do you personally think Puerto Rico: Should become a completely independent nation; should remain a territory of the United States, or, should be admitted to the United States as the fifty-first state?\"\n\nThe responses were:\n\nIn a 2007 Opinion Dynamics/Fox News poll, 46% of Americans preferred Puerto Rico continue to be a U.S. territory, 30% believed it should be a state, 11% believed it should be an independent nation, and 13% didn't know.[149][150]\n\nIn a 2016 Economist/YouGov poll, 29% supported statehood, 25% believed Puerto Rico should retain its present status, 20% believed it should be an independent nation, and 26% were not sure. However, only 43% knew that a person born in Puerto Rico is an American citizen, with 41% believing that person would be a Puerto Rican citizen, and 15% not sure.[151]\n\n"
        }
    ]
}