{
    "url": "https://en.wikipedia.org/wiki/Poliziotteschi",
    "title": "Poliziotteschi",
    "table_of_contents": [
        "1 Etymology of the noun",
        "2 History",
        "2.1 Directors include",
        "2.2 Actors include",
        "3 Selected films",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Poliziotteschi (pronounced [polittsjotˈteski]; singular poliziottesco) constitute a subgenre of crime and action films that emerged in Italy in the late 1960s and reached the height of their popularity in the 1970s.[1] They are also known as polizieschi all'italiana, Euro-crime, Italo-crime, spaghetti crime films, or simply Italian crime films. Influenced by both 1970s French crime films and gritty 1960s and 1970s American cop films and vigilante films,[2] poliziotteschi films were made amidst an atmosphere of socio-political turmoil in Italy known as Years of Lead and increasing Italian crime rates. The films generally featured graphic and brutal violence, organized crime, car chases, vigilantism, heists, gunfights, and corruption up to the highest levels. The protagonists were generally tough working class loners, willing to act outside a corrupt or overly bureaucratic system.[3]\n\n"
        },
        {
            "title": "Etymology of the noun",
            "text": "In Italian, poliziesco is the grammatically correct Italian adjective (resulting from the fusion of the noun polizia \"police\" and the desinence -esco \"related to\", akin to the English \"-esque\") for police-related dramas, ranging from Ed McBain's police procedural novels to forensic science investigations. Poliziesco is used generally to indicate every detective fiction production where police forces (Italian or foreign) are the main protagonists.\n\nInstead the term poliziottesco, a fusion of the words poliziotto (\"policeman\") and the same -esco desinence, has prevailed (over the more syntactically-correct Poliziesco all'Italiana) to indicate 1970s-era Italian-produced \"tough cop\" and crime movies.  The prevalence of Poliziottesco over Poliziesco all'Italiana closely follows the success of the term Spaghetti Western over Western all'Italiana, being shorter and more vivid – though in both instances the term that has come to be used more frequently by English-speaking fans of the genre (poliziotteschi, Spaghetti Westerns) was originally used pejoratively by critics, to denigrate the films themselves and their makers.\n\n"
        },
        {
            "title": "History",
            "text": "Although the subgenre has its roots in Italian heist films of the late 1960s, such as Bandits in Milan (Banditi a Milano, 1968) by Carlo Lizzani, it was also strongly influenced by such rough-edged American police thrillers of the late 1960s and early 1970s as Bullitt, Dirty Harry, The French Connection, Magnum Force, and Serpico; the 1970s wave of American vigilante films, including 1974's Death Wish; the increase of cynicism and violence in French crime films; the resurgence of mob films in the wake of The Godfather; French and American noir and neo-noir films; and the rise of exploitation films in the late 1960s and 1970s. More generally, the genre was also heavily influenced by real-life crime and unrest in 1970s Italy during the period known as the anni di piombo (political violence, kidnappings, assassinations, bank robberies, political militant terrorism, impending oil crisis, political corruption, organized crime-related violence, and recession).[4]\n\nJust as American police films, American crime thrillers, and American vigilante films of the time focused on the crime waves and urban decline in the United States of the 1960s and 1970s, poliziotteschi were set in the context of, or directly addressed, the sociopolitical tumult and violence of Italy's anni di piombo, or the \"Years of Lead\", a period of widespread social unrest, political upheaval, labor unrest, rising crime, political violence, and political terrorism from the 1960s to 1980s. During this period, paramilitary and militant political terrorist groups, both on the far left (e.g. the Red Brigades) and far right (e.g. the neo-fascist Nuclei Armati Rivoluzionari) engaged in kidnappings, assassinations, and bombings (such as the Piazza Fontana bombing and 1980 Bologna train station bombing). At the same time, there was a  period of especially violent conflict and disorder within the Sicilian Mafia, kicked off with the \"First Mafia War\" of the 1960s and culminating in the \"Second Mafia War\" of the early 1980s. Italian organized crime groups such as the Sicilian Mafia, the Camorra, and especially the Roman Banda della Magliana were actively involved in both criminal and political activities during this time, carrying out bombings and kidnappings, making deals with corrupt politicians, and forming strong ties to extreme far right groups and neo-fascist terrorist organizations. Accordingly, poliziotteschi films such as Execution Squad (1972) often featured political extremists and paramilitary or terrorist groups alongside or in addition to the more commonly featured apolitical mafiosi and gangster criminal elements found in Italian crime films.[3][5][6][7][8]\n\nDue in part to the genre's often ostensibly negative portrayal of political activists and militants, especially leftist militants, and its seeming endorsement of vigilantism and \"tough-on-crime\" or \"law and order\" stances, some poliziotteschi films (such as 1976's The Big Racket) were criticized by then-contemporaneous critics and accused of exploiting conservative fears of rising crime and political upheaval while containing reactionary, pro-violence, or even quasi-Fascist ideological elements in their overarching message. These critiques were similar to those leveled at the 1970s American \"vigilante films\" of the same period, such as 1974's Death Wish, films by which the poliziotteschi genre were considerably influenced.[3][5][7][9][10]\n\nIn retrospect, despite contemporaneous claims in the 1970s of overly conservative or reactionary themes within the genre, film historians such as Louis Bayman and Peter Bondarella contend that, in fact, poliziotteschi films generally presented a more multi-faceted, complex outlook on the political turmoil and crime waves of the time, as well as violence in general, with Bayman and author Roberto Curti in particular arguing that the genre generally used political conflicts and violence for largely apolitical tension-building and cathartic or emotional purposes rather than to promote any particular political agendas.[3][11] Curti notes that the genre's protagonists often simultaneously displayed both right-wing and left-wing views, and protagonists were often working class while villains were often wealthy right-wing conservatives.[3] The film Caliber 9 (1972), for instance, features protagonists of both right-wing and leftist ideologies and offers differing views on the causes of crime and the true antagonists of law-abiding Italian society, while Execution Squad reveals the actual antagonists of the film to be right-wing reactionary, \"tough-on-crime\" ex-police officers and vigilantes rather than the initially suspected leftist militants.[5][7] Rather than explicitly supporting violence or vigilantism, the genre just as often displayed a morally ambiguous or aloof position on these themes, or even presented vigilantism and violence as a no-win situation. Though poliziotteschi films have been viewed by some critics as condemning a \"liberal\" or \"weak\" judiciary system as ineffectual in its treatment of criminals, the genre also suggests a more general distrust of authority, whether left-wing or right-wing, by portraying right-wing law enforcement, politicians and businessmen as hopelessly corrupt and manipulative.[3][5] According to Bondarella, the \"classic\" poliziotteschi film reveals \"almost universal suspicion of the very social institutions charged with protecting Italian society from criminal violence.\"[7]\n\nWith directors such as Fernando Di Leo and Umberto Lenzi and actors such as Maurizio Merli and Tomas Milian, poliziotteschi films became popular in the mid-1970s after the decline of Spaghetti Westerns and Eurospy genres. The subgenre lost its mainstream popularity in the late 1970s as Italian erotic comedy and horror films started topping the Italian box office.\n\nAlthough based around crime and detective work, poliziotteschi should not be confused with the other popular Italian crime genre of the 1970s, the giallo, which, to English-speaking and non-Italian audiences, refers to a genre of violent Italian murder-mystery thriller-horror films. Directors and stars often moved between both forms, and some films could be considered under either banner, such as Massimo Dallamano's What Have They Done to Your Daughters? (1974).\n\nThe poliziottesco subgenre gradually declined in popularity during the late 1970s. Screenwriter Dardano Sacchetti, who was unhappy with what he deemed the genre's \"fascistic\" undertones, credits himself for \"destroying it from the inside\", by making it evolve into self-parody. By the end of the decade, the most successful films associated with the genre were crime-comedy pictures, which gradually evolved towards pure comedy.[12]\n\n[13]\n\n"
        },
        {
            "title": "Selected films",
            "text": "[14][15]\n\n"
        }
    ]
}