{
    "url": "https://en.wikipedia.org/wiki/Political_thriller",
    "title": "Political thriller",
    "table_of_contents": [
        "1 Literature",
        "2 Film",
        "3 Television",
        "4 Theater",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A political thriller is a thriller that is set against the backdrop of a political power struggle, high stakes and suspense is the core of the story. The genre often forces the audiences to consider and understand the importance of politics. The stakes in these stories are immense, and the fate of a country is often in the hands of one individual. Political corruption, organized crime, terrorism, and warfare are common themes.[1]\n\nPolitical thrillers can be based on facts such as the assassination of John F. Kennedy or the Watergate Scandal. There is a strong overlap with the conspiracy thriller.\n\n"
        },
        {
            "title": "Literature",
            "text": "Before 1950, there were spy novels with political elements.\n\nSome earlier examples, however, can be found in the historical novels of Alexandre Dumas (particularly his Three Musketeers novels, which often involve political conspiracies), as well as such literary works as Joseph Conrad's novel The Secret Agent.\n\nThe actual political thriller came to life in the early days of the Cold War. Graham Greene's The Quiet American (1955) tells about the American involvement in Vietnam during the First Indochina War. Richard Condon's The Manchurian Candidate (1962) is set in the aftermath of the Korean War and the days of McCarthyism. In Frederick Forsyth's The Day of the Jackal, an assault on Charles de Gaulle has to be prevented.\n\nOther authors of political thrillers include Jeffrey Archer and Daniel Silva. In Bengali literature, Samaresh Majumdar's Aat Kuthuri Noy Dorja (বাংলা: আট কুঠুরি নয় দরজা, meaning: eight rooms and nine doors) is one example. A recent political thriller that happens in the backdrop of Bihar and Indian politics is Fawaz Jaleel's Nobody Likes An Outsider.[2]\n\n"
        },
        {
            "title": "Film",
            "text": "Several Alfred Hitchcock films already contain elements of the political thriller. In The Man Who Knew Too Much, a political assault has to be prevented. In 1962, John Frankenheimer made a film adaptation of The Manchurian Candidate.\n\nThe late 1960s and 1970s saw the emergence of political thrillers that actively reflected the backdrop of the Vietnam and Watergate Scandal eras in US military and political history and presented a largely unvarnished view of the machinations and cynicism of modern-day political leadership, including assertions around the convergence of politicians and the secret services colluding to create a so-called deep state focused on neutralizing the will of the people and actively taking out dissension. Films such as All the President's Men (based on the Watergate Scandal), The Parallax View, whose opening scene actively draws on the conspiracy theories surrounding the assassination of Robert F. Kennedy, The Conversation and Three Days Of The Condor, took political and conspiracy thrillers to new heights of paranoia, narrative complexity and realism.\n\nOther examples of political thrillers are Seven Days in May, Z, V for Vendetta, Romero, JFK, City Hall, Blow Out, Air Force One, Snowden and The Post. Several post-9/11 political thriller films refer to the September 11 attacks or terrorism in general.\n\n"
        },
        {
            "title": "Television",
            "text": "Shonda Rhimes' television series Scandal contains many elements of a political thriller in a chronological format.\n\nThe 1990 British drama serial House of Cards, later adapted for Netflix in 2013, is a political thriller set after the end of Margaret Thatcher's tenure as Prime Minister of the United Kingdom, with a Chief Whip Francis Urquhart attempting to rise to Prime Minister. The subsequent Netflix adaptation is set in the United States, and details Congressman Francis Underwood's machinations to become elected president.\n\nThe former ABC and now Netflix series Designated Survivor depicts the political power struggle that follows as a result of a terrorist attack that destroys the United States Capitol during the State of the Union, assassinating the President and all but one of his line of succession.\n\n2015's Okkupert (English: Occupied) quickly became Norway's most expensively produced TV series, depicting Russia and the European Union cooperating to get Norway to restore its gas and oil production. The series had a budget of over 90 million Norwegian Krona (3.8 Million GBP). It was first broadcast on TV2 in Norway, and then broadcast on Sky Arts in the United Kingdom. It was later added to Netflix worldwide.\n\nThe 2017 ABS-CBN's Revenge Crime-Political Suspense Epic Wildflower tells of a woman named Ivy Aguas/Lily Cruz (Maja Salvador) plots her vengeance for the loss of her family and is willing to determine to dethrone the exploitative and oppressive Ardiente Political Dynasty.\n\nTom Clancy's Jack Ryan is an American action political thriller streaming television series, based on characters from the fictional \"Ryanverse\" created by Tom Clancy, that premiered on August 31, 2018, on Amazon Video.\n\nIn 2018, British political thriller Bodyguard quickly achieved popularity throughout the UK, achieving the BBC's highest viewing figures since 2008. The series depicts PS David Budd, a British Army war veteran suffering from PTSD. He is working for the Metropolitan Police within their Royalty and Specialist Protection Branch. He is assigned to protect the ambitious Home Secretary, Julia Montague, whose politics stand for everything he despises. It was released on Netflix worldwide on 24 October 2018.\n\n"
        },
        {
            "title": "Theater",
            "text": "A playwright who has embraced the genre is Gary Mitchell, who in the 2000s became \"one of the most talked about voices in European theatre ... whose political thrillers have arguably made him Northern Ireland's greatest playwright\".[3]\n\n"
        }
    ]
}