{
    "url": "https://en.wikipedia.org/wiki/Pollen",
    "title": "Pollen",
    "table_of_contents": [
        "1 Structure and formation",
        "1.1 Formation",
        "1.2 Structure",
        "2 Pollination",
        "3 In the fossil record",
        "4 Allergy to pollen",
        "4.1 Treatment",
        "5 Nutrition",
        "5.1 In humans",
        "5.2 Parasites",
        "6 Forensic palynology",
        "7 Spiritual purposes",
        "8 Pollen grain staining",
        "9 See also",
        "10 References",
        "11 Bibliography",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pollen is a powdery substance produced by seed plants. It consists of pollen grains (highly reduced microgametophytes), which produce male gametes (sperm cells). Pollen grains have a hard coat made of sporopollenin that protects the gametophytes during the process of their movement from the stamens to the pistil of flowering plants, or from the male cone to the female cone of gymnosperms. If pollen lands on a compatible pistil or female cone, it germinates, producing a pollen tube that transfers the sperm to the ovule containing the female gametophyte. Individual pollen grains are small enough to require magnification to see detail. The study of pollen is called palynology and is highly useful in paleoecology, paleontology, archaeology, and forensics. \nPollen in plants is used for transferring haploid male genetic material from the anther of a single flower to the stigma of another in cross-pollination.[1] In a case of self-pollination, this process takes place from the anther of a flower to the stigma of the same flower.[1]\n\nPollen is infrequently used as food and food supplement. Because of agricultural practices, it is often contaminated by agricultural pesticides.[2]\n\n"
        },
        {
            "title": "Structure and formation",
            "text": "Pollen itself is not the male gamete.[3] It is a gametophyte, something that could be considered an entire organism, which then produces the male gamete. Each pollen grain contains vegetative (non-reproductive) cells (only a single cell in most flowering plants but several in other seed plants) and a generative (reproductive) cell. In flowering plants the vegetative tube cell produces the pollen tube, and the generative cell divides to form the two sperm nuclei.\n\nPollen is produced in the microsporangia in the male cone of a conifer or other gymnosperm or in the anthers of an angiosperm flower. Pollen grains come in a wide variety of shapes, sizes, and surface markings characteristic of the species (see electron micrograph, right). Pollen grains of pines, firs, and spruces are winged. The smallest pollen grain, that of the forget-me-not (Myosotis spp.),[which?] is 2.5-5 µm (0.005 mm) in diameter.[4] Corn pollen grains are large, about 90–100 µm.[5] Most grass pollen is around 20-25 µm.[4]\n\nIn angiosperms, during flower development the anther is composed of a mass of cells that appear undifferentiated, except for a partially differentiated dermis. As the flower develops, four groups of sporogenous cells form within the anther. The fertile sporogenous cells are surrounded by layers of sterile cells that grow into the wall of the pollen sac. Some of the cells grow into nutritive cells that supply nutrition for the microspores that form by meiotic division from the sporogenous cells.\n\nIn a process called microsporogenesis, four haploid microspores are produced from each diploid sporogenous cell (microsporocyte, pollen mother cell or meiocyte), after meiotic division. After the formation of the four microspores, which are contained by callose walls, the development of the pollen grain walls begins. The callose wall is broken down by an enzyme called callase and the freed pollen grains grow in size and develop their characteristic shape and form a resistant outer wall called the exine and an inner wall called the intine. The exine is what is preserved in the fossil record. Two basic types of microsporogenesis are recognised, simultaneous and successive. In simultaneous microsporogenesis meiotic steps I and II are completed before cytokinesis, whereas in successive microsporogenesis cytokinesis follows. While there may be a continuum with intermediate forms, the type of microsporogenesis has systematic significance. The predominant form amongst the monocots is successive, but there are important exceptions.[6]\n\nDuring microgametogenesis, the unicellular microspores undergo mitosis and develop into mature microgametophytes containing the gametes.[7] In some flowering plants,[which?] germination of the pollen grain may begin even before it leaves the microsporangium, with the generative cell forming the two sperm cells.\n\nExcept in the case of some submerged aquatic plants, the mature pollen grain has a double wall. The vegetative and generative cells are surrounded by a thin delicate wall of unaltered cellulose called the endospore or intine, and a tough resistant outer cuticularized wall composed largely of sporopollenin called the exospore or exine. The exine often bears spines or warts, or is variously sculptured, and the character of the markings is often of value for identifying genus, species, or even cultivar or individual. The spines may be less than a micron in length (spinulus, plural spinuli) referred to as spinulose (scabrate), or longer than a micron (echina, echinae) referred to as echinate. Various terms also describe the sculpturing such as reticulate, a net like appearance consisting of elements (murus, muri) separated from each other by a lumen (plural lumina). These reticulations may also be referred to as brochi.\n\nThe pollen wall protects the sperm while the pollen grain is moving from the anther to the stigma; it protects the vital genetic material from drying out and solar radiation. The pollen grain surface is covered with waxes and proteins, which are held in place by structures called sculpture elements on the surface of the grain. The outer pollen wall, which prevents the pollen grain from shrinking and crushing the genetic material during desiccation,[citation needed] is composed of two layers. These two layers are the tectum and the foot layer, which is just above the intine. The tectum and foot layer are separated by a region called the columella, which is composed of strengthening rods. The outer wall is constructed with a resistant biopolymer called sporopollenin.\n\nPollen apertures are regions of the pollen wall that may involve exine thinning or a significant reduction in exine thickness.[8] They allow shrinking and swelling of the grain caused by changes in moisture content. The process of shrinking the grain is called harmomegathy.[9] Elongated apertures or furrows in the pollen grain are called colpi (singular: colpus) or sulci (singular: sulcus). Apertures that are more circular are called pores. Colpi, sulci and pores are major features in the identification of classes of pollen.[10] Pollen may be referred to as inaperturate (apertures absent) or aperturate (apertures present). The aperture may have a lid (operculum), hence is described as operculate.[11] However the term inaperturate covers a wide range of morphological types, such as functionally inaperturate (cryptoaperturate) and omniaperturate.[6] Inaperaturate pollen grains often have thin walls, which facilitates pollen tube germination at any position.[8] Terms such as uniaperturate and triaperturate refer to the number of apertures present (one and three respectively). Spiraperturate refers to one or more apertures being spirally shaped.\n\nThe orientation of furrows (relative to the original tetrad of microspores) classifies the pollen as sulcate or colpate. Sulcate pollen has a furrow across the middle of what was the outer face when the pollen grain was in its tetrad.[12] If the pollen has only a single sulcus, it is described as monosulcate, has two sulci, as bisulcate, or more, as polysulcate.[13][14] Colpate pollen has furrows other than across the middle of the outer faces, and similarly may be described as polycolpate if more than two. Syncolpate pollen grains have two or more colpi that are fused at the ends.[15][12] Eudicots have pollen with three colpi (tricolpate) or with shapes that are evolutionarily derived from tricolpate pollen.[16] The evolutionary trend in plants has been from monosulcate to polycolpate or polyporate pollen.[12]\n\nAdditionally, gymnosperm pollen grains often have air bladders, or vesicles, called sacci. The sacci are not actually balloons, but are sponge-like, and increase the buoyancy of the pollen grain and help keep it aloft in the wind, as most gymnosperms are anemophilous. Pollen can be monosaccate, (containing one saccus) or bisaccate (containing two sacci). Modern pine, spruce, and yellowwood trees all produce saccate pollen.[17]\n\n"
        },
        {
            "title": "Pollination",
            "text": "The transfer of pollen grains to the female reproductive structure (pistil in angiosperms) is called pollination. This transfer can be mediated by the wind, in which case the plant is described as anemophilous (literally wind-loving). Anemophilous plants typically produce great quantities of very lightweight pollen grains, sometimes with air-sacs. Non-flowering seed plants (e.g., pine trees) are characteristically anemophilous. Anemophilous flowering plants generally have inconspicuous flowers. Entomophilous (literally insect-loving) plants produce pollen that is relatively heavy, sticky and protein-rich, for dispersal by insect pollinators attracted to their flowers. Many insects and some mites are specialized to feed on pollen, and are called palynivores.\n\nIn non-flowering seed plants, pollen germinates in the pollen chamber, located beneath the micropyle, underneath the integuments of the ovule. A pollen tube is produced, which grows into the nucellus to provide nutrients for the developing sperm cells. Sperm cells of Pinophyta and Gnetophyta are without flagella, and are carried by the pollen tube, while those of Cycadophyta and Ginkgophyta have many flagella.\n\nWhen placed on the stigma of a flowering plant, under favorable circumstances, a pollen grain puts forth a pollen tube, which grows down the tissue of the style to the ovary, and makes its way along the placenta, guided by projections or hairs, to the micropyle of an ovule. The nucleus of the tube cell has meanwhile passed into the tube, as does also the generative nucleus, which divides (if it hasn't already) to form two sperm cells. The sperm cells are carried to their destination in the tip of the pollen tube. Double-strand breaks in DNA that arise during pollen tube growth appear to be efficiently repaired in the generative cell that carries the male genomic information to be passed on to the next plant generation.[18]  However, the vegetative cell that is responsible for tube elongation appears to lack this DNA repair capability.[18]\n\n"
        },
        {
            "title": "In the fossil record",
            "text": "The sporopollenin outer sheath of pollen grains affords them some resistance to the rigours of the fossilisation process that destroy weaker objects; it is also produced in huge quantities. There is an extensive fossil record of pollen grains, often disassociated from their parent plant. The discipline of palynology is devoted to the study of pollen, which can be used both for biostratigraphy and to gain information about the abundance and variety of plants alive — which can itself yield important information about paleoclimates. Also, pollen analysis has been widely used for reconstructing past changes in vegetation and their associated drivers.[19]\nPollen is first found in the fossil record in the late Devonian period,[20][21] but at that time it is indistinguishable from spores.[20] It increases in abundance until the present day.\n\n"
        },
        {
            "title": "Allergy to pollen",
            "text": "Nasal allergy to pollen is called pollinosis, and allergy specifically to grass pollen is called hay fever. Generally, pollens that cause allergies are those of anemophilous plants (pollen is dispersed by air currents.) Such plants produce large quantities of lightweight pollen (because wind dispersal is random and the likelihood of one pollen grain landing on another flower is small), which can be carried for great distances and are easily inhaled, bringing it into contact with the sensitive nasal passages.\n\nPollen allergies are common in polar and temperate climate zones, where production of pollen is seasonal. In the tropics pollen production varies less by the season, and allergic reactions less.\nIn northern Europe, common pollens for allergies are those of birch and alder, and in late summer wormwood and different forms of hay. Grass pollen is also associated with asthma exacerbations in some people, a phenomenon termed thunderstorm asthma.[22]\n\nIn the US, people often mistakenly blame the conspicuous goldenrod flower for allergies. Since this plant is entomophilous (its pollen is dispersed by animals), its heavy, sticky pollen does not become independently airborne. Most late summer and fall pollen allergies are probably caused by ragweed, a widespread anemophilous plant.[23]\n\nArizona was once regarded as a haven for people with pollen allergies, although several ragweed species grow in the desert. However, as suburbs grew and people began establishing irrigated lawns and gardens, more irritating species of ragweed gained a foothold and Arizona lost its claim of freedom from hay fever.\n\nAnemophilous spring blooming plants such as oak, birch, hickory, pecan, and early summer grasses may also induce pollen allergies. Most cultivated plants with showy flowers are entomophilous and do not cause pollen allergies.\n\nSymptoms of pollen allergy include sneezing, itchy, or runny nose, nasal congestion, red, itchy, and watery eyes. Substances, including pollen, that cause allergies can trigger asthma. A study found a 54% increased chance of asthma attacks when exposed to pollen.[24]\n\nThe number of people in the United States affected by hay fever is between 20 and 40 million, including around 6.1 million children[25][26] and such allergy has proven to be the most frequent allergic response in the nation. Hay fever affects about 20% of Canadians and the prevalence is increasing.[27] There are certain evidential suggestions pointing out hay fever and similar allergies to be of hereditary origin. Individuals who suffer from eczema or are asthmatic tend to be more susceptible to developing long-term hay fever.[28]\n\nSince 1990, pollen seasons have gotten longer and more pollen-filled, and climate change is responsible, according to a new study.[29] The researchers attributed roughly half of the lengthening pollen seasons and 8% of the trend in pollen concentrations to climate changes driven by human activity.[30]\n\nIn Denmark, decades of rising temperatures cause pollen to appear earlier and in greater numbers, as well as introduction of new species such as ragweed.[31]\n\nThe most efficient way to handle a pollen allergy is by preventing contact with the material. Individuals carrying the ailment may at first believe that they have a simple summer cold, but hay fever becomes more evident when the apparent cold does not disappear. The confirmation of hay fever can be obtained after examination by a general physician.[32]\n\nAntihistamines are effective at treating mild cases of pollinosis; this type of non-prescribed drugs includes loratadine, cetirizine and chlorpheniramine. They do not prevent the discharge of histamine, but it has been proven that they do prevent a part of the chain reaction activated by this biogenic amine, which considerably lowers hay fever symptoms.\n\nDecongestants can be administered in different ways such as tablets and nasal sprays.\n\nAllergy immunotherapy (AIT) treatment involves administering doses of allergens to accustom the body to pollen, thereby inducing specific long-term tolerance.[33] Allergy immunotherapy can be administered orally (as sublingual tablets or sublingual drops), or by injections under the skin (subcutaneous). Discovered by Leonard Noon and John Freeman in 1911, allergy immunotherapy represents the only causative treatment for respiratory allergies.\n\n"
        },
        {
            "title": "Nutrition",
            "text": "Most major classes of predatory and parasitic arthropods contain species that eat pollen, despite the common perception that bees are the primary pollen-consuming arthropod group. Many Hymenoptera other than bees consume pollen as adults, though only a small number feed on pollen as larvae (including some ant larvae). Spiders are normally considered carnivores but pollen is an important source of food for several species, particularly for spiderlings, which catch pollen on their webs. It is not clear how spiderlings manage to eat pollen however, since their mouths are not large enough to consume pollen grains.[citation needed] Some predatory mites also feed on pollen, with some species being able to subsist solely on pollen, such as Euseius tularensis, which feeds on the pollen of dozens of plant species. Members of some beetle families such as Mordellidae and Melyridae feed almost exclusively on pollen as adults, while various lineages within larger families such as Curculionidae, Chrysomelidae, Cerambycidae, and Scarabaeidae are pollen specialists even though most members of their families are not (e.g., only 36 of 40,000 species of ground beetles, which are typically predatory, have been shown to eat pollen—but this is thought to be a severe underestimate as the feeding habits are only known for 1,000 species). Similarly, Ladybird beetles mainly eat insects, but many species also eat pollen, as either part or all of their diet. Hemiptera are mostly herbivores or omnivores but pollen feeding is known (and has only been well studied in the Anthocoridae). Many adult flies, especially Syrphidae, feed on pollen, and three UK syrphid species feed strictly on pollen (syrphids, like all flies, cannot eat pollen directly due to the structure of their mouthparts, but can consume pollen contents that are dissolved in a fluid).[34] Some species of fungus, including Fomes fomentarius, are able to break down grains of pollen as a secondary nutrition source that is particularly high in nitrogen.[35] Pollen may be valuable diet supplement for detritivores, providing them with nutrients needed for growth, development and maturation.[36] It was suggested that obtaining nutrients from pollen, deposited on the forest floor during periods of pollen rains, allows fungi to decompose nutritionally scarce litter.[36]\n\nSome species of Heliconius butterflies consume pollen as adults, which appears to be a valuable nutrient source, and these species are more distasteful to predators than the non-pollen consuming species.[37][38]\n\nAlthough bats, butterflies and hummingbirds are not pollen eaters per se, their consumption of nectar in flowers is an important aspect of the pollination process.\n\nBee pollen for human consumption is marketed as a food ingredient and as a dietary supplement. The largest constituent is carbohydrates, with protein content ranging from 7 to 35 percent depending on the plant species collected by bees.[39]\n\nHoney produced by bees from natural sources contains pollen derived p-coumaric acid,[40] an antioxidant and natural bactericide that is also present in a wide variety of plants and plant-derived food products.[41]\n\nThe U.S. Food and Drug Administration (FDA) has not found any harmful effects of bee pollen consumption, except from the usual allergies. However, FDA does not allow bee pollen marketers in the United States to make health claims about their produce, as no scientific basis for these has ever been proven. Furthermore, there are possible dangers not only from allergic reactions but also from contaminants such as pesticides[2] and from fungi and bacteria growth related to poor storage procedures. A manufacturers's claim that pollen collecting helps the bee colonies is also controversial.[42]\n\nPine pollen (송화가루; Songhwa Garu) is traditionally consumed in Korea as an ingredient in sweets and beverages.[43]\n\nThe growing industries in pollen harvesting for human and bee consumption rely on harvesting pollen baskets from honey bees as they return to their hives using a pollen trap.[44] When this pollen has been tested for parasites, it has been found that a multitude of viruses and eukaryotic parasites are present in the pollen.[45][46] It is currently unclear if the parasites are introduced by the bee that collected the pollen or if it is from the flower.[46][47] Though this is not likely to pose a risk to humans, it is a major issue for the bumblebee rearing industry that relies on thousands of tonnes of honey bee collected pollen per year.[48] Several sterilization methods have been employed, though no method has been 100% effective at sterilisation without reducing the nutritional value of the pollen [49]\n\n"
        },
        {
            "title": "Forensic palynology",
            "text": "In forensic biology, pollen can tell a lot about where a person or object has been, because regions of the world, or even more particular locations such a certain set of bushes, will have a distinctive collection of pollen species.[50] Pollen evidence can also reveal the season in which a particular object picked up the pollen.[51] Pollen has been used to trace activity at mass graves in Bosnia,[52] catch a burglar who brushed against a Hypericum bush during a crime,[53] and has even been proposed as an additive for bullets to enable tracking them.[54]\n\n"
        },
        {
            "title": "Spiritual purposes",
            "text": "In some Native American religions, pollen was used in prayers and rituals to symbolize life and renewal by sanctifying objects, dancing grounds, trails, and sandpaintings. It may also be sprinkled over heads or in mouths. Many Navajo people believed the body became holy when it traveled over a trail sprinkled with pollen.[55]\n\n"
        },
        {
            "title": "Pollen grain staining",
            "text": "For agricultural research purposes, assessing the viability of pollen grains can be necessary and illuminating. A very common, efficient method to do so is known as Alexander's stain.[56] This differential stain consists of ethanol, malachite green, distilled water, glycerol, phenol, chloral hydrate, acid fuchsin, orange G, and glacial acetic acid.[57] In angiosperms and gymnosperms non-aborted pollen grain will appear red or pink, and aborted pollen grains will appear blue or slightly green.\n\n"
        }
    ]
}