{
    "url": "https://en.wikipedia.org/wiki/Polycarbonate",
    "title": "Polycarbonate",
    "table_of_contents": [
        "1 Structure",
        "2 Production",
        "2.1 Phosgene route",
        "2.2 Transesterification route",
        "3 Properties and processing",
        "4 Applications",
        "4.1 Electronic components",
        "4.2 Construction materials",
        "4.3 3D Printing",
        "4.4 Data storage",
        "4.5 Automotive, aircraft, and security components",
        "4.6 Niche applications",
        "4.6.1 Medical applications",
        "4.7 Mobile phones",
        "5 History",
        "6 Potential hazards in food contact applications",
        "7 Environmental impact",
        "7.1 Disposal",
        "7.2 Photo-oxidation of polycarbonate",
        "7.3 Photo-aging reaction",
        "7.4 Thermal degradation",
        "7.5 Effect of fungi",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Polycarbonates (PC) are a group of thermoplastic polymers containing carbonate groups in their chemical structures. Polycarbonates used in engineering are strong, tough materials, and some grades are optically transparent. They are easily worked, molded, and thermoformed.  Because of these properties, polycarbonates find many applications. Polycarbonates do not have a unique resin identification code (RIC) and are identified as \"Other\", 7 on the RIC list. Products made from polycarbonate can contain the precursor monomer bisphenol A (BPA).\n\n"
        },
        {
            "title": "Structure",
            "text": "Carbonate esters have planar OC(OC)2 cores, which confers rigidity.  The unique O=C bond is short (1.173 Å in the depicted example), while the C-O bonds are more ether-like (the bond distances of 1.326 Å for the example depicted). Polycarbonates received their name because they are polymers containing carbonate groups (−O−(C=O)−O−). A balance of useful features, including temperature resistance, impact resistance and optical properties, positions polycarbonates between commodity plastics and engineering plastics.\n\n"
        },
        {
            "title": "Production",
            "text": "The main polycarbonate material is produced by the reaction of bisphenol A (BPA) and phosgene COCl2. The overall reaction can be written as follows:\n\n\n\nThe first step of the synthesis involves treatment of bisphenol A with sodium hydroxide, which deprotonates the hydroxyl groups of the bisphenol A.[6]\n\nThe diphenoxide (Na2(OC6H4)2CMe2) reacts with phosgene to give a chloroformate, which subsequently is attacked by another phenoxide.  The net reaction from the diphenoxide is:\n\nIn this way, approximately one billion kilograms of polycarbonate is produced annually. Many other diols have been tested in place of bisphenol A, e.g. 1,1-bis(4-hydroxyphenyl)cyclohexane and dihydroxybenzophenone. The cyclohexane is used as a comonomer to suppress crystallisation tendency of the BPA-derived product. Tetrabromobisphenol A is used to enhance fire resistance. Tetramethylcyclobutanediol has been developed as a replacement for BPA.[6]\n\nAn alternative route to polycarbonates entails transesterification from BPA and diphenyl carbonate:\n\n"
        },
        {
            "title": "Properties and processing",
            "text": "Polycarbonate is a durable material.  Although it has high impact-resistance, it has low scratch-resistance. Therefore, a hard coating is applied to polycarbonate eyewear lenses and polycarbonate exterior automotive components. The characteristics of polycarbonate compare to those of polymethyl methacrylate (PMMA, acrylic), but polycarbonate is stronger and will hold up longer to extreme temperature. Thermally processed material is usually totally amorphous,[7] and as a result is highly transparent to visible light, with better light transmission than many kinds of glass.\n\nPolycarbonate has a glass transition temperature of about 147 °C (297 °F),[8] so it softens gradually above this point and flows above about 155 °C (311 °F).[9] Tools must be held at high temperatures, generally above 80 °C (176 °F) to make strain-free and stress-free products. Low molecular mass grades are easier to mold than higher grades, but their strength is lower as a result. The toughest grades have the highest molecular mass, but are more difficult to process.\n\nUnlike most thermoplastics, polycarbonate can undergo large plastic deformations without cracking or breaking. As a result, it can be processed and formed at room temperature using sheet metal techniques, such as bending on a brake. Even for sharp angle bends with a tight radius, heating may not be necessary. This makes it valuable in prototyping applications where transparent or electrically non-conductive parts are needed, which cannot be made from sheet metal. PMMA/Acrylic, which is similar in appearance to polycarbonate, is brittle and cannot be bent at room temperature.\n\nMain transformation techniques for polycarbonate resins:\n\nPolycarbonate may become brittle when exposed to ionizing radiation above 25 kGy (J/kg).[10]\n\n"
        },
        {
            "title": "Applications",
            "text": "Polycarbonate is mainly used for electronic applications that capitalize on its collective safety features. A good electrical insulator with heat-resistant and flame-retardant properties, it is used in products associated with power systems and telecommunications hardware. It can serve as a dielectric in high-stability capacitors.[6] Commercial manufacture of polycarbonate capacitors mostly stopped after sole manufacturer Bayer AG stopped making capacitor-grade polycarbonate film at the end of 2000.[11][12]\n\nThe second largest consumer of polycarbonates is the construction industry, e.g. for domelights, flat or curved glazing, roofing sheets and sound walls.\nPolycarbonates are used to create materials used in buildings that must be durable but light.\n\nPolycarbonates are used extensively in 3D FDM printing, producing durable strong plastic products with a high melting point.  Polycarbonate is relatively difficult for casual hobbyists to print compared to thermoplastics such as Polylactic acid (PLA) or Acrylonitrile butadiene styrene (ABS) because of the high melting point, difficulty with print bed adhesion, tendency to warp during printing, and tendency to absorb moisture in humid environments.  Despite these issues, 3D printing using polycarbonates is common in the professional community.\n\nA major polycarbonate market is the production of compact discs, DVDs, and Blu-ray discs.[13] These discs are produced by injection-molding polycarbonate into a mold cavity that has on one side a metal stamper containing a negative image of the disc data, while the other mold side is a mirrored surface. Typical products of sheet/film production include applications in advertisement (signs, displays, poster protection).[6]\n\nIn the automotive industry, injection-molded polycarbonate can produce very smooth surfaces that make it well-suited for sputter deposition or evaporation deposition of aluminium without the need for a base-coat. Decorative bezels and optical reflectors are commonly made of polycarbonate.\nIts low weight and high impact resistance have made polycarbonate the dominant material for automotive headlamp lenses. However, automotive headlamps require outer surface coatings because of its low scratch resistance and susceptibility to ultraviolet degradation (yellowing). The use of polycarbonate in automotive applications is limited to low stress applications. Stress from fasteners, plastic welding and molding render polycarbonate susceptible to stress corrosion cracking when it comes in contact with certain accelerants such as salt water and plastisol. It can be laminated to make bullet-proof \"glass\", although \"bullet-resistant\" is more accurate for the thinner windows, such as are used in bullet-resistant windows in automobiles. The thicker barriers of transparent plastic used in teller's windows and barriers in banks are also polycarbonate.\n\nSo-called \"theft-proof\" large plastic packaging for smaller items, which cannot be opened by hand, is typically made from polycarbonate.\n\nThe cockpit canopy of the Lockheed Martin F-22 Raptor jet fighter is fabricated from high optical quality polycarbonate. It is the largest item of its type.[14][15]\n\nPolycarbonate, being a versatile material with attractive processing and physical properties, has attracted myriad smaller applications. The use of injection molded drinking bottles, glasses and food containers is common, but the use of BPA in the manufacture of polycarbonate has stirred concerns (see Potential hazards in food contact applications), leading to development and use of \"BPA-free\" plastics in various formulations.\n\nPolycarbonate is commonly used in eye protection, as well as in other projectile-resistant viewing and lighting applications that would normally indicate the use of glass, but require much higher impact-resistance. Polycarbonate lenses also protect the eye from UV light. Many kinds of lenses are manufactured from polycarbonate, including automotive headlamp lenses, lighting lenses, sunglass/eyeglass lenses, swimming goggles and SCUBA masks, and safety glasses/goggles/visors including visors in sporting helmets/masks and police riot gear (helmet visors, riot shields, etc.). Windscreens in small motorized vehicles are commonly made of polycarbonate, such as for motorcycles, ATVs, golf carts, and small airplanes and helicopters.\n\nThe light weight of polycarbonate as opposed to glass has led to development of electronic display screens that replace glass with polycarbonate, for use in mobile and portable devices. Such displays include newer e-ink and some LCD screens, though CRT, plasma screen and other LCD technologies generally still require glass for its higher melting temperature and its ability to be etched in finer detail.\n\nAs more and more governments are restricting the use of glass in pubs and clubs due to the increased incidence of glassings, polycarbonate glasses are becoming popular for serving alcohol because of their strength, durability, and glass-like feel.[16][17]\n\nOther miscellaneous items include durable, lightweight luggage, MP3/digital audio player cases, ocarinas, computer cases, riot shields, instrument panels, tealight candle containers and food blender jars.  Many toys and hobby items are made from polycarbonate parts, like fins, gyro mounts, and flybar locks in radio-controlled helicopters,[18] and transparent LEGO (ABS is used for opaque pieces).[19]\n\nStandard polycarbonate resins are not suitable for long term exposure to UV radiation. To overcome this, the primary resin can have UV stabilisers added. These grades are sold as UV stabilized polycarbonate to injection moulding and extrusion companies. Other applications, including polycarbonate sheets, may have the anti-UV layer added as a special coating or a coextrusion for enhanced weathering resistance.\n\nPolycarbonate is also used as a printing substrate for nameplate and other forms of industrial grade under printed products. The polycarbonate provides a barrier to wear, the elements, and fading.\n\nMany polycarbonate grades are used in medical applications and comply with both ISO 10993-1 and USP Class VI standards (occasionally referred to as PC-ISO). Class VI is the most stringent of the six USP ratings. These grades can be sterilized using steam at 120 °C, gamma radiation, or by the ethylene oxide (EtO) method.[20] Dow Chemical strictly limits all its plastics with regard to medical applications.[21][22] Aliphatic polycarbonates have been developed with improved biocompatibility and degradability for nanomedicine applications.[23]\n\n\nSome smartphone manufacturers use polycarbonate. Nokia used polycarbonate in their phones starting with the N9's unibody case in 2011. This practice continued with various phones in the Lumia series. Samsung started using polycarbonate with Galaxy S III's hyperglaze-branded removable battery cover in 2012. This practice continues with various phones in the Galaxy series. Apple started using polycarbonate with the iPhone 5C's unibody case in 2013.\n\nBenefits over glass and metal back covers include durability against shattering (advantage over glass), bending and scratching (advantage over metal), shock absorption, low manufacturing costs, and no interference with radio signals and wireless charging (advantage over metal).[24]\nPolycarbonate back covers are available in glossy or matte surface textures.[24]\n\n"
        },
        {
            "title": "History",
            "text": "Polycarbonates were first discovered in 1898 by Alfred Einhorn, a German scientist working at the University of Munich.[25]   However, after 30 years' laboratory research, this class of materials was abandoned without commercialization. Research resumed in 1953, when Hermann Schnell at Bayer in Uerdingen, Germany patented the first linear polycarbonate. The brand name \"Makrolon\" was registered in 1955.[26]\n\nAlso in 1953, and one week after the invention at Bayer, Daniel Fox at General Electric (GE) in Schenectady, New York, independently synthesized a branched polycarbonate. Both companies filed for U.S. patents in 1955, and agreed that the company lacking priority would be granted a license to the technology.[27][28]\n\nPatent priority was resolved in Bayer's favor, and Bayer began commercial production under the trade name Makrolon in 1958. GE began production under the name Lexan in 1960, creating the GE Plastics division in 1973.[29]\n\nAfter 1970, the original brownish polycarbonate tint was improved to \"glass-clear\".\n\n"
        },
        {
            "title": "Potential hazards in food contact applications",
            "text": "The use of polycarbonate containers for the purpose of food storage is controversial.  The basis of this controversy is their hydrolysis (degradation by water, often referred to as leaching) occurring at high temperature, releases bisphenol A:\n\nMore than 100 studies have explored the bioactivity of bisphenol A derived from polycarbonates. Bisphenol A appeared to be released from polycarbonate animal cages into water at room temperature and it may have been responsible for enlargement of the reproductive organs of female mice.[30]  However, the animal cages used in the research were fabricated from industrial grade polycarbonate, rather than FDA food grade polycarbonate.\n\nAn analysis of the literature on bisphenol A leachate low-dose effects by vom Saal and Hughes published in August 2005 seems to have found a suggestive correlation between the source of funding and the conclusion drawn. Industry-funded studies tend to find no significant effects whereas government-funded studies tend to find significant effects.[31]\n\nSodium hypochlorite bleach and other alkali cleaners catalyze the release of the bisphenol A from polycarbonate containers.[32][33] Polycarbonate is incompatible with ammonia and acetone. Alcohol is a recommended organic solvent for cleaning grease and oils from polycarbonate.\n\n"
        },
        {
            "title": "Environmental impact",
            "text": "Studies have shown that at temperatures above 70 °C, and high humidity, polycarbonate will hydrolyze to bisphenol A (BPA). After about 30 days at 85 °C/96% RH, surface crystals are formed which for 70% consisted of BPA.[34] BPA is a compound that is currently on the list of potential environmental hazardous chemicals. It is on the watch list of many countries, such as United States and Germany.[35]\n\n-(-OC6H4)2C(CH3)2CO-)-n     +      H2O \n\n\n\n⟶\n\n\n{\\displaystyle \\longrightarrow }\n\n (CH3)2C(C6H4OH)2               +              CO2\n\nThe leaching of BPA from polycarbonate can also occur at environmental temperature and normal pH (in landfills).The amount of leaching increases as the discs get older. A study found that the decomposition of BPA in landfills (under anaerobic conditions) will not occur.[35] It will therefore be persistent in landfills. Eventually, it will find its way into water bodies and contribute to aquatic pollution.[35][36]\n\nIn the presence of UV light, oxidation of this polymer yields compounds such as ketones, phenols, o-phenoxybenzoic acid, benzyl alcohol and other unsaturated compounds. This has been suggested through kinetic and spectral studies. The yellow color formed after long exposure to sun can also be related to further oxidation of phenolic end group[37]\n\n(OC6H4)2C(CH3)2CO )n + O2 , R* → (OC6H4)2C(CH3CH2)CO)n\n\nThis product can be further oxidized to form smaller unsaturated compounds. This can proceed via two different pathways, the products formed depends on which mechanism takes place.\n\nPathway A\n\n(OC6H4)2C(CH3CH2)CO  +  O2, H* \n\n\n\n⟶\n\n\n{\\displaystyle \\longrightarrow }\n\n                  HO(OC6H4)OCO + CH3COCH2(OC6H4)OCO\n\nPathway B\n\n(OC6H4)2C(CH3CH2)CO)n + O2, H* \n\n\n\n⟶\n\n\n{\\displaystyle \\longrightarrow }\n\n                OCO(OC6H4)CH2OH + OCO(OC6H4)COCH3\n\nPhoto-oxidation reaction.[38]\n\nPhoto-aging is another degradation route for polycarbonates. Polycarbonate molecules (such as the aromatic ring) absorb UV radiation. This absorbed energy causes cleavage of covalent bonds which initiates the photo-aging process. The reaction can be propagated via side chain oxidation, ring oxidation or photo-Fries rearrangement. Products formed include phenyl salicylate, dihydroxybenzophenone groups, and hydroxydiphenyl ether groups.[37][39][40]\n\nn(C16H14O3) \n\n\n\n⟶\n\n\n{\\displaystyle \\longrightarrow }\n\n C16H17O3 + C13H10O3\n\nPolycarbonate Phenyl salicylate 2,2-dihydroxybenzophenone\n\nWaste polycarbonate will degrade at high temperatures to form solid, liquid and gaseous pollutants. A study showed that the products were about 40–50 wt.% liquid, 14–16 wt.% gases, while 34–43 wt.% remained as solid residue. Liquid products contained mainly phenol derivatives (∼75wt.%) and bisphenol (∼10wt.%) also present.[39] Polycarbonate, however, can be safely used as a carbon source in the steel-making industry.[41]\n\nPhenol derivatives are environmental pollutants, classified as volatile organic compounds (VOC). Studies show they are likely to facilitate ground level ozone formation and increase photo-chemical smog.[42] In aquatic bodies, they can potentially accumulate in organisms. They are persistent in landfills, do not readily evaporate and would remain in the atmosphere.[43]\n\nIn 2001 a species of fungus in Belize, Geotrichum candidum, was found to consume the polycarbonate found in compact discs (CD).[44] This has prospects for bioremediation. However, this effect has not been reproduced.\n\n"
        }
    ]
}