{
    "url": "https://en.wikipedia.org/wiki/Polytheistic_reconstructionism",
    "title": "Polytheistic reconstructionism",
    "table_of_contents": [
        "1 Within Greater Neopaganism",
        "2 References",
        "3 Sources",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Polytheistic reconstructionism (or simply Reconstructionism) is an approach to modern paganism first emerging in the late 1960s to early 1970s, which gathered momentum starting in the 1990s. Reconstructionism attempts to re-establish genuine polytheistic religions in the modern world through a rediscovery of the rituals, practices and contextual worldviews of pre-Christian Pagan religions. This method stands in contrast with other neopagan syncretic movements like Wicca, and ecstatic/esoteric movements like Germanic mysticism or Theosophy.\n\nWhile the emphasis on historical accuracy may imply historical reenactment, the difference between these two movements can be summarized as one of intent. Historical Reenactment seeks historical accuracy as a goal in and of itself. On the other hand, a Reconstructionist Neopagan views historical accuracy as a means to the end of establishing a harmonious relationship between a belief-community and the gods.\n\nIn short, the guiding principles of the Reconstructionist approach to the practice of Pre-Christian religion can be broken down as follows:\n\nThe term \"Reconstructionist Paganism\" was likely coined by Isaac Bonewits in the late 1970s.[1] Bonewits has said that he is not sure whether he \"got this use of the term from one or more of the other culturally focused Neopagan movements of the time, or if [he] just applied it in a novel fashion.\"[1]\n\nMargot Adler later used the term \"Pagan Reconstructionists\" in the 1979 edition of Drawing Down the Moon to refer to Neopagans who endeavour to revive or \"reconstruct\" an authentic pre-Christian religious practice through use of historically verifiable research in fields such as: archeology, folklore studies and anthropology. \n\nThis emphasis on reconstruction contrasts with the more syncretic, eclectic or occult approaches to Neopaganism, as seen for example in Thelema or Wicca.[2]\n\n"
        },
        {
            "title": "Within Greater Neopaganism",
            "text": "Linzie (2004) enumerates the difference between modern reconstructionist polytheism, such as modern Hellenismos or Nova Roma, and \"classical\" paganism as found in eighteenth to mid-twentieth century movements, including Germanic mysticism, early Neodruidism and Wicca.  Aspects of the former, not found in the latter, are as follows:\n\nEmphasis has been added to show that the recreation of pre-Christian social conditions are done so with the intent of understanding the religious practices and beliefs, not in order to recreate or revive a pre-Christian society either to replace modern society or to exist in parallel to modern society. The latter intention would be more indicative of a Traditionalist or a Historical Reenactment approach, and not specifically a Reconstructionist Neopagan.\n\nThe goal of these methods is to create a set of rituals, rites and practices which facilitate a harmonious relationship between the gods (and other good spirits like Landwights or others) and the belief-community. \n\nReconstructionist Neopagans hope that this harmony both within the belief-community itself and between the gods and the community brings some kind of tangible or intangible good. As in Germanic Heathenry, proper offerings to the gods are thought to bring about \"Peace and Plenty\" (Ars Ok Friden).\n\nThe use of the terms \"Pagan\" and \"Neopagan\" to refer to polytheistic reconstructionists is controversial.[4]  Some reconstructionist religious groups take great issue with being referred to as \"Pagan\" or \"Neopagan,\" viewing \"Pagan\" as a pejorative term.[5]\n\nEven among those reconstructionist groups who see themselves as part of the broader, Pagan or Neopagan spectrum, they may refuse the terms and their associations with the more problematic aspects of that community, such as eclecticism, cultural appropriation or Wiccan-inspired ritual structures.[5][6]\n\n"
        }
    ]
}