{
    "url": "https://en.wikipedia.org/wiki/Pomo_religion",
    "title": "Pomo religion",
    "table_of_contents": [
        "1 Creation stories",
        "2 World order",
        "3 Guksu ceremony",
        "4 See also",
        "5 Notes",
        "6 Further reading",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The indigenous religion of the Pomo people, Native Americans from Northwestern California, centered on belief in the powerful entities of the 'Kunula', a Coyote, and 'Guksu', a spirit healer from the south.\n\n"
        },
        {
            "title": "Creation stories",
            "text": "Coyote ('Kunula') and Cougar set up for their sons to play a sports game. Most of Coyote's children died. The last two of Coyote's sons chased a ball into a sweathouse and were killed by the resident the Sun (a spirit being). Later through trickery and persistence Coyote retrieved the bodies of his two sons in a bag. Because he had trouble seeing in the darkness Coyote split open the bag and his son's two bodies created light and became the physical sun and the moon in the heavens.[1]\n\nAnother \"Creation\" myth is that Coyote and Lizard ('Hatanutal') were in a sweathouse near Upper Lake, California. Coyote split up some willow and dogwood sticks, painted them, and set them upright in the dirt. The sticks turned into human beings with paws rather than hands. Coyote then put some hemp around them. The hemp became fleas that jumped onto the human beings. Lizard suggested the people needed hands with fingers in order to be more useful, and Coyote suggested they wrestle over that. Coyote and Lizard wrestled. Lizard won the wrestling match and thus the people as Lizard proposed were given fingers, as well as language.[2]\n\n"
        },
        {
            "title": "World order",
            "text": "According to Pomo ceremony and tradition, the world contained six supernatural beings (or groups of spirits) who lived at the ends of the world: one in each of the four cardinal directions, plus one above in the sky, and one below in the earth:[3]\n\nThese spirits were imagined to live in sweat houses or dance-houses at each end of the world. At times, these supernatural beings were malevolent and could kill men. However, if properly treated or placated, they were benevolent.\n\nThe person who played a Guksu in dance ceremonies was often considered the medicine man and would also dress up as a Guksu when called on to treat the sick. Sickness was seen as something that Guksu came to take away and to carry back to the south.\n\n"
        },
        {
            "title": "Guksu ceremony",
            "text": "The ceremony called the Guksu ceremony lasted 6 days with the above dancers appearing once a day. The 6 days included of the ceremony called 'The Scarifying Ceremony' where children ages 5 to 10 were initiated with physical and mental tests administered by the dressed up dancers.[6]\n\n"
        }
    ]
}