{
    "url": "https://en.wikipedia.org/wiki/Pope_Pius_IX",
    "title": "Pope Pius IX",
    "table_of_contents": [
        "1 Early life and ministry",
        "2 Papacy",
        "2.1 Election",
        "2.2 Governing the church",
        "2.2.1 Centralization",
        "2.2.2 Dispute with the Melkite Greek Catholic Church",
        "2.2.3 Ecclesiastical rights",
        "2.2.4 Jubilees",
        "2.2.5 Consistories",
        "2.2.6 Canonizations and beatifications",
        "2.2.7 Doctors of the Church",
        "3 Sovereignty of the Papal States",
        "3.1 Reforms in the Papal States",
        "3.2 Governmental structure",
        "3.3 Finance",
        "3.4 Commerce and trade",
        "3.5 Justice",
        "3.6 Military",
        "3.7 Universities",
        "3.8 Arts",
        "3.9 Jews",
        "4 Policies toward other nations",
        "4.1 Italy",
        "4.1.1 End of the Papal States",
        "4.2 Mexico",
        "4.3 England and Wales",
        "4.4 Ireland",
        "4.5 Netherlands",
        "4.6 Spain",
        "4.7 United States",
        "4.8 Canada",
        "4.9 Concordats",
        "4.10 Austria",
        "4.11 German Empire",
        "4.12 Russian Empire",
        "5 Plans to leave Rome",
        "6 Theology",
        "6.1 Mariology",
        "6.2 Encyclicals",
        "6.3 First Vatican Council",
        "6.4 Institutions",
        "7 Later years and death",
        "8 Beatification",
        "9 Legacy",
        "10 Episcopal lineage",
        "11 See also",
        "12 Notes",
        "13 References",
        "13.1 Footnotes",
        "13.2 Bibliography",
        "14 Further reading",
        "14.1 Other languages",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPope Pius IX (Italian: Pio IX, Pio Nono; born Giovanni Maria Mastai Ferretti;[a] 13 May 1792 – 7 February 1878) was head of the Catholic Church from 1846 to 1878, the longest verified papal reign. He was notable for convoking the First Vatican Council in 1868 and for permanently losing control of the Papal States in 1870 to the Kingdom of Italy. Thereafter he refused to leave Vatican City, declaring himself a \"prisoner of the Vatican\".\n\nAt the time of his election, he was seen as a champion of liberalism and reform, but the Revolutions of 1848 decisively reversed his policies. Upon the assassination of his Prime Minister Rossi, Pius escaped Rome and excommunicated all participants in the short-lived Roman Republic. After its suppression by the French army and his return in 1850, his policies and doctrinal pronouncements became increasingly conservative, seeking to stem the revolutionary tide.\n\nIn his 1849 encyclical Ubi primum, he emphasized Mary's role in salvation.[4] In 1854, he promulgated the dogma of the Immaculate Conception, articulating a long-held Catholic belief that Mary, the Mother of God, was conceived without original sin.  His 1864 Syllabus of Errors was a strong condemnation against liberalism, modernism, moral relativism, secularization, separation of church and state, and other Enlightenment ideas. Pius definitively reaffirmed Catholic teaching in favor of the establishment of the Catholic faith as the state religion where possible. His appeal for financial support resulted in the successful revival of donations known as Peter's Pence. He centralized power in the church in the Holy See and Roman Curia, while also clearly defining the Pope's doctrinal authority. His chief legacy is the dogma of papal infallibility. Pope John Paul II beatified him in 2000.\n\n"
        },
        {
            "title": "Early life and ministry",
            "text": "Giovanni Maria Mastai Ferretti was born on 13 May 1792 in Senigallia. He was the ninth child born into the noble family of Girolamo dai Conti Ferretti and was baptized on the same day of his birth with the name of Giovanni Maria Battista Pietro Pellegrino Isidoro. He was educated at the Piarist College in Volterra and in Rome. As a young man in the Guardia Nobile the young Count Mastai was engaged to be married to an Irishwoman, Miss Foster (the daughter of the Bishop of Kilmore), and arrangements were made for the wedding to take place in the Church of San Luigi Dei Francesi. Mastai's parents opposed the marriage, and as a result, he did not appear at the church on the appointed day.[5]\n\nIn 1814, as a theology student in his hometown of Sinigaglia, he met Pope Pius VII, who had returned from French captivity. In 1815, he entered the Papal Noble Guard but was soon dismissed after an epileptic seizure.[6] He threw himself at the feet of Pius VII, who elevated him and supported his continued theological studies.\n\nThe pope originally insisted that another priest should assist Mastai during Holy Mass, a stipulation that was later rescinded, after the seizure attacks became less frequent.[7] Mastai was ordained a priest on 10 April 1819. He initially worked as the rector of the Tata Giovanni Institute in Rome.\n\nShortly before his death, Pius VII – following Chilean leader Bernardo O'Higgins' wish to have the Pope reorganize the Catholic Church of the new republic – named him Auditor to assist the Apostolic Nuncio, Monsignore Giovanni Muzi in the first mission to post-revolutionary South America.[8] The mission had the objective to map out the role of the Catholic Church in Chile and its relationship with the state, but when it finally arrived in Santiago in March 1824, O'Higgins had been overthrown and replaced by General Freire, who was less well-disposed toward the Church and had already taken hostile measures such as the seizure of Church property. Having ended in failure, the mission returned to Europe.[9] Mastai had nevertheless been the first future pope ever to have been in America. Upon his return to Rome, the successor of Pius VII, Pope Leo XII, appointed him head of the hospital of San Michele in Rome (1825–1827) and canon of Santa Maria in Via Lata.\n\nPope Leo XII appointed the 35-year-old Mastai Ferretti Archbishop of Spoleto in 1827.[7] In 1831, the abortive revolution that had begun in Parma and Modena spread to Spoleto; the Archbishop obtained a general pardon after it was suppressed, gaining him a reputation for being liberal. During an earthquake, he made a reputation as an efficient organizer of relief and great charity.[7] The following year he was moved to the more prestigious diocese of Imola, was made a cardinal in pectore in 1839, and in 1840 was publicly announced as Cardinal-Priest of Santi Marcellino e Pietro. As in Spoleto, his episcopal priorities were the formation of priests through improved education and charities. He became known for visiting prisoners in jail, and for programs for street children.[10]  Cardinal Mastai Ferretti was considered a liberal during his episcopate in Spoleto and Imola because he supported administrative changes in the Papal States and sympathized with the nationalist movement in Italy.\n\n"
        },
        {
            "title": "Papacy",
            "text": "Cardinal Mastai Ferretti entered the papacy in 1846, amidst widespread expectations that he would be a champion of reform and modernization in the Papal States, which he ruled directly, and in the entire Catholic Church. Admirers wanted him to lead the battle for Italian independence.  His later turn toward profound conservatism shocked and dismayed his original supporters, while surprising and delighting the conservative old guard.[11]\n\nThe conclave of 1846, following the death of Pope Gregory XVI (1831–46), took place in an unsettled political climate within Italy. The conclave was steeped in a factional division between right and left. The conservatives on the right favoured the hardline stances and papal absolutism of the previous pontificate, while liberals supported moderate reforms.[12] The conservatives supported Luigi Lambruschini, the late pope's Cardinal Secretary of State. Liberals supported two candidates: Pasquale Tommaso Gizzi and the then 54-year-old Mastai Ferretti.[13]\n\nDuring the first ballot, Mastai Ferretti received 15 votes, the rest going to Lambruschini and Gizzi. Lambruschini received a majority of the votes in the early ballots but failed to achieve the required two-thirds majority. Gizzi was favoured by the French government but failed to get further support from the cardinals, and the conclave ended up ultimately as a contest between Lambruschini and Mastai Ferretti.[14]  In the meantime, Cardinal Tommaso Bernetti reportedly received information that Cardinal Karl Kajetan von Gaisruck, the Austrian Archbishop of Milan, was on his way to the conclave to veto the election of Mastai Ferretti. The government of the Empire of Austria as represented by Prince Metternich in its foreign affairs objected to even the possible election of Mastai Ferretti.[15] According to historian Valérie Pirie, Bernetti realized that if Lambruschini was to be stopped and Mastai Ferretti was to be elected he had to convince the cardinals within a few hours or accept the election of Lambruschini. Bernetti persuaded the majority of the electors to switch their support to Mastai Ferretti.[14]\n\nFaced with a deadlock and persuaded by Bernetti to prevent Lambruschini's election, liberals and moderates decided to cast their votes for Mastai Ferretti in a move that contradicted the general mood throughout Europe. By the second day of the conclave, on 16 June 1846, during an evening ballot, Mastai Ferretti was elected pope. \"He was a glamorous candidate, ardent, emotional with a gift for friendship and a track-record of generosity even towards anti-Clericals and Carbonari. He was a patriot, known to be critical of Gregory XVI.\"[13] Because it was night, no formal announcement was given, just the signal of white smoke.\n\nOn the following morning, the Cardinal Protodeacon, Tommaso Riario Sforza, announced the election of Mastai-Ferretti before a crowd of faithful Catholics. When Mastai Ferretti appeared on the balcony, the mood became joyous. Mastai Ferretti chose the name of Pius IX in honour of Pope Pius VII (1800–23), who had encouraged his vocation to the priesthood despite his childhood epilepsy. However, Mastai Ferretti, now Pope Pius IX, had little diplomatic experience and no curial experience at all, a fact which did cause some controversy. Pius IX was crowned on 21 June 1846.\n\nThe election of the liberal Pius IX created much enthusiasm in Europe and elsewhere. \"For the next twenty months after the election, Pius IX was the most popular man on the Italian peninsula, where the exclamation \"Long life to Pius IX!\" was often heard.[16]\nEnglish Protestants celebrated him as a \"friend of light\" and a reformer of Europe towards freedom and progress.[17] He was elected without political influences from outside and in the best years of his life. He was pious, progressive, intellectual, decent, friendly, and open to everybody.[18]\n\nThe end of the Papal States in the middle of the \"Italian boot\" around the central area of Rome was not the only important event in the long pontificate of Pius. His leadership of the church contributed to an ever-increasing centralization and consolidation of power in Rome and the papacy. While his political views and policies were hotly debated, his personal lifestyle was above any criticism; he was considered a model of simplicity and poverty in his everyday affairs.[20] More than his predecessors, Pius used the papal pulpit to address the bishops of the world. The First Vatican Council (1869–1870), which he convened to consolidate papal authority further, was considered a milestone not only in his pontificate but also in ecclesiastical history through its defining of the dogma of papal infallibility.[21]\n\nAfter the First Vatican Council concluded, an emissary of the Roman Curia was dispatched to secure the signatures of Patriarch Gregory II Youssef and the rest of the Melkite delegation who had voted non placet at the general congregation and left Rome prior to the adoption of the dogmatic constitution Pastor aeternus on papal infallibility. Gregory and the Melkite bishops ultimately subscribed to it, but added the qualifying clause used at the Council of Florence: \"except the rights and privileges of Eastern patriarchs.\"[22] This earned Gregory the enmity of Pius IX; during his next visit to the pontiff, before leaving Rome, when Gregory was kneeling, Pius placed his knee on the patriarch's shoulder, just saying to him: Testa dura! (You headstrong!).[23][24] In spite of this event, Gregory and the Melkite Greek Catholic Church remained committed to their union with the Holy See.\n\nThe ecclesiastical policies of Pius IX were dominated by defence of the rights of the church and the free exercise of religion for Catholics in countries such as Russia and the Ottoman Empire. He also fought against what he perceived to be anti-Catholic philosophies in countries such as Italy, Germany, and France.  The German Empire sought to  restrict and weaken the Church for a decade after the Franco-Prussian war. [25]\n\nPius IX celebrated several jubilees including the 300th anniversary of the Council of Trent. Pius celebrated the 1,800th anniversary of the martyrdom of the Apostle Peter and Apostle Paul on 29 June 1867 with 512 bishops, 20,000 priests and 140,000 lay persons in Rome.[26] A large gathering was organized in 1871 to commemorate the 25th anniversary of his papacy. Though the Italian government in 1870 outlawed many popular pilgrimages, the faithful of Bologna organized a nationwide \"spiritual pilgrimage\" to the pope and the tombs of the apostles in 1873.[27] In 1875, Pius declared a Holy Year that was celebrated throughout the Catholic world. On the 50th anniversary of his episcopal consecration, people from all parts of the world came to see the old pontiff from 30 April 1877 to 15 June 1877. He was a bit shy, but he valued initiative within the church and created several new titles, rewards, and orders to elevate those who in his view deserved merit.[28]\n\nPius IX created 122 new cardinals, of whom 64 were alive at his death, as compared to the limit of 70 living members allowed in the College of Cardinals. Noteworthy elevations to the \"red hat\" included Vincenzo Pecci, his eventual successor Leo XIII; Nicholas Wiseman of Westminster; the convert Henry Edward Manning; and John McCloskey, the first American ever to be elevated into the College of Cardinals.[29]\n\nAccording to Bishop Cipriano Calderón, the pope intended to nominate the Bishop of Michoacán, Juan Cayetano José María Gómez de Portugal y Solís, to the Sacred College in 1850 and even had Cardinal Giacomo Antonelli send a letter to him to express his intentions. However, the bishop died shortly before the letter was received in Morelia and had he lived, he would have been the first Latin American cardinal elevated five months later. According to the Benedictine monk Guy-Marie Oury, a letter addressed by Prosper-Louis-Pascal Guéranger to his Benedictine colleague Léandre Fonteinne on 6 March 1856 indicated that Guéranger had learned that Pius IX wanted to name him a cardinal in November 1855, but he refused the honor because he did not want to live in Rome. As a result, Pius IX included the Bishop of La Rochelle Clément Villecourt in his selection.[30]\n\nOn 22 August 1861, the pope informed the Patriarch of Venice Angelo Ramazzotti that he would name him a cardinal, however, Ramazzoti died three days before the consistory. Also in 1861, the dean of the Sacred Rota Ignazio Alberghini declined the pope's offer of nomination into the Sacred College. In December 1863, Pius IX intended to elevate the Archbishop of Gniezno and Poznań Leon Michał Przyłuski to the cardinalate, but he died before the consistory took place. In 1866, Pius IX wanted to nominate a Barnabite to the College of Cardinals before he opened the First Vatican Council. While the pope originally decided on appointing Carlo Giuseppe Vercellone, a noted biblical scholar, Vercellone refused due to his precarious health, instead proposing that Pius IX instead nominate Luigi Bilio. In 1868, Pius IX nominated Andre Pila to the cardinalate, however, he died the day before he would have been elevated as the only person for elevation in that April consistory. Also in 1868, Pius IX offered the cardinalate to the Bishop of Concepción José Hipólito Salas y Toro whom he had met during the First Vatican Council, inviting him to join the Roman Curia. However, the bishop preferred to live in Chile and declined the offer, while Pius IX did not offer it again in the future.[30]\n\nIn 1875, Pius IX intended to nominate the papal almoner Frédéric-François-Xavier Ghislain de Mérode to the Sacred College, however, he died just eight months before the consistory was to be held. Pius IX also decided to nominate Augusto Negroni, but he declined and instead joined the Society of Jesus in mid-1874.[30]\n\nPope Pius IX canonized 52 saints during his pontificate. He canonized notable saints such as the Martyrs of Japan (8 June 1862), Josaphat Kuntsevych (29 June 1867), and Nicholas Pieck (29 June 1867). Pius IX further beatified 222 individuals throughout his papacy, including the likes of Benedict Joseph Labre, Peter Claver, and his two predecessors Pope Eugene III and Pope Urban V.\n\nPius IX named three new Doctors of the Church: Hilary of Poitiers (13 May 1851, naming him as \"Doctor divinitatem Christi\" or \"Doctor of the Divinity of Christ\"), Alphonsus Liguori (23 March 1871, naming him as \"Doctor zelantissimus\" or \"Most Zealous Doctor\"), and Francis de Sales (19 July 1877, naming him as \"Doctor caritatis\" or \"Doctor of Charity\").\n\n"
        },
        {
            "title": "Sovereignty of the Papal States",
            "text": "Pius IX was not only pope, but until 1870 also the last Sovereign Ruler of the Papal States. As a secular ruler he was occasionally referred to as \"king\".[31] However, whether this was ever a title accepted by the Holy See is unclear. Ignaz von Döllinger, a fervent critic of Pius' infallibility dogma, considered the political regime of the pope in the Papal States \"wise, well-intentioned, mild-natured, frugal and open for innovations\".[32] Yet there was controversy. In the period before the 1848 revolutions, Pius was a most ardent reformer advised by such innovative thinkers as Antonio Rosmini-Serbati (1797–1855), who reconciled the new \"free\" thinking concerning human rights with the classical natural law tradition of the church's political and economic teaching on social justice.[33] After the revolution, however, his political reforms and constitutional improvements were considered minimalist, remaining largely within the framework of the 1850 laws mentioned above.[34]\n\nPius IX's liberal policies initially made him very popular throughout Italy. He appointed an able and enlightened minister, Rossi, to administer the Papal States. He also showed himself hostile to Austrian influences, delighting Italian patriots, who hailed him as the coming redeemer of Italy. \"They want to make a Napoleon of me who am only a poor country parson\", he once declared.[35]\n\nIn Pius' early years as pope, the government of the Papal States improved agricultural technology and productivity via farmer education in newly created scientific agricultural institutes. It abolished the requirements for Jews to attend Christian services and sermons and opened the papal charities to the needy amongst them. The new pope freed all political prisoners by giving amnesty to revolutionaries, which horrified the conservative monarchies in the Austrian Empire and elsewhere.[13] \"He was celebrated in New York City, London and Berlin as a model ruler.\"[13]\n\nIn 1848, Pius IX released a new constitution titled the \"Fundamental Statute for the Secular Government of the States of the Church\". The governmental structure of the Papal States reflected the dual spiritual-secular character of the papacy. The secular or laypersons were strongly in the majority with 6,850 persons versus 300 members of the clergy. Nevertheless, the clergy made key decisions and every job applicant had to present a character evaluation from his parish priest to be considered.[36][full citation needed]\n\nFinancial administration in the Papal States under Pius IX was increasingly put in the hands of laymen. The budget and financial administration in the Papal States had long been subject to criticism even before Pius IX. In 1850, he created a government finance body (\"congregation\") consisting of four laymen with finance backgrounds for the 20 provinces.\n\nPius IX is credited with systematic efforts to improve manufacturing and trade by giving advantages and papal prizes to domestic producers of wool, silk and other materials destined for export. He improved the transportation system by building roads, viaducts, bridges and seaports. A series of new railway links connected the Papal States to northern Italy. It soon became apparent that the Northern Italians were more adept at economically exploiting the modern means of communication than the inhabitants in central and Southern Italy.[37]\n\nThe justice system of the Papal States was subject to much criticism, not unlike the justice systems in the rest of Italy. Legal books were scarce, standards inconsistent, and judges were often accused of favoritism. In the Papal States and throughout Italy, organized criminal gangs threatened commerce and travelers, engaging in robbery and murder at will.[38]\n\nThe papal army in 1859 had 15,000 soldiers.[39] A separate military body, the elite Swiss Guard, served as the Pope's personal bodyguard.\n\nThe two papal universities in Rome and Bologna suffered much from revolutionary activities in 1848 but their standards in the areas of science, mathematics, philosophy and theology were considered adequate.[40] Pius recognized that much had to be done and instituted a reform commission in 1851.\n\nDuring his tenure, Catholics and Protestants collaborated to found a school in Rome to study international law and train international mediators committed to conflict resolution.[41]\n\nThere was one newspaper, Giornale di Roma, and one periodical, Civilta Cattolica, run by Jesuits.[40]\n\nLike most of his predecessors, Pius IX was a patron of the arts. He supported architecture, painting, sculpture, music, goldsmiths, coppersmiths, and more, and handed out numerous rewards to artists.[42] Much of his efforts went to renovate and improve churches in Rome and the Papal States.[43]\n\nHe ordered the strengthening of the Colosseum, which was feared to be on the verge of collapse.[44] Huge sums were spent in the excavation of Christian catacombs, for which Pius created a new archaeological commission in 1853.\n\nThe Papal States were a theocracy in which the Catholic Church and its members had far more rights than other religions. Pius IX's religious policies became increasingly reactionary over time. At the beginning of his pontificate, together with other liberal measures, Pius opened the Jewish ghetto in Rome. In 1850, after French troops defeated the revolutionary Roman Republic and returned him from exile, the Pope reversed the Republic's religious freedom laws and issued a series of anti-liberal measures, including re-instituting the Jewish ghetto.[45]\n\nIn a highly publicized case from 1858, the police of the Papal States seized a 6-year-old Jewish boy, Edgardo Mortara, from his parents. A Christian servant girl unrelated to the family had reportedly informally baptized him during an illness six years prior, fearing he would die. This had made the child legally a Christian convert, and Papal State law forbade Christians from being raised by Jews, even their own parents. The incident provoked widespread outrage amongst liberals, both Catholic and non-Catholic, and contributed to the growing anti-papal sentiment in Europe. The boy was raised in the papal household, and was eventually ordained a priest at age 21.[46]\n\n"
        },
        {
            "title": "Policies toward other nations",
            "text": "Pius IX was the last pope who also functioned as a secular ruler and the monarch of the Papal States, ruling over some 3 million subjects from 1846 to 1870. In 1870 the newly founded Kingdom of Italy seized the remaining areas of the Papal States by force of arms. Contention between Italy and the Papacy was only resolved in international law by the 1929 Lateran Treaty (Lateran Pacts or Lateran Accords) between the Kingdom of Italy under Mussolini and the Holy See, the latter receiving financial compensation for the loss of the Papal States and the recognition of the Vatican City State as the sovereign independent territory of the Holy See.\n\nThough he was well aware upon his accession of the political pressures within the Papal States, Pius IX's first act of general amnesty for political prisoners did not consider the potential consequences. The freed revolutionaries resumed their previous political activities, and his concessions only provoked greater demands as patriotic Italian groups sought not only a constitutional government – which he was sympathetic to – but also the unification of Italy under his leadership and a war of liberation to free the northern Italian provinces from the rule of Catholic Austria.[47]\n\nBy early 1848, all of Western Europe began to be convulsed in various revolutionary movements.[48] The Pope, claiming to be above national interests, refused to go to war with Austria, which reversed Pius' popularity in his native Italy.[47] In a calculated, well-prepared move, Prime Minister Rossi was assassinated on 15 November 1848, and in the days following, the Swiss Guards were disarmed, making the Pope a prisoner in his palace.[49] However, he succeeded in escaping Rome several days later.\n\nA Roman Republic was declared in February 1849. Pius responded from his exile by excommunicating all participants.[50] After the suppression of the republic later that year, Pius appointed a conservative government of three cardinals known as the Red Triumvirate to administer the Papal States until his return to Rome in April 1850.[51]\n\nHe visited the hospitals to comfort the wounded and sick, but he seemed to have lost both his liberal tastes and his confidence in the Romans, who had turned against him in 1848.[citation needed] Pius decided to move his residence from the Quirinal Palace inside Rome to the Vatican, where popes have lived ever since.[32]\n\nAfter defeating the papal army on 18 September 1860 at the Battle of Castelfidardo, and on 30 September at Ancona, Victor Emmanuel II of Sardinia took all the Papal territories except Latium with Rome and took the title King of Italy.  Rome itself was invaded on 20 September 1870 after a few-hours siege.[citation needed] Italy instituted the Law of Guarantees (13 May 1871) which gave the Pope the use of the Vatican but denied him sovereignty over this territory, nevertheless granting him the right to send and receive ambassadors and a budget of 3.25 million lira annually. Pius IX officially rejected this offer (encyclical Ubi nos, 15 May 1871), since it was a unilateral decision which did not grant the papacy international recognition and could be changed at any time by the secular parliament.\n\nPius IX refused to recognize the new Italian kingdom, which he denounced as an illegitimate creation of revolution. He excommunicated the nation's leaders, including King Victor Emmanuel II, whom he denounced as \"forgetful of every religious principle, despising every right, trampling upon every law,\" whose reign over Italy was therefore \"a sacrilegious usurpation.\"[52]\n\nIn response to the upheavals faced by the Papal States during the 1848 revolutions, the Mexican government offered Pope Pius IX asylum, which the pope responded to by considering the creation of a Mexican cardinal and granting an award to President Herrera.[53]\n\nWith French Emperor Napoleon III's military intervention in Mexico and establishment of the Second Mexican Empire under Maximilian I in 1864, the church sought relief from a friendly government after the anti-clerical actions of Benito Juárez, who had suspended payment on foreign debt and seized ecclesial property.[54][55][56]\n\nPius blessed Maximilian and his wife Charlotte of Belgium before they set off for Mexico to begin their reign.[57] But the friction between the Vatican and Mexico would continue with the new Emperor when Maximilian insisted on freedom of religion, which Pius opposed. Relations with the Vatican would only be resumed when Maximilian sent the recently converted American Catholic priest Father Agustin Fischer to Rome as his envoy.[citation needed]\n\nContrary to Fischer's reports back to Maximilian, the negotiations did not go well and the Vatican would not budge.[58] Maximilian sent his wife Charlotte to Europe to plead with Napoleon III against the withdrawal of French troops from Mexico. After unsuccessful meetings with Napoleon III, Charlotte travelled to Rome to plead with Pius in 1866. As the days passed, Charlotte's mental state deteriorated.[59] She sought refuge with the pope, and she would eat and drink only what was prepared for him, fearful that everything else might be poisoned. The pope, though alarmed, accommodated her, and even agreed to let her stay in the Vatican one night after she voiced anxiety about her safety. She and her assistant were the first women to stay the night inside the Vatican.[60]\n\nEngland for centuries was considered missionary territory for the Catholic Church.[21] In the wake of Catholic emancipation in the United Kingdom (which included all of Ireland), Pius IX changed that with the bull Universalis Ecclesiae (29 September 1850). He re-established the Catholic hierarchy in England and Wales, under the newly appointed Archbishop and Cardinal Nicholas Wiseman with 12 additional episcopal seats: Southwark, Hexham, Beverley, Liverpool, Salford, Shrewsbury, Newport, Clifton, Plymouth, Nottingham, Birmingham, and Northampton.[61] Some violent street protests against the \"papal aggression\" resulted in the passage of the Ecclesiastical Titles Act 1851, which forbade any Catholic bishop to use an episcopal title \"of any city, town or place, or of any territory or district (under any designation or description whatsoever), in the United Kingdom\".[62] The law was never enforced and was repealed twenty years later.[63]\n\nPius donated money to Ireland during the Great Famine.[64] In 1847 he addressed the suffering Irish people in the encyclical Praedecessores nostros.\n\nThe Dutch government instituted religious freedom for Catholics in 1848.[65] In 1853, Pius erected the Archdiocese of Utrecht and four dioceses in Haarlem, Den Bosch, Breda, and Roermond under it. As in England, this resulted in a brief popular outburst of anti-Catholic sentiment.[66] After the controversial decrees of the First Vatican Council in 1870, the Utrecht archdiocese split from the Catholic Church, initiating the Old Catholic movement.\n\nTraditionally Catholic Spain offered a challenge to Pius IX as anti-clerical governments came to power in 1832, resulting in the expulsion of religious orders; the closing of convents, Catholic schools and libraries; the seizure and sale of churches and religious properties; and the inability of the church to fill vacant dioceses.[67] In 1851, Pius IX concluded a concordat with Queen Isabella II stipulating that unsold ecclesial properties were to be returned, while the church renounced properties that had already passed to new owners. This flexibility of Pius led to Spain guaranteeing the freedom of the church in religious education.[67]\n\nPope Pius IX approved on 7 February 1847 the unanimous request of the American bishops that the Immaculate Conception be invoked as the Patroness of the United States of America.\n\nBeginning in October 1862, the Pope began sending public letters to Catholic bishops of the United States calling for an end to the \"destructive Civil War.\"  The Vatican never recognized the Confederate States of America or sent any diplomats to it. However, in 1863 the pope did meet privately with a Confederate envoy and emphasized the need for emancipation.[68] A letter of Pius IX to Jefferson Davis in December 1863, addressing him as \"Praesidi foederatorum Americae regionum\" (President of an American regional federation), was not seen as recognition of the Confederacy, even by its own officials: Confederate Secretary of State Judah P. Benjamin interpreted it as \"a mere inferential recognition, unconnected with political action or the regular establishment of diplomatic relations\" without the weight of formal recognition.[69][70]\n\nPius IX elevated Archbishop John McCloskey of New York as the first American to the College of Cardinals on 15 March 1875.[71]\n\nPius IX increased the number of Canadian dioceses from 4 to 21, with 1,340 churches and 1,620 priests in 1874.[72]\n\nPius IX signed concordats with Spain, Austria, Tuscany, Portugal, Haiti, Honduras, Ecuador, Nicaragua, El Salvador, and Russia.[29]\n\nThe 1848 revolution had mixed results for the Catholic Church in Austria-Hungary. It freed the church from the heavy hand of the state in its internal affairs, which was applauded by Pius IX. Similar to other countries, Austria-Hungary had significant anti-Catholic political movements, mainly liberals, which forced the emperor Franz-Joseph I in 1870 to renounce the 1855 concordat with the Vatican. Austria had already in 1866 nullified several of its sections concerning the freedom of Catholic schools and prohibition of civil marriages.[73] After diplomatic approaches failed, Pius responded with an encyclical on 7 March 1874, demanding religious freedom and freedom of education.[citation needed] Despite these developments, there was no equivalent to the German Kulturkampf in Austria, and Pius created new dioceses throughout Austria-Hungary.[74]\n\nIn Germany, the state of Prussia, under the leadership of Otto von Bismarck, saw Catholicism as a dangerous foreign influence, and in 1872–1878 fought hard to reduce the power of the pope and the bishops. After years of struggle in the Kulturkampf, the Catholics fought back by mobilising their voters in Prussia and in Germany as a whole. After Pius died, Bismarck came to terms with the new pope. He dropped his alliance with the anti-Catholic Liberals and instead formed a political coalition with the Catholic Centre Party.[75]\n\nThe Pontificate of Pius IX began in 1847 with an \"Accomodamento\", a generous agreement, which allowed Pius to fill vacant episcopal sees of the Latin rites both in Russia (specifically the Baltic countries) and in the Polish provinces of Russia.[citation needed] The short-lived freedoms were undermined by the Russian Orthodox Church,[citation needed] Polish political aspirations in the occupied lands,[citation needed] and the tendency of imperial Russia to act against any dissent. Pius first tried to position himself in the middle, strongly opposing revolutionary and violent opposition against the Russian authorities and appealing to them for more ecclesiastical freedom.[76] After the failure of the Polish uprising in 1863, Pius sided with the persecuted Poles, protesting against their persecutions, and infuriating the Tsarist government to the point that all Catholic dioceses were eliminated by 1870.[77] Pius criticized the Tsar – without naming him – for expatriating whole communities to Siberia, exiling priests, condemning them to labour camps and abolishing Catholic dioceses.[citation needed] He pointed to Siberian villages Tounka and Irkout, where in 1868, 150 Catholic priests were awaiting death.[78]\n\n"
        },
        {
            "title": "Plans to leave Rome",
            "text": "Several times during his pontificate, Pius IX considered moving from Rome. On 24 November 1848, facing a rebellion by Italian nationalists, he fled to Gaeta in Naples, returning in 1850.\n\nAnother occurrence was in 1862, when Giuseppe Garibaldi was in Sicily gathering volunteers for a campaign to take Rome under the slogan Roma o Morte (Rome or Death). On 26 July 1862, before Garibaldi and his volunteers were stopped at Aspromonte, Pius IX asked the British envoy Odo Russell if he would be granted political asylum in England after the Italian troops had marched in. Russell assured him of asylum if the need arose, but said that he was sure that the Pope's fears were unfounded.[80] In 1870, after the Capture of Rome and the suspension of the First Vatican Council, Otto von Bismarck confided that Pius IX had asked whether Prussia could grant him asylum. Bismarck did not object, adding \"it would be very useful to us to be recognised by Catholics as what we really are, that is to say, the sole power now existing that is capable of protecting the head of their Church. ... But the King [Wilhelm I] will not consent. He is terribly afraid. He thinks all Prussia would be perverted and he himself would be obliged to become a Catholic. I told him, however, that if the Pope begged for asylum he could not refuse it.\"[81]\n\n"
        },
        {
            "title": "Theology",
            "text": "Pius was adamant about his role as the highest teaching authority in the church,[82] as expressed in the dogma of Papal infallibility defined by the First Vatican Council in 1870.\n\nMarian doctrines featured prominently in 19th-century theology, especially the issue of the Immaculate Conception of Mary. During his pontificate, petitions increased requesting the dogmatization of the Immaculate Conception.[citation needed] In 1848 Pius appointed a theological commission to analyse the possibility for a Marian dogma.[83][full citation needed] On 8 December 1854 he promulgated the apostolic constitution Ineffabilis Deus, defining the dogma of the Immaculate Conception of the Blessed Virgin Mary.[84]\n\nPius issued a record 38 encyclicals. They include:\n\nUnlike popes in the 20th century, Pius IX did not use encyclicals to explain the faith, but to condemn what he considered errors. He was the first pope to popularize encyclicals on a large scale to foster his views.\n\nAfter prior consultation of the hierarchy in Ubi primum (see above), Pius decisively acted on the century-old disagreement between Dominicans and Franciscans regarding the Immaculate Conception of Mary, deciding in favour of the Franciscan view.[85]\n\nHowever, his defining this infallible dogma raised a question: Can a pope make such decisions without the authority of the bishops? This doctrine of papal infallibility, enhancing the role of the papacy and decreasing the role of the bishops, became a topic of the First Vatican Council convened in 1869.[85]\n\nPius IX approved 74 new religious congregations for women alone. In France, he created over 200 new dioceses and created new hierarchies in several countries.[86]\n\nTo help convert non-Catholics, Pius promoted the foundation of Catholic Universities in Belgium and France.[citation needed] He supported Catholic associations such as the Ambrosian Circle in Italy, the Union of Catholic Workers in France, and the Pius Verein and the Deutsche Katholische Gesellschaft in Germany, whose purpose was to bring the fullness of Catholic faith to people outside the church.[87]\n\n"
        },
        {
            "title": "Later years and death",
            "text": "Since 1868, the pope had been plagued first by facial erysipelas and then by open sores on his legs.[88] Nevertheless, he insisted on celebrating daily Mass. The extraordinary heat of the summer of 1877 worsened the sores to the effect that he had to be carried. He underwent several painful medical procedures with remarkable patience.[citation needed] He spent most of his last few weeks in his library, where he received cardinals and held papal audiences.[89] On 8 December, the Feast of the Immaculate Conception, his situation improved markedly to the point that he could walk again.\n\nBy February, he could say Mass again on his own in a standing position, enjoying the popular celebration of the 75th anniversary of his First Communion. Bronchitis, a fall to the floor, and rising temperature worsened his situation after 4 February 1878. He continued joking about himself: when the Cardinal Vicar of Rome ordered bell-ringing and non-stop prayers for his recuperation, the pope asked, \"Why do you want to stop me from going to heaven?\" He told his doctor that his time had come.[90]\n\nPius IX lived just long enough to witness the death of his old adversary, Victor Emmanuel II of Italy, in January 1878. As soon as he learned about the seriousness of the situation of the king, he absolved him of all excommunications and other ecclesiastical punishments. Pius IX died one month later on 7 February 1878 at 5:40 pm, aged 85, while saying the rosary with his staff. The cause of death was epilepsy, which led to a seizure and a sudden heart attack.[91] His last words were, \"Guard the Church I loved so well and sacredly\", as recorded by the cardinals kneeling beside his bedside.[92] His death concluded the second-longest pontificate in papal history, after that of Saint Peter, who tradition holds had reigned for 37 years.\n\nHis body was originally buried in Saint Peter's grotto, but was moved in a night procession on 13 July 1881 to the Basilica of Saint Lawrence outside the Walls. When the cortege approached the Tiber River, a group of anticlerical Romans screaming \"Long live Italy! Death to the Pope! Death to the Priests!\" threatened to throw the coffin into the river but a contingent of militia arrived to prevent this.[93] The simple grave of Pius IX was changed by his successor John Paul II after his beatification.\n\n"
        },
        {
            "title": "Beatification",
            "text": "The process for his beatification, which in the early stages was strongly opposed by the Italian government, was begun on 11 February 1907, and recommenced three times.[94] The Italian government had since 1878 strongly opposed beatification of Pius IX. Without Italian opposition, Pope John Paul II declared Pius IX to be Venerable on 6 July 1985 (upon confirming his life of heroic virtue), and beatified him on 3 September 2000 (his annual liturgical commemoration is 7 February, the date of his death).\n\nThe beatification of Pius IX was controversial and was criticized by some Jews and Christians because of what was perceived as his authoritarian, reactionary politics; the accusation of abuse of episcopal powers; and antisemitism (most specifically the case of Edgardo Mortara, but also his reinstituting the Roman ghetto).[95]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Pius IX celebrated his silver jubilee in 1871, going on to have the longest reign in the history of the post-apostolic papacy, 31 years, 7 months, and 23 days. As his temporal sovereignty was lost, the Church rallied around him, and the papacy became more centralized, encouraged by his personal habits of simplicity.[96] Pius IX's pontificate marks the beginning of the modern papacy: from his time on, it has become increasingly a spiritual rather than temporal authority.\n\nHaving started as a liberal, Pius IX turned conservative after being chased from Rome. Thereafter, he was considered politically conservative, but a restless and radical reformer and innovator of Church life and structures. Church life, religious vocations, new foundations and religious enthusiasm all flourished at the end of his pontificate.[97] Politically, he suffered the isolation of the papacy from most major world powers: \"the prisoner of the Vatican\" had poor relations with Russia, Germany, the United States, and France, and open hostility with Italy. Yet he was most popular with the remaining Catholic faithful in all these countries, in many of which Pope Pius associations were formed in his support.[citation needed] He made lasting ecclesiastical history with his 1854 infallible decision of the Immaculate Conception, which was the basis for the later dogma on the Assumption. His other lasting contribution is the invocation of the ecumenical council Vatican One, which promulgated the definition of Papal infallibility. With his advice he helped John Bosco found the Salesian Society, for which reason he is also called \"don Bosco's Pope\".[98]\n\n"
        },
        {
            "title": "Episcopal lineage",
            "text": "The pope's episcopal lineage, or apostolic succession was:[106]\n\n"
        }
    ]
}