{
    "url": "https://en.wikipedia.org/wiki/Pornochanchada",
    "title": "Pornochanchada",
    "table_of_contents": [
        "1 Stars",
        "2 Influence of politics and culture",
        "3 Notable films",
        "4 See also",
        "5 Bibliography",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pornochanchada (Portuguese pronunciation: [poʁnoʃɐ̃ˈʃadɐ]) is the name given to a genre of sex comedy films produced in Brazil that was popular from the late 1960s after popularity of commedia sexy all'italiana. By the 1980s, with the wide availability of hardcore pornography through clandestine video cassettes, the genre suffered a considerable decline. Its name combined pornô (porn) and chanchada (light comedy), as itself combines comedy and erotica.[1][2]\n\nPornochanchadas were massively produced in the downtown quarter of São Paulo that was nicknamed \"Boca do Lixo\" (\"Mouth of Garbage\").  The genre was usually seen as a part of low-budget films produced there, collectively known as Mouth of Garbage Cinema.[3][4] Later, there were productions in Rio de Janeiro as well, creating the subgenre pornochanchada carioca,[5] which was to find its star in Alba Valeria during the early 1980s.\n\nPornochanchadas were generally in line with sex comedies produced in other countries (Italy, Germany, Spain, U.S., Argentina, Mexico, etc.), but also featured some Brazilian peculiarities.\n\n"
        },
        {
            "title": "Stars",
            "text": "The prominent actresses were Helena Ramos, Aldine Müller,[6] Matilde Mastrangi, Sandra Bréa, Nicole Puzzi, Monique Lafond, Nádia Lippi, Patrícia Scalvi, Rossana Ghessa, Zilda Mayo, Zaíra Bueno, Kate Lyra, Vanessa Alves, Meire Vieira, Adele Fátima, and Marta Anderson. After the end of the pornochanchada era, they moved to telenovelas and/or more mainstream genres of cinema. Actresses like Vera Fischer and Sônia Braga have also appeared in pornochanchadas. The most popular actors were David Cardoso (presented as the symbol of Brazilian machismo, who was also a director and the owner of the production company Dacar) and Nuno Leal Maia. Among the distinguished directors of the genre were Ody Fraga, Tony Vieira and Jean Garret.\n\n"
        },
        {
            "title": "Influence of politics and culture",
            "text": "Despite conditions of strict censorship in Brazil in that era due to the military administration in Brazil, the state-run film company Embrafilme was generally eager to support pornochanchadas, because they were not critical of the government and did not depict explicit sex.[7][8] Producers became increasingly dependent on pornochanchadas to compete with American films and to guarantee immediate returns. As the genre's success grew, the term began to be indiscriminately applied to various types of films that focused on sexual relationships. Some Nelson Rodrigues adaptations were among such films.\n\nThe doctor in cultural studies Fernanda Nogueira and the artist Pêdra Costa argue that Pornochancadas transgressed conservative sexual behavior and confronted the privileged imaginary of the Macho figure, thus having a disruptive and emancipatory role in the mainstream discourse about sexuality and family.[9]\n\nAfter the end of the military regime in 1985, repressive measures on cinema and television were lifted, marking a virtual end for pornochanchada. The Brazilian Constitution of 1988, and the subsequent Fernando Collor's government termination of Embrafilme in 1990, marked the end of the era of nudity and sex as a means of drawing mass audiences to Brazilian films. It brought to a close a generation of directors, writers and actors associated since the sixties with the Cinema Novo movement, many of whom were involved at one time or another with pornochanchadas.\n\n"
        }
    ]
}