{
    "url": "https://en.wikipedia.org/wiki/Portable_hole",
    "title": "Portable hole",
    "table_of_contents": [
        "1 Notable uses",
        "2 Other uses of the term",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In various works of fiction, a portable hole is a two-dimensional device that can be used to contravene the laws of physics[1] by creating a passage through a solid surface, through which characters can move.[2]\n\n"
        },
        {
            "title": "Notable uses",
            "text": "The 1955 Looney Tunes cartoon, The Hole Idea, presents a fictional account in which Calvin Q. Calculus invents the device.[2][3]: 317 [4][5] The theme was repeated in The Beatles' 1968 movie, Yellow Submarine, where Ringo picks up a hole from the Sea of Holes, stores it in his pocket, and uses it later to release Sgt. Pepper's Band from captivity.[2][6]: 249 [7]: 348    In 1988, Who Framed Roger Rabbit  again used a portable hole as a plot device.[8][9] Detective Eddie Valiant is able to escape being crushed by a steamroller by using one, echoing the 1955 Looney Tunes gag.[10][11]\n\nIn the Dungeons & Dragons fantasy role-playing game, a portable hole is a circle of cloth made from phase spider webs, strands of ether and beams of starlight. When deployed, it creates an extradimensional space six feet in diameter by ten feet deep. Folding the cloth causes the entrance to this space to disappear, but items placed inside the hole remain there. Sufficient air is contained in the hole to support life for up to ten minutes.[12][13] In the novelization of E.T. the Extra-Terrestrial, Elliott uses a portable hole when the lead characters are playing Dungeons & Dragons.[14]\n\nIn episode 695 of the Final Fantasy-based comic 8-Bit Theater, Fighter, after buying some items and a portable hole with Red Mage, decides to \"work smarter, not harder\", and put all the items into the portable hole. He then proceeds to fold the portable hole into itself.[15]\n\nIn Rajiv Joseph's play, Guards at the Taj, one of the characters, Humayun, invents a transportable hole.[16][17] Humayun describes it as a hole one can carry and attach to anything to make a hole in it.[18]\n\n"
        },
        {
            "title": "Other uses of the term",
            "text": "A 1933 newspaper described John Williamson's underwater photography apparatus as a portable \"hole in the sea\". It was a bendable tube from the ship to the sea bottom for a photographer to descend.[19]\n\nA 1949 newspaper column by Truman Twill speculates on a prefabricated underground storage unit described as \"a portable hole to be sunk in the ground at a desirable location\".[20]\n\nGramicidin A has been described as a portable hole; it is a polypeptide with a helical shape.  When it forms a dimer, it can embed itself in cellular bilayer membranes and form a hole through which water molecules can pass.[21]\n\nThe Museum of Modern Art has a work by Ben Vautier titled, The First Portable Hole (Le Premier trou portatif).[22]\n\nIn Shari Lewis presents 101 magic tricks for kids to do, a trick named \"the portable hole\" is described.[23]  A card trick titled Acme Portable Hole is available commercially.[24]\n\n"
        }
    ]
}