{
    "url": "https://en.wikipedia.org/wiki/Portland_Mercury",
    "title": "Portland Mercury",
    "table_of_contents": [
        "1 Contributors and staff",
        "2 History",
        "2.1 The original Mercury",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Portland Mercury is an alternative bi-weekly newspaper and media company founded in 2000 in Portland, Oregon. It has a sibling publication in Seattle, Washington, called The Stranger.[2]\n\n"
        },
        {
            "title": "Contributors and staff",
            "text": "Editor-in-chief: Wm. Steven Humphrey\nNews editor: Alex Zielinski \nArts and culture editor: Blair Stenvick \nNews reporter: Isabella Garcia \nPublisher: Rob Thompson\n\nCurrent list retrieved on July 27, 2021.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The current Portland Mercury launched in June 2000.[4] The paper describes their readership as \"affluent urbanites in their 20s and 30s.\"[5] Its long-running rivalry with Willamette Week began before its first issue was even printed when Willamette Week publisher Richard Meeker asked a Portland law firm to pay $10 to register the Mercury name with Oregon's Corporation Division, thus preventing it from being used for 120 days.[6]\n\nPortland Mercury has hosted or co-hosted events over the years including political events like Brewhaha and Hecklevision, a film series that encourages audience members to use a texting system to write jokes and commentary that appear on the screen.[7][8] At one point, the newspaper's revenue was almost entirely dependent on advertising and sales of tickets for events and concerts with nearly 95% of its revenue coming from advertisements.[9][10]\n\nFormer managing editor Phil Busse's controversial tenure included charges of plagiarism, a favorable review for a restaurant that hadn't yet opened, a bid for mayor, and a cover featuring him wearing women's underwear, dollops of whipped cream, and a hard hat.[11] Shrill, a television series based on Seattle-based writer Lindy West’s memoir and essay collection of the same name, is inspired by The Stranger and Portland Mercury and stars actress Aidy Bryant.[12]\n\nPortland Mercury's print edition was published weekly until fall 2018[13] when it changed to bi-weekly beginning with the issue released on September 13, 2018.[14] Its name as displayed on the nameplate was shortened to just Mercury as well.[13][15]\n\nOn March 14, 2020, during the COVID-19 pandemic, the paper temporarily suspended print publication and switched to online only.[16] In addition, it laid off 10 employees, which comprised half of the publication's staff.[17][18]\n\nA weekly newspaper called The Mercury and later The Sunday Mercury was founded in Salem in 1869,[19] and moved to Portland a few years later.[20] Oregon writer Homer Davenport described approaching the Mercury when he arrived in Portland as a young man, and being sent to New Orleans to cover and draw pictures of the Fitzsimmons-Dempsey fight.[21]\n\nThe Mercury was best known for being the subject of a major libel lawsuit involving attorney and writer C.E.S. Wood. The Oregon Supreme Court ruled against O. P. Mason and B. P. Watson, and the newspaper itself was turned over to receiver A. A. Rosenthal. Rosenthal promised to \"make a decent paper of it,\" but the paper was raided by the Portland district attorney's office later that year and suppressed for publishing offensive material. A 1939 article published in The Oregonian praised the plaintiffs for having \"abolished a publication insidiously demoralizing as well as unspeakably offensive.\"[22]\n\nThe Sunday Mercury continued into the 20th century, described as a legitimate enterprise, with C. H. Clute[23] and William J. Swope serving as publisher.[24]\n\n"
        }
    ]
}