{
    "url": "https://en.wikipedia.org/wiki/Postmodern_philosophy",
    "title": "Postmodern philosophy",
    "table_of_contents": [
        "1 Characteristic claims",
        "2 Definitional issues",
        "3 History",
        "3.1 Precursors",
        "3.2 Early postmodern philosophers",
        "4 Criticism",
        "5 See also",
        "6 Notes",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Brian Duignan writes on the Encyclopædia Britannica that Postmodern philosophy is a philosophical movement that arose in the second half of the 20th century as a critical response to assumptions allegedly present in modernist philosophical ideas regarding culture, identity, history, or language that were developed during the 18th-century Enlightenment.[1][2]  Postmodernist thinkers developed concepts like difference, repetition, trace, and hyperreality to subvert \"grand narratives\", univocity of being, and epistemic certainty.[3] Postmodern philosophy questions the importance of power relationships, personalization, and discourse in the \"construction\" of truth and world views. Many postmodernists appear to deny that an objective reality exists, and appear to deny that there are objective moral values.[1]\n\nJean-François Lyotard defined philosophical postmodernism in The Postmodern Condition, writing \"Simplifying to the extreme, I define postmodern as incredulity towards meta narratives....\"[4] where what he means by metanarrative is something like a unified, complete, universal, and epistemically certain story about everything that is. Postmodernists reject metanarratives because they reject the conceptualization of truth that metanarratives presuppose. Postmodernist philosophers in general argue that truth is always contingent on historical and social context rather than being absolute and universal and that truth is always partial and \"at issue\" rather than being complete and certain.[3]\n\nPostmodern philosophy is often particularly skeptical about simple binary oppositions characteristic of structuralism, emphasizing the problem of the philosopher cleanly distinguishing knowledge from ignorance, social progress from reversion, dominance from submission, good from bad, and presence from absence.[5][6] But, for the same reasons, postmodern philosophy should often be particularly skeptical about the complex spectral characteristics of things, emphasizing the problem of the philosopher again cleanly distinguishing concepts, for a concept must be understood in the context of its opposite, such as existence and nothingness, normality and abnormality, speech and writing, and the like.[7]\n\nPostmodern philosophy also has strong relations with the substantial literature of critical theory,[8] although some critical theorists such as Jurgen Habermas[9] have opposed postmodern philosophy.\n\n"
        },
        {
            "title": "Characteristic claims",
            "text": "Many postmodern claims are critical of certain 18th-century Enlightenment values. Some postmodernists tolerate multiple conceptions of morality, even if they disagree with them subjectively.[10][11] Postmodern writings often focus on deconstructing the role that power and ideology play in shaping discourse and belief. Postmodern philosophy shares ontological similarities with classical skeptical and relativistic belief systems.[1]\n\nThe Routledge Encyclopedia of Philosophy states that \"The assumption that there is no common denominator in 'nature' or 'truth' ... that guarantees the possibility of neutral or objective thought\" is a key assumption of postmodernism.[12] The National Research Council has characterized the belief that \"social science research can never generate objective or trustworthy knowledge\" as an example of a postmodernist belief.[13] Jean-François Lyotard's seminal 1979 The Postmodern Condition stated that its hypotheses \"should not be accorded predictive value in relation to reality, but strategic value in relation to the questions raised\". Lyotard's statement in 1984 that \"I define postmodern as incredulity toward meta-narratives\" extends to incredulity toward science. Jacques Derrida, who is generally identified as a postmodernist, stated that \"every referent, all reality has the structure of a differential trace\".[3] Paul Feyerabend, one of the most famous twentieth-century philosophers of science, is often classified as a postmodernist; Feyerabend held that modern science is no more justified than witchcraft, and has denounced the \"tyranny\" of \"abstract concepts such as 'truth', 'reality', or 'objectivity', which narrow people's vision and ways of being in the world\".[14][15][16] Feyerabend also defended astrology, adopted alternative medicine, and sympathized with creationism. Defenders of postmodernism state that many descriptions of postmodernism exaggerate its antipathy to science; for example, Feyerabend denied that he was \"anti-science\", accepted that some scientific theories are superior to other theories (even if science itself is not superior to other modes of inquiry), and attempted conventional medical treatments during his fight against cancer.[14][17][18]\n\n"
        },
        {
            "title": "Definitional issues",
            "text": "Catholic philosopher and semiotician John Deely has argued for the contentious claim that the label \"postmodern\" for thinkers such as Derrida et al. is premature.  Insofar as the \"so-called\" postmoderns follow the thoroughly modern trend of idealism, it is more an ultramodernism than anything else. A postmodernism that lives up to its name, therefore, must no longer confine itself to the premodern preoccupation with \"things\" nor with the modern confinement to \"ideas\", but must come to terms with the way of signs embodied in the semiotic doctrines of such thinkers as the Portuguese philosopher John Poinsot and the American philosopher Charles Sanders Peirce.[19] Writes Deely,\n\n"
        },
        {
            "title": "History",
            "text": "Postmodern philosophy originated primarily in France during the mid-20th century. However, several philosophical antecedents inform many of postmodern philosophy's concerns.\n\nIt was greatly influenced by the writings of Søren Kierkegaard and Friedrich Nietzsche in the 19th century and other early-to-mid 20th-century philosophers, including phenomenologists Edmund Husserl and Martin Heidegger, psychoanalyst Jacques Lacan, structuralist Roland Barthes, Georges Bataille, and the later work of Ludwig Wittgenstein. Postmodern philosophy also drew from the world of the arts and architecture, particularly Marcel Duchamp, John Cage and artists who practiced collage, and the architecture of Las Vegas and the Pompidou Centre.\n\nThe most influential early postmodern philosophers were Jean Baudrillard,  Jean-François Lyotard, and Jacques Derrida.  Michel Foucault is also often cited as an early postmodernist although he personally rejected that label. Following Nietzsche, Foucault argued that knowledge is produced through the operations of power, and changes fundamentally in different historical periods.\n\nThe writings of Lyotard were largely concerned with the role of narrative in human culture, and particularly how that role has changed as we have left modernity and entered a \"postindustrial\" or postmodern condition.  He argued that modern philosophies legitimized their truth-claims not (as they themselves claimed) on logical or empirical grounds, but rather on the grounds of accepted stories (or \"metanarratives\") about knowledge and the world—comparing these with Wittgenstein's concept of language-games.  He further argued that in our postmodern condition, these metanarratives no longer work to legitimize truth-claims.  He suggested that in the wake of the collapse of modern metanarratives, people are developing a new \"language-game\"—one that does not make claims to absolute truth but rather celebrates a world of ever-changing relationships (among people and between people and the world).\n\nDerrida, the father of deconstruction, practiced philosophy as a form of textual criticism.  He criticized Western philosophy as privileging the concept of presence and logos, as opposed to absence and markings or writings.\n\nIn the United States, the most famous pragmatist and self-proclaimed postmodernist was Richard Rorty.  An analytic philosopher, Rorty believed that combining Willard Van Orman Quine's criticism of the analytic-synthetic distinction with Wilfrid Sellars's critique of the \"Myth of the Given\" allowed for an abandonment of the view of the thought or language as a mirror of a reality or external world.  Further, drawing upon Donald Davidson's criticism of the dualism between conceptual scheme and empirical content, he challenges the sense of questioning whether our particular concepts are related to the world in an appropriate way, whether we can justify our ways of describing the world as compared with other ways.  He argued that truth was not about getting it right or representing reality, but was part of a social practice and language was what served our purposes in a particular time; ancient languages are sometimes untranslatable into modern ones because they possess a different vocabulary and are unuseful today.  Donald Davidson is not usually considered a postmodernist, although he and Rorty have both acknowledged that there are few differences between their philosophies.[21][22]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Criticisms of postmodernism, while intellectually diverse, share the opinion that it lacks coherence and is hostile to notions such as truth, logic, and objectivity. Specifically, it is held that postmodernism can be meaningless, promotes obscurantism and uses relativism (in culture, morality, knowledge) to the extent that it cripples most judgement calls.\n\n"
        }
    ]
}