{
    "url": "https://en.wikipedia.org/wiki/Postcritique",
    "title": "Postcritique",
    "table_of_contents": [
        "1 History",
        "2 Principles and practice",
        "2.1 Examples of postcritical readings",
        "3 Practitioners",
        "4 Opposition to postcritique",
        "5 Relevance to other disciplines",
        "6 See also",
        "7 References",
        "8 Further reading",
        "8.1 Books",
        "8.2 Articles",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In literary criticism and cultural studies, postcritique is the attempt to find new forms of reading and interpretation that go beyond the methods of critique, critical theory, and ideological criticism. Such methods have been characterized as a \"hermeneutics of suspicion\" by Paul Ricœur and as a \"paranoid\" or suspicious style of reading by Eve Kosofsky Sedgwick. Proponents of postcritique argue that the interpretive practices associated with these ways of reading are now unlikely to yield useful or even interesting results. As Rita Felski and Elizabeth S. Anker put it in the introduction to Critique and Postcritique, \"the intellectual or political payoff of interrogating, demystifying, and defamiliarizing is no longer quite so self-evident.\"[1] A postcritical reading of a literary text might instead emphasize emotion or affect, or describe various other phenomenological or aesthetic dimensions of the reader's experience. At other times, it might focus on issues of reception, explore philosophical insights gleaned via the process of reading, pose formalist questions of the text, or seek to resolve a \"sense of confusion.\"[2]\n\nImportantly, postcritique is not a straightforward repudiation of critique, but instead seeks to supplement it with new interpretative practices. It views critique as being valuable in certain situations, but inadequate in others. As Felski claims in The Uses of Literature, critical and postcritical readings can and should coexist. \"In the long run,\" she argues, \"we should all heed Ricœur’s advice to combine a willingness to suspect with an eagerness to listen; there is no reason why our readings cannot blend analysis and attachment, criticism and love.\"[3] Felski is careful to point out, in her later study The Limits of Critique, that her argument \"is not conceived as a polemic against critique.\"[4] In a similar spirit, Christopher Castiglia claims that critique can be salvaged if scholars renounce \"critiquiness,\" which he associates with smug knowingness and thoroughgoing skepticism.[5]\n\nPostcritical approaches to texts are often experimental, concerned with discovering new styles, postures, and stances of reading, as well as \"testing out new possibilities and intellectual alternatives\" to the standard operations of critique.[6] According to Matthew Mullins, postcritique has important implications for understanding the broader role and purpose of the humanities. He claims that it offers practitioners both \"positive language and methods from which to make a case for why the humanities matter at a moment when higher education faces threats from forces such a privatization and utilitarianism.\"[7]\n\n"
        },
        {
            "title": "History",
            "text": "Felski named Michael Polanyi as an important precursor to the project of postcritique.[8] Polanyi had discussed the 'Post-critical'.\n\nAccording to the French philosopher Paul Ricœur, the style of thinking associated with critique began with the work of Karl Marx, Friedrich Nietzsche, and Sigmund Freud.[9] Though radically diverse in their interpretations of Western culture, these three \"masters of suspicion\"[10] argued for a totalizing, systematic theory that probed below the surface of culture to locate deeper structural truths. For Marx, economic relations shaped all aspects of social life. For Nietzsche, received morality and commonplace beliefs were deeply suspect, and required rigorous interrogation. And for Freud, the unconscious mind shaped thought and behaviour in profound ways. Rita Felski notes that for Ricœur, these thinkers are \"the creators of a new art of interpreting.\"[11] Ricœur's characterization of \"the hermeneutics of suspicion\" occupies a central position within the field of postcritique.\n\nEve Kosofky Sedgwick built on Ricœur's theory to develop her ideas around \"paranoid reading\" and \"reparative reading.\"[12] Sedgwick called on critics to abandon the \"dramas of exposure\" that so often motivate textual interpretation, and instead emphasize the various beneficial roles that texts can play within particular readers' lives.[13] Rita Felski has argued that Sedgwick's account of reparative reading calls for \"a stance that looks to a work of art for solace and replenishment rather than viewing it as something to be interrogated and indicted.\"[14]\n\nBruno Latour, in his influential article “Why Has Critique Run out of Steam? From Matters of Fact to Matters of Concern\" argues that critique is no longer able to offer politically progressive readings of texts, since its methods have been coopted by right-wing interests. He claims that the rise of conspiracy theories and conspiratorial thinking means that the dominant mode of enquiry entailed within the \"hermeneutics of suspicion\" can no longer be relied on to dismantle power structures.[15] Felski builds on such ideas to expose the many limitations associated with critique. In developing the set of ideas that comprise postcritique, Rita Felski has said that she has been \"deeply influenced by the work of Bruno Latour.\"[16]\n\nThe work of all three thinkers has been crucial to the development of postcritique.\n\n"
        },
        {
            "title": "Principles and practice",
            "text": "At its heart, postcritique seeks to find ways of reading that offer alternatives to critique. It is motivated by the search for more sophisticated accounts of how specific readers engage with specific texts. As Felski claims in The Uses of Literature, \"[w]e are sorely in need of richer and deeper accounts of how selves interact with texts.\"[17] The practitioners of this project define critique in broad terms. Felski, for instance, views critique as comprising \"symptomatic reading, ideology critique, Foucauldian historicism,\" as well as \"various techniques of scanning texts for signs of transgression or resistance.”[18] In response, she offers various other frameworks for reading, including those centered on recognition, enchantment, shock, and knowledge.[3] In so doing, she mounts an argument for \"the value of literature\" that seeks to avoid \"falling into truisms and platitudes, sentimentality and Schwärmerei.\"[19]\n\nSimilarly, Timothy Bewes has articulated a postcritical mode of reading that stands in opposition to Judith Fetterley's influential theory of resistant reading. Bewes instead uses the work of Louis Althusser, Walter Benjamin, Alain Badiou, Paul Ricœur, and Gilles Deleuze to suggest that \"under current historical conditions the most pressing injunction is not to read 'against the grain' but to read with it.\"[20] This congruent reading stance, according to Bewes, offers many new interpretive possibilities.\n\nUsing the philosophy of Ludwig Wittgenstein, Toril Moi argues that it is possible to overcome the traps of critique by understanding that \"there is no need to think of texts and language as hiding something.\"[21] She argues that \"claims about hiddenness and depth in literary criticism are empty\" and instead encourages literary critics to write about an \"encounter with the literary text\" that is based on a \"willingness to look and see, to pay maximal attention to the words on the page.\"[22]\n\nDavide Panagia has argued that postcritical methods are a means of recapturing the pleasures of textual criticism and interpretation. He suggests that realising the truth of Felski's claim that \"aesthetic works have nothing to hide and that there is no ghost in the machine\" will allow the field of literary studies to \"reacquire the pleasures of criticism.\"[23]\n\nPostcritical readings can focus on a diverse range of textual qualities, and reveal various forms of knowledge. Tobias Skiveren, for instance, has argued that Ta-Nehisi Coates’s Between the World and Me (2015) can be read as an instance of literature serving as a \"useful technology for – using Bruno Latour's phrase – 'learning to be affected' by the lives of others.\"[24] Rita Felski, in The Uses of Literature, reads Manuel Puig’s Kiss of the Spider Woman as \"an exercise in aesthetic re-education,\"[25] and C. Namwali Serpell has outlined a phenomenological, postcritical reading of Jim Thompson’s The Killer Inside Me (1952) that exposes the limitations of purely ideological interpretations of the novel.[26] Likewise, Katrin Röder has experimented with postcritical forms of interpretation in an analysis of T.S. Eliot's Four Quartets.[27]\n\n"
        },
        {
            "title": "Practitioners",
            "text": "Contemporary literary critics associated with postcritique include Toril Moi, Rita Felski, Elizabeth S. Anker, Matthew Mullins, Christopher Castiglia, Russ Castronovo, Simon During, Jennifer Fleissner, Eric Hayot, Heather K. Love, John Michael, Ellen Rooney, C. Namwali Serpell, Sharon Marcus, Tobias Skiveren, Colin Davis, Deidre Lynch, Timothy Bewes, John Schad, and Stephen Best.\n\nThere are also a range of earlier critics who have been labelled as important precursors to this mode of literary criticism. Felski lists Ludwig Wittgenstein, Stanley Cavell, Eve Kosofsky Sedgwick, Michael Polanyi, Paul Ricœur, Bruno Latour and Jacques Rancière as proto-postcritical figures.[28] Other important literary and intellectual antecedents include C.S. Lewis, George Steiner, Pierre Bayard, Susan Sontag,[29] Manny Farber,[30] Louis Althusser,[20] Walter Benjamin,[20] Alain Badiou,[20] Gilles Deleuze,[20] F.R. Leavis, John Bayley,[31] John Guillory,[32] Michel Foucault,[33] Theodore Adorno,[33] Michel Serres,[33] Carlos Castaneda,[33] and Steven Connor.\n\n"
        },
        {
            "title": "Opposition to postcritique",
            "text": "The claims and reading practices associated with postcritique have been criticized by a number of scholars. The literary critic Bruce Robbins has taken issue with many aspects of postcritique. He argues that the guiding assumptions of critics working in this field are characterized by \"shameless caricature.\"[34] In a response to The Limits of Critique published in PMLA in 2017, he took issue with the way that Felski's book is overwhelmingly concerned with \"faultfinding\" in the field of literary criticism.[35] Elsewhere, he claims that \"critique is a creature of its fantasies,\" which can only be sustained by mischaracterizing a range of earlier movements in literary criticism, and by presenting various straw-man arguments. \"In what real landscape does this monster of pure negativity lurk?\" Robbins asks. \"Are there really teachers of literature out there who do nothing all day but interrogate, demystify, and unmask?\"[34] Robbins also finds \"a passive aggressive tone\" in the work of many postcritical scholars, along with an \"extreme self-satisfaction with their beliefs, attachments, and feelings (which can't be disputed) and with the comfortable perch in the world where divine providence has seen fit to place them.\"[36]\n\nRobbins has also claimed that postcritical practices invariably embrace political quietism. He suggests that \"the post-critiquers have dislodged and disrespected the experience of African Americans, for whom paranoia is a perfectly acceptable language for the experience of systemic racial injustice. As it is for the experience of other marginalized communities, including queers, women, immigrants, and a range of racial minorities.\"[37]\n\nLikewise, Merve Emre has claimed that Rita Felski and other scholars associated with postcritique overstate the dangers and limitations of paranoid reading, based on a misunderstanding of Sedgwick's argument.[38] She argues that critique remains a legitimate style of reading, with the ability to inspire social action, calling for \"a different idea of paranoid reading [...] that emphasize[s] its performative ability to convert  suspicious aesthetic detachment into social action.\"[38]\n\nSeveral critics have also been suspicious of Felski's use of Actor-network theory (or ANT), which she adopts from the work of Bruno Latour. Ross Poncock considers this position needlessly reactionary,[39] while Erin Schreiner has wondered about its compatibility with the new reading practices of postcritique.[40] Similarly, Dan Weiskopf suggests that Latour's model is not \"much of an advance\" on critique, and points out that it is \"a little hard to square this slightly wonky scientism with her call for a renaissance of humanistic values in criticism.\"[41] For Weiskopf, Actor-network theory is an example of the kind of theoretical framework that \"run[s] counter to the impulse that drives criticism in the first place, which is to record the private, idiosyncratic act of figuring out for oneself what one thinks and feels about an artwork.\"[42]\n\nEric Hayot points out that some postcritical readings have implicitly called for “a new messiah who will reconstitute the very structures of faith and belief that the death of Theory destroyed in the first place.”[43] Elsewhere, Hayot has noted that the most strident advocates of postcritique tend to be middle-aged, tenured university professors, which he argues is a problem for the development of this reading practice. He warns that \"[s]cholars who find themselves, in midlife, disappointed by the empty promises of the methods and ideas that so inspired them as young people ought to be profoundly suspicious of themselves. They ought to ask whether it is possible that their own psycho-biological position is governing their sense of the history of ideas, or of the political world more generally.\"[44]\n\nFinally, since critique is often synonymous with critical theory, many scholars have warned against a too-hasty retreat from various theoretical frameworks designed for the analysis of literature and culture.\n\n"
        },
        {
            "title": "Relevance to other disciplines",
            "text": "Matthew Mullins has claimed that postcritique has important implications for understanding the continual importance and relevance of the humanities.[45] He argues that it provides both \"positive language and methods from which to make a case for why the humanities matter,\" implying that its methods might be adopted by scholars in many adjacent disciplines.[45] Together with its adoption in literary studies and cultural theory, postcritical practices have also been taken up by other Humanities scholars. Erin Schreiner, for instance, has considered how scholars writing on the history of ideas might \"learn from, and contribute to, this nascent movement towards a 'post-critical' sensibility,\" and proposes ways in which \"the topics historians of ideas pursue can become more aligned with the concerns of post-critical theorists.\"[46] Similarly, Kathryn Fleishman has explored the relevance of postcritical ideas for an understanding of contemporary US politics, arguing that \"postcritique is uniquely positioned to help us read and resist in our current political milieu,\"[47] while Maite Marciano has proposed the relevance of postcritique to the field of American Studies.[48] Similarly, Ismail Muhammad has considered some of the applications that postcritical practices might have within the field of the visual arts, particularly art criticism.[49] Ulf Schulenberg, in his book Marxism, Pragmatism, and Postmetaphysics, explores what postcritique might have to offer the fields of philosophy and political philosophy.[50]\n\nPostcritique has also influenced the field of International Relations. Jonathan Luke Austin leads a project titled \"Post-Critical IR\" at the Graduate Institute of International and Development Studies, Geneva. This project seeks to repurpose the tools of postcritical reading to address what it takes to be  key failures within the field of IR theory, including the charge that IR is \"contributing to today’s post-truth era and its panoply of socio-political abuses.\"[51] Austin's work here has been specifically focused around developing conceptualisations of critical companionship,[52] exploring the nature of critical rhetorical styles in world politics,[53] the relevance of material-technological praxis to critical change-making,[54] and beyond. The introduction of post-critique to IR has - most prominently - provoked a field wide rethinking of the status of critical interventions more broadly in the field.\n\nPostcritical reading approaches have also been adopted by scholars working in the fields of sociology,[55] social justice,[56] Social science,[57] critical race studies,[58] and religious studies.[59]\n\n"
        }
    ]
}