{
    "url": "https://en.wikipedia.org/wiki/Postanalytic_philosophy",
    "title": "Postanalytic philosophy",
    "table_of_contents": [
        "1 On \"postanalytic philosophy\"",
        "2 People",
        "3 See also",
        "4 Notes",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Postanalytic philosophy describes a detachment from the mainstream philosophical movement of analytic philosophy, which is the predominant school of thought in English-speaking countries. The Internet Encyclopedia of Philosophy defines the movement as denoting \"philosophers who owe much to Analytic philosophy but who think that they have made some significant departure from it.\"[1] The movement cannot be unified into a single positive project as it is defined it terms of what it stands against, although it has generally been seen as bridging the gap between analytic and continental philosophy.[2]: 7 \n\nPostanalytic philosophy derives mainly from contemporary American thought, especially from the works of philosophers Richard Rorty, Donald Davidson, Hilary Putnam, W. V. O. Quine, and Stanley Cavell. The term is closely associated with the much broader movement of contemporary American pragmatism, which advocates a detachment from the context-invariant variety of 'objective truth' promulgated by early modern philosophers such as Descartes. All or almost all philosophers associated with this detachment from analytic philosophy have been in some way influenced by the thought of the later Wittgenstein, who is often seen as pre-emptively dissolving the analytical approach from within.[3] Postanalytic philosophers emphasize the contingency of human thought, convention, utility, social progress, and are generally hesitant to develop and defend positive theses.\n\nA relatively recent resurgence of interest in ordinary language philosophy, particularly due to the literature and teachings of Cavell, has also become a mainstay of what might be called postanalytic philosophy. Seeking to avoid the increasingly metaphysical and abstruse language found in mainstream analytic philosophy, posthumanism, and post-structuralism, a number of feminist philosophers have adopted the methods of ordinary language philosophy.[4] Many of these philosophers were students or colleagues of Cavell. This approach may be compared and contrasted with neopragmatism,[5] a tradition which owes much to Rorty, although Quine and Wilfrid Sellars may be thought of as precursors of this development.[6]\n\n"
        },
        {
            "title": "",
            "text": "The term \"postanalytic philosophy\" itself has been used in a vaguely descriptive sense and not in the sense of a concrete philosophical movement.[by whom?] Many postanalytic philosophers write along an analytic vein and on traditionally analytic topics. Richard Rorty said: \"I think that analytic philosophy can keep its highly professional methods, the insistence on detail and mechanics, and just drop its transcendental project. I'm not out to criticize analytic philosophy as a style. It's a good style. I think the years of superprofessionalism were beneficial.\"[7]\n\nRorty says the goal of postanalytic philosophy is not to oppose analytic philosophy or its methods, but to dispute its hope to make philosophy the penultimate form of knowledge from which every other knowledge claim must be derived.[citation needed]\n\nPostanalytic philosophy may also be known as post-philosophy,[8] a term used by Rorty, to emphasize the notion that the project of philosophy as conceived by Enlightenment philosophers no longer serves the role it used to in society and that this role has been replaced by other media.\n\n"
        }
    ]
}