{
    "url": "https://en.wikipedia.org/wiki/Posthumanism",
    "title": "Posthumanism",
    "table_of_contents": [
        "1 Philosophical posthumanism",
        "2 Emergence of philosophical posthumanism",
        "3 Contemporary posthuman discourse",
        "4 Relationship with transhumanism",
        "5 Criticism",
        "6 See also",
        "7 References",
        "7.1 Works cited"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Posthumanism or post-humanism (meaning \"after humanism\" or \"beyond humanism\") is an idea in continental philosophy and critical theory responding to the presence of anthropocentrism in 21st century thought.[1] It encompasses a wide variety of branches, including:\n\n"
        },
        {
            "title": "Philosophical posthumanism",
            "text": "Philosopher Ted Schatzki suggests there are two varieties of posthumanism of the philosophical kind:[15]\n\nOne, which he calls 'objectivism', tries to counter the overemphasis of the subjective or intersubjective that pervades humanism, and emphasises the role of the nonhuman agents, whether they be animals and plants, or computers or other things.[15]\n\nA second prioritizes practices, especially social practices, over individuals (or individual subjects) which, they say, constitute the individual.[15]\n\nThere may be a third kind of posthumanism, propounded by the philosopher Herman Dooyeweerd.  Though he did not label it as 'posthumanism', he made an extensive and penetrating immanent critique of Humanism, and then constructed a philosophy that presupposed neither Humanist, nor Scholastic, nor Greek thought but started with a different religious ground motive.[16]  Dooyeweerd prioritized law and meaningfulness as that which enables humanity and all else to exist, behave, live, occur, etc.  \"Meaning is the being of all that has been created,\" Dooyeweerd wrote, \"and the nature even of our selfhood.\"[17]  Both human and nonhuman alike function subject to a common 'law-side', which is diverse, composed of a number of distinct law-spheres or aspects.[18] The temporal being of both human and non-human is multi-aspectual; for example, both plants and humans are bodies, functioning in the biotic aspect, and both computers and humans function in the formative and lingual aspect, but humans function in the aesthetic, juridical, ethical and faith aspects too.  The Dooyeweerdian version is able to incorporate and integrate both the objectivist version and the practices version, because it allows nonhuman agents their own subject-functioning in various aspects and places emphasis on aspectual functioning.[19]\n\n"
        },
        {
            "title": "Emergence of philosophical posthumanism",
            "text": "Ihab Hassan, theorist in the academic study of literature, once stated:\n\nThis view predates most currents of posthumanism which have developed over the late 20th century in somewhat diverse, but complementary, domains of thought and practice. For example, Hassan is a known scholar whose theoretical writings expressly address postmodernity in society.[21] Beyond postmodernist studies, posthumanism has been developed and deployed by various cultural theorists, often in reaction to problematic inherent assumptions within humanistic and enlightenment thought.[4]\n\nTheorists who both complement and contrast Hassan include Michel Foucault, Judith Butler, cyberneticists such as Gregory Bateson, Warren McCullouch, Norbert Wiener, Bruno Latour, Cary Wolfe, Elaine Graham, N. Katherine Hayles, Benjamin H. Bratton, Donna Haraway, Peter Sloterdijk, Stefan Lorenz Sorgner, Evan Thompson, Francisco Varela, Humberto Maturana, Timothy Morton, and Douglas Kellner. Among the theorists are philosophers, such as Robert Pepperell, who have written about a \"posthuman condition\", which is often substituted for the term \"posthumanism\".[5][8]\n\nPosthumanism differs from classical humanism by relegating humanity back to one of many natural species, thereby rejecting any claims founded on anthropocentric dominance.[22] According to this claim, humans have no inherent rights to destroy nature or set themselves above it in ethical considerations a priori. Human knowledge is also reduced to a less controlling position, previously seen as the defining aspect of the world. Human rights exist on a spectrum with animal rights and posthuman rights.[23] The limitations and fallibility of human intelligence are confessed, even though it does not imply abandoning the rational tradition of humanism.[24]\n\nProponents of a posthuman discourse, suggest that innovative advancements and emerging technologies have transcended the traditional model of the human, as proposed by Descartes among others associated with philosophy of the Enlightenment period.[25] In contrast to humanism, the discourse of posthumanism seeks to redefine the boundaries surrounding modern philosophical understanding of the human. Posthumanism represents an evolution of thought beyond that of the contemporary social boundaries and is predicated on the seeking of truth within a postmodern context. In so doing, it rejects previous attempts to establish 'anthropological universals' that are imbued with anthropocentric assumptions.[22] Recently, critics have sought to describe the emergence of posthumanism as a critical moment in modernity, arguing for the origins of key posthuman ideas in modern fiction,[26] in Nietzsche,[27] or in a modernist response to the crisis of historicity.[28]\n\nAlthough Nietzsche's philosophy has been characterized as posthumanist,[29][30][31] the philosopher Michel Foucault placed posthumanism within a context that differentiated humanism from enlightenment thought. According to Foucault, the two existed in a state of tension: as humanism sought to establish norms while Enlightenment thought attempted to transcend all that is material, including the boundaries that are constructed by humanistic thought.[22]  Drawing on the Enlightenment's challenges to the boundaries of humanism, posthumanism rejects the various assumptions of human dogmas (anthropological, political, scientific) and takes the next step by attempting to change the nature of thought about what it means to be human. This requires not only decentering the human in multiple discourses (evolutionary, ecological, technological) but also examining those discourses to uncover inherent humanistic, anthropocentric, normative notions of humanness and the concept of the human.\n\n"
        },
        {
            "title": "Contemporary posthuman discourse",
            "text": "Posthumanistic discourse aims to open up spaces to examine what it means to be human and critically question the concept of \"the human\" in light of current cultural and historical contexts.[4] In her book How We Became Posthuman, N. Katherine Hayles, writes about the struggle between different versions of the posthuman as it continually co-evolves alongside intelligent machines.[32] Such coevolution, according to some strands of the posthuman discourse, allows one to extend their subjective understandings of real experiences beyond the boundaries of embodied  existence. According to Hayles's view of posthuman, often referred to as technological posthumanism, visual perception and digital representations thus paradoxically become ever more salient. Even as one seeks to extend knowledge by deconstructing perceived boundaries, it is these same boundaries that make knowledge acquisition possible. The use of technology in a contemporary society is thought to complicate this relationship.[33]\n\nHayles discusses the translation of human bodies into information (as suggested by Hans Moravec) in order to illuminate how the boundaries of our embodied reality have been compromised in the current age and how narrow definitions of humanness no longer apply. Because of this, according to Hayles, posthumanism is characterized by a loss of subjectivity based on bodily boundaries.[4]  This strand of posthumanism, including the changing notion of subjectivity and the disruption of ideas concerning what it means to be human, is often associated with Donna Haraway’s concept of the cyborg.[4] However, Haraway has distanced herself from posthumanistic discourse due to other theorists’ use of the term to promote utopian views of technological innovation to extend the human biological capacity[34] (even though these notions would more correctly fall into the realm of transhumanism[4]).\n\nWhile posthumanism is a broad and complex ideology, it has relevant implications today and for the future. It attempts to redefine social structures without inherently humanly or even biological origins, but rather in terms of social and psychological systems where consciousness and communication could potentially exist as unique disembodied entities. Questions subsequently emerge with respect to the current use and the future of technology in shaping human existence,[22] as do new concerns with regards to language, symbolism, subjectivity, phenomenology, ethics, justice and creativity.\n\n"
        },
        {
            "title": "Relationship with transhumanism",
            "text": "Sociologist James Hughes comments that there is considerable confusion between the two terms.[35][36]  In the introduction to their book on post- and transhumanism, Robert Ranisch and Stefan Sorgner address the source of this confusion, stating that posthumanism is often used as an umbrella term that includes both transhumanism and critical posthumanism.[35]\n\nAlthough both subjects relate to the future of humanity, they differ in their view of anthropocentrism.[37] Pramod Nayar, author of Posthumanism, states that posthumanism has two main branches: ontological and critical.[38] Ontological posthumanism is synonymous with transhumanism. The subject is regarded as “an intensification of humanism.”[39] Transhumanist thought suggests that humans are not post human yet, but that human enhancement, often through technological advancement and application, is the passage of becoming post human.[40] Transhumanism retains humanism's focus on the Homo sapiens as the center of the world but also considers technology to be an integral aid to human progression. Critical posthumanism, however, is opposed to these views.[41] Critical posthumanism “rejects both human exceptionalism (the idea that humans are unique creatures) and human instrumentalism (that humans have a right to control the natural world).”[38] These contrasting views on the importance of human beings are the main distinctions between the two subjects.[42]\n\nTranshumanism is also more ingrained in popular culture than critical posthumanism, especially in science fiction. The term is referred to by Pramod Nayar as \"the pop posthumanism of cinema and pop culture.\"[38]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Some critics have argued that all forms of posthumanism, including transhumanism, have more in common than their respective proponents realize.[43] Linking these different approaches, Paul James suggests that 'the key political problem is that, in effect, the position allows the human as a category of being to flow down the plughole of history':\n\nHowever, some posthumanists in the humanities and the arts are critical of transhumanism (the brunt of Paul James's criticism), in part, because they argue that it incorporates and extends many of the values of Enlightenment humanism and classical liberalism, namely scientism, according to performance philosopher Shannon Bell:[45]\n\nWhile many modern leaders of thought are accepting of nature of ideologies described by posthumanism, some are more skeptical of the term. Donna Haraway, the author of A Cyborg Manifesto, has outspokenly rejected the term, though acknowledges a philosophical alignment with posthumanism. Haraway opts instead for the term of companion species, referring to nonhuman entities with which humans coexist.[34]\n\nQuestions of race, some argue, are suspiciously elided within the \"turn\" to posthumanism. Noting that the terms \"post\" and \"human\" are already loaded with racial meaning, critical theorist Zakiyyah Iman Jackson argues that the impulse to move \"beyond\" the human within posthumanism too often ignores \"praxes of humanity and critiques produced by black people\",[46] including Frantz Fanon, Aime Cesaire, Hortense Spillers and Fred Moten.[46] Interrogating the conceptual grounds in which such a mode of “beyond” is rendered legible and viable, Jackson argues that it is important to observe that \"blackness conditions and constitutes the very nonhuman disruption and/or disruption\" which posthumanists invite.[46] In other words, given that race in general and blackness in particular constitutes the very terms through which human/nonhuman distinctions are made, for example in enduring legacies of scientific racism, a gesture toward a “beyond” actually “returns us to a Eurocentric transcendentalism long challenged”.[47] Posthumanist scholarship, due to characteristic rhetorical techniques, is also frequently subject to the same critiques commonly made of postmodernist scholarship in the 1980s and 1990s.\n\n"
        }
    ]
}