{
    "url": "https://en.wikipedia.org/wiki/Potomac_River",
    "title": "Potomac River",
    "table_of_contents": [
        "1 Course",
        "1.1 North Branch Potomac River",
        "1.2 South Branch Potomac River",
        "1.3 Upper Potomac River",
        "1.4 Lower Potomac River",
        "1.5 Tidal Potomac River",
        "2 History",
        "2.1 Natural history",
        "2.2 Human history",
        "3 Hydrology",
        "3.1 Water supply and water quality",
        "3.2 Discharge",
        "4 Legal issues",
        "5 Flora and Fauna",
        "5.1 Fish",
        "5.1.1 Bowfin (Amiidae)",
        "5.1.2 Catfishes (Ictaluridae)",
        "5.1.3 Eels (Anguillidae)",
        "5.1.4 Gars (Lepisosteidae)",
        "5.1.5 Herrings (Clupeidae)",
        "5.1.6 Killifishes (Fundulidae)",
        "5.1.7 Pupfish (Cyprinodontidae)",
        "5.1.8 Lampreys (Petromyzontidae)",
        "5.1.9 Minnows (Cyprinidae)",
        "5.1.10 Mudminnows (Umbridae)",
        "5.1.11 Perches (Percidae)",
        "5.1.12 Percopsids (Percopsidae)",
        "5.1.13 Pikes (Esocidae)",
        "5.1.14 Pirate perch (Aphredoderidae)",
        "5.1.15 Poeciliids (Poeciliidae)",
        "5.1.16 Pupfish (Cyprinodontidae)",
        "5.1.17 Sculpins (Cottidae)",
        "5.1.18 Silversides (Atherinopsidae)",
        "5.1.19 Smelts (Osmeridae)",
        "5.1.20 Snakeheads (Channidae)",
        "5.1.21 Sturgeons (Acipenseridae)",
        "5.1.22 Suckers (Catostomidae)",
        "5.1.23 Sunfishes (Centrarchidae)",
        "5.1.24 Temperate basses (Moronidae)",
        "5.1.25 Trout and whitefish (Salmonidae)",
        "5.1.26 Mullets (Mugilidae)",
        "5.1.27 Drums (Sciaenidae)",
        "5.1.28 Soles (Soleidae)",
        "5.1.29 Sharks (Carcharhinidae)",
        "5.2 Mammals",
        "5.3 Birds",
        "5.4 Reptiles",
        "5.5 Amphibians",
        "6 Additional images",
        "6.1 Upper and lower Potomac",
        "6.2 Tidal Potomac",
        "6.3 Other",
        "7 See also",
        "8 Notes and references",
        "8.1 Notes",
        "8.2 References",
        "8.3 Works cited",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Potomac River (/pəˈtoʊmək/ (listen)) drains the Mid-Atlantic United States, flowing from the Potomac Highlands into Chesapeake Bay. It is 405 miles (652 km) long,[4] with a drainage area of 14,700 square miles (38,000 km2),[5] and is the fourth-largest river along the East Coast of the United States and the 21st-largest in the United States. Over 5 million people live within its watershed. \n\nThe river forms part of the borders between Maryland and Washington, D.C. on the left descending bank and between West Virginia and Virginia on the right descending bank. Except for a small portion of its headwaters in West Virginia, the North Branch Potomac River is considered part of Maryland to the low-water mark on the opposite bank. The South Branch Potomac River lies completely within the state of West Virginia except for its headwaters, which lie in Virginia.\n\n\n\n"
        },
        {
            "title": "Course",
            "text": "The Potomac River runs 405 miles (652 km) from Fairfax Stone Historical Monument State Park in West Virginia on the Allegheny Plateau to Point Lookout, Maryland, and drains 14,679 square miles (38,020 km2). The length of the river from the junction of its North and South Branches to Point Lookout is 302 miles (486 km).[4]\n\nThe river has two sources. The source of the North Branch is at the Fairfax Stone located at the junction of Grant, Tucker, and Preston counties in West Virginia. The source of the South Branch is located near Hightown in northern Highland County, Virginia. The river's two branches converge just east of Green Spring in Hampshire County, West Virginia, to form the Potomac. As it flows from its headwaters down to the Chesapeake Bay, the Potomac traverses five geological provinces: the Appalachian Plateau, the Ridge and Valley, the Blue Ridge, the Piedmont Plateau, and the Atlantic coastal plain.\n\nOnce the Potomac drops from the Piedmont to the Coastal Plain at the Atlantic Seaboard fall line at Little Falls, tides further influence the river as it passes through Washington, D.C. and beyond. Salinity in the Potomac River Estuary increases thereafter with distance downstream. The estuary also widens, reaching 11 statute miles (17 km) wide at its mouth, between Point Lookout, Maryland, and Smith Point, Virginia, before flowing into the Chesapeake Bay.\n\n\n\n\nThe source of the North Branch Potomac River is at the Fairfax Stone located at the junction of Grant, Tucker and Preston counties in West Virginia. From the Fairfax Stone, the North Branch Potomac River flows 27 miles (43 km) to the man-made Jennings Randolph Lake, an impoundment designed for flood control and emergency water supply. Below the dam, the North Branch cuts a serpentine path through the eastern Allegheny Mountains. First, it flows northeast by the communities of Bloomington, Luke, and Westernport in Maryland and then on by Keyser, West Virginia to Cumberland, Maryland. At Cumberland, the river turns southeast. 103 miles (166 km) downstream from its source,[4] the North Branch is joined by the South Branch between Green Spring and South Branch Depot, West Virginia from whence it flows past Hancock, Maryland and turns southeast once more on its way toward Washington, D.C., and the Chesapeake Bay.\n\nThe exact location of the South Branch's source is northwest of Hightown along U.S. Route 250 on the eastern side of Lantz Mountain (3,934 ft) in Highland County. From Hightown, the South Branch is a small meandering stream that flows northeast along Blue Grass Valley Road through the communities of New Hampden and Blue Grass. At Forks of Waters, the South Branch joins with Strait Creek and flows north across the Virginia/West Virginia border into Pendleton County.\n\nThe river then travels on a northeastern course along the western side of Jack Mountain (4,045 ft), followed by Sandy Ridge (2,297 ft) along U.S. Route 220. North of the confluence of the South Branch with Smith Creek, the river flows along Town Mountain (2,848 ft) around Franklin at the junction of U.S. Route 220 and U.S. Route 33. After Franklin, the South Branch continues north through the Monongahela National Forest to Upper Tract where it joins with three sizeable streams: Reeds Creek, Mill Run, and Deer Run.\n\nBetween Big Mountain (2,582 ft) and Cave Mountain (2,821 ft), the South Branch bends around the Eagle Rock (1,483 ft) outcrop and continues its flow northward into Grant County. Into Grant, the South Branch follows the western side of Cave Mountain through the 20-mile (32 km) long Smoke Hole Canyon, until its confluence with the North Fork at Cabins, where it flows east to Petersburg. At Petersburg, the South Branch Valley Railroad begins, which parallelsthe river until its mouth at Green Spring.\n\nIn its eastern course from Petersburg into Hardy County, the South Branch becomes more navigable allowing for canoes and smaller river vessels. The river splits and forms a series of large islands while it heads northeast to Moorefield. At Moorefield, the South Branch is joined by the South Fork South Branch Potomac River and runs north to Old Fields where it is fed by Anderson Run and Stony Run.\n\nAt McNeill, the South Branch flows into the Trough where it is bound to its west by Mill Creek Mountain (2,119 ft) and to its east by Sawmill Ridge (1,644 ft). This area is the habitat to bald eagles. The Trough passes into Hampshire County and ends at its confluence with Sawmill Run south of Glebe and Sector.\n\nThe South Branch continues north parallel to South Branch River Road (County Route 8) toward Romney with a number of historic plantation farms adjoining it. En route to Romney, the river is fed by Buffalo Run, Mill Run, McDowell Run, and Mill Creek at Vanderlip. The South Branch is traversed by the Northwestern Turnpike (U.S. Route 50) and joined by Sulphur Spring Run where it forms Valley View Island to the west of town.\n\nFlowing north of Romney, the river still follows the eastern side of Mill Creek Mountain until it creates a horseshoe bend at Wappocomo's Hanging Rocks around the George W. Washington plantation, Ridgedale. To the west of Three Churches on the western side of South Branch Mountain, 3,028 feet (923 m), the South Branch creates a series of bends and flows to the northeast by Springfield through Blue's Ford. After two additional horseshoe bends (meanders), the South Branch flows under the old Baltimore and Ohio Railroad mainline between Green Spring and South Branch Depot, and joins the North Branch to form the Potomac.\n\nThis stretch encompasses the section of the Potomac River from the confluence of its North and South Branches through Opequon Creek near Shepherdstown, West Virginia.[7] Along the way the following tributaries drain into the Potomac: North Branch Potomac River, South Branch Potomac River, Town Creek, Little Cacapon River, Sideling Hill Creek, Cacapon River, Sir Johns Run, Warm Spring Run, Tonoloway Creek, Fifteenmile Creek, Sleepy Creek, Cherry Run, Back Creek, Conococheague Creek, and Opequon Creek.\n\nThis section covers the Potomac from just above Harpers Ferry in West Virginia down to Little Falls, Maryland on the border between Maryland and Washington, DC. Along the way the following tributaries drain into the Potomac: Antietam Creek, Shenandoah River, Catoctin Creek, Catoctin Creek, Tuscarora Creek, Monocacy River, Little Monocacy River, Broad Run, Goose Creek, Broad Run,  Horsepen Branch, Little Seneca Creek, Tenmile Creek, Great Seneca Creek, Old Sugarland Run, Muddy Branch, Nichols Run, Watts Branch, Limekiln Branch, Carroll Branch, Pond Run, Clarks Branch, Mine Run Branch, Difficult Run, Bullneck Run, Rock Run, Scott Run, Dead Run, Turkey Run, Cabin John Creek, Minnehaha Branch, and Little Falls Branch.\n\nThe Tidal Potomac River lies below the Fall Line. This 108-mile (174-km) stretch encompasses the Potomac from a short distance below the Washington, DC - Montgomery County line, just downstream of the Little Falls of the Potomac River, to the Chesapeake Bay.[8]\nAlong the way the following tributaries drain into the Potomac: Pimmit Run, Gulf Branch, Donaldson Run, Windy Run, Spout Run, Maddox Branch, Foundry Branch, Rock Creek, Rocky Run, Tiber Creek, Roaches Run, Washington Channel, Anacostia River, Four Mile Run, Oxon Creek, Hunting Creek, Broad Creek, Henson Creek, Swan Creek, Piscataway Creek, Little Hunting Creek, Dogue Creek, Accotink Creek, Pohick Creek, Pomonkey Creek, Occoquan River, Neabsco Creek, Powell's Creek, Mattawoman Creek, Chicamuxen Creek, Quantico Creek, Little Creek, Chopawamsic Creek, Tank Creek, Aquia Creek, Potomac Creek, Nanjemoy Creek, Chotank Creek, Port Tobacco River, Popes Creek, Gambo Creek, Clifton Creek, Piccowaxen Creek, Upper Machodoc Creek, Wicomico River, Cobb Island, Monroe Creek, Mattox Creek, Popes Creek, Breton Bay, Leonardtown, St. Marys River, Yeocomico River, Coan River, and Hull Creek.\n\n"
        },
        {
            "title": "History",
            "text": "The river itself is at least 3.5 million years old,[6] likely extending back ten to twenty million years before the present when the Atlantic Ocean lowered and exposed coastal sediments along the fall line. This included the area at Great Falls, which eroded into its present form during recent glaciation periods.[9]\n\nThe stream gradient of the entire river is 0.14%, a drop of 930 m over 652 km.\n\n\"Potomac\" is a European spelling of Patawomeck, the Algonquian name of a Native American village on its southern bank.[10] Native Americans had different names for different parts of the river, calling the river above Great Falls Cohongarooton, meaning \"honking geese\"[11][12] and \"Patawomke\" below the Falls, meaning \"river of swans\".[13] In 1608, Captain John Smith explored the river now known as the Potomac and made drawings of his observations which were later compiled into a map and published in London in 1612. This detail from that map shows his rendition of the river that the local tribes had told him was called the \"Patawomeck\". The spelling of the name has taken many forms over the years from \"Patawomeck\" (as on Captain John Smith's map) to \"Patomake\", \"Patowmack\", and numerous other variations in the 18th century and now \"Potomac\".[12] The river's name was officially decided upon as \"Potomac\" by the Board on Geographic Names in 1931.[14]\n\n The similarity of the name to the Ancient Greek word for river, potamos, has been noted for more than two centuries but it appears to be due to chance.[16][17][18]\n\nThe Potomac River brings together a variety of cultures throughout the watershed from the coal miners of upstream West Virginia to the urban residents of the nation's capital and, along the lower Potomac, the watermen of Virginia's Northern Neck.\n\n\nBeing situated in an area rich in American history and American heritage has led to the Potomac being nicknamed \"the Nation's River\". George Washington, the first President of the United States, was born in, surveyed, and spent most of his life within, the Potomac basin. All of Washington, D.C., the nation's capital city, also lies within the watershed. The 1859 siege of Harper's Ferry at the river's confluence with the Shenandoah was a precursor to numerous epic battles of the American Civil War in and around the Potomac and its tributaries, such as the 1861 Battle of Ball's Bluff and the 1862 Battle of Shepherdstown. \nGeneral Robert E. Lee crossed the river, thereby invading the North and threatening Washington, D.C., twice in campaigns climaxing in the battles of Antietam (September 17, 1862) and Gettysburg (July 1–3, 1863). Confederate General Jubal Early crossed the river in July 1864 on his attempted raid on the nation's capital. The river not only divided the Union from the Confederacy, but also gave name to the Union's largest army, the Army of the Potomac.[19]\nThe Patowmack Canal was intended by George Washington to connect the Tidewater region near Georgetown with Cumberland, Maryland. Started in 1785 on the Virginia side of the river, it was not completed until 1802. Financial troubles led to the closure of the canal in 1830. The Chesapeake and Ohio Canal operated along the banks of the Potomac in Maryland from 1831 to 1924 and also connected Cumberland to Washington, D.C.[20] This allowed freight to be transported around the rapids known as the Great Falls of the Potomac River, as well as many other, smaller rapids.\nWashington, D.C. began using the Potomac as its principal source of drinking water with the opening of the Washington Aqueduct in 1864, using a water intake constructed at Great Falls.[21][22]\n\n"
        },
        {
            "title": "Hydrology",
            "text": "An average of approximately 486 million US gallons (1,840,000 m3) of water is withdrawn daily from the Potomac in the Washington area for water supply, providing about 78 percent of the region's total water usage, this amount includes approximately 80 percent of the drinking water consumed by the region's estimated 6.1 million residents.[5][23]\n\nAs a result of damaging floods in 1936 and 1937,[24] the Army Corps of Engineers proposed the Potomac River basin reservoir projects, a series of dams that were intended to regulate the river and to provide a more reliable water supply. One dam was to be built at Little Falls, just north of Washington, backing its pool up to Great Falls. Just above Great Falls, the much larger Seneca Dam was proposed whose reservoir would extend to Harpers Ferry.[25] Several other dams were proposed for the Potomac and its tributaries.\n\nWhen detailed studies were issued by the Corps in the 1950s, they met sustained opposition, led by U.S. Supreme Court Justice William O. Douglas, resulting in the plans' abandonment.[29] The only dam project that did get built was Jennings Randolph Lake on the North Branch.[30]\nThe Corps built a supplementary water intake for the Washington Aqueduct at Little Falls in 1959.[31]\n\nIn 1940 Congress passed a law authorizing the creation of an interstate compact to coordinate water quality management among states in the Potomac basin. Maryland, West Virginia, Pennsylvania, Virginia, and the District of Columbia agreed to establish the Interstate Commission on the Potomac River Basin. The compact was amended in 1970 to include coordination of water supply issues and land use issues related to water quality.[32]\n\nBeginning in the 19th century, with increasing mining and agriculture upstream and urban sewage and runoff downstream, the water quality of the Potomac River deteriorated. This created conditions of severe eutrophication. It is said that President Abraham Lincoln used to escape to the highlands on summer nights to escape the river's stench. In the 1960s, with dense green algal blooms covering the river's surface, President Lyndon Johnson declared the river \"a national disgrace\" and set in motion a long-term effort to reduce pollution from sewage and restore the beauty and ecology of this historic river. One of the significant pollution control projects at the time was the expansion of the Blue Plains Advanced Wastewater Treatment Plant, which serves Washington and several surrounding communities.[33] Enactment of the 1972 Clean Water Act led to construction or expansion of additional sewage treatment plants in the Potomac watershed. Controls on phosphorus, one of the principal contributors to eutrophication, were implemented in the 1980s, through sewage plant upgrades and restrictions on phosphorus in detergents.[32]\n\nBy the end of the 20th century, notable success had been achieved, as massive algal blooms vanished and recreational fishing and boating rebounded. Still, the aquatic habitat of the Potomac River and its tributaries remain vulnerable to eutrophication, heavy metals, pesticides and other toxic chemicals, over-fishing, alien species, and pathogens associated with fecal coliform bacteria and shellfish diseases. In 2005 two federal agencies, the US Geological Survey and the Fish and Wildlife Service, began to identify fish in the Potomac and tributaries that exhibited \"intersex\" characteristics, as a result of endocrine disruption caused by some form of pollution.[34]\n\nOn November 13, 2007, the Potomac Conservancy, an environmental group, issued the river a grade of \"D-plus\", citing high levels of pollution and the reports of \"intersex\" fish.[35] Since then, the river has improved with a reduction in nutrient runoff, return of fish populations, and land protection along the river. As a result, the same group issued a grade of \"B\" for 2017 and 2018.[36] In March 2019, the Potomac Riverkeeper Network launched a laboratory boat dubbed the \"Sea Dog\", which will be monitoring water quality in the Potomac and providing reports to the public on a weekly basis;[37] in that same month, the catching near Fletcher's Boat House of a Striped Bass estimated to weigh 35 lbs was seen as a further indicator of the continuing improvement in the health of the river.[38]\n\nThe average daily flow during the water years 1931–2018 was 11,498 cubic feet (325.6 m3) /s.[2] The highest average daily flow ever recorded on the Potomac at Little Falls, Maryland (near Washington, D.C.), was in March 1936 when it reached 426,000 cubic feet (12,100 m3) /s.[2] The lowest average daily flow ever recorded at the same location was 601.0 cubic feet (17.02 m3) /s in September 1966[2] The highest crest of the Potomac ever registered at Little Falls was 28.10 ft, on March 19, 1936;[39][24]\nhowever, the most damaging flood to affect Washington, DC and its metropolitan area was that of October 1942.[40]\n\n"
        },
        {
            "title": "Legal issues",
            "text": "For 400 years Maryland and Virginia have disputed control of the Potomac and its North Branch since both states' original colonial charters grant the entire river rather than half of it as is normally the case with boundary rivers. In its first state constitution adopted in 1776, Virginia ceded its claim to the entire river but reserved free use of it, an act disputed by Maryland. Both states acceded to the 1785 Mount Vernon Compact and the 1877 Black-Jenkins Award which granted Maryland the river bank-to-bank from the low-water mark on the Virginia side while permitting Virginia full riparian rights short of obstructing navigation.\n\nFrom 1957 to 1996, the Maryland Department of the Environment (MDE) routinely issued permits applied for by Virginia entities concerning the use of the Potomac. However, in 1996 the MDE denied a permit submitted by the Fairfax County Water Authority to build a water intake 725 feet (220 m) offshore, citing potential harm to Maryland's interests by an increase in Virginia sprawl caused by the project. After years of failed appeals within the Maryland government's appeal processes, in 2000 Virginia took the case to the Supreme Court of the United States, which exercises original jurisdiction in cases between two states. Maryland claimed Virginia lost its riparian rights by acquiescing to MDE's permit process for 63 years (MDE began its permit process in 1933). A Special Master appointed by the Supreme Court to investigate recommended the case be settled in favor of Virginia, citing the language in the 1785 Compact and the 1877 Award. On December 9, 2003, the Court agreed in a 7–2 decision.[41]\n\nThe original charters are silent as to which branch from the upper Potomac serves as the boundary, but this was settled by the 1785 Compact. When West Virginia seceded from Virginia in 1863, the question of West Virginia's succession in title to the lands between the branches of the river was raised, as well as title to the river itself. Claims by Maryland to West Virginia land north of the South Branch (all of Mineral and Grant Counties and parts of Hampshire, Hardy, Tucker and Pendleton Counties) and by West Virginia to the Potomac's high-water mark were rejected by the Supreme Court in two separate decisions in 1910.[42][43]\n\n"
        },
        {
            "title": "Flora and Fauna",
            "text": "A variety of fish inhabit the Potomac, including bass, muskellunge, pike, walleye. The northern snakehead, an invasive species resembling the native bowfin, lamprey, and American eel, was first seen in 2004.[44][45]  Many types of sunfish are also present in the Potomac and its headwaters.[46] Although rare, bull sharks can be found.[47]\n\nAfter having been depressed for many decades, the river's population of American Shad is currently re-bounding as a result of the ICPRB's successful \"American Shad Restoration Project\" that was begun in 1995. In addition to stocking the river with more than 22 million shad fry, the Project supervised the construction of a fishway that was built to facilitate the passage of adults around the Little Falls Dam on the way to their traditional spawning grounds upstream.[48]\n\nEarly European colonists who settled along the Potomac found a diversity of large and small mammals living in the dense forests nearby. Bison, elk, wolves (both gray and red) and cougars  were still present at that time, but had been hunted to extirpation by the middle of the 19th century.  Among the denizens of the Potomac's banks, beavers and otters met a similar fate, while small populations of American mink and American martens survived into the 20th century in some secluded areas.\n\nThere is no record of early settlers having observed marine mammals in the Potomac, but several sightings of Atlantic bottle-nosed dolphins (Tursiops truncatus) were reported during the 19th century.  In July 1844. a pod of 14 adults and young was followed up the river by men in boats as high as the Aqueduct Bridge (approximately the same location occupied by Key Bridge today).[49]\n\nSince 2015, perhaps as a result of warmer temperatures, rising water levels in the Chesapeake Bay and improving water quality in the Potomac, unprecedented numbers of Atlantic bottle-nosed dolphins have been observed in the river.  According to Dr Janet Mann of Georgetown University's Potomac-Chesapeake Dolphin Project, more than 500 individual members of the species have been identified in the Potomac during this period.[50]\n\n\n\n"
        }
    ]
}