{
    "url": "https://en.wikipedia.org/wiki/Potomac_Company",
    "title": "Potomac Company",
    "table_of_contents": [
        "1 Geography",
        "2 History",
        "3 Economic impact",
        "4 Legacy",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Potomac Company (spelled variously as Patowmack, Potowmack, Potowmac, and Compony)  was created in 1785 to make improvements to the Potomac River and improve its navigability for commerce.  The project is perhaps the first conceptual seed planted in the minds of the new American capitalists in what became a flurry of transportation infrastructure projects, most privately funded, that drove wagon road turnpikes, navigations, and canals, and then as the technology developed, investment funds for railroads across the rough country of the Appalachian Mountains.  In a few decades, the eastern seaboard was crisscrossed by private turnpikes and canals were being built from Massachusetts to Illinois ushering in the brief seven decades of the American Canal Age.  The Potomac Company's achievement was not just to be an early example, but of being significant also in size and scope of the project, which involved taming a mountain stream fed river with icing conditions and unpredictable freshets (floods).\n\n"
        },
        {
            "title": "Geography",
            "text": "The Potomac Company built five skirting canals around the major falls of the Potomac opening the river to commercial bulk goods traffic from the Chesapeake Bay mouth to Cumberland, Maryland in the Cumberland Narrows notch leading west across the Alleghenies, where it intersected Nemacolin's Trail near Braddock's Road, later made the first National Road, today's U.S. Route 40.  When completed, bulk goods could ship by wagon out of the Pennsylvania and Virginia Alleghenies plateau country downhill to the river port where the canal allowed boats and rafts to float downstream towards Georgetown, a significant port of the time on the Potomac River, now an upscale bedroom community and college town within the District of Columbia.  The company had been championed by prominent men of both Maryland and Virginia, including George Washington, who was its first president, as well as an investor in the company.[1] Tobias Lear, Washington's personal secretary, was its chairman for a period.  Other principals of the company included Thomas Johnson of Maryland.[2]\n\n"
        },
        {
            "title": "History",
            "text": "The Potomac Company had the charter-stated goal of linking the East Coast with the Old Northwest (i.e. the Ohio Country) by building a canal up through a water gap through the Allegheny Front into the nearer frontiers connecting to the headwaters of either the Ohio River tributaries, the Cheat or Monongahela Rivers.[1]  It had an early and more immediate goal of improving the navigability of the Potomac River, by building canals and navigations around a succession of blocking rapids or falls of the lower and middle Potomac River. In this latter goal, it succeeded. \n\nThe larger endeavor, one also championed by Benjamin Franklin and other Founding Fathers, of connecting the coastal communities with the newly blossoming trans-Allegheny settlements — a pet project of Washington given his holdings of vast lands in West Virginia and Western Pennsylvania from his days as frontier surveyor and militia officer — eventually failed due to a combination of factors affecting ability to attain sufficient capitalization such as an unstable American economy, a lack of overall population to provide investors, lack of government aid from a poor government, and conflicts between states.  Although the company charter was surrendered to the Chesapeake and Ohio Canal Company in 1828, its curtailment has overall minor significance only as in that it serves as an example of how a deficient amount of support from the responsible leadership balancing the federal government can seem to undermine a large, desirable infrastructure project that is a conceptual overreach, or could attract sufficient private funding.  Its apparent failure, on the other hand, can be understood as a project which gave way to a superior technology, as railways came along and grew up before the slow subscription system of stocks common to the day attracted sufficient funding. In the day, men of means and many such officials of the early Federalist U.S. government were very conscious of the desirable effects of building transportation infrastructure to link the near west and tie it to the eastern seaboard.  As settlers poured west over the mountains after the Revolutionary War, serious concerns arose that newly settled lands would become financially tied better to and so make arrangements with Spanish, French, or British colonies to the west, south, and Canada, and given a look at water communication, the risk was very real.  Hence, from the start, the fledgling Constitutional Republic was conscience of benefits that could accrue from its involvement in developing infrastructure in the fledgling republic but was unable to generate revenues to boost such efforts.  The rare exception in the era receiving federal public works monies was over a decade later and deemed far less risky, the Cumberland Turnpike conversion into a migration wagon road and the first National Highway, later to become US 40.\n\nWhile slim flat bottom river boats called bateaux could be poled up-river in even the shallowest of waters, they could not traverse the fall line, the area where an upland region (continental bedrock) and a coastal plain (coastal alluvia) meet, typically in waterfalls or cascades of successive rapids.\n\nOne of the major constructions of the Potomac Company was the Patowmack Canal.  A major engineering feat of the time, the Potomack Canal permitted boats to navigate around Great Falls, where the Potomac River drops a treacherous 75 feet through the unnavigable Mather Gorge.\n\nAfter 21 years, the Potomack Canal was sold, along with the other assets of the Potomac Company to the Chesapeake and Ohio Canal Company, which built a canal on the opposite, Maryland side of the Potomac River.\n\nAs early as 1749 many leaders in Maryland and Virginia had been interested in making the Potomac River into a major transportation route to the trans-Appalachian West.  Advocates included Philadelphia resident Ben Franklin, who advocated many other waterway improvements as well as being vital to develop American industries and enhance trade with the interior frontiers of the days before the French and Indian War to combat the influence of New France (in Pennsylvania and) across the Appalachians.[3] The project to improve the Potomac was seen as a major opportunity strategically (it would transport troops to the frontier with the French or the Indians more rapidly) and economically (it would increase fur trade and improve real estate values). A lack of technology, a severe shortage of labor, conflicts with foreign and colonial powers, and internal rivalries would prevent the project from being started until the 1780s, thirty years later.\n\nIn 1784, a year after the Treaty of Paris was signed, George Washington and Horatio Gates traveled to Annapolis to seek the state's assent to the project.  Washington urged Virginia Governor Benjamin Harrison to bring the matter to the Virginia Assembly, citing the \"commercial and political importance\" of the project.  Washington's formidable reputation in the U.S. during the time after the Revolution persuaded the governor to present a letter to the Virginia Assembly asking for support for the project.  The Virginia Assembly appointed Washington, Gates, and Thomas Blackburn commissioners to seek Maryland's agreement.  Washington's subsequent visit to Annapolis was successful and led to the incorporation of the Potomac Company in 1784 Maryland and 1785 in Virginia.  These meetings would continue and have a major impact on national development as the navigations on the Potomac were in regular use supporting coal from Cumberland to Georgetown until 1929; in 1908 the Inland Waterways Commission notes the following significance:\n\nWhile it was not the first or only project started after the end of the American Revolution, its incorporation was a milestone because it was the first project that connected different regions and required the cooperation of multiple state governments. While the Potomac Company's charter eventually failed, the Maryland and Virginia acts of incorporation were very similar—the company stated it was going to raise 220,000 Spanish dollars (50, 000 pounds sterling) through 500 shares and also stated its plan and timeline. In the charter, the Potomac Company had three years to clear the upper Potomac, and ten years to build bypass canals and locks around the Little and Great Falls (a distance of 175 miles). Both states passed additional laws to go further—building roads and connecting headwaters to link the Potomac River to the Ohio River.\n\nThe Potomac Company originally wanted to hire only free labor, but due to the shortage of labor, the directors hired free, indentured, and slave labor to build the locks and canals and deepen the river. James Rumsey, well known for his work with steam-propelled riverboats, was hired as the project's chief engineer.\n\nThere was a large conflict with Virginia Governor Henry Lee III (father of Robert E. Lee), who purchased 500 acres (200 ha) of land around Great Falls (he named it \"Matildaville\" after his wife) to build a warehouse for goods being transported down the Potomac (predicting the route would quickly become profitable after the project's completion). The legal troubles of the Potomac Company kept its lawyers in and out of court constantly.\n\nThe decline in public confidence in the project led to a more difficult economic position because the Potomac Company relied on individually buying shares for funds. Maryland and Virginia continued funding the Potomac Company's project beyond the original contract. However even continued investment by Maryland, Virginia, and some individuals could not offset growing expenses due to poor technical advice, labor problems, poor planning, and incessant repair work. The work was stop and go because of the continuous need to raise more money. At many points in the project's history (for example in) all work would stop as the company begged for economic assistance, settled lawsuits, and revised its plan.\n\nThree of the canals, at Seneca Falls, House Falls (near Harpers Ferry), and Payne's Falls (Shenandoah) did not need locks, and were completed. The Little Falls canal was more difficult, and as a money-saving measure, wooden locks were used.[5]\n\nIn February 1802, the locks at Great Falls were completed, and the Potomac Company was expected to be immediately profitable. Also in 1802, the Patowmack Canal was completed after 17 years of construction. However, the poor snow in the winter of 1801-1802 and little spring rain in 1802 meant the river was too shallow to navigate that year. The late realization of these unanticipated problems caused the company to give up its earlier goal to link the Potomac and the Ohio Valley, and the new goal was to improve other rivers in the watershed such as the Shenandoah, the Monocacy, and Antietam Creek. At Harpers Ferry, Virginia (since 1863, West Virginia) the Company built the Shenandoah Canal in the Shenandoah River, creating Virginius Island, an industrial center.\n\nA commission in 1821 agreed that water transport in the Potomac valley would only be possible with a still-water canal, and the Potomac Company announced it could not fulfill its charter. Virginia created the Potomac Canal Company. Maryland incorporated the Chesapeake and Ohio Canal Company in 1825, and Congress quickly approved its charter.[6]\n\nIn 1817, fellow directors elected John Mason of Analostan Island, and son of President Washington's mentor and fellow Founding Father George Mason IV as director. This last president served for eleven years before the corporation's assets were merged into the more successful Chesapeake and Ohio Canal.[7]\n\n"
        },
        {
            "title": "Economic impact",
            "text": "The failure of the Potomac Company to make the Potomac River navigable does not mean that that project was without serious economic implications. The failure of the Potomac Company was largely attributed to a lack of federal support and oversight, and the U.S. government was much more careful to support interstate infrastructure projects after that. The significance of transportation in such a large country cannot be understated, and the failure of such a large project made clear that expensive (but in the long term, profitable) infrastructure projects would not be achieved without support from the federal government.\n\nFurther, the Potomac Company's plan made it possible for the Chesapeake and Ohio Canal Company to take over and complete the project. These two regions were linked, and goods and services moved through the Potomac for nearly a century.\n\n"
        },
        {
            "title": "Legacy",
            "text": "In his will, Washington left fifty shares toward the endowment of a university in the District of Columbia.  The shares were lost, however.[8]\n\nThe Potomac Company,[9] an investment bank based in Philadelphia, is not related in any way to the original Potomac Company referenced above.\n\n"
        },
        {
            "title": "References",
            "text": "Notes\n\nFurther reading\n\n"
        }
    ]
}