{
    "url": "https://en.wikipedia.org/wiki/Poverty_in_Germany",
    "title": "Poverty in Germany",
    "table_of_contents": [
        "1 Statistics",
        "2 Poverty in the postwar period",
        "3 Consequences of poverty",
        "4 Groups most likely to be poor",
        "5 References",
        "6 See also"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Poverty in Germany refers to people living in relative poverty in Germany.\n\nDuring the last decades the number of people living in poverty has been increasing. Children are more likely to be poor than adults. There has been a strong increase in the number of poor children. In 1965 only one in 75 children lived on welfare, in 2007 one in 6 did.[1]\n\nPoverty rates differ by states. While in 2005 in states like Bavaria only 6.6% of children and 3.9% of all citizens were impoverished, in Berlin 15.2% of the inhabitants and 30.7% of the children received welfare payments.[2]\n\nThe German Kinderhilfswerk, an organization caring for children in need, has demanded the government to do something about the poverty problem.\n\nAs of 2015, poverty in Germany is at its highest since the German reunification (1990). Some 12.5 million Germans are now classified as poor.[3]\n\n"
        },
        {
            "title": "Poverty in the postwar period",
            "text": "During the postwar period, a number of researchers found that (despite years of rising affluence) many West Germans continued to live in poverty. In 1972, a study by the SPES estimated that between 1 and 1.5 million people (more than 2% of the population) were living below the state's poverty line. In 1975, a report on poverty published by a CDU politician called Heiner Geissler estimated that 5.8 million people lived below the public assistance levels. As the opening sentence of the report put it,\n\n“Poverty, a theme long since thought dead, is an oppressive reality for millions of people.”\n\nThe report also estimated that workers’ and employees’ households constituted more than 40% of poor households, showing low pay to be a major cause of poverty.[6]\n\nA study by Frank Klanberg of SPES found that if the poverty line was redefined to include an allowance for housing costs based on officially recommended minimum standards of housing space and the average rent in socially-aided housing, then the proportion of West German households living below the minimum in 1969 would have risen from 1% to 3% and those below 150% of the minimum from 10% to 16%.[6]\n\nAccording to another study, 2% of households in West Germany lived in severe poverty (defined as 40% of average living standards), over 7% were in moderate poverty (half the average living standards) and 16% lived in “mild” poverty (defined as 60% of average living standards). A study carried out by the EC Poverty Programme derived a figure for 1973 of 6.6%, using a poverty line of 50% of personal disposable income.[7]\n\n"
        },
        {
            "title": "Consequences of poverty",
            "text": "Poor people in Germany are less likely to be healthy than well-off people. This can be seen in statistics about the lifestyle of this group, which indicate that they smoke more, are overweight, and exercise less. Consequently, they run a higher risk of experiencing lung cancer, hypertension, heart attacks, diabetes, and a number of other illnesses.[8] Those who are out of work are more likely to smoke, more likely to be hospitalized, and more likely to die early than the ones who work.[9] The unhealthy habits that have been shown to go hand in hand with poverty also affect the next generation: they experience higher rates of mental illness and are less active. In addition, their mothers are 15 times more likely to smoke while pregnant than their more financially stable counterparts.[10] Furthermore, poverty has been shown to have a negative impact on marital satisfaction. Poor couples are more likely to argue, while being less supportive for each other and their children.[11]\n\nPoor children face limited educational opportunities. According to an AWO-Study only 9% of the pupils visiting the Gymnasium are poor.[12] Poor children are likely to experience adversities beyond money. They are more likely to be raised by a teenage-parent. They are more likely to have multiple young siblings, are more likely to be raised in crime-ridden neighbourhoods and more likely to live in substandard apartments which are often overcrowded. Their parents are likely to be less educated and they are more likely to have emotional problems.[13]\n\nChildren growing up poor are more likely to get involved in accidents than their non-poor peers.[14] They are less likely to follow a healthy diet.[15] They are less likely to be healthy. In poor neighborhoods many children suffer from speech impairments and stunted motoric development.[16] They tend to have lower IQs.[17]\n\nPoor children are more likely to get involved in criminal activities and are more likely to take drugs.[18][19] However, many people who live in poverty overcome the odds and are doing very well.[citation needed]\n\n"
        },
        {
            "title": "Groups most likely to be poor",
            "text": "Working-class families from ethnic minorities with multiple children are the group most likely to be poor.[20] Families headed by a single parent are also more likely to experience economic hardship than others. While only 0.9% of childless couples and 2.0% of married couples received welfare in 2002, 26.1% of single mothers did.[21] In 2008, 43 percent of families headed by a single woman had to rely on welfare as the main source of household income.[22] A change in welfare laws, which made it impossible to receive unemployment benefits if one had not worked for a time, was accountable for that increase. Poverty rates are high among people who did not graduate from school and did not learn a trade. 42% of poor people did not learn a trade.[23]\n\n"
        }
    ]
}