{
    "url": "https://en.wikipedia.org/wiki/Powered_exoskeleton",
    "title": "Powered exoskeleton",
    "table_of_contents": [
        "1 History",
        "2 Classification",
        "3 Applications",
        "3.1 Medical",
        "3.2 Military",
        "3.3 Civilian",
        "3.4 Industry",
        "4 Products",
        "4.1 Powered",
        "4.2 Projects on hold/abandoned",
        "5 Limitations and design issues",
        "5.1 Power supply",
        "5.2 Skeleton",
        "5.3 Actuators",
        "5.4 Joint flexibility",
        "5.5 Power control and modulation",
        "5.6 Adaptation to user size variations",
        "6 Health and safety",
        "7 Major events",
        "8 Fictional depictions",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A powered exoskeleton, also known as power armor, powered armor, powered suit, cybernetic suit, cybernetic armor, exosuit, hardsuit, exoframe or augmented mobility,[1] is a mobile machine that is wearable over all or part of the human body, providing ergonomic structural support and powered by a system of electric motors, pneumatics, levers, hydraulics or a combination of cybernetic technologies, while allowing for sufficient limb movement with increased strength and endurance.[2] The exoskeleton is designed to provide better mechanical load tolerance, and its control system aims to sense and synchronize with the user's intended motion and relay the signal to motors which manage the gears. The exoskeleton also protects the user's shoulder, waist, back and thigh against overload, and stabilizes movements when lifting and holding heavy items.[3]\n\nA powered exoskeleton differs from a passive exoskeleton, as the latter has no intrinsic actuator and relies completely on the user's own muscles for movements, adding more stress and making the user more prone to fatigue, although it does provide mechanical benefits and protection to the user.[4][5] This also explains the difference of an exoskeleton to orthotics, as orthosis mainly aims to promote the progressively increased muscle work and, in the best case, regain and improve existing muscle functions. Currently, there are products that can help humans reduce their energy consumption by as much as 60 percent while carrying things.[6]\n\n"
        },
        {
            "title": "History",
            "text": "The earliest-known exoskeleton-like device was an apparatus for assisting movement developed in 1890 by Russian engineer Nicholas Yagin. It used energy stored in compressed gas bags to assist in movement, although it was passive and required human power.[7] In 1917, United States inventor Leslie C. Kelley developed what he called a pedomotor, which operated on steam power with artificial ligaments acting in parallel to the wearer's movements.[8] This system was able to supplement human power with external power.\n\nIn the 1960s, the first true 'mobile machines' integrated with human movements began to appear. A suit called Hardiman was co-developed by General Electric and the US Armed Forces. The suit was powered by hydraulics and electricity and amplified the wearer's strength by a factor of 25, so that lifting 110 kilograms (240 lb) would feel like lifting 4.5 kilograms (10 lb). A feature called force feedback enabled the wearer to feel the forces and objects being manipulated.\n\nThe Hardiman had major limitations, including its 680-kilogram (1,500 lb) weight.[9] It was also designed as a master-slave system: the operator was in a master suit surrounded by the exterior slave suit, which performed work in response to the operator's movements. The response time for the slave suit was slow compared to a suit constructed of a single layer, and bugs caused \"violent and uncontrollable motion by the machine\" when moving both legs simultaneously.[10] Hardiman's slow walking speed of 0.76 metres per second (2.5 ft/s or just under 2 mph) further limited practical uses, and the project was not successful.[11]\n\nAt about the same time, early active exoskeletons and humanoid robots were developed at the Mihajlo Pupin Institute in Yugoslavia by a team led by Prof. Miomir Vukobratović.[12] Legged locomotion systems were developed first, with the goal of assisting in the rehabilitation of paraplegics. In the course of developing active exoskeletons, the Institute also developed theory to aid in the analysis and control of the human gait. Some of this work informed the development of modern high-performance humanoid robots.[13] In 1972, an active exoskeleton for rehabilitation of paraplegics that was pneumatically powered and electronically programmed was tested at Belgrade Orthopedic Clinic.[13]\n\nIn 1985, an engineer at Los Alamos National Laboratory (LANL) proposed an exoskeleton called Pitman, a powered suit of armor for infantrymen.[14] The design included brain-scanning sensors in the helmet and was considered too futuristic; it was never built.[15]\n\nIn 1986, an exoskeleton called the Lifesuit was designed by Monty Reed, a US Army Ranger who had broken his back in a parachute accident.[16] While recovering in the hospital, he read Robert Heinlein's science fiction novel Starship Troopers, and Heinlein's description of mobile infantry power suits inspired Reed to design a supportive exoskeleton. In 2001, Reed began working full-time on the project, and in 2005 he wore the 12th prototype in the Saint Patrick's Day Dash foot race in Seattle, Washington.[17] Reed claims to have set the speed record for walking in robot suits by completing the 4.8-kilometre (3 mi) race at an average speed of 4 kilometres per hour (2.5 mph).[18] The Lifesuit prototype 14 can walk 1.6 km (1 mi) on a full charge and lift 92 kg (203 lb) for the wearer.[19]\n\n"
        },
        {
            "title": "Classification",
            "text": "The general categorization suggests several feasible exoskeleton categories. Such categories have general classes, due to the wide quantity of exoskeletons in existence, and are the structure, the body part focused on, the action, the power technology, the purpose, and the application area varying from one to another.[20]\n\nExoskeletons are not only designed for specific body parts; the exoskeletons may be designed more generally for only one hand, a leg, or even the complete body. Thus, the separation of the classes demonstrates the most common body parts exoskeletons can be built for. The full-body class refers to the exoskeletons made to assist all the limbs, or most of the body. The upper body refers to the exoskeletons made for the upper limbs, and involving the chest, head, back, and/or shoulders. The lower body category refers to the exoskeletons made for the lower limbs: thighs, lower legs, and/or hips. Moreover, there are classes for specific limbs and specific joints. These classes include exoskeletons designed for the knee, ankle, hand, arm, foot, etc. Additionally, there is a special class for any other exoskeleton that is not included in the previous classes.[20]\n\nRigid exoskeletons are those whose structural components attached to the user’s body are made with hard materials. Such materials include metals, plastics, fibers, etc. On the other hand, soft exoskeletons, also called exo-suits, are made with materials that allow free movement of the structural components. Exo-suits are often made with, yet not restricted to, textiles.[20]\n\nThe action category describes the type of help the exoskeleton gives the user, dividing exoskeletons into active and passive action. The active class comprises exoskeletons that give “active” aid to the user; in other words, these exoskeletons perform the movements without the need for the user to apply energy. The energy needed to perform the movement is supplied by an external source. On the other hand, the passive class comprises exoskeletons that need the user to perform the movement to work; these exoskeletons do not have power sources. Thus, the user has to perform the movement, and while doing it, the exoskeleton facilitates the movement.[20]\n\nThe powered technologies are separated into four main classes, with one specific class for hybrid and one for any other non-common power technology. The four main classes comprise the electric, hydraulic, and pneumatic actuators as the active action, and the mechanical systems as the passive action.[20]\n\nThe exoskeleton’s purpose defines what the exoskeleton will be used for. This category has only two classes: recovery and performance. The recovery exoskeletons are used for rehabilitation; the performance exoskeletons are used for assistance.[20]\n\nThe last category comprises the application area for which the exoskeleton was made. Each exoskeleton may belong to one or more class. The military class comprises any exoskeleton used for any activity involving an army, navy, airforce, or any other military branch. The medical class comprises the exoskeletons involved in clinical activities, or in general, used in any hospital/clinic. Additionally, the recovery exoskeletons are normally classified in the medical class. Furthermore, the research class comprises the exoskeletons that are nowadays in their research development phase. The industrial class, as its name suggests, encompasses those exoskeletons made specifically for industrial activities. These exoskeletons are characterized for being used by people without any pathology seeking the avoidance of long-term physical damages. This description also applies to military exoskeletons. The civilian class is for the recovery or performance exoskeletons made for people to use in their homes or public spaces, aiding in tasks that people cannot perform as easily alone. Finally, there is a class for exoskeletons in which the applications do not fit into any of the previous classes.[20]\n\n"
        },
        {
            "title": "Applications",
            "text": "In medical application, e.g. with complete paraplegia after spinal cord injury, an exoskeleton can be an additional option for the supply of aids if the structural and functional properties of the neuromuscular and skeletal system are too limited to be able to achieve mobilization with an orthosis. In patients with complete paraplegia (ASIA A), exoskeletons are interesting as an alternative to an orthosis under this criterion for lesion heights above the thoracic vertebra (T12). In patients with incomplete paraplegia (ASIA B-D), orthotics are even suitable for lesion heights above T12 in order to promote the patient's own activity to such an extent that the therapeutical mobilization can be successful.[21][22][23] In contrast to an orthosis, an exoskeleton takes over a large part of the active muscle work, while an orthosis is intended to activate the recovery of muscle work. In addition powered exoskeletons can improve the quality of life of individuals who have lost the use of their legs by enabling system-assisted walking.[24] Exoskeletons—that may be called \"step rehabilitation robots\"—may also help with the rehabilitation from stroke, spinal cord injury or during aging.[25] Several prototype exoskeletons are under development.[26][27] The Ekso GT, made by Ekso Bionics, is the first exoskeleton to be approved by the US Food and Drug Administration (FDA) for stroke patients.[28] The German Research Centre for Artificial Intelligence has developed two general purpose powered exoskeletons, CAPIO[29][30] and VI-Bot.[31] These are primarily being used for teleoperation. Exoskeleton technology is also being developed to enhance precision during surgery,[32] and to help nurses move and carry heavy patients.[33]\n\nDeveloping a full-body suit that meets the needs of soldiers has proven challenging. The Defense Advanced Research Projects Agency (DARPA) launched the Warrior Web program[34] in September 2011[35] and has developed and funded several prototypes, including a \"soft exosuit\" developed by Harvard University's Wyss Institute.[36] In the early 2000s, DARPA funded the first Sarcos full-body, powered exoskeleton prototype, which was hydraulically actuated and consumed 6,800 watts of power.[37] By 2010, DARPA and Sarcos had more than halved that, to 3,000 watts, but still required the exoskeleton to be tethered to the power source. Nowadays, the Sarcos Guardian XO is powered by lithium ion batteries and is applicable for military logistics applications.[37] In 2019, the US Army's TALOS exoskeleton project was put on hold.[38] A variety of \"slimmed-down\" exoskeletons have been developed for use on the battlefield, aimed at decreasing fatigue and increasing productivity.[39] For example, Lockheed Martin's ONYX suit aims to support soldiers in performing tasks that are \"knee-intensive\", such as crossing difficult terrain.[40] Leia Stirling's group has identified that exoskeletons can reduce a soldier's response times.[41]\n\nExoskeletons are being developed to help firefighters and other rescue workers to climb stairs while carrying heavy equipment.[42]\n\nPassive exoskeleton technology is increasingly being used in the automotive industry, with the goal of reducing worker injury (especially in the shoulders and spine) and reducing errors due to fatigue.[43][44] They are also being examined for use in logistics.[45]\n\nThese systems can be divided into two categories:[46]\n\nFor broadest application, industrial exoskeletons must be lightweight, comfortable, safe, and minimally disruptive to the environment.[47] For some applications, single-joint exoskeletons (i.e. intended to assist only the limb involved in specific tasks) are more appropriate than full-body powered suits.[47] Full-body powered exoskeletons have been developed to assist with heavy loads in the industrial setting,[48][49] and for specialized applications such as nuclear power plant maintenance.[50]\n\nThe biomechanical efficacy of exoskeletons in industrial applications is however still largely unknown. Companies have to conduct a risk assessment for workplaces at which exoskeletons are to be used. The Institute for Occupational Safety and Health of the German Social Accident Insurance has developed a draft risk assessment for exoskeletons and their use. The safety assessment is based on diverse experience including machine safety, personal protective equipment and risk analysis of physical stresses at work. The exoskeletons available on the market often fail to give adequate consideration to safety aspects, in some cases despite claims to the contrary by their manufacturers.[51]\n\n"
        },
        {
            "title": "Limitations and design issues",
            "text": "Mobility aids are frequently abandoned for lack of usability.[73] Major measures of usability include whether the device reduces the energy consumed during motion, and whether it is safe to use. Some design issues faced by engineers are listed below.\n\nOne of the biggest problems facing engineers and designers of powered exoskeletons is the power supply.[74] This is a particular issue if the exoskeleton is intended to be worn \"in the field\", i.e. outside a context in which the exoskeleton can be tethered to a power source. Batteries require frequent replacement or recharging,[74] and may risk explosion due to thermal runaway.[75] According to Sarcos, the company has solved some of these issues related to battery technology, particularly consumption, reducing the amount of power required to operate its Guardian XO to under 500 watts and enabling its batteries to be “hot-swapped” without powering down the unit.[37] Internal combustion engine power supplies offer high energy output, but problems include exhaust fumes, heat and inability to modulate power smoothly.[76] Hydrogen cells have been used in some prototypes[77] but also suffer from several problems.[78]\n\nEarly exoskeletons used inexpensive and easy-to-mold materials, such as steel and aluminium. However, steel is heavy and the powered exoskeleton must work harder to overcome its own weight, reducing efficiency. Aluminium alloys are lightweight, but fail through fatigue quickly.[79] Fiberglass, carbon fiber and carbon nanotubes have considerably higher strength per weight.[80] \"Soft\" exoskeletons that attach motors and control devices to flexible clothing are also under development.[81]\n\nJoint actuators also face the challenge of being lightweight, yet powerful. Technologies used include pneumatic activators,[63] hydraulic cylinders,[82] and electronic servomotors.[83] Elastic actuators are being investigated to simulate control of stiffness in human limbs and provide touch perception.[84] The air muscle, a.k.a. braided pneumatic actuator or McKibben air muscle, is also used to enhance tactile feedback.[85]\n\nThe flexibility of human anatomy is a design issue for traditional \"hard\" robots. Several human joints such as the hips and shoulders are ball and socket joints, with the center of rotation inside the body. Since no two individuals are exactly alike, fully mimicking the degrees of freedom of a joint is not possible. Instead, the exoskeleton joint is commonly modeled as a series of hinges with one degree of freedom for each of the dominant rotations.[73]\n\nSpinal flexibility is another challenge since the spine is effectively a stack of limited-motion ball joints. There is no simple combination of external single-axis hinges that can easily match the full range of motion of the human spine. Because accurate alignment is challenging, devices often include the ability to compensate for misalignment with additional degrees of freedom.[86]\n\nSoft exoskeletons bend with the body and address some of these issues.[87]\n\nA successful exoskeleton should assist its user, for example by reducing the energy required to perform a task.[73] Individual variations in the nature, range and force of movements make it difficult for a standardized device to provide the appropriate amount of assistance at the right time. Algorithms to tune control parameters to automatically optimize the energy cost of walking are under development.[88][89] Direct feedback between the human nervous system and motorized prosthetics (\"neuro-embodied design\") has also been implemented in a few high-profile cases.[90]\n\nHumans exhibit a wide range of physical size differences in both skeletal bone lengths and limb and torso girth, so exoskeletons must either be adaptable or fitted to individual users. In military applications, it may be possible to address this by requiring the user to be of an approved physical size in order to be issued an exoskeleton. Physical body size restrictions already occur in the military for jobs such as aircraft pilots, due to the problems of fitting seats and controls to very large and very small people.[91] For soft exoskeletons, this is less of a problem.[87]\n\n"
        },
        {
            "title": "Health and safety",
            "text": "While exoskeletons can reduce the stress of manual labor, they may also pose dangers.[1] The US Centers for Disease Control and Prevention (CDC) has called for research to address the potential dangers and benefits of the technology, noting potential new risk factors for workers such as lack of mobility to avoid a falling object, and potential falls due to a shift in center of gravity.[92]\n\nAs of 2018, the US Occupational Safety and Health Administration was not preparing any safety standards for exoskeletons. The International Organization for Standardization published a safety standard in 2014, and ASTM International was working on standards to be released beginning in 2019.[1]\n\n"
        },
        {
            "title": "Fictional depictions",
            "text": "Powered exoskeletons are featured in science fiction books and media as the standard equipment for space marines, miners, astronauts and colonists.[citation needed] The science fiction novel Starship Troopers by Robert A. Heinlein (1959) is credited with introducing the concept of futuristic military armor.[citation needed] Other examples include Tony Stark's Iron Man suit,[citation needed] the robot exoskeleton used by Ellen Ripley to fight the Xenomorph queen in Aliens[citation needed] and the Power Armor used in the Fallout video game franchise.[94][95][96]\n\n"
        }
    ]
}