{
    "url": "https://en.wikipedia.org/wiki/Pragmatism",
    "title": "Pragmatism",
    "table_of_contents": [
        "1 Origins",
        "2 Core tenets",
        "2.1 Anti-reification of concepts and theories",
        "2.2 Naturalism and anti-Cartesianism",
        "2.3 Reconciliation of anti-skepticism and fallibilism",
        "2.4 Theory of truth and epistemology",
        "3 In other fields",
        "3.1 Philosophy of science",
        "3.2 Logic",
        "3.3 Metaphysics",
        "3.4 Philosophy of mind",
        "3.5 Ethics",
        "3.6 Aesthetics",
        "3.7 Philosophy of religion",
        "3.8 Education",
        "4 Neopragmatism",
        "5 Legacy and contemporary relevance",
        "5.1 Effects on social sciences",
        "5.2 Effects on public administration",
        "5.3 Effects on feminism",
        "6 Criticisms",
        "7 List of pragmatists",
        "7.1 Classical (1850–1950)",
        "7.2 Analytic, neo- and other (1950–present)",
        "7.2.1 In the extended sense",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Sources",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPragmatism is a philosophical tradition that considers words and thought as tools and instruments for prediction, problem solving, and action, and rejects the idea that the function of thought is to describe, represent, or mirror reality. Pragmatists contend that most philosophical topics—such as the nature of knowledge, language, concepts, meaning, belief, and science—are all best viewed in terms of their practical uses and successes.\n\nPragmatism began in the United States in the 1870s. Its origins are often attributed to the philosophers Charles Sanders Peirce, William James, and John Dewey. In 1878, Peirce described it in his pragmatic maxim: \"Consider the practical effects of the objects of your conception. Then, your conception of those effects is the whole of your conception of the object.\"[1]\n\n"
        },
        {
            "title": "Origins",
            "text": "Pragmatism as a philosophical movement began in the United States around 1870.[2] Charles Sanders Peirce (and his pragmatic maxim) is given credit for its development,[3] \nalong with later 20th-century contributors, William James and John Dewey.[4] Its direction was determined by The Metaphysical Club members Charles Sanders Peirce, William James, and Chauncey Wright as well as John Dewey and George Herbert Mead.\n\nThe first use in print of the name pragmatism was in 1898 by James, who credited Peirce with coining the term during the early 1870s.[5] James regarded Peirce's \"Illustrations of the Logic of Science\" series (including \"The Fixation of Belief\" (1877), and especially \"How to Make Our Ideas Clear\" (1878)) as the foundation of pragmatism.[6][7] Peirce in turn wrote in 1906[8] that Nicholas St. John Green had been instrumental by emphasizing the importance of applying Alexander Bain's definition of belief, which was \"that upon which a man is prepared to act\". Peirce wrote that \"from this definition, pragmatism is scarce more than a corollary; so that I am disposed to think of him as the grandfather of pragmatism\". John Shook has said, \"Chauncey Wright also deserves considerable credit, for as both Peirce and James recall, it was Wright who demanded a phenomenalist and fallibilist empiricism as an alternative to rationalistic speculation.\"[9]\n\nPeirce developed the idea that inquiry depends on real doubt, not mere verbal or hyperbolic doubt,[10] and said that, in order to understand a conception in a fruitful way, \"Consider the practical effects of the objects of your conception. Then, your conception of those effects is the whole of your conception of the object\",[1] which he later called the pragmatic maxim. It equates any conception of an object to the general extent of the conceivable implications for informed practice of that object's effects. This is the heart of his pragmatism as a method of experimentational mental reflection arriving at conceptions in terms of conceivable confirmatory and disconfirmatory circumstances—a method hospitable to the generation of explanatory hypotheses, and conducive to the employment and improvement of verification. Typical of Peirce is his concern with inference to explanatory hypotheses as outside the usual foundational alternative between deductivist rationalism and inductivist empiricism, although he was a mathematical logician and a founder of statistics.\n\nPeirce lectured and further wrote on pragmatism to make clear his own interpretation. While framing a conception's meaning in terms of conceivable tests, Peirce emphasized that, since a conception is general, its meaning, its intellectual purport, equates to its acceptance's implications for general practice, rather than to any definite set of real effects (or test results); a conception's clarified meaning points toward its conceivable verifications, but the outcomes are not meanings, but individual upshots. Peirce in 1905 coined the new name pragmaticism \"for the precise purpose of expressing the original definition\",[11] saying that \"all went happily\" with James's and F. C. S. Schiller's variant uses of the old name \"pragmatism\" and that he nonetheless coined the new name because of the old name's growing use in \"literary journals, where it gets abused\". Yet in a 1906 manuscript, he cited as causes his differences with James and Schiller.[12] and, in a 1908 publication,[13] his differences with James as well as literary author Giovanni Papini. Peirce in any case regarded his views that truth is immutable and infinity is real, as being opposed by the other pragmatists, but he remained allied with them on other issues.[13]\n\nPragmatism enjoyed renewed attention after Willard Van Orman Quine and Wilfrid Sellars used a revised pragmatism to criticize logical positivism in the 1960s. Inspired by the work of Quine and Sellars, a brand of pragmatism known sometimes as neopragmatism gained influence through Richard Rorty, the most influential of the late 20th century pragmatists along with Hilary Putnam and Robert Brandom. Contemporary pragmatism may be broadly divided into a strict analytic tradition and a \"neo-classical\" pragmatism (such as Susan Haack) that adheres to the work of Peirce, James, and Dewey.\n\n"
        },
        {
            "title": "Core tenets",
            "text": "A few of the various but often interrelated positions characteristic of philosophers working from a pragmatist approach include:\n\nDewey in The Quest for Certainty criticized what he called \"the philosophical fallacy\": Philosophers often take categories (such as the mental and the physical) for granted because they don't realize that these are nominal concepts that were invented to help solve specific problems.[14] This causes metaphysical and conceptual confusion. Various examples are the \"ultimate Being\" of Hegelian philosophers, the belief in a \"realm of value\", the idea that logic, because it is an abstraction from concrete thought, has nothing to do with the action of concrete thinking.\n\nDavid L. Hildebrand summarized the problem: \"Perceptual inattention to the specific functions comprising inquiry led realists and idealists alike to formulate accounts of knowledge that project the products of extensive abstraction back onto experience.\"[14]: 40 \n\nFrom the outset, pragmatists wanted to reform philosophy and bring it more in line with the scientific method as they understood it. They argued that idealist and realist philosophy had a tendency to present human knowledge as something beyond what science could grasp. They held that these philosophies then resorted either to a phenomenology inspired by Kant or to correspondence theories of knowledge and truth.[citation needed] Pragmatists criticized the former for its a priorism, and the latter because it takes correspondence as an unanalyzable fact. Pragmatism instead tries to explain the relation between knower and known.\n\nIn 1868,[15] C.S. Peirce argued that there is no power of intuition in the sense of a cognition unconditioned by inference, and no power of introspection, intuitive or otherwise, and that awareness of an internal world is by hypothetical inference from external facts. Introspection and intuition were staple philosophical tools at least since Descartes. He argued that there is no absolutely first cognition in a cognitive process; such a process has its beginning but can always be analyzed into finer cognitive stages. That which we call introspection does not give privileged access to knowledge about the mind—the self is a concept that is derived from our interaction with the external world and not the other way around.[16] At the same time he held persistently that pragmatism and epistemology in general could not be derived from principles of psychology understood as a special science:[17] what we do think is too different from what we should think; in his \"Illustrations of the Logic of Science\" series, Peirce formulated both pragmatism and principles of statistics as aspects of scientific method in general.[18] This is an important point of disagreement with most other pragmatists, who advocate a more thorough naturalism and psychologism.\n\nRichard Rorty expanded on these and other arguments in Philosophy and the Mirror of Nature in which he criticized attempts by many philosophers of science to carve out a space for epistemology that is entirely unrelated to—and sometimes thought of as superior to—the empirical sciences. W.V. Quine, instrumental in bringing naturalized epistemology back into favor with his essay \"Epistemology Naturalized\",[19] also criticized \"traditional\" epistemology and its \"Cartesian dream\" of absolute certainty. The dream, he argued, was impossible in practice as well as misguided in theory, because it separates epistemology from scientific inquiry.\n\nHilary Putnam has suggested that the reconciliation of anti-skepticism[20] and fallibilism is the central goal of American pragmatism.[citation needed][21] Although all human knowledge is partial, with no ability to take a \"God's-eye-view\", this does not necessitate a globalized skeptical attitude, a radical philosophical skepticism (as distinguished from that which is called scientific skepticism). Peirce insisted that (1) in reasoning, there is the presupposition, and at least the hope,[22] that truth and the real are discoverable and would be discovered, sooner or later but still inevitably, by investigation taken far enough,[1] and (2) contrary to Descartes's famous and influential methodology in the Meditations on First Philosophy, doubt cannot be feigned or created by verbal fiat to motivate fruitful inquiry, and much less can philosophy begin in universal doubt.[23] Doubt, like belief, requires justification. Genuine doubt irritates and inhibits, in the sense that belief is that upon which one is prepared to act.[1] It arises from confrontation with some specific recalcitrant matter of fact (which Dewey called a \"situation\"), which unsettles our belief in some specific proposition. Inquiry is then the rationally self-controlled process of attempting to return to a settled state of belief about the matter. Note that anti-skepticism is a reaction to modern academic skepticism in the wake of Descartes. The pragmatist insistence that all knowledge is tentative is quite congenial to the older skeptical tradition.\n\nPragmatism was not the first to apply evolution to theories of knowledge: Schopenhauer advocated a biological idealism as what's useful to an organism to believe might differ wildly from what is true. Here knowledge and action are portrayed as two separate spheres with an absolute or transcendental truth above and beyond any sort of inquiry organisms used to cope with life. Pragmatism challenges this idealism by providing an \"ecological\" account of knowledge: inquiry is how organisms can get a grip on their environment. Real and true are functional labels in inquiry and cannot be understood outside of this context. It is not realist in a traditionally robust sense of realism (what Hilary Putnam later called metaphysical realism), but it is realist in how it acknowledges an external world which must be dealt with.[citation needed]\n\nMany of James' best-turned phrases—\"truth's cash value\"[24] and \"the true is only the expedient in our way of thinking\" [25]—were taken out of context and caricatured in contemporary literature as representing the view where any idea with practical utility is true. William James wrote:\n\nIn reality, James asserts, the theory is a great deal more subtle.[nb 1]\n\nThe role of belief in representing reality is widely debated in pragmatism. Is a belief valid when it represents reality? \"Copying is one (and only one) genuine mode of knowing\".[27] Are beliefs dispositions which qualify as true or false depending on how helpful they prove in inquiry and in action? Is it only in the struggle of intelligent organisms with the surrounding environment that beliefs acquire meaning? Does a belief only become true when it succeeds in this struggle? In James's pragmatism nothing practical or useful is held to be necessarily true nor is anything which helps to survive merely in the short term. For example, to believe my cheating spouse is faithful may help me feel better now, but it is certainly not useful from a more long-term perspective because it doesn't accord with the facts (and is therefore not true).\n\n"
        },
        {
            "title": "In other fields",
            "text": "While pragmatism started simply as a criterion of meaning, it quickly expanded to become a full-fledged epistemology with wide-ranging implications for the entire philosophical field. Pragmatists who work in these fields share a common inspiration, but their work is diverse and there are no received views.\n\nIn the philosophy of science, instrumentalism is the view that concepts and theories are merely useful instruments and progress in science cannot be couched in terms of concepts and theories somehow mirroring reality. Instrumentalist philosophers often define scientific progress as nothing more than an improvement in explaining and predicting phenomena. Instrumentalism does not state that truth does not matter, but rather provides a specific answer to the question of what truth and falsity mean and how they function in science.\n\nOne of C. I. Lewis' main arguments in Mind and the World Order: Outline of a Theory of Knowledge (1929) was that science does not merely provide a copy of reality but must work with conceptual systems and that those are chosen for pragmatic reasons, that is, because they aid inquiry. Lewis' own development of multiple modal logics is a case in point. Lewis is sometimes called a proponent of conceptual pragmatism because of this.[28]\n\nAnother development is the cooperation of logical positivism and pragmatism in the works of Charles W. Morris and Rudolf Carnap. The influence of pragmatism on these writers is mostly limited to the incorporation of the pragmatic maxim into their epistemology. Pragmatists with a broader conception of the movement do not often refer to them.\n\nW. V. Quine's paper \"Two Dogmas of Empiricism\", published in 1951, is one of the more celebrated papers of 20th-century philosophy in the analytic tradition. The paper is an attack on two central tenets of the logical positivists' philosophy. One is the distinction between analytic statements (tautologies and contradictions) whose truth (or falsehood) is a function of the meanings of the words in the statement ('all bachelors are unmarried'), and synthetic statements, whose truth (or falsehood) is a function of (contingent) states of affairs. The other is reductionism, the theory that each meaningful statement gets its meaning from some logical construction of terms which refers exclusively to immediate experience. Quine's argument brings to mind Peirce's insistence that axioms are not a priori truths but synthetic statements.\n\nLater in his life Schiller became famous for his attacks on logic in his textbook, Formal Logic. By then, Schiller's pragmatism had become the nearest of any of the classical pragmatists to an ordinary language philosophy. Schiller sought to undermine the very possibility of formal logic, by showing that words only had meaning when used in context. The least famous of Schiller's main works was the constructive sequel to his destructive book Formal Logic. In this sequel, Logic for Use, Schiller attempted to construct a new logic to replace the formal logic that he had criticized in Formal Logic. What he offers is something philosophers would recognize today as a logic covering the context of discovery and the hypothetico-deductive method.\n\nWhereas Schiller dismissed the possibility of formal logic, most pragmatists are critical rather of its pretension to ultimate validity and see logic as one logical tool among others—or perhaps, considering the multitude of formal logics, one set of tools among others. This is the view of C. I. Lewis. C. S. Peirce developed multiple methods for doing formal logic.\n\nStephen Toulmin's The Uses of Argument inspired scholars in informal logic and rhetoric studies (although it is an epistemological work).\n\nJames and Dewey were empirical thinkers in the most straightforward fashion: experience is the ultimate test and experience is what needs to be explained. They were dissatisfied with ordinary empiricism because, in the tradition dating from Hume, empiricists had a tendency to think of experience as nothing more than individual sensations. To the pragmatists, this went against the spirit of empiricism: we should try to explain all that is given in experience including connections and meaning, instead of explaining them away and positing sense data as the ultimate reality. Radical empiricism, or Immediate Empiricism in Dewey's words, wants to give a place to meaning and value instead of explaining them away as subjective additions to a world of whizzing atoms.\n\nWilliam James gives an interesting example of this philosophical shortcoming:\n\nF. C. S. Schiller's first book Riddles of the Sphinx was published before he became aware of the growing pragmatist movement taking place in America. In it, Schiller argues for a middle ground between materialism and absolute metaphysics. These opposites are comparable to what William James called tough-minded empiricism and tender-minded rationalism. Schiller contends on the one hand that mechanistic naturalism cannot make sense of the \"higher\" aspects of our world. These include free will, consciousness, purpose, universals and some would add God. On the other hand, abstract metaphysics cannot make sense of the \"lower\" aspects of our world (e.g. the imperfect, change, physicality). While Schiller is vague about the exact sort of middle ground he is trying to establish, he suggests that metaphysics is a tool that can aid inquiry, but that it is valuable only insofar as it does help in explanation.\n\nIn the second half of the 20th century, Stephen Toulmin argued that the need to distinguish between reality and appearance only arises within an explanatory scheme and therefore that there is no point in asking what \"ultimate reality\" consists of. More recently, a similar idea has been suggested by the postanalytic philosopher Daniel Dennett, who argues that anyone who wants to understand the world has to acknowledge both the \"syntactical\" aspects of reality (i.e., whizzing atoms) and its emergent or \"semantic\" properties (i.e., meaning and value).[citation needed]\n\nRadical empiricism gives answers to questions about the limits of science, the nature of meaning and value and the workability of reductionism. These questions feature prominently in current debates about the relationship between religion and science, where it is often assumed—most pragmatists would disagree—that science degrades everything that is meaningful into \"merely\" physical phenomena.\n\nBoth John Dewey in Experience and Nature (1929) and, half a century later, Richard Rorty in his Philosophy and the Mirror of Nature (1979) argued that much of the debate about the relation of the mind to the body results from conceptual confusions. They argue instead that there is no need to posit the mind or mindstuff as an ontological category.\n\nPragmatists disagree over whether philosophers ought to adopt a quietist or a naturalist stance toward the mind-body problem. The former, including Rorty, want to do away with the problem because they believe it's a pseudo-problem, whereas the latter believe that it is a meaningful empirical question.[citation needed]\n\nPragmatism sees no fundamental difference between practical and theoretical reason, nor any ontological difference between facts and values. Pragmatist ethics is broadly humanist because it sees no ultimate test of morality beyond what matters for us as humans. Good values are those for which we have good reasons, viz. the good reasons approach. The pragmatist formulation pre-dates those of other philosophers who have stressed important similarities between values and facts such as Jerome Schneewind and John Searle.\n\nWilliam James' contribution to ethics, as laid out in his essay The Will to Believe has often been misunderstood as a plea for relativism or irrationality. On its own terms it argues that ethics always involves a certain degree of trust or faith and that we cannot always wait for adequate proof when making moral decisions.\n\nOf the classical pragmatists, John Dewey wrote most extensively about morality and democracy.[31] In his classic article \"Three Independent Factors in Morals\",[32] he tried to integrate three basic philosophical perspectives on morality: the right, the virtuous and the good. He held that while all three provide meaningful ways to think about moral questions, the possibility of conflict among the three elements cannot always be easily solved.[33]\n\nDewey also criticized the dichotomy between means and ends which he saw as responsible for the degradation of our everyday working lives and education, both conceived as merely a means to an end. He stressed the need for meaningful labor and a conception of education that viewed it not as a preparation for life but as life itself.[34]\n\nDewey was opposed to other ethical philosophies of his time, notably the emotivism of Alfred Ayer. Dewey envisioned the possibility of ethics as an experimental discipline, and thought values could best be characterized not as feelings or imperatives, but as hypotheses about what actions will lead to satisfactory results or what he termed consummatory experience. An additional implication of this view is that ethics is a fallible undertaking because human beings are frequently unable to know what would satisfy them.\n\nDuring the late 1900s and first decade of 2000, pragmatism was embraced by many in the field of bioethics led by the philosophers John Lachs and his student Glenn McGee, whose 1997 book The Perfect Baby: A Pragmatic Approach to Genetic Engineering (see designer baby) garnered praise from within classical American philosophy and criticism from bioethics for its development of a theory of pragmatic bioethics and its rejection of the principalism theory then in vogue in medical ethics. An anthology published by the MIT Press titled Pragmatic Bioethics included the responses of philosophers to that debate, including Micah Hester, Griffin Trotter and others many of whom developed their own theories based on the work of Dewey, Peirce, Royce and others. Lachs developed several applications of pragmatism to bioethics independent of but extending from the work of Dewey and James.\n\nA recent pragmatist contribution to meta-ethics is Todd Lekan's Making Morality.[35] Lekan argues that morality is a fallible but rational practice and that it has traditionally been misconceived as based on theory or principles. Instead, he argues, theory and rules arise as tools to make practice more intelligent.\n\nJohn Dewey's Art as Experience, based on the William James lectures he delivered at Harvard University, was an attempt to show the integrity of art, culture and everyday experience (IEP). Art, for Dewey, is or should be a part of everyone's creative lives and not just the privilege of a select group of artists. He also emphasizes that the audience is more than a passive recipient. Dewey's treatment of art was a move away from the transcendental approach to aesthetics in the wake of Immanuel Kant who emphasized the unique character of art and the disinterested nature of aesthetic appreciation. A notable contemporary pragmatist aesthetician is Joseph Margolis. He defines a work of art as \"a physically embodied, culturally emergent entity\", a human \"utterance\" that isn't an ontological quirk but in line with other human activity and culture in general. He emphasizes that works of art are complex and difficult to fathom, and that no determinate interpretation can be given.\n\nBoth Dewey and James investigated the role that religion can still play in contemporary society, the former in A Common Faith and the latter in The Varieties of Religious Experience.\n\nFrom a general point of view, for William James, something is true only insofar as it works. Thus, the statement, for example, that prayer is heard may work on a psychological level but (a) may not help to bring about the things you pray for (b) may be better explained by referring to its soothing effect than by claiming prayers are heard. As such, pragmatism is not antithetical to religion but it is not an apologetic for faith either. James' metaphysical position however, leaves open the possibility that the ontological claims of religions may be true. As he observed in the end of the Varieties, his position does not amount to a denial of the existence of transcendent realities. Quite the contrary, he argued for the legitimate epistemic right to believe in such realities, since such beliefs do make a difference in an individual's life and refer to claims that cannot be verified or falsified either on intellectual or common sensorial grounds.\n\nJoseph Margolis in Historied Thought, Constructed World (California, 1995) makes a distinction between \"existence\" and \"reality\". He suggests using the term \"exists\" only for those things which adequately exhibit Peirce's Secondness: things which offer brute physical resistance to our movements. In this way, such things which affect us, like numbers, may be said to be \"real\", although they do not \"exist\". Margolis suggests that God, in such a linguistic usage, might very well be \"real\", causing believers to act in such and such a way, but might not \"exist\".\n\nPragmatic pedagogy is an educational philosophy that emphasizes teaching students knowledge that is practical for life and encourages them to grow into better people.\n\n"
        },
        {
            "title": "Neopragmatism",
            "text": "Neopragmatism is a broad contemporary category used for various thinkers that incorporate important insights of, and yet significantly diverge from, the classical pragmatists. This divergence may occur either in their philosophical methodology (many of them are loyal to the analytic tradition) or in conceptual formation: for example, conceptual pragmatist C. I. Lewis was very critical of Dewey; neopragmatist Richard Rorty disliked Peirce.\n\nImportant analytic pragmatists include early Richard Rorty (who was the first to develop neopragmatist philosophy in his Philosophy and the Mirror of Nature (1979),[36] Hilary Putnam, W. V. O. Quine, and Donald Davidson. Brazilian social thinker Roberto Unger advocates for a radical pragmatism, one that \"de-naturalizes\" society and culture, and thus insists that we can \"transform the character of our relation to social and cultural worlds we inhabit rather than just to change, little by little, the content of the arrangements and beliefs that comprise them\".[37] Late Rorty and Jürgen Habermas are closer to Continental thought.\n\nNeopragmatist thinkers who are more loyal to classical pragmatism include Sidney Hook and Susan Haack (known for the theory of foundherentism). Many pragmatist ideas (especially those of Peirce) find a natural expression in the decision-theoretic reconstruction of epistemology pursued in the work of Isaac Levi. Nicholas Rescher advocates his version of methodological pragmatism, based on construing pragmatic efficacy not as a replacement for truths but as a means to its evidentiation.[38] Rescher is also a proponent of pragmatic idealism.\n\nNot all pragmatists are easily characterized. With the advent of postanalytic philosophy and the diversification of Anglo-American philosophy, many philosophers were influenced by pragmatist thought without necessarily publicly committing themselves to that philosophical school. Daniel Dennett, a student of Quine's, falls into this category, as does Stephen Toulmin, who arrived at his philosophical position via Wittgenstein, whom he calls \"a pragmatist of a sophisticated kind\".[39] Another example is Mark Johnson whose embodied philosophy[40] shares its psychologism, direct realism and anti-cartesianism with pragmatism. Conceptual pragmatism is a theory of knowledge originating with the work of the philosopher and logician Clarence Irving Lewis. The epistemology of conceptual pragmatism was first formulated in the 1929 book Mind and the World Order: Outline of a Theory of Knowledge.\n\nFrench pragmatism is attended with theorists such as Bruno Latour, Michel Crozier, Luc Boltanski, and Laurent Thévenot. It often is seen as opposed to structural problems connected to the French critical theory of Pierre Bourdieu. French pragmatism has more recently made inroads into American sociology as well.[41][42][43]\n\nPhilosophers John R. Shook and Tibor Solymosi said that \"each new generation rediscovers and reinvents its own versions of pragmatism by applying the best available practical and scientific methods to philosophical problems of contemporary concern\".[44]\n\n"
        },
        {
            "title": "Legacy and contemporary relevance",
            "text": "In the 20th century, the movements of logical positivism and ordinary language philosophy have similarities with pragmatism. Like pragmatism, logical positivism provides a verification criterion of meaning that is supposed to rid us of nonsense metaphysics; however, logical positivism doesn't stress action as pragmatism does. The pragmatists rarely used their maxim of meaning to rule out all metaphysics as nonsense. Usually, pragmatism was put forth to correct metaphysical doctrines or to construct empirically verifiable ones rather than to provide a wholesale rejection.\n\nOrdinary language philosophy is closer to pragmatism than other philosophy of language because of its nominalist character (although Peirce's pragmatism is not nominalist[13]) and because it takes the broader functioning of language in an environment as its focus instead of investigating abstract relations between language and world.\n\nPragmatism has ties to process philosophy. Much of the classical pragmatists' work developed in dialogue with process philosophers such as Henri Bergson and Alfred North Whitehead, who aren't usually considered pragmatists because they differ so much on other points.[45]\n\nBehaviorism and functionalism in psychology and sociology also have ties to pragmatism, which is not surprising considering that James and Dewey were both scholars of psychology and that Mead became a sociologist.\n\nPragmatism emphasizes the connection between thought and action. Applied fields like public administration,[46] political science,[47] leadership studies,[48] international relations,[49] conflict resolution,[50] and research methodology[51] have incorporated the tenets of pragmatism in their field. Often this connection is made using Dewey and Addams's expansive notion of democracy.\n\nIn the early 20th century, Symbolic interactionism, a major perspective within sociological social psychology, was derived from pragmatism, especially the work of George Herbert Mead and Charles Cooley, as well as that of Peirce and William James.[52][53]\n\nIncreasing attention is being given to pragmatist epistemology in other branches of the social sciences, which have struggled with divisive debates over the status of social scientific knowledge.[4][54]\n\nEnthusiasts suggest that pragmatism offers an approach that is both pluralist and practical.[55]\n\nThe classical pragmatism of John Dewey, William James, and Charles Sanders Peirce has influenced research in the field of public administration. Scholars claim classical pragmatism had a profound influence on the origin of the field of public administration.[56][57] At the most basic level, public administrators are responsible for making programs \"work\" in a pluralistic, problems-oriented environment. Public administrators are also responsible for the day-to-day work with citizens. Dewey's participatory democracy can be applied in this environment. Dewey and James' notion of theory as a tool, helps administrators craft theories to resolve policy and administrative problems. Further, the birth of American public administration coincides closely with the period of greatest influence of the classical pragmatists.\n\nWhich pragmatism (classical pragmatism or neo-pragmatism) makes the most sense in public administration has been the source of debate. The debate began when Patricia M. Shields introduced Dewey's notion of the Community of Inquiry.[58] Hugh Miller objected to one element of the community of inquiry (problematic situation, scientific attitude, participatory democracy): scientific attitude.[59] A debate that included responses from a practitioner,[60] an economist,[61] a planner,[62] other public administration scholars,[63][64] and noted philosophers[65][66] followed. Miller[67] and Shields[68][69] also responded.\n\nIn addition, applied scholarship of public administration that assesses charter schools,[70] contracting out or outsourcing,[71] financial management,[72] performance measurement,[73] urban quality of life initiatives,[74] and urban planning[75] in part draws on the ideas of classical pragmatism in the development of the conceptual framework and focus of analysis.[76][77][78]\n\nThe health sector's administrators' use of pragmatism has been criticized as incomplete in its pragmatism, however,[79] according to the classical pragmatists, knowledge is always shaped by human interests. The administrator's focus on \"outcomes\" simply advances their own interest, and this focus on outcomes often undermines their citizen's interests, which often are more concerned with process. On the other hand, David Brendel argues that pragmatism's ability to bridge dualisms, focus on practical problems, include multiple perspectives, incorporate participation from interested parties (patient, family, health team), and provisional nature makes it well suited to address problems in this area.[80]\n\nSince the mid 1990s, feminist philosophers have re-discovered classical pragmatism as a source of feminist theories. Works by Seigfried,[81] Duran,[82] Keith,[83] and Whipps[84] explore the historic and philosophic links between feminism and pragmatism. The connection between pragmatism and feminism took so long to be rediscovered because pragmatism itself was eclipsed by logical positivism during the middle decades of the twentieth century. As a result, it was lost from femininist discourse. Feminists now consider pragmatism's greatest strength to be the very features that led to its decline. These are \"persistent and early criticisms of positivist interpretations of scientific methodology; disclosure of value dimension of factual claims\"; viewing aesthetics as informing everyday experience; subordinating logical analysis to political, cultural, and social issues; linking the dominant discourses with domination; \"realigning theory with praxis; and resisting the turn to epistemology and instead emphasizing concrete experience\".[85]\n\nFeminist philosophers point to Jane Addams as a founder of classical pragmatism. Mary Parker Follett was also an important feminist pragmatist concerned with organizational operation during the early decades of the 20th century.[86][87] In addition, the ideas of Dewey, Mead, and James are consistent with many feminist tenets. Jane Addams, John Dewey, and George Herbert Mead developed their philosophies as all three became friends, influenced each other, and were engaged in the Hull House experience and women's rights causes.\n\n"
        },
        {
            "title": "Criticisms",
            "text": "In the 1908 essay \"The Thirteen Pragmatisms\", Arthur Oncken Lovejoy argued that there's significant ambiguity in the notion of the effects of the truth of a proposition and those of belief in a proposition in order to highlight that many pragmatists had failed to recognize that distinction.[88] He identified 13 different philosophical positions that were each labeled pragmatism.\n\nFranciscan monk Celestine Bittle presented multiple criticisms of pragmatism in his 1936 book Reality and the Mind: Epistemology.[89] He argued that, in William James's pragmatism, truth is entirely subjective and is not the widely accepted definition of truth, which is correspondence to reality. For Bittle, defining truth as what is useful is a \"perversion of language\".[89] With truth reduced essentially to what is good, it is no longer an object of the intellect. Therefore, the problem of knowledge posed by the intellect is not solved, but rather renamed. Renaming truth as a product of the will cannot help it solve the problems of the intellect, according to Bittle. Bittle cited what he saw as contradictions in pragmatism, such as using objective facts to prove that truth does not emerge from objective fact; this reveals that pragmatists do recognize truth as objective fact, and not, as they claim, what is useful. Bittle argued there are also some statements that cannot be judged on human welfare at all. Such statements (for example the assertion that \"a car is passing\") are matters of \"truth and error\" and do not affect human welfare.[89]\n\nBritish philosopher Bertrand Russell devoted a chapter each to James and Dewey in his 1945 book A History of Western Philosophy; Russell pointed out areas in which he agreed with them but also ridiculed James's views on truth and Dewey's views on inquiry.[90]: 17 [91]: 120–124  Hilary Putnam later argued that Russell \"presented a mere caricature\" of James's views[90]: 17  and a \"misreading of James\",[90]: 20  while Tom Burke argued at length that Russell presented \"a skewed characterization of Dewey's point of view\".[91]: 121  Elsewhere, in Russell's book The Analysis of Mind, Russell praised James's radical empiricism, to which Russell's own account of neutral monism was indebted.[90]: 17 [92] Dewey, in The Bertrand Russell Case, defended Russell against an attempt to remove Russell from his chair at the College of the City of New York in 1940.[93]\n\nNeopragmatism as represented by Richard Rorty has been criticized as relativistic both by other neopragmatists such as Susan Haack[94] and by many analytic philosophers.[95] Rorty's early analytic work, however, differs notably from his later work which some, including Rorty, consider to be closer to literary criticism than to philosophy, and which attracts the brunt of criticism from his detractors.\n\n"
        },
        {
            "title": "Further reading",
            "text": "Primary texts\nNote that this is an introductory list: some important works are left out and some less monumental works that are excellent introductions are included.\n\n"
        }
    ]
}