{
    "url": "https://en.wikipedia.org/wiki/Precursors_of_film",
    "title": "Precursors of film",
    "table_of_contents": [
        "1 Theatre",
        "2 Shadow play",
        "3 Camera obscura",
        "4 Magic lantern and other image projectors",
        "5 Raree show",
        "6 Motion pictures before film",
        "6.1 Stroboscopic principle",
        "6.2 Early projection of stroboscopic animation (since 1843)",
        "6.3 Early (3D) stop motion/pixilation concepts and devices (since 1849)",
        "6.4 Early cinematographic concepts (since 1860)",
        "6.5 Chronophotography (since 1874)",
        "6.6 1887-1895: Anschütz' Electrotachyscope",
        "6.7 1877-1900: Projection praxinoscope and Théâtre Optique",
        "7 Other developments",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Precursors of film are concepts and devices that have much in common with the later art and techniques of cinema.\n\nPrecursors of film are often referred to as precinema, or 'pre-cinema'. Terms like these are disliked by several historians, partly because they seem to devalue the individual qualities of these media by presenting them as a small step in the development of a later invention.[1] For instance: the flip book, zoetrope and phenakistiscope are very tactile devices that allow study and play by manipulating the motion by hand, while the projected image in cinema is intangible.[2] Such devices as the zoetrope were not replaced by cinema: they were still used after the breakthrough of film.[3] Furthermore, many early media examples are also part of a tradition that not only shaped cinema, but also home video, video games, computer-generated imagery, virtual reality and much more.[4] The study of early media devices is also part of a wider and less teleological approach called media archaeology.\n\nMany of the devices that can be interpreted as precursors of film are also referred to as \"philosophical toys\", or \"optical toys\". Unlike film and cinema, viewing these moving images always involves brevity and repetition.\n\n"
        },
        {
            "title": "Theatre",
            "text": "In the early days of film the word \"photoplay\" was quite commonly used for motion pictures. This illustrates how a movie can be thought of as a photographed play. Much of the production for a live-action movie is similar to that of a theatre play, with very similar contributions by actors, a theatre director/film director, producers, a set designer, lighting designer, costume designer, composer, etc. Much terminology later used in film theory and film criticism was already applied for theatre, such as mise en scene. Some forms of theatre, such as cantastoria, also utilize sequentially ordered pictures in a way that anticipates cinema.\n\nEarly motion picture shows were often screened in existing theatre venues and accompanied by live narration, music, and sound effects, thus combining the new medium with theatrical traditions.\n\nMany early films by Edison's company, Max Skladanowsky and other pioneers, consisted of popular vaudeville acts performed in front of a camera instead of an audience. The famous movie pioneer Georges Méliès was a theatre owner and illusionist who treated film as a means to create spectacles that were even more impressive than stage shows, with lavish stage designs and special effects. The popular féerie theatre shows had often featured stage machinery for special effects (such as smoke, moving props, changeable set pieces) and magic tricks, but film allowed new tricks that were impossible to perform live on stage.\n\nA few years after the introduction of cinema, movies started to deviate more and more from live performances when filmmakers became creative with the unique possibilities that the medium provided: editing, close-ups, camera movements and special effects.\n\nThe theatre form of puppetry has often been performed in front of cameras to create (children's) television shows, and is featured in some theatrical movies. It also spawned stop motion films, with puppets that seem to move all by themselves.\n\n"
        },
        {
            "title": "Shadow play",
            "text": "The earliest projection of images was most likely done in primitive shadowgraphy dating back to prehistory. It evolved into more refined forms of shadow puppetry, mostly with flat jointed cut-out figures which are held between a source of light and a translucent screen. The shapes of the puppets sometimes include translucent color or other types of detailing. Plato seemed to hint at shadow puppetry in his Allegory of the Cave (circa 380 BCE) but no other signs of shadow play in ancient Greece are known and Plato's idea was clearly a hypothetical allegory. Shadow puppetry was possibly developed in India around 200 BCE, but also has a long history in Indonesia (records relating to Wayang since 840 CE), Malaysia, Thailand, Cambodia, China (records since around 1000 CE) and Nepal. It later spread to the Ottoman empire and seems not to have reached Europe before the 17th century. It became very popular in France at the end of the 18th century. Around the time cinema was developed, several theaters in Montmartre showed elaborate \"Ombres Chinoises\" shows that were very successful. The famous Le Chat noir produced 45 different shows between 1885 and 1896.\n\n"
        },
        {
            "title": "Camera obscura",
            "text": "Projection of images can occur naturally when rays of light pass through a small hole and produce an inverted image on a surface in a dark area behind the hole. This phenomenon is known as camera obscura or pinhole image. Its oldest known recorded description is found in Chinese Mohist writings dated to circa 400 BCE.[5] However, people have probably witnessed and made use of occurrences of the phenomenon since prehistoric times. It has been suggested that distortions in the shapes of animals in many paleolithic cave paintings were possibly based on distortions seen in pinhole images formed through tiny holes in tents or in screens of animal hide.[6] Some ancient sightings of gods and spirits, especially in temple worship, are thought to possibly have been conjured up by means of camera obscura or proto magic lantern projections.[5][7][8]\nIn Arab and European science the camera obscura was used in darkened rooms since circa 1000 CE to study light and especially sun eclipses.\n\nVery occasionally the camera obscura was thought of as an instrument for live projections of performances to entertain an audience inside a darkened room. Purportedly Arnaldus de Villa Nova did so at the end of the 13th century.[9][10]\n\nThe use of a lens in the opening of a wall or closed window shutter of a darkened room to project clearer images has been dated back to 1550.[11]\n\nGiambattista della Porta's very popular and influential Magia Naturalis helped popularize the camera obscura. In the 1558 first edition of the book series, Della Porta advised to use a convex mirror to project the image onto paper and to use this as a drawing aid.[12] The 1589 second edition added a \"lenticular crystal\" or biconvex lens to the setup. In this edition, Della Porta also described a way to scare people at night by projecting a scary image lit by torches in one room onto a white sheet or other surface in the dark nascent room. In a more elaborate daytime use of the camera obscura Della Porta proposed to project hunting scenes, banquets, battles, plays, or anything desired on white sheets. Trees, forests, rivers, mountains \"that are really so, or made by Art, of Wood, or some other matter\" could be arranged on a plain in the sunshine on the other side of the camera obscura wall. Little children and animals (for instance handmade deer, wild boars, rhinos, elephants, and lions) could perform in this set. \"Then, by degrees, they must appear, as coming out of their dens, upon the Plain: The Hunter he must come with his hunting Pole, Nets, Arrows, and other necessaries, that may represent hunting: Let there be Horns, Cornets, Trumpets sounded: those that are in the Chamber shall see Trees, Animals, Hunters Faces, and all the rest so plainly, that they cannot tell whether they be true or delusions: Swords drawn will glister in at the hole, that they will make people almost afraid.\" \nDella Porta claimed to have shown such spectacles often to his friends. They admired it very much and could hardly be convinced by Della Porta's explanations that what they had seen was really an optical trick.[13][14][15] Although there seem to be few records of the camera obscura being used for such elaborate spectacles, the scarier kind of \"magic\" was probably more or less commonplace by the start of the seventeenth century, mainly with actors portraying the devil, demons, witches or ghosts.[16]\n\nIn 1572, the oldest known suggestion for the camera to become mobile was described as a lightweight wooden hut to be carried around on two wooden poles.[17] More practical solutions followed in the 17th century in the shape of tents and eventually as portable wooden boxes with a viewing pane and a mirror to get an upright image. The camera obscura became increasingly popular as a drawing and painting aid for artists.\n\nThe box type camera obscura was eventually turned into the photographic camera by capturing the projected image with plates or sheets that were treated with light-sensitive chemicals.\n\n"
        },
        {
            "title": "Magic lantern and other image projectors",
            "text": "The \"trotting horse lamp\" [走馬燈] has been known in China since before 1000 CE. It is a lantern which on the inside has cut-out silhouettes attached to a shaft with a paper vane impeller on top, rotated by heated air rising from a lamp. The silhouettes are projected on the thin paper sides of the lantern and appear to chase each other. Some versions showed more motion with the heads, feet or hands of figures connected with fine iron wire to an extra inner layer and triggered by a transversely connected iron wire.[18] The lamp would typically show images of horses and horse-riders.\n\nSeveral scholars and inventors, like Giovanni Fontana (circa 1420), Leonardo da Vinci (circa 1515) and Cornelis Drebbel (1608) possibly had early image projectors before the invention of the Magic Lantern. Athanasius Kircher's 1645 first edition of Ars Magna Lucis et Umbrae included a description of his forerunner to the magic lantern: the \"Steganographic Mirror\". This was a primitive projection system with a focusing lens and text or pictures painted on a concave mirror reflecting sunlight, mostly intended for long distance communication.[19] Kircher also suggested projecting shadow puppets and living flies from the surface of the mirror.[20] The book was widely distributed and may have offered some inspiration for Christiaan Huygens' invention of the magic lantern in 1659.\n\nMoving images were possibly projected with the magic lantern since its invention; Christiaan Huygens' 1659 sketches for slides show a skeleton taking his skull off his neck and placing it back. Techniques to add motion to the painted glass slides were described since circa 1700. These usually involved parts (for instance limbs) painted on one or more extra pieces of glass moved by hand or small mechanisms across a stationary slide which showed the rest of the picture.[21]\n\nIn 1770 Edmé-Gilles Guyot detailed how to project a magic lantern image on smoke to create a transparent, shimmering image of a hovering ghost. This technique was used in the phantasmagoria shows that became very popular in several parts of Europe between 1790 and the 1830s. Other techniques were developed to produce convincing ghost experiences. The lantern was handheld to move the projection across the screen (which was usually an almost invisible transparent screen behind which the lanternist operated hidden in the dark). A ghost could seem to approach the audience or grow larger by moving the lantern towards the screen, sometimes with the lantern on a trolley on rails, just like a tracking shot in films. Multiple lanterns not only could make ghosts move independently, but were also occasionally used for superimposition in the composition of complicated scenes. By experimenting with superimposition dissolving views were invented and became a separate popular magic lantern show, especially in England in the 1830s and 1840s.[22] Dissolving views typically showed a landscape changing from a winter version to a spring or summer variation by slowly diminishing the light from one version while introducing the aligned projection of the other slide. Another use of dissolving views, projected with a triple lantern, showed a sleeping figure while images of dreams were superimposed above its head and dissolved from one scene to another.[23] This is similar to the use of a dissolve in film.\n\nBetween the 1840s and 1870s several abstract magic lantern effects were developed. This included the chromatrope which projected dazzling colorful geometrical patterns by rotating two painted glass discs in opposite directions.[24]\n\nOccasionally small jointed shadow puppets had been used in phantasmagoria shows.[22] Magic lantern slides with jointed figures set in motion by levers, thin rods, or cams and worm wheels were also produced commercially and patented in 1891. A popular version of these \"Fantoccini slides\" had a somersaulting monkey with arms attached to mechanism that made it tumble with dangling feet. Named after the Italian word for animated puppets, like marionettes or jumping jacks.[25]\n\n"
        },
        {
            "title": "Raree show",
            "text": "Peep shows or \"raree shows\" were viewed through a hole in a box (sometimes fitted with a lens or magnifying glass) and were very popular in Europe from the 17th to 19th century. The view inside could be an exhibition of any kind of pictures, objects, puppets or other curiosities. It was quite common that a showman would provide dramatic narration, while occasionally pulling a string or operate another type of simple mechanism to change backgrounds, move figures around, or introduce new elements. Leon Battista Alberti is thought to have created the earliest impressive peep show boxes around 1437. His painted pictures may have been lit from behind with special effects as seen in later examples, for instance to change the appearance of a scene from day to night. Around 1800 more elaborate variations with lighting effects were exhibited in small theatres.\n\nThe raree shows can be regarded as a precursor of toy theaters, dioramas, Chinese fireworks, dissolving views, the stereoscope and the kinetoscope.\n\n"
        },
        {
            "title": "Motion pictures before film",
            "text": "Several possible examples of very early sequential images can be found in paleolithic cave paintings, on a 5,200-year old pottery bowl found in Iran, in an Egyptian mural approximately 4000 years old (found in the tomb of Khnumhotep at the Beni Hassan cemetery) and several other examples. However, it is very unlikely that these could be viewed in motion before the invention of stroboscopic animation in the 1830s.\n\nIn 1825, the thaumatrope used a stroboscopic effect that made the brain combine incomplete pictures on either side of a twirling cardboard disc into one logical image. The effect was incorrectly attributed to a so-called \"persistence of vision\", or \"retinal persistence\". The technology of the thaumatrope can also be used to display very simple and repetitive animation when each side of the card depicts one of two phases of an action. However, this option was only recognized much later.\n\nJoseph Plateau experimented with spinning discs since the mid-1820s, mainly in attempts to measure the duration of impressions of different colours. Along the way, on 1828, he had discovered a type of abstract animation by counter-rotating lines or slits in discs[26] (in 1829 he further developed aspects of this principle into a first prototype of what would become the anorthoscope). \n\nIn 1830, Michael Faraday published a paper about several illusions that occur in rotating cogwheels and toothed discs, coincidentally repeating some of Plateau's findings. A note added to the paper discussed a disc that in addition to the teeth in the circumference had a different amount of holes regularly spaced across a circular zone closer to the center of the disc, representing the cogs of a smaller wheel. When looking into a mirror through the spaces in between the teeth, the holes appeared to be moving across the disc (or vice versa if looking through the holes). \n\nBy November or December 1832, Plateau had experimentally managed to further develop Faraday's rotating cogs illusion into a new optical illusion that could represent any conceivable action depicted on the sections of a spinning disc (viewed in a mirror through slits in the disc). In January 1833, Plateau published a paper that introduced the principle of stroboscopic animation with a device that became known as the phenakistiscope.\n\nSeveral months after the publication of Plateau's paper, Simon Stampfer patented the very similar stroboscopische Scheiben (\"stroboscopic discs\") in Austria. Stampfer mentioned several possible variations, including a cylinder (similar to the later zoetrope) as well as a long, looped strip of paper or canvas stretched around two parallel rollers (somewhat similar to film) and a theater-like frame (much like the later praxinoscope theatre).\n\nThe stroboscopic disc was followed by other animation toys, such as the zoetrope (1866), the flip book (1868) and the praxinoscope (1877), before its basic principle became the foundation for the apparent motion in film technology.\n\nIn a private letter to Faraday from early 1833, Plateau suggested that the principle of his illusion could be further developed for use in phantasmagoria shows. Not much later, Plateau published his invention in England, initially as the Phantasmascope and later as the Fantascope, clearly referring to phantasmagoria. Stampfer also suggested using the stroboscopic principle with \"transparencies\". It seemed a simple and logical next step, but in practice it turned out to be relatively complicated. Apart from mica and glass there were hardly any transparent materials that could be used and it took years before mechanisms were developed that enabled fluent animation to be projected.\n\nIn 1843, T.W. Naylor (an experimenter from Newcastle about whom little else is known) published details and an illustration of his plan for a \"Phantasmagoria for the projection of moving figures\" (by then, the word \"phantasmagoria\" was often used for a type of magic lanterns). It would use an Argand lamp or Drummond light to project sequential images from a rotating glass disk. A shutter disk would be mounted on the same axis as the picture disk to have its holes coincide with pictures when turned with a hand-crank. Naylor suggested tracing the pictures from readily available printed phenakisticopes, colouring them with translucent colours mixed with oil-varnish and covering the remaining portion of the disk with thick black paint.[27] Nothing else has been found regarding Naylor's machine, so it remains uncertain whether it was ever even constructed.\n\nOn 15 January 1847, Austrian magician Ludwig Döbler debuted his Phantaskop at the Josephstadt Theatre in Vienna. On the front, the patented apparatus had 12 lenses with different pictures. Two lenses inside the machine were cranked around to direct limelight through each consecutive image. The eight scenes, mostly depicting circus or vaudeville acts, were designed by Mr. Geyling. He took the show to several other European cities until the spring of 1848. The multi-part optical entertainment could also feature dissolving views enhanced with an additional third image, chromatropes, or raree shows. The spectacle was mostly well-received, but the flickering quality of the stroboscopic images was occasionally criticized.[28][29][30][31]\n\nFranz von Uchatius developed two different phenakisticope-based projectors. An 1851 oil lamp version only managed to project weak six inch images. A later limelight variation was demonstrated to the Austrian Academy of Sciences in 1853, with plans to construct a similar apparatus with 100 lenses for 100 images to create a circa 30-second \"moving tableau\". Von Uchatius showed little interest in commercial shows and seems to have only performed private screenings at his home.[32][29]\n\nFrom around 1853 until the 1890s in Paris, J. Duboscq marketed different models of a projection phénakisticope. It had a glass disc with a diameter of 34 centimeters for the pictures, and a separate disc with four lenses. The discs rotated at different speeds.[32][33]\n\nThomas Ross developed a small transparent phénakisticope system, called Wheel of life, which fitted inside a standard magic lantern slide. A first version, patented in 1869, had a glass disc with eight phases of a movement and a counter-rotating glass shutter disc with eight apertures. The discs depicted Ice Skaters, Fishes, Giant's Ladder, Bottle Imp and other subjects. An improved version had 13 images and a single slot shutter disc, and received British Patent 2685 on 10 October 1871.[32][34]\n\nAfter the introduction of photography in 1839, it took circa 10 years before this new technique was occasionally combined with phénakisticopes and proto-zoetropes. Stereoscopic photography, which became very popular in the early 1850s, led to the belief that photography could be further developed into a perfect illusion of reality. Stereoscopic recordings with motion and colour were the logical next steps. Before the necessary photographic emulsions and mechanics were fast enough to capture a photographic sequence in real-time, early attempts recorded simulated motion sequences by photographing different poses or positions separately. This technique would eventually became known as stop motion (for lifeless objects) or pixilation (for living actors).\n\nIn 1849, Joseph Plateau published a note about improvements for the Fantascope. He combined the stroboscopic disc with aspects of his Anorthoscope to create a 27 cm translucent disc (oiled paper on a cardboard frame) that was lit from behind and had a stroboscopic 4-slit black metal shutter disc in front. The pictures, 16 in Plateau's example, were designed with a 4 to 5 anamorphic width to compensate the deformation of the resulting image. The animation could be seen with both eyes by several people at the same time, with greatly improved image quality. A screen behind the translucent disc blocked the light, except for a cutout trapezoid area that corresponded with the space where the figures were visible at the proper position. A gear system for the rotation ensured that the image would appear in the right area. Plateau used the translucency of the disc to create light effects in the designs. One extant disc, made in collaboration with painter Jean Baptiste Madou, shows a demon's head blowing on a glowing coal. Plateau stated that the illusion could be advanced even further with an idea communicated to him by Charles Wheatstone: a combination of Fantascope and stereoscope. Plateau believed two copies of his improved Fantascope could be adapted to deliver stereoscopic images to Wheatstone's reflecting stereoscope. He thought the construction of a sequential set of stereoscopic image pairs would be more difficult. Wheatstone had suggested using photographs on paper of a solid object, for instance a statuette. Plateau concluded that for this purpose 16 plaster models could be made with 16 regular modifications. He believed such a project would take much time and careful effort, but would be well wort it because of the expected marvelous results.[35] Unfortunately, the plan was never executed, possibly because Plateau became almost completely blind by this time. Eventually the idea reached instrumentmaker Jules Duboscq, who since 1850 very successfully marketed a stereoscope with lenses in collaboration with David Brewster (he also sold Wheatstone's version with mirrors, became the French publisher for Plateau's Fantascope and offered a projector on wheels for phantasmagoria, among many other optical instruments).[36]\n\nDuboscq patented his version of the stéréoscope on 16 February 1852, with mention of a projection variation. On 12 November 1852 he applied for an addition certificate to include his \"Stéréoscope-fantascope, ou Bïoscope\".[37] Basically a combination of Plateau's standard fantascope and the stereoscope, it used two small mirrors in different angles next to each other that reflected stereoscopic image pairs (printed above each other on the stroboscopic disc) into the stereoscope viewer. Of three planned variations only one was actually produced, but it wasn't very successful commercially. Only one extant disc is known, from the Joseph Plateau estate kept at the Ghent University.[38] It has stereoscopic sets of a sequence of photographic images of a machine in action. No original viewing device has resurfaced, but parts of it are known from an illustration in an 1853 advertisement.\n\nIn 1851, Antoine Claudet wrote to French magazine La Lumière in response to a patent given to the Mayer brothers for their \"multiplicateur\", which photographed multiple (identical) images onto a single plate (a technique that created the carte de visite format that was very popular in the 1860s). Claudet claimed to have invented something very similar in 1844, with results exhibited at the French Industrial Exposition of 1844, including a self portrait that showed 12 sides of his face.[39] Before the end of 1851, Claudet claimed to have created a stereoscope that showed people in motion.[40] The stereo viewer could show a motion of two phases repetitively. During the next two years, Claudet worked on a camera that would record stereoscopic pairs for four different poses (patented in 1853).[41] Claudet found that the stereoscopic effect didn't work properly in this device, but believed the illusion of motion was successful.[42]\n\nInstrument maker Francis Herbert Wenham (or possibly a lesser known Frederic Wenham) would claim in 1895 that he had already made a series of ten stereoscopic images to be viewed on two phenakistiscopes in 1852.[43][44]\n\nIn 1855, Johann Nepomuk Czermak's published an article about his Stereophoroskop and other experiments aimed at stereoscopic moving images. He mentioned a method of sticking needles in a stroboscopic disc, so that they would appear as if moving in and out of the cardboard when animated. He supposed that this principle provided endless possibilities to make different 3D animations. He then introduced two methods to animate stereoscopic pairs of images, one was basically a stereo viewer using two stroboscopic discs and the other was more or less similar to the later zoetrope (but in a vertical position with horizontal slits). Czermak explained how suitable stereoscopic photographs could be made by recording a series of models, with an example of a growing pyramid.[45]\n\nIn 1858, Joseph Charles d'Almeida published descriptions of two methods that he had successfully developed to project stereoscopic images. The first was an anaglyph method with red and green glasses, the second used the stroboscopic principle to alternately present each picture to the corresponding eye in quick succession. D'Almeida had started work on combining this method with the principles of the phénakisticope.[46]\n\nOn 7 April 1859, Belgian civil engineer and inventor Henri Désiré du Mont filed a Belgian patent for nine different versions of his Omniscope, of which most would show stereoscopic animation from stroboscopic discs or from cylinders with pictures on the outside. One version was built inside a peep-box and had a lens focusing a light-beam to project the image on a frosted glass screen. Another design combined two zoetropes with Wheatstone's reflecting stereoscope in between.[47]\n\nOn 27 February 1860 Peter Hubert Desvignes received British patent no. 537 for 28 monocular and stereoscopic variations of cylindrical stroboscopic devices. This included a version that used an endless band of pictures running between two spools that was intermittently lit by an electric spark.[48] Desvignes' Mimoscope, received an Honourable Mention \"for ingenuity of construction\" at the 1862 International Exhibition in London.[49] It could \"exhibit drawings, models, single or stereoscopic photographs, so as to animate animal movements, or that of machinery, showing various other illusions.\"[50] Desvignes \"employed models, insects and other objects, instead of pictures, with perfect success.\" The horizontal slits (like in Czermak's Stereophoroskop) allowed a much improved view, with both eyes, of the opposite pictures.[51]\n\nIn 1861 American engineer Coleman Sellers II received US patent No. 35,317 for the kinematoscope, a device that exhibited \"stereoscopic pictures as to make them represent objects in motion\" on glass plates, linked together in a chain, and mounted in a box. In his application he stated: \"This has frequently been done with plane pictures but has never been, with stereoscopic pictures\". He used three sets of stereoscopic photographs in a sequence with some duplicates to regulate the flow of a simple repetitive motion, but also described a system for very large series of pictures of complicated motion.[52][53]\n\nIn 1861, Samuel Goodale patented a hand-turned stereoscope device which rapidly moves stereo images past a viewer,[54] in a fashion similar to the later mutoscope.\n\nIn 1864, Dundee mechanic James Laing's motororoscope was presented to the Royal Scottish Society of Arts by a secretary. The device allowed a relatively large amount of stereoscopic pictures to be pasted on the inside of a \"revolving web\" with slits, transported over two rollers to pass in front of stereoscopic eyepieces. The rectangular openings of the viewer were adapted to the shape and size of the slits to avoid flaring and to reduce flicker. The demonstrated picture sequence was photographed with wooden models, with a bit of white wool round a bendable wire representing smoke coming from a cottage chimney, a paper flag and mill fans of wood. The instrument \"excited considerable interest\" at this presentation.[55]\n\nAround 1865, a disc with nine oval photographic images of Jan Evangelista Purkyně (1787–1869) turning around was probably created by the physiologist himself.[56] Purkyně reportedly used the disc to entertain his grandchildren and show them how he, an old professor, could turn around at great speed.[57] The damaged disc is preserved in the collection of the National Technical Museum in Prague.\n\nOn 5 February 1870, Philadelphia engineer Henry Renno Heyl presented three moving picture scenes with his Phasmatrope to 1500 persons at a church entertainment evening at the Philadelphia Academy of Music. Each scene was projected from its own a intermittent spur geared rotating disk with 16 photographic images. The only known extant disk repeated four images of a waltzing couple four times and was played with appropriate musical accompaniment of a 40-person orchestra. A disk depicting a Brother Jonathan speech was voiced live by an actor, and the other disc showed a jumping Japanese acrobat. Heyl's only known other show was a screening on 16 March 1870 at the Franklin Institute.[29]\n\nDuring the 1850s, instantaneous photography had slowly become a more or less common endeavor, mainly due to the advent of the relatively fast collodion process. This further inspired hope for the possibilities of motion photography. \n\nIn 1860, John Herschel envisioned the stereoscopic representation of scenes in action. He figured that photography could already, or would soon be able to take snap-shots in one tenth of a second and that a mechanism was possible \"by which a prepared plate may be presented, focused, impressed, displaced, secured in the dark, and replaced by another within two or three tenths of a second\". Apparently without knowledge of previous developments in the field, Herschel believed the \"phenakistoscope\" (sic) could very well be adapted into a viewer for stereoscopic motion photography pairs. He also had high hopes for the development of colour photography, since he himself had already obtained promising results.[58]\n\nOn 2 May 1861, while working near Paris, Henri Désiré du Mont filed French patent 49,520 for \"a photographic device for reproduction of the successive phases of movement\". It would transport 10 or 12 photographic plates, one by one, from a slotted frame, past the camera lens, into a lower receptacle area. A moving shutter was synchronized to ensure the plates were only exposed when they were in the right place.[59][60][47] In January 1862, DuMont explained his motives and ambitions in a demonstration for the Société Française de Photographie, stating that photographers already knew how to photograph subjects in motion, such as a galloping horse, but showed no interest in recording multiple images. He believed that series of successive images were much more interesting because of the harmony in lines and shadows, and because the captured poses of people would be much more natural. He therefore developed his patented stereoscopic and stroboscopic viewing apparatus and a camera that could capture the successive phases of movements with intervals of only fractions of seconds. He would attach the resulting images to the circumference of a cylindrical or prismatic drum, optionally bound together on a strip of fabric.[61]\n\nIn 1864, Louis Arthur Ducos du Hauron patented two ideas for camera systems that would capture scenes in all their transformations over time.[47]\n\nOn 9 November 1876, Wordsworth Donisthorpe filed a patent application for \"an apparatus for taking and exhibiting photographs\" that would record sequential images of moving objects. The recorded images would be printed at equal distances apart on a strip of paper. The strip was to be wound between cylinders and carried past the eye of the observer, with a stroboscopic device to expose each picture momentarily. Such photographic strips only became commercially available several years later and Donisthorpe would not manage to record films before other pioneers.[60]\n\nThomas Edison demonstrated his phonograph on 29 November 1877, after previous announcements of the device for recording and replaying sound had been published earlier in the year. An article in Scientific American concluded \"It is already possible, by ingenious optical contrivances, to throw stereoscopic photographs of people on screens in full view of an audience. Add the talking phonograph to counterfeit their voices and it would be difficult to carry the illusion of real presence much further\". Donisthorpe announced in the 24 January 1878 edition of Nature that he would advance that conception: \"By combining the phonograph with the kinesigraph I will undertake not only to produce a talking picture of Mr. Gladstone which, with motionless lips and unchanged expression shall positively recite his latest anti-Turkish speech in his own voice and tone. Not only this, but the life size photograph itself shall move and gesticulate precisely as he did when making the speech, the words and gestures corresponding as in real life.\"[62] A Dr. Phipson repeated this idea in a French photography magazine, but renamed the device \"Kinétiscope\" to reflect the viewing purpose rather than the recording option. This was picked up in the United States and discussed in an interview with Edison later in the year.[60]\n\nJules Janssen developed a large photographic revolver to document the stages of the transit of Venus in 1874, regarded as an important method to determine the Astronomical Unit (the distance between earth and the sun). Several copies of the device were used at different geographic points. Many negative images of the different phases of Venus passing in front of the sun were captured on glass discs, in an early form of time-lapse photography. Unfortunately, the quality was not sufficient for a calculation of the Astronomical Unit. Several photographic revolver discs with images have been preserved, but research concluded that all of the known discs contained test recordings of a model in front of a circular light source (or brightly lit surface). Although the photographs were most likely never intended to be presented as motion pictures, images of one disc were transferred and animated into a very short stop motion film (sometime in the 20th century). No original footage of the photographic revolver recordings of the actual Venus transit has yet resurfaced.[63] In 1875 and 1876, Janssen suggested that the revolver could also be used to document animal locomotion, especially birds since they would be hard to photograph by other means.\n\nThe oldest known motion sequence photographed in real-time, was created in the US in 1878 by British photographer Eadweard Muybridge. Muybridge was hired by Leland Stanford to photograph Stanford's horses at full speed. Muybridge shot a very fuzzy unpublished picture in 1873 and a better one in 1877, but eventually made several sequential series in 1878 with a line of cameras along the race track. A press demonstration on June 15, 1878 at Stanford's stock farm in Palo Alto, California convinced everyone attending (especially when an accident caused by a broken strap was documented in the negatives). Several sequential series of running horses captured in June 1878 were soon published as The Horse in Motion and the achievement received worldwide praise (as well as astonishment about the actual positions of the legs of running horses that were much less graceful than imagined).\n\nSoon after Muybridge's sequential pictures were published, or at least since January 1879, there were several people who placed these in zoetropes to watch them in motion.[64] These were possibly the very first viewings of photographic motion pictures that were recorded in real-time. The quality of the pictures was limited and the figures were mostly seen as silhouettes, often furthered by retouching of the pictures to get rid of photographic irregularities.\n\nFrom 1880 to circa 1895, Muybridge gave lectures in which he projected silhouettes of his pictures with a device he called a zoopraxiscope. It used slightly anamorphic pictures traced from his photographs and painted onto glass discs. This can be regarded as an early precursor to rotoscoping. One disc used actual anamorphic photographs of the skeleton of a horse, posed in the different positions of a stride in 1881.\n\nInspired by Janssen's photographic revolver, Étienne-Jules Marey developed a chronophotographic gun in 1882, which was capable of taking 12 consecutive frames a second, recording the different phases of movements onto a single plate. He used the chronophotographic gun for studying animal and human locomotion, apparently with a preference for looking at the still images rather than reproducing the motion. He would later make early film recordings on paper strips.\n\nPrompted by the much publicized successes of Muybridge's photographic sequences and other chronophotographic achievements, inventors in the late 19th century began to realize that the making and showing of photographic 'moving pictures' of a more useful or even indefinite length was a practical possibility. Many people working in the field followed the international developments closely through information in periodicals, patent filings, personal contact with colleagues and/or by getting their hands on new equipment.[65]\n\nFrom 1886 to 1894 Ottomar Anschütz developed several different versions of his Schnellseher, or Electrotachyscope. The first version, exploited from 1887 to 1890, had 24 chronophotographic images on a rotating disk, illuminated from behind by a fast succession of electric flashes from a Geissler tube. Four to seven spectators could watch the images on an opal glass window inside a wall in a small darkened room. In 1890, Anschütz introduced a long cylindrical version with six small opal glass screens. In 1891, Siemens & Halske started manufacturing circa 152 examples of a coin-operated peep-box Electrotachyscope. In November 1894, he introduced a patented projector with two intermittently rotating large disks and continuous light for 6x8 meter screenings. Between 22 February and 30 March, circa 4,000 people viewed his 1,5-hour shows of 40 scenes in a 300-seat hall in Berlin.[66][67]\n[68][29]\n\nÉmile Reynaud already mentioned the possibility of projecting moving images in his 1877 patent application for the praxinoscope. He presented a praxinoscope projection device at the Société française de photographie on 4 June 1880, but did not market his praxinoscope a projection before 1882. He then further developed the device into the Théâtre Optique which could project longer sequences with separate backgrounds, patented in 1888. He created several movies for the machine by painting colourful images on hundreds of gelatin plates that were mounted into cardboard frames and attached to a cloth band. The strip could be manually moved past a lens and mirror projection system, sometimes back and forth to show repetitive motions as desired for certain scenes. Some sound effects were synchronized by electro-magnetic devices, triggered by metal parts on the strip, while a score with some songs were to be performed live. From 28 October 1892 to March 1900, Reynaud gave over 12,800 shows to a total of over 500,000 visitors at the Musée Grévin in Paris.\n\n"
        },
        {
            "title": "Other developments",
            "text": "Optics developed during the scientific revolution with a theory of lenses.\n\nIn 1740 and 1748, David Hume published Treatise of Human Nature and An Enquiry concerning Human Understanding, arguing for the associations and causes of ideas with visual images, forerunners to the language of film.\n\nPhonographic recording of sound was invented in the 19th century.\n\nPhotographic film was created in the 19th century. The crucial invention of celluloid was made in 1855 by Alexander Parkes, a substance he initially called Parkesine. This was marketed from 1869 by John and Isaiah Hyatt.\n\nIn 1833, intermittent transport of pictures (moving during stroboscopic interruptions, still during projection) was deemed extremely difficult if not impossible by Simon Stampfer. Eventually, intermittent transport mechanisms adapted the principle of sewing machines, which had only just found practical application around the time Stampfer wrote about the problem.\n\n"
        }
    ]
}