{
    "url": "https://en.wikipedia.org/wiki/Precognition",
    "title": "Precognition",
    "table_of_contents": [
        "1 Precognitive phenomena",
        "1.1 In religion",
        "2 History",
        "2.1 Antiquity",
        "2.2 17th–19th centuries",
        "2.3 Early 20th century",
        "2.4 Late 20th century",
        "2.5 21st century",
        "3 Scientific reception",
        "3.1 Pseudoscience",
        "3.2 Violation of causality",
        "3.3 Lack of evidence",
        "3.4 Alternative explanations",
        "4 See also",
        "5 References",
        "5.1 Notes",
        "5.2 Bibliography",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPrecognition (from the Latin prae- 'before', and cognitio 'acquiring knowledge') is the purported psychic phenomenon of seeing, or otherwise becoming directly aware of, events in the future. \n\nThere is no accepted scientific evidence that precognition is a real effect, and it is widely considered to be pseudoscience.[1] Precognition violates the principle of causality, that an effect cannot occur before its cause.[2]\n\nPrecognition has been widely believed in throughout history. Despite the lack of scientific evidence, many people believe it to be real; it is still widely reported and remains a topic of research and discussion within the parapsychology community.\n\n"
        },
        {
            "title": "Precognitive phenomena",
            "text": "Precognition is sometimes treated as an example of the wider phenomenon of prescience or foreknowledge, to understand by any means what is likely to happen in the future. It is distinct from premonition, which is a vaguer feeling of some impending disaster. Related activities such as predictive prophecy and fortune telling have been practised throughout history.\n\nPrecognitive dreams are the most widely reported occurrences of precognition.[3] Usually, a dream or vision can only be identified as precognitive after the putative event has taken place. When such an event occurs after a dream, it is said to have \"broken the dream\".[4][5]\n\nIn Judaism it is believed that dreams are mostly insignificant while others \"have the potential to contain prophetic messages\".[6] Hinduism has a subsystem of psychology called Indian psychology with dreams believed to contain information about the future. There are seven classifications of dream or 'swapna', in which those which become 'manifest' are called 'bhāvita'.[7] Precognition has a role in Buddhism with dreams believed to be 'mind-created phenomena'. Those dreams which 'warn of impending danger or even prepare us for overwhelming good news\" are considered the most important.[8]\n\n"
        },
        {
            "title": "History",
            "text": "Throughout history it has been accepted that certain individuals have precognitive abilities, and such visions have sometimes been associated with important historical events.[3] Despite the lack of scientific evidence, many people still believe in precognition.[9][10]  A poll in 2005 showed 73% of Americans believe in at least one type of paranormal experience, with 41% believing in extrasensory perception.[11][12]\n\nSince ancient times precognition has been associated with dreams and trance states as well as waking premonitions, giving rise to acts of prophecy and fortune telling.  Oracles, originally seen as sources of wisdom, became progressively associated with previsions of the future.[3]\n\nSuch claims of seeing the future have never been without their sceptical critics. Aristotle carried out an inquiry into allegedly prophetic dreams in his On Divination in Sleep. He accepted that \"it is quite conceivable that some dreams may be tokens and causes [of future events]\" but also believed that \"most [so-called prophetic] dreams are, however, to be classed as mere coincidences...\". Where Democritus had suggested that emanations from future events could be sent back to the dreamer, Aristotle proposed that it was, rather, the dreamer's sense impressions which reached forward to the event.[13]\n\nThe term \"precognition\" first appeared in the 17th century but did not come into common use among investigators until much later.[3]\n\nAn early investigation into claims of precognition was published by the missionary Fr. P. Boilat in 1883. He claimed to have put an unspoken question to an African witch-doctor whom he mistrusted. Contrary to his expectations, the witch-doctor gave him the correct answer without ever having heard the question.[3]\n\nIn the early 20th century J. W. Dunne, a British soldier and aeronautics engineer, experienced several dreams which he regarded as precognitive. He developed techniques to record and analyse them, identifying any correspondences between his future experiences and his recorded dreams. He reported his findings in his 1927 book An Experiment with Time. In it he alleges that 10% of his dreams appeared to include some element of future experience. He also persuaded some friends to try the experiment on themselves, with mixed results. He noted a strong cognitive bias in which subjects, including himself, were reluctant to ascribe their dream correspondences to precognition and determinedly sought alternative explanations.[14] Dunne concluded that precognitive elements in dreams are common and that many people unknowingly have them.[15][16] He suggested also that dream precognition did not reference future events of all kinds, but specifically the future experiences of the dreamer. He was led to this idea when he found that a dream of a volcanic eruption appeared to foresee not the disaster itself but his subsequent misreading of an inaccurate account in a newspaper.[15] Edith Lyttelton, who became President of the Society for Psychical Research (SPR), regarded his theory as consistent with her own idea of the superconscious.[17] In 1932 he helped the SPR to conduct a more formal experiment, but he and the Society's lead researcher Theodore Besterman failed to agree on the significance of the results.[18][19] Nevertheless, the Philosopher C. D. Broad remarked that, \"The only theory known to me which seems worth consideration is that proposed by Mr. Dunne in his Experiment with Time.\"[20] An Experiment with Time was widely read and \"undoubtedly helped to form something of the imaginative climate of [the interwar] years\", influencing many writers of both fact and fiction both then and since.[21] According to Flieger, \"Dunne's theory was so current and popular a topic that not to understand it was a mark of singularity.\"[22] Major writers whose work was significantly influenced by his ideas on precognition in dreams and visions include H. G. Wells, J. B. Priestley and Olaf Stapledon.[23][24] Vladimir Nabokov was also later influenced by Dunne.[25]\n\nIn 1932 Charles Lindbergh's infant son was kidnapped, murdered and buried among trees. Psychologists Henry Murray and D. R. Wheeler used the event to test for dream precognition, by inviting the public to report any dreams of the child. A total of 1,300 dreams were reported. Only five percent envisioned the child dead and only 4 of the 1,300 envisioned the location of the grave as amongst trees.[26]\n\nThe first ongoing and organised research program on precognition was instituted by husband-and-wife team Joseph Banks Rhine and Louisa E. Rhine in the 1930s at Duke University's Parapsychology Laboratory. J. B. Rhine used a method of forced-choice matching in which participants guessed the order of a deck of 25 cards, each five of which bore one of five geometrical symbols. Although his results were positive and gained some academic acceptance, his methods were later shown to be badly flawed and subsequent researchers using more rigorous procedures were unable to reproduce his results. His mathematics was sometimes flawed, the experiments were not double-blinded or even necessarily single-blinded and some of the cards to be guessed were so thin that the symbol could be seen through the backing.[27][28][29]\n\nSamuel G. Soal, another leading member of the SPR, was described by Rhine as one of his harshest critics, running many similar experiments with wholly negative results. However, from around 1940 he ran forced-choice ESP experiments in which a subject attempted to identify which of five animal pictures a subject in another room was looking at. Their performance on this task was at chance, but when the scores were matched with the card that came after the target card, three of the thirteen subjects showed a very high hit rate; Rhine now described Soal's work as \"a milestone in the field\".[30] However analyses of Soal's findings, conducted several years later, concluded that the positive results were more likely the result of deliberate fraud.[31] The controversy continued for many years more.[30] In 1978 the statistician and parapsychology researcher Betty Markwick, while seeking to vindicate Soal, discovered that he had tampered with his data.[31] The untainted experimental results showed no evidence of precognition.[30][32]\n\nAs more modern technology became available, more automated techniques of experimentation were developed that did not rely on hand-scoring of equivalence between targets and guesses, and in which the targets could be more reliably and readily tested at random. In 1969 Helmut Schmidt introduced the use of high-speed random event generators (REG) for precognition testing, and experiments were also conducted at the Princeton Engineering Anomalies Research Lab.[33] Once again, flaws were found in all of Schmidt's experiments, when the psychologist C. E. M. Hansel found that several necessary precautions were not taken.[34]\n\nSF writer Philip K Dick believed that he had precognitive experiences and used the idea in some of his novels,[35] especially as a central plot element in his 1956 science fiction short story The Minority Report[36]  and in his 1956 novel The World Jones Made.[37]\n\nIn 1963 the BBC television programme Monitor broadcast an appeal by the writer J.B. Priestley for experiences which challenged our understanding of Time. He received hundreds of letters in reply and believed that many of them described genuine precognitive dreams.[38][9] In 2014 the BBC Radio 4 broadcaster Francis Spufford revisited Priestley's work and its relation to the ideas of J.W. Dunne.[39]\n\nIn 1965 G. W. Lambert, a former Council member of the SPR, proposed five criteria that needed to be met before an account of a precognitive dream could be regarded as credible:[40]\n\nDavid Ryback, a psychologist in Atlanta, used a questionnaire survey approach to investigate precognitive dreaming in college students.  His survey of over 433 participants showed that 290 or 66.9 percent reported some form of paranormal dream.  He rejected many of these reports, but claimed that 8.8 percent of the population was having actual precognitive dreams.[41]\n\nIn 2011 the psychologist Daryl Bem, a Professor Emeritus at Cornell University, published findings showing statistical evidence for precognition in  the Journal of Personality and Social Psychology.[42] The paper was heavily criticised and the criticism widened to include the journal itself and the validity of the peer review process.[43][44] In 2012, an independent attempt to reproduce Bem's results was published, but it failed to do so.[45][46][47][48][49] The widespread controversy led to calls for improvements in practice and for more research.[50][51]\n\n"
        },
        {
            "title": "Scientific reception",
            "text": "Claims of precognition are, like any other claims, open to scientific criticism. However the nature of the criticism must adapt to the nature of the claim.[52]\n\nClaims of precognition are criticised on three main grounds:\n\nConsequently, precognition is widely considered to be pseudoscience.[1][53][54]\n\nPrecognition would violate the principle of antecedence (causality), that an effect does not happen before its cause.[55][52] Information passing backwards in time (retrocausality) would need to be carried by physical particles doing the same. Experimental evidence from high-energy physics suggests that this cannot happen. There is therefore no direct justification for precognition from physics.[2]\n\nPrecognition would therefore also contradict \"most of the neuroscience and psychology literature, from electrophysiology and neuroimaging to temporal effects found in psychophysical research.\"[56]\n\nA great deal of evidence for precognition has been put forward, both as witnessed anecdotes and as experimental results, but none has been accepted as rigorous scientific proof of the phenomenon. Even the most prominent pieces of evidence have been repeatedly rejected due to errors in those experiments as well as follow-on studies contradicting the original evidence. This suggests that the evidence was not valid in the first place.[57][58]\n\nVarious known psychological processes have been put forward to explain experiences of apparent precognition. These include:\n\nPsychological explanations have also been proposed for belief in precognition. Psychologists have conducted experiments which are claimed to show that people who feel loss of control in their lives will turn to belief in precognition, because it gives them a sense of regaining control.[66]\n\n"
        }
    ]
}