{
    "url": "https://en.wikipedia.org/wiki/President_pro_tempore_of_the_United_States_Senate",
    "title": "President pro tempore of the United States Senate",
    "table_of_contents": [
        "1 Power and responsibilities",
        "2 History",
        "2.1 Position established",
        "2.2 Modern era",
        "3 Related officials",
        "3.1 Acting president pro tempore",
        "3.1.1 Permanent acting president pro tempore",
        "3.2 Deputy president pro tempore",
        "3.3 President pro tempore emeritus",
        "4 Salary",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe president pro tempore of the United States Senate (often shortened to president pro tem) is the second-highest-ranking official of the United States Senate, after the vice president. According to Article One, Section Three of the United States Constitution, the vice president of the United States is the president of the Senate (despite not being a senator), and the Senate must choose a president pro tempore to act in the vice president's absence.\n\nThe president pro tempore is elected by the Senate as a whole, usually by a resolution which is adopted by unanimous consent without a formal vote. The Constitution does not specify who can serve in this position, but the Senate has always elected one of its current members. Unlike the vice president, the president pro tempore cannot cast a tie-breaking vote when the Senate is equally divided. The president pro tempore has enjoyed many privileges and some limited powers.[2]\n\nDuring the vice president's absence, the president pro tempore is empowered to preside over Senate sessions. Except when necessary or to highlight important votes, the vice president and the president pro tempore rarely preside; instead, the duty of presiding officer is rotated among junior U.S. senators of the majority party to give them experience in parliamentary procedure.[3]\n\nSince 1890, the most senior U.S. senator in the majority party has generally been chosen to be president pro tempore and holds the office continuously until the election of another. This tradition has been observed without interruption since 1949.[4] Since the enactment of the current Presidential Succession Act in 1947, the president pro tempore is third in the line of succession to the presidency, after the vice president and the speaker of the House of Representatives and ahead of the secretary of state.[5]\n\nThe current president pro tempore of the Senate is Patrick Leahy of Vermont. He was sworn in on January 20, 2021, during the 117th Congress, when the Democratic Party gained control of the Senate. He previously held the position from 2012 to 2015.[6][7]\n\n"
        },
        {
            "title": "Power and responsibilities",
            "text": "Although the position is in some ways analogous to the speaker of the House of Representatives, the powers of the president pro tempore are far more limited. In the Senate, most power rests with the majority leader and other individual senators, but as the chamber's presiding officer, the president pro tempore is authorized to perform certain duties in the absence of the vice president, including ruling on points of order.[8] Additionally, under the 25th Amendment to the Constitution, the president pro tempore and the speaker are the two authorities to whom declarations must be transmitted that the president is unable to perform the duties of the office, or is able to resume doing so. The president pro tempore is third in the line of presidential succession, following the vice president and the speaker,[8] and consequently is one of the few members of Congress entitled to a full-time security detail.[9] Additional duties include appointment of various congressional officers, certain commissions, advisory boards, and committees.[8] The president pro tempore is the designated legal recipient of various reports to the Senate, including War Powers Act reports under which they, jointly with the speaker, may require the president to call Congress back into session. The officeholder is an ex officio member of various boards and commissions. With the secretary and sergeant at arms, the president pro tempore maintains order in Senate portions of the Capitol and Senate buildings.[8][10]\n\n"
        },
        {
            "title": "History",
            "text": "The office of president pro tempore was established by the Constitution of the United States in 1789. Between 1792 and 1886, the president pro tempore was second in the line of presidential succession, following the vice president and preceding the speaker. Through 1891, the president pro tempore was appointed on an intermittent basis only, when the vice president was not present to preside over the Senate, or at the adjournment of a session of Congress.[11]\n\nThe first president pro tempore, John Langdon, was elected on April 6, 1789,[8] serving four separate terms between 1789 and 1793. \"More than twelve senators held the office during the Senate's first decade,\"[12] presiding over sessions, signing legislation, and performing routine administrative tasks.\n\nWhenever the office of the vice presidency was vacant, as it was on ten occasions between 1812 and 1889,[13] the office garnered heightened importance, for although he did not assume the vice presidency, the president pro tempore stood next in line for the presidency.[14] Before the ratification of the Twenty-fifth Amendment in 1967, a vacancy in the vice presidency could be filled only by a regular election; several individuals who served during these vacancies were referred to informally as \"acting vice president.\"[15][better source needed]\n\nOn three occasions during the 19th century, the Senate was without both a president and a president pro tempore:\n\nWhen President Andrew Johnson, who had no vice president, was impeached and tried in 1868, Senate President pro tempore Benjamin Franklin Wade was next in line to the presidency. Wade's radicalism is thought by many historians to be a major reason why the Senate, which did not want to see Wade in the White House, acquitted Johnson.[18]\n\nVice President Henry Wilson died on November 22, 1875. Senator Thomas W. Ferry, being President pro tempore of the Senate, was next in the line of presidential succession, and remained so until March 4, 1877. As acting president of the senate, he presided over the 1876 impeachment trial of U.S. Secretary of War William Belknap and the meetings of the Electoral Commission created by Congress to resolve the disputed 1876 presidential election. Still president pro tempore at that time, he would have temporally become the acting president had the Electoral College vote not been certified by March 4, 1877; Congress certified Rutherford B. Hayes as the winner of the Electoral College vote on March 2.[19][20]\n\nThe president pro tempore and the speaker of the House were removed from the presidential line of succession in 1886. Both were restored to it in 1947, though this time with the president pro tempore following the speaker.[8]\n\nWilliam P. Frye served as president pro tempore from 1896 to 1911 (the 54th through the 62nd Congresses), a tenure longer than anyone else. He resigned from the position due to ill health shortly before his death. Electing his successor proved difficult, as Senate Republicans, then in the majority, were split between progressive and conservative factions, each promoting its own candidate. Likewise, the Democrats proposed their own candidate. As a result of this three-way split, no individual received a majority vote. It took four months for a compromise solution to emerge: Democrat Augustus Bacon served for a single day, August 14, 1911, during the vice president's absence. Thereafter, Bacon and four Republicans—Charles Curtis, Jacob Gallinger, Henry Cabot Lodge, and Frank Brandegee—alternated as president pro tempore for the remainder of that Congress' session.[8]\n\nIn January 1945, the 79th Congress elected Kenneth McKellar, who at the time was the senator with the longest continuous service, to be president pro tempore. Since then, it has become customary for the majority party's senior member to hold this position. Arthur Vandenberg (from 1947 to 1949) was the last president pro tempore not to be the senior member of the majority party, aside from the single day in December 1980 accorded Milton Young, who was the retiring senior member of the Republican Party, which would hold the majority in the incoming 97th Congress.[4]\n\nThree presidents pro tempore have gone on to be elected to the office of vice president—John Tyler, William R. King, and Charles Curtis—of whom Tyler is the only one to become president, assuming the office in April 1841 upon the death of William Henry Harrison.\n\n"
        },
        {
            "title": "Related officials",
            "text": "While the president pro tempore does have other official duties, the holders of the office have, like the vice president, over time ceased presiding over the Senate on a daily basis, owing to the mundane and ceremonial nature of the position.[11] Furthermore, as the president pro tempore is usually the most senior senator of the majority party, they most likely also chair a major Senate committee and have other significant demands on their time. Therefore, the president pro tempore has less time now than in the past to preside daily over the Senate. Instead, junior senators from the majority party are designated acting president pro tempore to preside over the Senate.[21] This allows junior senators to learn proper parliamentary procedure.[3] The acting president pro tempore is usually reappointed daily by the president pro tempore.[22]\n\nIn June 1963, because of the illness of president pro tempore Carl Hayden, Lee Metcalf was designated permanent acting president pro tempore. No term was imposed on this designation, so Metcalf retained it until he died in office in 1978.[10]\n\nThe ceremonial post of deputy president pro tempore was created for Hubert Humphrey, a former vice president, in 1977 following his losing bid to become the Senate majority leader.[23] The Senate resolution creating the position stated that any former president or former vice president serving in the Senate would be entitled to this position. However, since Humphrey, none has served.[10]\n\nGeorge J. Mitchell was elected deputy president pro tempore in 1987, because of the illness of president pro tempore John C. Stennis, similar to Metcalf's earlier designation as permanent acting president pro tempore. The office has remained vacant since 1989 and no senator other than Humphrey and Mitchell has held it since its creation.[10] Mitchell is the only person to have served as deputy president pro tempore who was neither a former president nor former vice president of the United States.\n\nThe post is largely honorary and ceremonial, but comes with a salary increase. By statute, the compensation granted to the position holder equals the rate of annual compensation paid to the president pro tempore, majority leader, and minority leader.[10][24]\n\nSince 2001, the honorary title of president pro tempore emeritus has been given to a senator of the minority party who has previously served as president pro tempore. The position has been held by Strom Thurmond (R-South Carolina) (2001–2003), Robert Byrd (D-West Virginia) (2003–2007), Ted Stevens (R-Alaska) (2007–2009), Patrick Leahy (D-Vermont) (2015–2021), and Chuck Grassley (R-Iowa) (2021–present). From 2009 to 2015, no senator met the requirements for the position.\n\nThe position was created for Thurmond when the Democratic Party regained a majority in the Senate in June 2001.[25] With the change in party control, Democrat Robert Byrd of West Virginia replaced Thurmond as president pro tempore, reclaiming a position he had previously held from 1989 to 1995 and briefly in January 2001. Thurmond's retirement from the Senate on January 3, 2003, coincided with a change from Democratic to Republican control, making Stevens president pro tempore and Byrd the second president pro tempore emeritus. In 2007, Byrd returned as president pro tempore, and Stevens became the third president pro tempore emeritus, when the Democrats gained control of the Senate.[10] Although a president pro tempore emeritus has no official duties, they are entitled to an increase in staff,[26] and advise party leaders on the functions of the Senate.\n\nThe office's accompanying budget increase was removed toward the end of the 113th Congress, shortly before Patrick Leahy was to become the first holder of the office in six years.[27]\n\n"
        },
        {
            "title": "Salary",
            "text": "The salary of the president pro tempore for 2012 was $193,400, equal to that of the majority leaders and minority leaders of both houses of Congress. If there is a vacancy in the office of vice president, then the salary would be the same as that of the vice president.[10]\n\n"
        }
    ]
}