{
    "url": "https://en.wikipedia.org/wiki/Presidential_memorials_in_the_United_States",
    "title": "Presidential memorials in the United States",
    "table_of_contents": [
        "1 Living and physical elements",
        "2 Existing presidential memorials",
        "3 Planned presidential memorials",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe presidential memorials in the United States honor the various presidents of the United States and seek to perpetuate their legacies.\n\n"
        },
        {
            "title": "Living and physical elements",
            "text": "A presidential memorial may have a physical element which consists of a monument or a statue within a monument.  Its entire presence consists of a physical structure that is a permanent remembrance of the president it represents.  Most well known presidential memorials such as the Washington, Lincoln and Jefferson memorials have a physical element.\n\nThere are also official presidential memorials that have a living element with only a minor physical presence. An example of a presidential living memorial is the Woodrow Wilson International Center for Scholars. Located in a wing of the Ronald Reagan Building in Washington, D.C., the Wilson Center has a small exhibit concerning President Wilson's life and work, but it is best known for its work to unite the world of ideas with the world of policy by supporting scholarship linked to issues of contemporary importance.  In this way the living memorial perpetuates President Wilson's legacy of scholarship linked closely to international relations.\n\nSimilarly, the Harry S. Truman Scholarship honors U.S. college students dedicated to public service and policy leadership, and thus may be considered a memorial with solely a living element. The Truman Scholarship is the sole federal memorial allowed to honor President Truman.[1]\n\nThis can also be accomplished through the establishment of a policy institute, like the Eisenhower Institute whose mandate is to advance Eisenhower's intellectual and leadership legacies through research, public education, and public policy recommendations.[2]\n\nThe James Madison Memorial Building, the third and newest building of the Library of Congress, is an example of a memorial with both living and physical elements. The building houses a memorial hall to President James Madison, but is also dedicated in memory of his 1783 proposal that the Continental Congress form an official library.\n\nThe John F. Kennedy Center for the Performing Arts also has both a physical element, a striking building in Washington, DC, and a living element, an ongoing series of live theatrical performances, presented in the name of a fallen president.\n\n"
        },
        {
            "title": "Existing presidential memorials",
            "text": "Multiple statues of other physical memorials to some presidents exist, only large structures are mentioned below:\n\n"
        }
    ]
}