{
    "url": "https://en.wikipedia.org/wiki/Present_tense",
    "title": "Present tense",
    "table_of_contents": [
        "1 Use",
        "2 Hellenic languages",
        "2.1 Modern Greek present indicative tense",
        "3 Romance languages",
        "3.1 Latin present indicative tense",
        "3.2 French present indicative tense",
        "3.3 Italian present indicative tense",
        "3.4 Portuguese and Spanish present indicative tense",
        "4 Slavic languages",
        "4.1 Bulgarian present indicative tense",
        "4.2 Macedonian present tense",
        "5 Sinitic languages",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The present tense (abbreviated PRES or PRS) is a grammatical tense whose principal function is to locate a situation or event in the present time.[1] The present tense is used for actions which are happening now. In order to explain and understand present tense, it is useful to imagine time as a line on which the past tense, the present and the future tense are positioned. The term present tense is usually used in descriptions of specific languages to refer to a particular grammatical form or set of forms; these may have a variety of uses, not all of which will necessarily refer to present time. For example, in the English sentence \"My train leaves tomorrow morning\", the verb form leaves is said to be in the present tense, even though in this particular context it refers to an event in future time. Similarly, in the historical present, the present tense is used to narrate events that occurred in the past.\n\nThere are two common types of present tense form in most Indo-European languages: the present indicative (the combination of present tense and indicative mood) and the present subjunctive (the combination of present tense and subjunctive mood). The present tense is mainly classified into four parts:\n\n"
        },
        {
            "title": "Use",
            "text": "The present indicative of most verbs in modern English has the same form as the infinitive, except for the third-person singular form, which takes the ending -[e]s. The verb be has the forms am, is, are. For details, see English verbs. For the present subjunctive, see English subjunctive.\n\nA number of multi-word constructions exist to express the combinations of present tense with the basic form of the present tense is called the simple present; there are also constructions known as the present progressive (or present continuous) (e.g. am writing), the present perfect (e.g. have written), and the present perfect progressive (e.g. have been writing).\n\nUse of the present tense does not always imply the present time. In particular, the present tense is often used to refer to future events (I am seeing James tomorrow; My train leaves at 3 o'clock this afternoon). This is particularly the case in condition clauses and many other adverbial subordinate clauses: If you see him,...; As soon as they arrive... There is also the historical present, in which the present tense is used to narrate past events.\n\nFor details of the uses of present tense constructions in English, see Uses of English verb forms.\n\n"
        },
        {
            "title": "Hellenic languages",
            "text": "In Modern Greek, the present tense is used in a similar way to the present tense in English and can represent the present continuous as well. As with some other conjugations in Greek, some verbs in the present tense accept different (but equivalent) forms of use for the same person. What follows are examples of present tense conjugation in Greek for the verbs βλέπω (see), τρώω (eat) and αγαπώ (love).\n\n"
        },
        {
            "title": "Romance languages",
            "text": "The Romance languages are derived from Latin, and in particular western Vulgar Latin. As a result, their usages and forms are similar.\n\nThe Latin present tense can be translated as progressive or simple present. Here are examples of the present indicative tense conjugation in Latin.\n\nIn French, the present tense is used similarly to that of English. Below is an example of present tense conjugation in French.\n\nThe present indicative is commonly used to express the present continuous. For example, Jean mange may be translated as John eats, John is eating. To emphasise the present continuous, expressions such as \"en train de\"  may be used. For example, Jean est en train de manger may be translated as John is eating, John is in the middle of eating. On est en train de chercher un nouvel appartement may be translated as We are looking for a new apartment, We are in the process of finding a new apartment.\n\nIn Italian, the present tense is used similarly to that of English. What follows is an example of present indicative tense conjugation in Italian.\n\nThe present tenses of Portuguese and Spanish are similar in form, and are used in similar ways. What follows are examples of the present indicative conjugation in Portuguese.\n\nThere follow examples of the corresponding conjugation in Spanish.\n\n"
        },
        {
            "title": "Slavic languages",
            "text": "In Bulgarian, the present indicative tense of imperfective verbs is used in a very similar way to the present indicative in English. It can also be used as present progressive. Below is an example of present indicative tense conjugation in Bulgarian.\n\n*Archaic, no infinitive in the modern language.\n\nThe present tense in Macedonian is expressed using imperfective verbs. The following table shows the conjugation of the verbs write (пишува/pišuva), speak (зборува/zboruva), want (сака/saka) and open (отвaра/otvara).\n\n"
        },
        {
            "title": "Sinitic languages",
            "text": "In Wu Chinese, unlike other Sinitic languages (Varieties of Chinese), some tenses can be marked, including the present tense. For instance, in Suzhounese and Old Shanghainese, the word 哉 is used. The particle is placed at the end of a clause, and when a tense is referenced, the word order switches to SOV.[2]\n\nIn a sentence such as \"落雨了\", it would be the perfective aspect in Standard Mandarin, whereas this would be analysed as the present tense in contemporary Shanghainese, where 哉 has underwent lenition to 了.\n\n"
        }
    ]
}