{
    "url": "https://en.wikipedia.org/wiki/Preternatural",
    "title": "Preternatural",
    "table_of_contents": [
        "1 Theology",
        "2 Science",
        "3 Scholarship",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The preternatural (or praeternatural) is that which appears outside or beside (Latin: præter) the natural. It is \"suspended between the mundane and the miraculous\".[1]\n\nIn theology, the term is often used to distinguish marvels or deceptive trickery, often attributed to witchcraft or demons, from purely divine power of genuinely supernatural origin that transcends the laws of nature. Preternatural is also used to describe gifts such as immortality, possessed by Adam and Eve before the fall of man into original sin,[2][3] and the power of flight that angels are thought to have.[4] In the early modern period, the term was used by scientists to refer to abnormalities and strange phenomena of various kinds that seemed to depart from the norms of nature.\n\n"
        },
        {
            "title": "Theology",
            "text": "Medieval theologians made a clear distinction between the natural, the preternatural and the supernatural. Thomas Aquinas argued that the supernatural consists in \"God’s unmediated actions\"; the natural is \"what happens always or most of the time\"; and the preternatural is \"what happens rarely, but nonetheless by the agency of created beings ... Marvels belong, properly speaking, to the realm of the preternatural.\"[5] Theologians, following Aquinas, argued that only God had the power to disregard the laws of nature that he has created, but that demons could manipulate the laws of nature by a form of trickery, to deceive the unwary into believing they had experienced real miracles. According to historian Lorraine Daston,\n\nBy the 16th century, the term \"preternatural\" was increasingly used to refer to demonic activity comparable to the use of magic by human adepts: The Devil, \"being a natural Magician ... may perform many acts in ways above our knowledge, though not transcending our natural power.\"[6] According to the philosophy of the time, preternatural phenomena were not contrary to divine law, but used hidden, or occult powers that violated the normal pattern of natural phenomena.[6]\n\nOrestes Brownson, in his nineteenth-century autobiographical novel The Spirit-Rapper, has the Christian apologist Mr. Merton say \"Man has a double nature, is composed of body and soul ... A supernatural power assists him to rise; a preternatural power assists him, so to speak, to descend\".[7]\n\n"
        },
        {
            "title": "Science",
            "text": "With the emergence of early modern science, the concept of the preternatural increasingly came to be used to refer to strange or abnormal phenomena that seemed to violate the normal working of nature, but which were not associated with magic and witchcraft. This was a development of the idea that preternatural phenomena were fake miracles. As Daston puts it, \"To simplify the historical sequence somewhat: first, preternatural phenomena were demonized and thereby incidentally naturalized; then the demons were deleted, leaving only the natural causes.\"[6] The use of the term was especially common in medicine, for example in John Brown's A Compleat Treatise of Preternatural Tumours (1678), or William Smellie's A Collection of Preternatural Cases and Observations in Midwifery (1754).[8]\n\nIn the 19th century the term was appropriated in anthropology to refer to folk beliefs about fairies, trolls and other such creatures which were not thought of as demonic, but which were perceived to affect the natural world in unpredictable ways. According to Thorstein Veblen, such preternatural agents were often thought of as forces somewhere between supernatural beings and material processes. \"The preternatural agency is not necessarily conceived to be a personal agent in the full sense, but it is an agency which partakes of the attributes of personality to the extent of somewhat arbitrarily influencing the outcome of any enterprise, and especially of any contest.\"[9]\n\nThe linguistic association between individual agents and unexplained or unfortunate circumstances remains. Many people attribute occurrences that are known to be material processes, such as \"gremlins in the engine\", a \"ghost in the machine\", or attributing motives to objects: \"the clouds are threatening\". The anthropomorphism in our daily life is a combination of the above cultural stems, as well as the manifestation of our pattern-projecting minds.[original research?]\n\n"
        },
        {
            "title": "Scholarship",
            "text": "In 2011, Penn State Press began publishing a learned journal titled Preternature: Critical and Historical Studies on the Preternatural. Edited by Kirsten Uszkalo and Richard Raiswell, the journal is dedicated to publishing articles, reviews and short editions of original texts that deal with conceptions and perceptions of the preternatural in any culture and in any historical period. The journal covers \"magics, witchcraft, spiritualism, occultism, prophecy, monstrophy, demonology, and folklore.\"[10]\n\n"
        }
    ]
}