{
    "url": "https://en.wikipedia.org/wiki/Primitive_Baptist_Universalist",
    "title": "Primitive Baptist Universalist",
    "table_of_contents": [
        "1 History",
        "2 Theology",
        "3 Numbers and structure",
        "4 Notable Primitive Baptist Universalists",
        "5 Further reading",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Primitive Baptist Universalists are Christian Universalist congregations located primarily in the central Appalachian region of the United States.  They are popularly known as \"No-Hellers\" due to their belief that there is no Hell per se, but that Hell is actually experienced in this life.[1][2]\n\n"
        },
        {
            "title": "History",
            "text": "\nAlthough they did not split as a denomination away from other Primitive Baptists until 1924, the Primitive Baptist Universalists (PBUs) have been theologically distinct as Universalists since at least 1907, when the minutes of the Washington District Primitive Baptist Association record a reproval:\nRecently, there have been several independent congregations develop due to the revival of interest in the unique theological perspective of the Primitive Baptist Universalists. Many of these churches are located in Tennessee, North Carolina, Virginia, Alabama, and Texas.\n\nHolston Primitive Baptist Universalist Church in Rogersville, TN is among the congregations seeking to unite other churches interested in fellowship without formal associations. This fellowship of congregations allows for variations in interpretations, worship practices, and practical matters which impact their local identity. Calvinistic Universalism, simple services, and local outreach is the prevailing theological and practical glue that binds each church to the fellowship.\n\n"
        },
        {
            "title": "Theology",
            "text": "Baptist minister and historian Bill Leonard has characterized PBU beliefs as the result of \"press[ing] ... Calvinism to the ... conclusion that Christ's redemption is so powerful that all will be redeemed.\" According to Leonard, PBUs believe \"It's hell enough down here.\"[3]\n\nSpecific tenets of PBU theology include:[4]\n\n"
        },
        {
            "title": "Numbers and structure",
            "text": "Primitive Baptists do not participate in censuses of religious denominations, so there are no solid data on the number of PBUs or other Primitive Baptist groups.[5] Bill Leonard estimated in 2011 that there were 1,000 or fewer PBU adherents in total, concentrated in 20 counties in Appalachia.[3]\n\nThere are four associations of PBU congregations consisting of a total of thirty-three congregations located in area of northeastern Tennessee, Virginia, West Virginia and Kentucky, with three PBU fellowships in Ohio, one in Pennsylvania, and Mt. Pleasant Primitive Baptist Church in Grayson, Louisiana:[6]\n\n"
        }
    ]
}