{
    "url": "https://en.wikipedia.org/wiki/Princeton_Battle_Monument",
    "title": "Princeton Battle Monument",
    "table_of_contents": [
        "1 History",
        "1.1 Design",
        "1.2 Illumination and restoration",
        "1.3 Inscription",
        "2 Gallery",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Princeton Battle Monument is located in Princeton, New Jersey, adjacent to Morven and Princeton's borough hall.  The monument commemorates the January 3, 1777 Battle of Princeton, and depicts General George Washington leading his troops to victory and the death of General Hugh Mercer.  It stands 50 feet (15 m) tall and was inspired by carvings on the Arc de Triomphe in Paris.[2]  Designed to visually anchor the western end of Nassau Street, the monument and its park are a legacy of the City Beautiful movement.\n\n"
        },
        {
            "title": "History",
            "text": "An act of Congress on June 8, 1906 appropriated $30,000 to be given to the Princeton Battle Monument Association for the erection of a monument commemorating the Battle of Princeton.  The association, which dated back to 1887 and included such local notables as Allan Marquand and Moses Taylor Pyne, was required to match the $30,000 with an equal sum raised independently.[3]  On February 24, 1908, having raised the requisite funds, the association commissioned prominent Beaux Arts sculptor Frederick MacMonnies to build the monument.[4]  The architectural design was done by Thomas Hastings of acclaimed firm Carrère and Hastings.\n\nIt was difficult to find an appropriate location for the monument and it was first planned for the piece of land at the corner of Mercer and Nassau Streets.  That triangular plot was cleared of buildings in 1913 but ultimately used for the Princeton War Memorial. In 1914, a piece of property was donated by the Princeton Inn Company.  The Inn, which stood on the current location of the Princeton Borough Hall, donated a 500 feet (150 m) stretch of land between Bayard Lane and Morven, from Stockton Street north to the row of chestnut trees in front of the inn.  This property provided not only enough space for the monument and a park, but also a highly visible location where the monument could stand at the end of a long vista from Nassau Street.[5]\n\nThe MacMonnies design is a light-grey bas-relief with George Washington on horseback as the dominant figure.  Washington is depicted sternly refusing defeat and inspiring his battle-weary troops to victory.  Beneath Washington is a young woman personifying Liberty, wearing a Phrygian cap and holding a banner to urge the soldiers onward.[6][7]  She is flanked by troopers and a drummer boy of the Continental Army.[8]  Beneath can be seen the death of General Mercer, after whom the local county would be named.  The structure was originally intended to be bronze and granite, but by 1918 it was decided that Indiana Limestone would be preferable.[9]\n\nThe monument, which was carved in situ by the Piccirilli Brothers[10] was completed in 1922 and dedicated by President Warren G. Harding.  The festivities were marked by a 21-gun salute by the Princeton University Field Artillery ROTC and an invocation by the Right Reverend Paul Matthews, bishop of the Episcopal Diocese of New Jersey.  The President received an honorary degree of Doctor of Laws from Princeton University the same day.[11]\n\nNighttime illumination of the monument was part of the original plan for its construction, but it was only in 2007, 85 years after the completion of the monument, that the lighting work finally got underway, after a successful fundraising effort by the Princeton Parks Alliance.  Charles Stone of the New York firm Fischer Marantz Stone designed the lighting scheme.  After years of neglect and unsuccessful restorations, the monument underwent a professional conservation treatment in 2006 and 2007, as part of the State of New Jersey historic preservation initiative. The treatment was carried out by Aegis Restauro, LLC led by conservators, Zbigniew Pietruszewski and Joanna Pietruszewski, and Farewell, Mills and Gatsch Architects.[12] In September 2007, the Monument was ceremoniously rededicated when the lights were switched on for the first time.[13]\n\nThe inscription on the rear face of the monument, composed by Andrew Fleming West, reads:\n\nA Latin phrase reads:\n\n"
        }
    ]
}