{
    "url": "https://en.wikipedia.org/wiki/Prison_film",
    "title": "Prison film",
    "table_of_contents": [
        "1 Themes",
        "2 Media and societal perception",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A prison film is a film genre concerned with prison life and often prison escape. These films range from acclaimed dramas examining the nature of prisons, such as Cool Hand Luke, Midnight Express, Brubaker, Escape from Alcatraz, The Shawshank Redemption, and Kiss of the Spider Woman to actioners like Lock Up and Undisputed, and even comedies satirizing the genre like Stir Crazy, Life, and Let's Go to Prison. Prison films have been asserted to be \"guilty of oversimplifying complex issues, the end result of which is the proliferation of stereotypes\".[1] For example, they are said to perpetuate \"a common misperception that most correctional officers are abusive\", and that prisoners are \"violent and beyond redemption\".[1]\n\n"
        },
        {
            "title": "Themes",
            "text": "Themes repeatedly visited in the prison films include escape attempts, gang activities inside the prison, efforts of wrongly convicted persons to prove their innocence, and guard and management cruelty. An entire subgenre of films exists where the toughest prisoners are permitted (or forced) to engage in boxing matches or martial arts bouts, replete with high-stakes wagering on the outcomes. Prison films set during war have become a popular subgenre known as prisoner of war film. These various theme elements may be meshed together, where for example a prisoner forced to fight uses the occasion to plan an escape.\n\nImprisonment is a widespread punishment all over the world, but prisons for most people are an unknown experience. Anything they know is mostly, through media and cinema representations. Additionally, the audience is captivated by issues which are unknown and unreachable, and which relate to the criminal behavior and action of institutions of social control of crime, but also to life in prison.[citation needed]\n\n"
        },
        {
            "title": "Media and societal perception",
            "text": "Journalist Paul Manson argued that generally, it is argued that fictionalized representations of the prison have not contributed to public understanding of the prison, and do not contribute positively in the direction of improving it.[2] This is because the entertainment television industry has transformed crime and jail into entertaining objects, thus eroding our doubts and concerns about the prison as a solution of crime reduction. \nThe fictional representation of prison in cinema, the last decade, manufactures prison not only as necessary punishment but also as a unique process for the control and reduction of crime, in order to eliminate these \"others\" misfits, \"psychotic criminals\".[3]\n\nIn 1979 the film Scum led to reforms of prisons and borstals in the UK.\n\n"
        }
    ]
}