{
    "url": "https://en.wikipedia.org/wiki/Private_spaceflight",
    "title": "Private spaceflight",
    "table_of_contents": [
        "1 History of commercial space transportation",
        "1.1 American deregulation",
        "1.2 Russian privatization",
        "1.3 Launch alliances",
        "1.4 Spaceflight privatization",
        "2 Companies",
        "2.1 Funding",
        "2.1.1 Venture capital investment",
        "2.2 Commercial launchers",
        "2.2.1 US government commercial cargo services",
        "2.3 Emerging personal spaceflight",
        "2.4 Private foundations",
        "3 Plans",
        "3.1 Private orbital spaceflight, space stations",
        "3.2 On-orbit propellant depots",
        "3.3 Asteroid mining",
        "3.4 Space elevators",
        "4 Non-launched efforts",
        "4.1 Failed spaceflight ventures",
        "4.2 Private space stations",
        "4.3 Lunar private ventures",
        "4.3.1 Robotic Lunar-surface missions",
        "4.3.2 Private Lunar-surface crewed expeditions",
        "4.4 Mars exploration",
        "5 NewSpace terminology",
        "6 See also",
        "7 References",
        "8 External links",
        "8.1 Government",
        "8.2 Corporate ventures",
        "8.3 Media coverage"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPrivate spaceflight is spaceflight or the development of spaceflight technology that is conducted and paid for by an entity other than a government agency.\n\nIn the early decades of the Space Age, the government space agencies of the Soviet Union and United States pioneered space technology in collaboration with affiliated design bureaus in the USSR and private companies in the US, entirely funding both the development of new spaceflight technologies and the operational costs of spaceflight. The European Space Agency was formed in 1975, largely following the same model of space technology development.[1] However, Arianespace became the world's first commercial launch service provider in the early 1980s.[2][3]\n\nLater on, large defense contractors began to develop and operate space launch systems, derived from government rockets. Private spaceflight in Earth orbit includes communications satellites, satellite television, satellite radio, astronaut transport and sub-orbital and orbital space tourism. In the United States, the FAA has created a new certification called Commercial Astronaut, a new occupation.[1]\n\nIn the 2000s, entrepreneurs began designing—and by the 2010s, deploying—space systems competitive to the governmental systems[4][5] of the early decades of the space age.[6][7]: 7   These new offerings have brought about significant market competition in space launch services after 2010 that had not been present previously, principally through the reduction of the cost of space launch and the availability of more space launch capacity.[8]\n\nPrivate spaceflight accomplishments to date include flying suborbital spaceplanes (SpaceShipOne and SpaceShipTwo), launching orbital rockets, flying two orbital expandable test modules (Genesis I and II), and launching astronauts to the International Space Station (ISS).\n\nPlanned private spaceflights beyond Earth orbit include personal spaceflights around the Moon.[1] Two private orbital habitat prototypes are already in Earth orbit, with larger versions to follow.[9] Planned private spaceflights beyond Earth orbit include solar sailing prototypes (LightSail-3).\n\n"
        },
        {
            "title": "History of commercial space transportation",
            "text": "During the principal period of spaceflight in the mid-twentieth century, only nation states developed and flew spacecraft above the Kármán line, the nominal boundary of space. Both the U.S. civilian space program and Soviet space program were operated using mainly military pilots as astronauts. During this period, no commercial space launches were available to private operators, and no private organization was able to offer space launches. Eventually, private organizations were able to both offer and purchase space launches, thus beginning the period of private spaceflight. \n\nThe first phase of private space operation was the launch of the first commercial communications satellites. The U.S. Communications Satellite Act of 1962 allowed commercial consortia owning and operating their own satellites, although these were still deployed on state-owned launch vehicles.\n\nIn 1980, the European Space Agency created Arianespace, a company to be operated commercially after initial hardware and launch facilities were developed with government funding.[10] Arianespace has since launched numerous satellites as a commercial entity.[11]\n\nThe history of full private space transportation includes early efforts by German company OTRAG in the 20th century. Founded in 1975 as the first private company to attempt to launch a private spacecraft,[12] testing of its OTRAG rocket[13] began in 1977.[14] The history also covers numerous modern orbital and suborbital launch systems in the 21st century. More recent commercial spaceflight projects include the suborbital flights of Virgin Galactic and Blue Origin, the orbital flights of SpaceX and other COTS participants.\n\nDevelopment of alternatives to government-provided space launch services began in earnest in the 2000s. Private interests began funding limited development programs, but the US government later sponsored a series of programs to incentivize and encourage private companies to begin offering both cargo, and later, crew space transportation services.\n\nLower prices for launch services after 2010, and published prices for standard launch services, have brought about significant space launch market competition that had not been present previously.[15][16][17][18][5] By 2012, a private company had begun transporting cargo to and from the International Space Station, while a second private company was scheduled to begin making deliveries in 2013, ushering in a time of regular private space cargo delivery to and return from the government-owned space facility in low Earth orbit (LEO).[19] In this new paradigm for LEO cargo transport, the government contracts for and pays for cargo services on substantially privately developed space vehicles rather than the government operating each of the cargo vehicles and cargo delivery systems. As of 2013[update], there is a mix of private and government resupply vehicles being used for the ISS, as the Russian Soyuz and Progress vehicles, and the European Space Agency (ESA) ATV (through 2014) and the Japanese Kounotori (through 2021) remain in operation after the 2011 retirement of the US Space Shuttle.\n\nIn June 2013, British newspaper The Independent claimed that \"the space race is flaring back into life, and it's not massive institutions such as NASA that are in the running. The old view that human space flight is so complex, difficult and expensive that only huge government agencies could hope to accomplish it is being disproved by a new breed of flamboyant space privateers, who are planning to send humans out beyond the Earth's orbit for the first time since 1972,\"[20] particularly noting projects underway by Mars One, Inspiration Mars Foundation, Bigelow Aerospace and SpaceX.[20]\n\nThe Commercial Space Launch Act of 1984 required encouragement of commercial space ventures, adding a new clause to NASA's mission statement:\n\nYet one of NASA's early actions was to effectively prevent private space flight through a large amount of regulation. From the beginning, though, this met significant opposition not only by the private sector, but in Congress. In 1962, Congress passed its first law pushing back the prohibition on private involvement in space, the Communications Satellite Act of 1962. While largely focusing on the satellites of its namesake, this was described by both the law's opponents and advocates of private space, as the first step on the road to privatisation.\n\nWhile launch vehicles were originally bought from private contractors, from the beginning of the Shuttle program until the Space Shuttle Challenger disaster in 1986, NASA attempted to position its shuttle as the sole legal space launch option.[21]\nBut with the mid-launch explosion/loss of Challenger came the suspension of the government-operated shuttle flights, allowing the formation of a commercial launch industry.[22]\n\nOn 4 July 1982, the Reagan administration released National Security Decision Directive Number 42 which officially set its goal to expand United States private-sector investment and involvement in civil space and space-related activities.[23]\n\nOn 16 May 1983, the Reagan administration issued National Security Decision Directive Number 94 encouraging the commercialization of ELVs, which directed that, \"The U.S. Government will license, supervise, and/or regulate U.S. commercial ELV operations only to the extent required to meet its national and international obligations and to ensure public safety.\"[24]\n\nOn 30 October 1984, US President Ronald Reagan signed into law the Commercial Space Launch Act.[25] This enabled an American industry of private operators of expendable launch systems. Prior to the signing of this law, all commercial satellite launches in the United States were restricted by Federal regulation to NASA's Space Shuttle.\n\nOn 11 February 1988, the Presidential Directive declared that the government should purchase commercially available space goods and services to the fullest extent feasible and shall not conduct activities with potential commercial applications that preclude or deter Commercial Sector space activities except for national security or public safety reasons.\n[26]\n\nOn 5 November 1990, United States President George H. W. Bush signed into law the Launch Services Purchase Act.[27] The Act, in a complete reversal of the earlier Space Shuttle monopoly, ordered NASA to purchase launch services for its primary payloads from commercial providers whenever such services are required in the course of its activities.\n\nIn 1996, the United States government selected Lockheed Martin and Boeing to each develop Evolved Expendable Launch Vehicles (EELV) to compete for launch contracts and provide assured access to space. The government's acquisition strategy relied on the strong commercial viability of both vehicles to lower unit costs. This anticipated market demand did not materialise, but both the Delta IV and Atlas V EELVs remain in active service.\n\nCommercial launches outnumbered government launches at the Eastern Range in 1997.[28]\n\nThe Commercial Space Act was passed in 1998 and implements many of the provisions of the Launch Services Purchase Act of 1990.[29]\n\nNonetheless, until 2004 NASA kept private space flight effectively illegal.[30] But that year, the Commercial Space Launch Amendments Act of 2004 required that NASA and the Federal Aviation Administration legalise private space flight.[31]\nThe 2004 Act also specified a \"learning period\" which restricted the ability of the FAA to enact regulations regarding the safety of people who might actually fly on commercial spacecraft through 2012, ostensibly because spaceflight participants would share the risk of flight through informed consent procedures of human spaceflight risks, while requiring the launch provider to be legally liable for potential losses to uninvolved persons and structures.[32]\n\nTo the end of 2014, commercial passenger flights in space has remained effectively illegal, as the FAA has refused to give a commercial operator's license to any private space company.[33]\n\nThe United States updated US commercial space legislation with the passage of the SPACE Act of 2015 in November 2015.[34]\nThe full name of the act is Spurring Private Aerospace Competitiveness and Entrepreneurship Act of 2015\n\nThe update US law explicitly allows \"US citizens to engage in the commercial exploration and exploitation of 'space resources' [including... water and minerals]\". The right does not extend to biological life, so anything that is alive may not be exploited commercially.[35] The Act further asserts that \"the United States does not [(by this Act)] assert sovereignty, or sovereign or exclusive rights or jurisdiction over, or the ownership of, any celestial body\".\n[35]\n\nThe SPACE Act includes the extension of indemnification of US launch providers for extraordinary catastrophic  third-party losses of a failed launch through 2025, while the previous indemnification law was scheduled to expire in 2016. The Act also extends, through 2025, the \"learning period\" restrictions which limit the ability of the FAA to enact regulations regarding the safety of spaceflight participants.[32]\n\nIndemnification for extraordinary third-party losses has, as of 2015, been a component of US space law for over 25 years, and during this time, \"has never been invoked in any commercial launch mishap\".[32]\n\nIn 1992, a Resurs-500 capsule containing gifts was launched from Plesetsk Cosmodrome in a private spaceflight called Europe-America 500. The flight was conceived by the Russian Foundation for Social Inventions and TsSKB-Progress, a Russian rocket-building company, to increase trade between Russia and USA, and to promote the use of technology once reserved only for military forces. Money for the launch was raised from a collection of Russian companies. The capsule parachuted into the Pacific Ocean and was brought to Seattle by a Russian missile-tracking ship.\n\nThe Russian government sold part of its stake in RSC Energia to private investors in 1994. Energia, together with Khrunichev, constituted most of the Russian crewed space program.[citation needed][needs update]\n\nSince 1995 Khrunichev's Proton rocket has been marketed through International Launch Services, while the Soyuz rocket is marketed via Starsem. The Sea Launch project flew the Ukrainian Zenit rocket.\n\nIn 2003, Arianespace joined with Boeing Launch Services and Mitsubishi Heavy Industries to create the Launch Services Alliance. In 2005, continued weak commercial demand for EELV launches drove Lockheed Martin and Boeing to propose a joint venture called the United Launch Alliance to service the United States government launch market.[36]\n\nSince the 1980s, various private initiatives have started up to pursue the private use of space. Traditional costs to launch anything to space have been high—on the order of tens of thousands of US dollars per kilogram—but by 2020, costs on the order of a few thousand dollars per kilogram are being seen from one private launch provider that was an early 2000s startup, with the cost projected to fall to less than a few hundred dollars per kilogram as the technology of a second private spaceflight startup of ~2000 comes into service.[8]\n\nThe first privately funded rocket to reach the boundary of space, the Kármán line, (although not orbit) was Conestoga I, which was launched by Space Services Inc. on a suborbital flight to 309 kilometres (192 mi) altitude on 9 September 1982.[37][38]  In October 1995, their first (and only) attempt at an orbital launch, Conestoga 1620, failed to achieve orbit due to a guidance system failure.[39]\n\nOn April 5, 1990, Orbital Sciences Corporation's Pegasus, an air launched rocket, was the first launch vehicle fully developed by a private company to reach orbit.[40]\n\nIn the early 2000s, several public-private corporate partnerships were established in the United States to privately develop spaceflight technology. Several purely private initiatives have shown interest in private endeavors to the inner Solar System.[41]\n\nIn 2006, NASA initiated a program to purchase commercial space transport to carry cargo to the International Space Station, while funding a portion of the development of new technology in a public-private partnership.[7]: 10 \n\nIn May 2015, the Japanese legislature considered legislation to allow private company spaceflight initiatives in Japan.[42]\n\nIn 2016, the United States granted its first clearance for a private flight to the moon, from the FAA's Office of Commercial Space Transportation.[43]\n\nOn 30 May 2020, Crew Dragon Demo-2 operated by SpaceX became the first crewed mission to the International Space Station in the Commercial Crew Program.\n\nAfter 2015, European-based private small-lift launch vehicle development got underway, particularly in Germany, Italy, and the United Kingdom, but \"France has largely been left out of this new commercial launch industry\".[44]  In 2021, the Government of France announced a plan to fund the \"France-based rocket firm ArianeGroup to develop a new small-lift rocket called Maïa by the year 2026,\"[44] which would be a government-funded but commercially developed rocket.\n\n"
        },
        {
            "title": "Companies",
            "text": "Today many commercial space transportation companies offer launch services to satellite companies and government space organizations around the world. In 2005, there were 18 total commercial launches and 37 non-commercial launches. Russia flew 44% of commercial orbital launches, while Europe had 28% and the United States had 6%.[45] China's first private launch, a suborbital flight by OneSpace, took place in May 2018.[46]\n\nIn recent years, the funding to support private spaceflight has begun to be raised from a larger pool of sources than the comparatively limited pool of the 1990s. For example, as of June 2013[update] and in the United States alone, ten billionaires had made \"serious investments in private spaceflight activities\"[47] at six companies, including Stratolaunch Systems, Planetary Resources, Blue Origin, Virgin Galactic, SpaceX, and Bigelow Aerospace. The ten investors were Paul Allen, Larry Page, Eric Schmidt, Ram Shriram, Charles Simonyi, Ross Perot Jr., Jeff Bezos, Richard Branson, Elon Musk, and Robert Bigelow.[citation needed]\n\nAt the start of the private space era it was not yet clear to what extent these entrepreneurs see \"legitimate business opportunity, [for example], space tourism and other commercial activities in space, or [are] wealthy men seeking the exclusivity that space offers innovators and investors.\"[47] There has been speculation as to whether these investments are a \"gamble\", and whether they will prove lucrative.[47]\n\nAs of the early 2020s some of these investments have paid off, with Musk's SpaceX coming to dominate the launch market in mass to orbit and with a $100 billion valuation.[48][49] Other companies such as Bigelow Aerospace have though collapsed and left the market.[50] Many startup space companies, such as Rocket Lab, have launched on the stock market for funding as Special-purpose acquisition company, but their SPAC values have been affected by market volatility.[51]\n\nSome investors see the traditional spaceflight industry as ripe for disruption, with \"a 100-fold improvement [relatively straightforward and] a thousand-fold improvement [possible]\".[52] Between 2005 and 2015, there was US$10 billion of private capital invested in the space sector,[53] most of it in the United States. This liberalized private space sector investments beginning in the 1980s,[25] with additional legislative reforms in the 1990s–2000s.[22][29][31] From 2000 through the end of 2015, a total of US$13.3 billion of investment finance was invested in the space sector, with US$2.9 billion of that being venture capital.[54] In 2015, venture capital firms invested US$1.8 billion in private spaceflight companies, more than they had in the previous 15 years combined.[54] As of October 2015[update], the largest and most active investors in space were Lux Capital, Bessemer Venture Partners, Khosla Ventures, Founders Fund, RRE Ventures and Draper Fisher Jurvetson.[53]\n\nIncreasing interest by investors in economically driven spaceflight had begun to appear by 2016, and some space ventures had to turn away investor funding.[52] CBInsights in August 2016 published that funding to space startups was \"in a slump\", although the number of space investment deals per quarter had gone from 2 or 3 in 2012 to 14 by 2015.[55] In 2017, CB Insights ranked the most active space tech investors, ranked from highest to lowest, were Space Angels Networks, Founders Fund, RRE Ventures, Data Collective, Bessemer, Lux Capital, Alphabet, Tencent Holdings, and Rothenberg Ventures.[56] In June 2019, Miriam Kramer of Axios wrote that private spaceflight companies and investors were poised to capitalize on NASA's plan to open up the International Space Station to commercial space ventures.[57]\n\nThe space transport business has, historically, had its primary customers in national governments and large commercial segments. Launches of government payloads, including military, civilian and scientific satellites, was the largest market segment in 2007 at nearly $100 billion a year. This segment is dominated by domestic favorites such as the United Launch Alliance for U.S. government payloads and Arianespace for European satellites. The commercial payload segment, valued at under $3 billion a year, was dominated by Arianespace in 2007, with over 50% of the market segment,[58] followed by Russian launchers. See a complete list of launch systems.\n\nSpaceflight, Inc. operates as a launch broker, matching small-payload customers with launch providers in a \"ridesharing\" service.\n\nThe US government determined to begin a process to purchase orbital launch services for cargo deliveries to the International Space Station (ISS) beginning in the mid-2000s, rather than operate the launch and delivery services as they had with the Space Shuttle, which was to retire in less than half a decade, and ultimately did retire in 2011.  On 18 January 2006, NASA announced an opportunity for US commercial providers to demonstrate orbital transportation services.[59] As of 2008, NASA planned to spend $500 million through 2010 to finance development of private sector capability to transport payloads to the International Space Station (ISS).[needs update] This was considered more challenging than then-available commercial space transportation because it would require precision orbit insertion, rendezvous and possibly docking with another spacecraft. The commercial vendors competed in specific service areas.[60]\n\nIn August 2006, NASA announced that two relatively young aerospace companies, SpaceX and Rocketplane Kistler, had been awarded $278 million and $207 million, respectively, under the COTS program.[61] In 2008, NASA anticipated that commercial cargo delivery services to and return services from the ISS would be necessary through at least 2015. The NASA Administrator suggested that space transportation services procurement may be expanded to orbital fuel depots and lunar surface deliveries should the first phase of COTS prove successful.[62]\n\nAfter it transpired that Rocketplane Kistler was failing to meet its contractual deadlines, NASA terminated its contract with the company in August 2008, after only $32 million had been spent. Several months later, in December 2008, NASA awarded the remaining $170 million in that contract to Orbital Sciences Corporation to develop resupply services to the ISS.[63]\n\nBefore 2004, the year it was legalized in the US, no privately operated crewed spaceflight had ever occurred. The only private individuals to journey to space went as space tourists in the Space Shuttle or on Russian Soyuz flights to Mir or the International Space Station.\n\nAll private individuals who flew to space before Dennis Tito's self-financed International Space Station visit in 2001 had been sponsored by their home governments or by private corporations.[64] Those trips include US Congressman Bill Nelson's January 1986 flight on the Space Shuttle Columbia and Japanese television reporter Toyohiro Akiyama's 1990 flight to the Mir Space Station.\n\nThe Ansari X PRIZE was intended to stimulate private investment in the development of spaceflight technologies. 21 June 2004, test flight of SpaceShipOne, a contender for the X PRIZE, was the first human spaceflight in a privately developed and operated vehicle.\n\nOn 27 September 2004, following the success of SpaceShipOne, Richard Branson, owner of Virgin and Burt Rutan, SpaceShipOne's designer, announced that Virgin Galactic had licensed the craft's technology, and were planning commercial space flights in 2.5 to 3 years. A fleet of five craft (SpaceShipTwo, launched from the WhiteKnightTwo carrier airplane) were to be constructed, and flights would be offered at around $200,000 each, although Branson said he planned to use this money to make flights more affordable in the long term. A test flight of SpaceShipTwo in October 2014 resulted in a crash during one of the two pilots died.[65]\n\nIn December 2004, United States President George W. Bush signed into law the Commercial Space Launch Amendments Act.[66] The Act resolved the regulatory ambiguity surrounding private spaceflights and is designed to promote the development of the emerging U.S. commercial human space flight industry.\n\nOn 12 July 2006, Bigelow Aerospace launched the Genesis I, a subscale pathfinder of an orbital space station module. Genesis II was launched on 28 June 2007, and there are plans for additional prototypes to be launched in preparation for the production model BA 330 spacecraft.[needs update]\n\nIn November 2009, Zero 2 Infinity, a Spanish aerospace company announced plans for a balloon-based nears space tourism vehicle called Bloon.[67] Then in 2015 it started developing a high-altitude balloon-based launch vehicle named bloostar to launch small satellites to orbit for customers, as well as platform for near-space tourism.[68] World View, a stratospheric balloon exploration company based in Tucson, Ariz., is similarly leveraging its stratospheric balloon technology to launch its remote sensing services[69] for government and commercial customers, as well as developing its own space tourism offering that would lift passengers up to 100,000 feet for a 6-8 journey.[70] Similar projects of stratospheric balloon tourism are being developed by multiple other companies around the world (Zephalto,[71] Space Perspective,[72] ...), though none has yet made a high altitude crewed flight (as of Aug. 2022).\n\nOn July 11, 2021, Richard Branson and Virgin Galactic made the first successful flight to space.[73]\n\nOn July 20, 2021, Jeff Bezos and Blue Origin also made a successful flight to space.[74]\n\nOn September 16, 2021, Crew Dragon Resilience Inspiration4 mission operated by SpaceX became the first orbital spaceflight with only private citizens aboard.\n\nThe B612 Foundation was[75] designing and building an asteroid-finding space telescope named Sentinel.[76] It would have launched in 2016.[77]\n\nThe Planetary Society, a nonprofit space research and advocacy organization, has sponsored a series of small satellites to test the feasibility of solar sailing. Their first such project, Cosmos 1, was launched in 2005 but failed to reach space, and was succeeded by the Lightsail series, the first of which launched on 20 May 2015. A second spacecraft is expected to launch in 2016 on a more complex mission.[78]\n\nCopenhagen Suborbitals is a crowd funded amateur crewed space programme. As of 2016[update] it has flown four home-built rockets and two mock-up space capsules.\n\n"
        },
        {
            "title": "Plans",
            "text": "Many have speculated on where private spaceflight may go in the near future. Numerous projects of orbital and suborbital launch systems for satellites and crewed flights exist. Some orbital crewed missions would be state-sponsored like most COTS participants. (that develop their own launch systems). Another possibility is for paid suborbital tourism on craft like those from Virgin Galactic, Space Adventures, XCOR Aerospace, RocketShip Tours, ARCASPACE, PlanetSpace-Canadian Arrow, British Starchaser Industries or non-commercial like Copenhagen Suborbitals. Additionally, suborbital spacecraft have applications for faster intercontinental package delivery and passenger flight.\n\nSpaceX's Falcon 9 rocket, first launched in 2010 with no passengers,[79] was designed to be subsequently human-rated. The Atlas V  launch vehicle is also a contender for human-rating.\n\nPlans and a full-scale prototype for the SpaceX Dragon, a capsule capable of carrying up to seven passengers, were announced in March 2006,[80]\nand Dragon version 2 flight hardware was unveiled in May 2014.[81]\nAs of September 2014[update], both SpaceX and Boeing have received contracts from NASA to complete building, testing, and flying up to six flights of human-rated space capsules to the International Space Station beginning in 2017.[82]\n\nIn December 2010, SpaceX launched the second Falcon 9 and the first operational Dragon spacecraft. The mission was deemed fully successful, marking the first launch to space, atmospheric reentry and recovery of a capsule by a private company. Subsequent COTS missions included increasingly complex orbital tasks, culminating in Dragon first docking to the ISS in 2012.\n\nBigelow Aerospace develops BA 330 module (based on the former NASA TransHab design) intended to be used for activities like microgravity research, space manufacturing, and space tourism with modules serving as orbital \"hotels\". To promote private crewed launch efforts, Bigelow offered the US$50 million America's Space Prize for the first US-based privately funded team to launch a crewed reusable spacecraft to orbit on or before 10 January 2010; such feat is yet to be achieved as of December 2018[update].\n\nThe British Government partnered in 2015 with the ESA to promote a possibly commercial single-stage to orbit spaceplane concept called Skylon.[83] This design was pioneered by the privately held Reaction Engines Limited,[84][85] a company founded by Alan Bond after HOTOL was canceled.[86]\n\nAs of 2012, private company NanoRacks provides commercial access to the US National Laboratory space on the International Space Station (ISS).  Science experiments can be conducted on a variety of standard rack-sized experimental platforms, with standard interfaces for power and data acquisition.[87]\n\nSpaceX announced that Japanese entrepreneur Yusaku Maezawa will launch with the dearMoon crew in 2023 to become to first civilian on a lunar Starship mission.[88][89]\n\nIn a presentation given 15 November 2005 to the 52nd Annual Conference of the American Astronautical Society, NASA Administrator Michael D. Griffin suggested that establishing an on-orbit propellant depot is, \"Exactly the type of enterprise which should be left to industry and to the marketplace.\"[90] At the Space Technology and Applications International Forum in 2007, Dallas Bienhoff of Boeing made a presentation detailing the benefits of propellant depots.[91] Shackleton Energy Company has established operational plans, an extensive teaming and industrial consortium for developing LEO Propellant Depots supplied by Lunar polar sourced water ice.[92]\n\nSome have speculated on the profitability of mining metal from asteroids. According to some estimates, a one kilometer-diameter asteroid would contain 30 million tons of nickel, 1.5 million tons of metal cobalt and 7,500tons of platinum; the platinum alone would have a value of more than $150 billion at 2008 terrestrial prices.[93]\n\nA space elevator system is a possible launch system, currently under investigation by at least one private venture.[94] There are concerns over cost, general feasibility and some political issues. On the plus side the potential to scale the system to accommodate traffic would (in theory) be greater than some other alternatives. Some factions contend that a space elevator — if successful — would not supplant existing launch solutions but complement them.\n\n"
        },
        {
            "title": "Non-launched efforts",
            "text": "After earlier first effort of OTRAG, in the 1990s the projection of a significant demand for communications satellite launches attracted the development of a number of commercial space launch providers. The launch demand largely vanished when some of the largest satellite constellations, such as 288 satellite Teledesic network, were never built.\n\nIn 1996, NASA selected Lockheed Martin Skunk Works to build the X-33 VentureStar prototype for a single stage to orbit (SSTO) reusable launch vehicle. In 1999, the subscale X-33 prototype's composite liquid hydrogen fuel tank failed during testing. At project termination on 31 March 2001, NASA had funded US$912 million of this wedge shaped spacecraft while Lockheed Martin financed US$357 million of it.[95] The VentureStar was to have been a full-scale commercial space transport operated by Lockheed Martin.\n\nIn 1997, Beal Aerospace proposed the BA-2, a low-cost heavy-lift commercial launch vehicle. On 4 March 2000, the BA-2 project tested the largest liquid rocket engine built since the Saturn V.[96] In October 2000, Beal Aerospace ceased operations citing a decision by NASA and the Department of Defense to commit themselves to the development of the competing government-financed EELV program.[97]\n\nIn 1998, Rotary Rocket proposed the Roton, a Single Stage to Orbit (SSTO) piloted Vertical Take-off and Landing (VTOL) space transport.[98] A full scale Roton Atmospheric Test Vehicle flew three times in 1999. After spending tens of millions of dollars in development the Roton failed to secure launch contracts and Rotary Rocket ceased operations in 2001.\n\nOn 28 September 2006, Jim Benson, SpaceDev founder, announced he was founding Benson Space Company with the intention of being first to market with the safest and lowest cost suborbital personal spaceflight launches, using the vertical takeoff and horizontal landing Dream Chaser vehicle based on the NASA HL-20 Personnel Launch System vehicle.[needs update]\n\nExcalibur Almaz had plans in 2007 to launch a modernized TKS Spacecraft (for Almaz space station), for tourism and other uses. It was to feature the largest window ever on a spacecraft. Their equipment was never launched, and their hangar facility closed in 2016. It is to be converted into an educational exhibit.[99]\n\nEscape Dynamics operated from 2010 to 2015, with the goal of making single-stage to orbit spaceplanes.[100]\n\nIn December 2012, the Golden Spike Company announced plans to privately transport space exploration participants to the surface of the Moon and return, beginning as early as 2020, for US$750 million per passenger.[101]\n\nXCOR Aerospace planned to initiate a suborbital commercial spaceflight service with the Lynx rocketplane in 2016 or 2017 at $95,000. The first flights, to be taken by 23 passengers from the Axe Apollo Space Academy, were planned for 2015.[102][103][104]\n\nBy 2010, Bigelow Aerospace was developing the Next-Generation Commercial Space Station, a private orbital space complex.  The space station was to have been constructed of both Sundancer and B330 expandable modules as well as a central docking node, propulsion, solar arrays, and attached crew capsules. Initial launch of space station components was planned for 2014, with portions of the station projected to be available for leased use as early as 2015.[105] As of October 2021[update], no launches have taken place.\n\nThe following companies and organizations had made initial funded launch commitments for Google Lunar X Prize-related Lunar launches in 2016:\n\nIn June 2012, private Dutch non-profit, Mars One, announced a private one-way (no return) human mission to Mars with the aim to establish a permanent human colony on Mars.[112] The plan was to send a communication satellite and pathfinder lander to the planet by 2016 and, after several stages, land four humans on the Martian surface for permanent settlement in 2023.[113] A new set of four astronauts would then arrive every two years.[114]\n\nMars One has received a variety of criticism, mostly relating to medical,[115] technical and financial feasibility. There are also unverified claims that Mars One is a scam designed to take as much money as possible from donors, including reality show contestants.[116][117] Many have criticized the project's US$6 billion budget as being too low to successfully transport humans to Mars, to the point of being delusional.[118][119] A similar project study by NASA estimated the cost of such a feat at US$100 billion, although that included transporting the astronauts back to Earth. Objections have also been raised regarding the reality TV project associated with the expedition. Given the transient nature of most reality TV ventures, many believe that as viewership declines, funding could significantly decrease, thereby harming the entire expedition. Further, contestants have reported that they were ranked based on their donations and funds raised.[116][120]\n\nIn February 2013, the US nonprofit Inspiration Mars Foundation announced a plan to send a married couple on a 2018 mission to travel to Mars and back to Earth on a 501-day round trip, with no landing planned on Mars.[121] The mission would have taken advantage of an infrequently occurring free return trajectory—a unique orbit opportunity which occurs only once every fifteen years—and will allow the space capsule to use the smallest possible amount of fuel to get it to Mars and back to Earth. The two-person American crew – a man and a woman – will orbit around Mars at a distance of 100 miles (160 km) of the surface.[122] \"If anything goes wrong, the spacecraft should make its own way back to Earth — but with no possibility of any shortcuts home.\"[123]\n\nOn September 27, 2016, at the 67th annual meeting of the International Astronautical Congress, Elon Musk unveiled substantial details of the Interplanetary Transport System (ITS) design for the transport vehicles—including size, construction material, number and type of engines, thrust, cargo and passenger payload capabilities, on-orbit propellant-tanker refills, representative transit times, etc.—as well as a few details of portions of the Mars-side and Earth-side infrastructure that SpaceX intends to build to support the flight vehicles. In addition, Musk championed a larger systemic vision, a vision for a bottom-up emergent order of other interested parties—whether companies, individuals, or governments—to utilize the new and radically lower-cost transport infrastructure to build up a sustainable human civilization on Mars, potentially, on numerous other locations around the Solar System, by innovating and meeting the demand that such a growing venture would occasion.[124][125]\n\nIn July 2017, SpaceX made public plans for ITS based on a smaller launch vehicle and spacecraft. The new system architecture has \"evolved quite a bit\" since the November 2016 articulation of the very large \"Interplanetary Transport System\". A key driver of the new architecture is to make the new system useful for substantial Earth-orbit and cislunar launches so that the new system might pay for itself, in part, through economic spaceflight activities in the near-Earth space zone.[126][127] The Super Heavy is designed to fulfill the Mars transportation goals while also launching satellites, servicing the ISS, flying humans and cargo to the Moon, and enabling ballistic transport of passengers on Earth as a substitute to long-haul airline flights.[128]\n\nSince March 2020, SpaceX conducted several test flights of their Starship spacecraft. The Starship is a fully reusable two-stage vehicle designed to take passengers and cargo to the Moon, Mars, and beyond. SpaceX had initially planned to have an orbital-flight in 2021. On Wednesday, May 5, 2021, the twelfth Starship prototype (SN15) made a 10 km suborbital flight and achieved soft landing. SpaceX is currently in the process of improving and understanding the Starship spacecraft.[88]\n\n"
        },
        {
            "title": "NewSpace terminology",
            "text": "The term \"NewSpace\" emphasizes the relative modernity of private spaceflight efforts, encompassing international and multinational efforts to privatize spaceflight as a commercial industry. Such corporations fall under the governance of international treaties and national governments.[129]\n\n"
        }
    ]
}