{
    "url": "https://en.wikipedia.org/wiki/Private_property",
    "title": "Private property",
    "table_of_contents": [
        "1 History",
        "2 Legal and real world aspects",
        "3 Theory",
        "4 Criticism",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Private property is a legal designation for the ownership of property by non-governmental legal entities.[1] Private property is distinguishable from public property, which is owned by a state entity, and from collective or cooperative property, which is owned by a group of non-governmental entities.[2]\n\nPrivate property is foundational to capitalism, an economic system based on the private ownership of the means of production and their operation for profit.[3] The distinction between private and personal property varies depending on political philosophy, with socialist perspectives making a hard distinction between the two. As a legal concept, private property is defined and enforced by a country's political system.[4]\n\n"
        },
        {
            "title": "History",
            "text": "Ideas about and discussion of private property date back to the Persian Empire, and emerge in the Western tradition at least as far back as Plato.[5]\nPrior to the 18th century, English speakers generally used the word \"property\" in reference to land ownership. In England, \"property\" came to have a legal definition in the 17th century.[6] Private property defined as property owned by commercial entities emerged with the great European trading companies of the 17th century.[7]\n\nThe issue of the enclosure of agricultural land in England, especially as debated in the 17th and 18th centuries, accompanied efforts in philosophy and political thought—by Thomas Hobbes (1588–1679), James Harrington (1611–1677) and John Locke (1632–1704), for example—to address the phenomenon of property ownership.[8]\n\nIn arguing against supporters of absolute monarchy, John Locke conceptualized property as a \"natural right\" that God had not bestowed exclusively on the monarchy; the labour theory of property. This stated that property is a natural result of labor improving upon nature; and thus by virtue of labor expenditure, the laborer becomes entitled to its produce.[9]\n\nInfluenced by the rise of mercantilism, Locke argued that private property was antecedent to and thus independent of government. Locke distinguished between \"common property\", by which he meant common land, and property in consumer goods and producer-goods. His chief argument for property in land ownership was that it led to improved land management and cultivation over common land.\n\nIn the 18th century, during the Industrial Revolution, the moral philosopher and economist Adam Smith (1723–1790), in contrast to Locke, drew a distinction between the \"right to property\" as an acquired right, and natural rights. Smith confined natural rights to \"liberty and life\". Smith also drew attention to the relationship between employee and employer and identified that property and civil government were dependent upon each other, recognizing that \"the state of property must always vary with the form of government\". Smith further argued that civil government could not exist without property, as government's main function was to define and safeguard property ownership.[9]\n\nIn the 19th century, the economist and philosopher Karl Marx (1818–1883) provided an influential analysis of the development and history of property formations and their relationship to the technical productive forces of a given period. Marx's conception of private property has proven influential for many subsequent economic theories and for communist, socialist and anarchist,  political movements, and led to the widespread association of private property—particularly private property in the means of production—with capitalism.\n\n"
        },
        {
            "title": "Legal and real world aspects",
            "text": "Private property is a legal concept defined and enforced by a country's political system.[4] The area of law that deals with the subject is called property law. The enforcement of property law concerning private property is a matter of public expense.\n\nDefence of property is a common method of justification used by defendants who argue that they should not be held liable for any loss and injury that they have caused because they were acting to protect their property. Courts have generally ruled that the use of force may be acceptable.\n\nIn many political systems, the government requests that owners pay for the privilege of ownership.  A property tax is an ad valorem tax on the value of a property, usually levied on real estate. The tax is levied by the governing authority of the jurisdiction in which the property is located. It may be imposed annually or at the time of a real estate transaction, such as in real estate transfer tax. Under a property-tax system, the government requires or performs an appraisal of the monetary value of each property, and tax is assessed in proportion to that value. The four broad types of property taxes are land, improvements to land (immovable man-made objects, such as buildings), personal property (movable man-made objects) and intangible property.\n\nThe social and political context in which private property is administered will determine the extent to which an owner will be able to exercise rights over the same. The rights to private property often come with limitations. For example, local government may enforce rules about what kind of building may be built on private land (building code), or whether a historical building may be demolished or not.  Theft is common in many societies, and the extent to which central administration will pursue property crime varies enormously.\n\nSome forms of private property are uniquely identifiable, and may be described in a title or a certificate of ownership.\n\nThe rights to a property may be transferred from one \"owner\" to another. A transfer tax is a tax on the passing of title to property from one person (or entity) to another.  An owner may request that, after death, private property be transferred to family members, through inheritance.\n\nIn certain cases ownership may be lost to the public interest. Private real estate may be confiscated or used for public purposes, for example to build a road.\n\n"
        },
        {
            "title": "Theory",
            "text": "The legal framework of a country or society defines some of the practical implications of private property. There are no expectations that these rules will define a rational and consistent model of economics or social system.\n\nAlthough contemporary neoclassical economics—currently the dominant school of economics—rejects some of the assumptions of the early philosophers underpinning classical economics, it has been argued that neoclassical economics continues to be influenced by the legacy of natural moral theory and the concept of natural rights, which has led to the presentation of private market exchange and private property rights as \"natural rights\" inherent in nature.[10]\n\nEconomic liberals (defined as those who support a private sector-driven market economy) consider private property to be essential for the construction of a prosperous society. They believe private ownership of land ensures the land will be put to productive use and its value protected by the landowner.  If the owners must pay property taxes, this forces the owners to maintain a productive output from the land to keep taxes current. Private property also attaches a monetary value to land, which can be used to trade or as collateral. Private property thus is an important part of capitalization within the economy.[11]\n\nSocialist economists are critical of private property as socialism aims to substitute private property in the means of production for social ownership or public property. Socialists generally argue that private property relations limit the potential of the productive forces in the economy when productive activity becomes a collective activity, where the role of the capitalist becomes redundant (as a passive owner). Socialists generally favor social ownership either to eliminate the class distinctions between owners and workers and as a component of the development of a post-capitalist economic system.[12]\n\nIn response to the socialist critique, the Austrian School economist Ludwig Von Mises argued that private property rights are a requisite for what he called \"rational\" economic calculation and that the prices of goods and services cannot be determined accurately enough to make efficient economic calculation without having clearly defined private-property rights. Mises argued that a socialist system, which by definition would lack private property in the factors of production, would be unable to determine appropriate price valuations for the factors of production. According to Mises, this problem would make rational socialist calculation impossible.[13]\n\nIn capitalism, ownership can be viewed as a “bundle of rights\" over an asset that entitles its holder to a strong form of authority over it. Such bundle is composed of a set of rights that allows the owner of the asset to control it and decide on its use, claim the value generated by it, exclude others from using it and the right to transfer the ownership (set of rights over the asset) of it to another holder.[14][15]\n\nIn Marxian economics and socialist politics, there is distinction between \"private property\" and \"personal property\". The former is defined as the means of production in reference to private ownership over an economic enterprise based on socialized production and wage labor whereas the latter is defined as consumer goods or goods produced by an individual.[16][17] Prior to the 18th century, private property usually referred to land ownership.\n\n"
        },
        {
            "title": "Criticism",
            "text": "Private property in the means of production is the central element of capitalism criticized by socialists. In Marxist literature, private property refers to a social relationship in which the property owner takes possession of anything that another person or group produces with that property and capitalism depends on private property.[18] The socialist critique of private ownership is heavily influenced by the Marxist analysis of capitalist property forms as part of its broader critique of alienation and exploitation in capitalism. Although there is considerable disagreement among socialists about the validity of certain aspects of Marxist analysis, the majority of socialists are sympathetic to Marx's views on exploitation and alienation.[19]\n\nSocialists critique the private appropriation of property income on the grounds that because such income does not correspond to a return on any productive activity and is generated by the working class, it represents exploitation. The property-owning (capitalist) class lives off passive property income produced by the working population by virtue of their claim to ownership in the form of stock or private equity. This exploitative arrangement is perpetuated due to the structure of capitalist society. Capitalism is regarded as a class system akin to historical class systems like slavery and feudalism.[20]\n\nPrivate ownership has also been criticized on non-Marxist ethical grounds by advocates of market socialism. According to the economist James Yunker, the ethical case for market socialism is that because passive property income requires no mental or physical exertion on the part of the recipient and its appropriation by a small group of private owners is the source of the vast inequalities in contemporary capitalism, social ownership in a market economy would resolve the major cause of social inequality and its accompanying social ills.[21] Weyl and Posner argue that private property is another name for monopoly and can hamper allocative efficiency. Through the use of taxation and modified Vickrey auctions, they argue that partial common property ownership is a more efficient and just way to organize the economy.[22]\n\nThe justifications for private property rights have also been critiqued as tools of empire which enable land appropriation.[23] According to academic commentator Brenna Bhandar, the language implemented in property legislation dictates colonized peoples as unable to effectively own and utilize their own land.[23] It is suggested that personal rights are interchangeable with property rights, that therefore communities which utilize communal methods of land ownership are not equally validated by private property ideals.[24]\n\nIt is also argued by critical race theorist Cheryl Harris that race and property rights have been conflated over time, with only those qualities unique to white settlement recognized legally.[25] Indigenous use of land, focusing on common ownership, is distinguished from private property ownership and western understandings of land law.[26]\n\n"
        }
    ]
}