{
    "url": "https://en.wikipedia.org/wiki/Procedural_drama",
    "title": "Procedural drama",
    "table_of_contents": [
        "1 Types of media",
        "1.1 Television",
        "1.1.1 Fiction",
        "1.1.2 Non-fiction",
        "1.2 Literature",
        "2 Television examples",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A procedural or procedural drama is a cross-genre type of literature, film, or television program involving a sequence of technical detail. A documentary film may also be written in a procedural style to heighten narrative interest.\n\nTelevision programs in this genre focus on how crimes are solved, and are centered around a law enforcement agency, legislative body, or court of law. Some dramas include a lab or high-tech conference room where the main characters meet to work out the problem. Shows usually have an episodic format that does not necessarily require the viewer to have seen previous episodes. Episodes typically have a self-contained (also referred to as 'stand-alone') plot that is introduced, developed, and resolved within the same episode.\n\nThe procedural format is popular around the world.[1] In 2011, the director of a TV consultancy said, \"The continuing trend is for procedurals because they use a predictable structure.\"[1] Due to their stand-alone episodic nature, they are more accessible to new viewers than serials. Self-contained episodes also make it easier for viewers to return to a show if they have missed some episodes.[2] In general, procedural dramas can usually be re-run with little concern for episode order.[1]\n\nProcedurals are often criticized for being formulaic.[3][4] Procedurals are also generally less character-driven than serialized shows. However, some procedurals have more character emphasis than is typical of the format.[5][6] Some may occasionally feature a storyline stretching over several episodes (often called a story arc).[7]\n\nA popular subgenre is the police procedural.\n\n"
        },
        {
            "title": "Types of media",
            "text": "In television, \"procedural\" specifically refers to a genre of programs in which a problem is introduced, investigated and solved all within the same episode. These shows tend to be hour-long dramas, and are often (though not always) police or crime related.[citation needed]\n\nThe general formula for a police procedural involves the commission or discovery of a crime at the beginning of the episode, the ensuing investigation, and the arrest or conviction of a perpetrator at the end of the episode.\n\nModern examples of this genre are the Law & Order, CSI & NCIS franchises. House is an example of a non-crime-related procedural.\n\n"
        },
        {
            "title": "Television examples",
            "text": "This list provides examples of procedural dramas; it is not exhaustive.\n\n"
        }
    ]
}