{
    "url": "https://en.wikipedia.org/wiki/Proclamation_of_Neutrality",
    "title": "Proclamation of Neutrality",
    "table_of_contents": [
        "1 Background",
        "2 Text of the proclamation",
        "3 Debates",
        "4 See also",
        "5 In popular culture",
        "6 Notes",
        "7 References",
        "8 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Proclamation of Neutrality was a formal announcement issued by U.S. President George Washington on April 22, 1793, that declared the nation neutral in the conflict between France and Great Britain. It threatened legal proceedings against any American providing assistance to any country at war.\n\n"
        },
        {
            "title": "Background",
            "text": "News that Revolutionary France had declared war on Great Britain in February 1793, and with this declaration that France, by the country's own volition, was now at war with all of Europe, did not reach America until the first half of April of that year.[1] President Washington was at Mount Vernon attending the funeral of a nephew when he was given the news.[2] He hurried back to Pennsylvania and summoned a cabinet meeting on April 19. It was unanimously agreed to issue a proclamation \"forbidding citizens to take part in any hostilities in the seas, on behalf of or against any of the belligerent powers.\"[3]\n\nWashington's members agreed that neutrality was essential; the nation was too young and its military was too small to risk any sort of engagement with either France or Britain. Secretary of State Thomas Jefferson, in particular, saw in this question, the influence of the Federalists — his political rivals; yet he too agreed a proclamation was in order, though perhaps not an official one.\n\nIn a cabinet meeting of January 14, Thomas Jefferson argued that while neutrality was a sine qua non, there was no real need to make a Proclamation of Neutrality either immediately or even officially; perhaps there might be no need for an official declaration at all. The United States could declare its neutrality for a price, Jefferson intimated, \"Why not stall and make countries bid for [American] neutrality?\"[4] In response, Secretary of the Treasury Alexander Hamilton declared that American neutrality was not negotiable. Jefferson eventually resigned from his duty as Secretary of State in disagreement with the Proclamation of Neutrality.\n\n"
        },
        {
            "title": "Debates",
            "text": "The proclamation started a war of pamphlets between Alexander Hamilton (writing for the Federalists), and James Madison (writing for the Democratic-Republicans) commonly known as the Pacificus–Helvidius Debates. In his seven essays, written under the nom de plume \"Pacificus\", Hamilton dealt with objections to the proclamation. Among his arguments were:\n\nThomas Jefferson (having read several of the \"Pacificus\" essays) encouraged James Madison to reply. Madison was initially hesitant. From his Virginia plantation, he offered Jefferson excuses as to why he could not write a reply, including that he didn't have the necessary books and papers to refute \"Pacificus\", that the summer heat was \"oppressive\", and that he had many house guests who were wearing out their welcome.[6] Ultimately, Madison agreed to Jefferson's request, though afterward, he wrote to him, \"I have forced myself in to the task of a reply. I can truly say I find it the most grating one I have ever experienced.\"[7]\n\nWriting under the name \"Helvidius\", Madison's five essays showed the animosity that had evolved with the two political factions. He attacked Federalists, and Hamilton in particular, and anyone who supported the Neutrality Proclamation as secret monarchists, declaring: \"Several features with the signature of Pacificus were [as of] late published, which have been read with singular pleasure and applause by the foreigners and degenerate citizens among us, who hate our republican government and the French Revolution.\"[7] Madison brought to light the strict constructionist's view of both the Constitution and the Proclamation, demanding that Congress, not the president, had full authority over all foreign affairs except those areas specified in the Constitution.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The debate among Jefferson/Madison and Hamilton regarding the Proclamation is portrayed in the song \"Cabinet Battle #2\" in the musical Hamilton.\n\n"
        },
        {
            "title": "Notes",
            "text": "The Proclamation of Neutrality (1793). Lillian Goldman Law Library.\n\n"
        }
    ]
}