{
    "url": "https://en.wikipedia.org/wiki/Producers_Releasing_Corporation",
    "title": "Producers Releasing Corporation",
    "table_of_contents": [
        "1 History",
        "2 Growth and recognition",
        "3 Legacy",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Producers Releasing Corporation was the smallest and least prestigious of the Hollywood film studios of the 1940s. It was considered a prime example of what was called \"Poverty Row\": a low-rent stretch of Gower Street in Hollywood where shoestring film producers based their operations. However, PRC was more substantial than the usual independent company that  made only a few low-budget movies and then disappeared. PRC was an actual Hollywood studio -- albeit the smallest -- with its own production facilities and distribution network, and it even accepted imports from the UK. PRC lasted from 1939 to 1947, churning out low-budget B movies for the lower half of a double bill or the upper half of a neighborhood theater showing second-run films. The studio was originally located at 1440 N. Gower St. (on the lot that eventually became part of Columbia Pictures) from 1936 to 1943. PRC then occupied the former Grand National Pictures physical plant at 7324 Santa Monica Blvd.[1], from 1943 to 1946. This address is now an apartment complex.[citation needed]\n\nPRC produced 179 feature films[2] and almost never spent more than $100,000 on any of them; most of its films actually cost considerably less. Only the 1944 musical Minstrel Man had enhanced production values; it showed such excellent progress during filming that its planned $80,000 budget was nearly tripled.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The company evolved from the earlier Producers Distributing Corporation (PDC) begun in 1939 by exhibitor Ben Judell (né Benjamin Nathaniel Judell; 1890–1974), who had hired producer Sigmund Neufeld and his brother, director Sam Newfield, to make the studio's films. After the collapse of PDC, Judell became an independent producer and the company was reorganized as Producers Releasing Corporation (PRC) under former Pathé executive O. Henry Briggs. Briggs was succeeded in January 1941 by George R. Batcheller, Jr.,[4] son of former Chesterfield Pictures president George R. Batcheller. The studio relied on Sam Newfield to direct most of its early features; Newfield actually adopted two other names (\"Peter Stewart\" and \"Sherman Scott\") to create the illusion that PRC had an entire staff of directors.[5]\n\nMost of PRC's movies made were within the genres of other studios of the 1940s, but at a much lower budget, and each generally took a week or less to shoot. They included westerns, action melodramas, and horror movies. \n\nPRC president Batcheller followed the Chesterfield business model that had served his father successfully during the Depression years. Chesterfield had catered to small-town owners of neighborhood theaters, who couldn't afford the big studios' first-run movies. Chesterfield product was made on low budgets with actors who had been dropped from the rosters of larger studios, but still had name value. A few then-current stars worked for PRC (Bela Lugosi, Buster Crabbe, Bob Steele, Frances Langford, Ralph Byrd, Edward Everett Horton) but generally the company couldn't afford star salaries and had to make do with less expensive \"name\" talent. PRC cast its starring roles with featured players (J. Edward Bromberg, George Zucco, Neil Hamilton, Lyle Talbot, Gladys George, Mary Carlisle, Noel Madison, Douglas Fowley, Iris Adrian, Patsy Kelly, Virginia Vale, Frank Albertson, Wallace Ford, Ralph Morgan, Henry Armetta, Chick Chandler, Pauline Moore, Bruce Bennett, John Carradine, Frank Jenks, Eddie Dean); stars who were idle (Harry Langdon, Lee Tracy, Anna May Wong, Mary Brian, Glenda Farrell, Freddie Bartholomew, Fifi D'Orsay, El Brendel, Slim Summerville, Armida); or celebrities from other fields (burlesque queen Ann Corio, Broadway headliner Benny Fields, animal hunter Frank Buck, radio announcer Harry Von Zell, radio comedian Bert Gordon, Miss America (of 1941) Rosemary LaPlanche). \n\nSome of PRC's hits were The Devil Bat with Bela Lugosi and a sequel, Devil Bat's Daughter; Misbehaving Husbands with silent-comedy star Harry Langdon; and Jungle Man and Nabonga, Buster Crabbe jungle thrillers with Julie London in the latter. \n\nDuring World War II, PRC made several war films such as Corregidor, They Raid By Night, A Yank in Libya, a pair of films set in China — Bombs over Burma and Lady from Chungking, both starring Anna May Wong — and a patriotic musical, The Yanks Are Coming.\n\nA notable film for the studio was Baby Face Morgan, a tongue-in-cheek gangster epic with Mary Carlisle, Robert Armstrong and Richard Cromwell, directed by German emigre Arthur Dreifuss. According to B Movies by Don Miller, \"Most of the remainder of the 1942 PRC product dealt with gangsters, crime or whodunit puzzles, reliable standbys of the indie companies catering to action and grind theater houses. Baby Face Morgan played it for laughs, with Cromwell as a rube posing as a tough racketeer. Armstrong, [co-star] Chick Chandler and Carlisle lent strong support, and while it never scaled any heights it was a passable spoof of the genre.\"[6]\n\n"
        },
        {
            "title": "Growth and recognition",
            "text": "In 1943, Robert R. Young, a railroad magnate who also owned American Pathé's film processing laboratory,[7] acquired the studio, and the films generally became more substantial. PRC grew in standing, with the company securing big-city exposure and critical praise for many of its features. The Benny Fields musical Minstrel Man was a watershed event: it was the first elaborately mounted PRC picture, and the first to receive Academy Award nominations (Ferde Grofé and Leo Erdody for best musical score, and Harry Revel and Paul Francis Webster for best original song). Theater chains that formerly would not play PRC pictures were now showing Minstrel Man first-run across America, opening the door for PRC to book more of its features into first-run situations. The children's fantasy The Enchanted Forest, filmed in Cinecolor, was a surprise hit for the studio, and led to several major studios filming their own movies in the process.[8]\n\nAustrian director Edgar G. Ulmer directed three films noir classics for PRC: Bluebeard (1944), Strange Illusion (1945), and Detour (1945). All three — especially Detour — have acquired reputations as artistic achievements. \n\nPRC was purchased by Pathé Industries, and the films were now labeled \"The New PRC Pictures.\" The company continued to flourish within its own element until after World War II. Two new detective series were launched: Hugh Beaumont as Michael Shayne (five entries) and William Wright or Alan Curtis as Philo Vance (three entries), as well as a comedy series, The Gas House Kids, an attempt to create its own version of The Bowery Boys (three entries).\n\nPRC also engaged in transactions with other studios. Its 1944 exploitation film Hitler's Madman (1944), directed by Douglas Sirk, was topical enough to be picked up by MGM for distribution. The 1946 thriller The Brute Man had been filmed by Universal but two factors clouded its release: its star, acromegaly victim Rondo Hatton, had just died; and Universal was then undergoing a corporate shakeup and discontinuing all B-picture production.[9] Universal, preferring not to publicize a deceased star and no longer bothering with low-budget films, sold The Brute Man to PRC. \n\nSince PRC's inception, the studio had always produced inexpensive westerns, and there was a definite market for them. Among PRC's westerns were the Lone Rider series starring operatic and Broadway star turned singing cowboy George Houston; a Billy the Kid film series with the lead alternating between Buster Crabbe and Bob Steele; and The Frontier Marshals, similar to Republic Pictures' and Monogram Pictures' cowboy trio series.[10] Buster Crabbe was PRC's leading western star until he quit in 1945, alarmed by the budgets sinking to new lows. He was succeeded by singing cowboy Eddie Dean in the first B-western series filmed in Cinecolor. Dean was sometimes co-starred with Lash LaRue, who went on to his own starring series. The PRC westerns were so popular that they actually outlasted the studio, which was absorbed by Eagle-Lion. Although the studio's feature films would now bear the Eagle-Lion trademark, the low-budget westerns continued to be marketed with the PRC logo into 1948.\n\nEagle-Lion took over the distribution arm of the company in 1946; the production arm (and with it the entire company) followed suit shortly thereafter. PRC's final release was The Gas House Kids in Hollywood on August 23, 1947.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Madison Pictures Inc. released PRC's product for both television showings and theatrical re-releases until 1955. Madison, formed in late December 1945, was headed by Armand Schenck, a former supervisor of PRC's branch operations[11] and previously an executive with Commonwealth Film Corporation and later Pathé Laboratories, a subsidiary of Pathé Industries. Madison was bought by United Artists.[12]\n\nAs early as 1950, the CBS Television network was screening PRC films on television for the bargain-basement price of $1,750 per title.[13] Many PRC films are now in the public domain and appear on budget DVDs. Eighty-one films from the PRC library were acquired by National Telefilm Associates; \nthey are currently owned by TV syndicator and video dealer Films Around The World, Inc. Strange Holiday, originally released by PRC, is now owned by Paramount Pictures.\n\n"
        }
    ]
}