{
    "url": "https://en.wikipedia.org/wiki/Project_Sign",
    "title": "Project Sign",
    "table_of_contents": [
        "1 History",
        "2 Caldwell investigation",
        "3 References",
        "4 Further reading",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Project Sign (Project Saucer) was an official U.S. government study of unidentified flying objects (UFOs) undertaken by the United States Air Force (USAF) and active for most of 1948. It was the precursor to Project Grudge.\n\n"
        },
        {
            "title": "History",
            "text": "The project was established in 1948 by Air Force General Nathan Farragut Twining, head of the Air Technical Service Command, and was initially named Project SAUCER.[1] The goal of the project was to collect, evaluate, and distribute within the government all information relating to UFO sightings, on the premise that they might represent a national security concern.[1]\n\nOn April 27, 1949, the U.S. Air Force publicly released a paper prepared by the Intelligence Division of the Air Materiel Command at Wright-Patterson Field, Ohio.[2] The paper stated that while some UFOs appeared to represent actual aircraft, there was not enough data to determine their origin.[3] Almost all cases were explained by ordinary causes, but the report recommended a continuation of the investigation of all sightings.[1][2]\n\nProject Sign was first asserted in the 1956 book The Report on Unidentified Flying Objects by retired Air Force Captain Edward J. Ruppelt who later directed Project Blue Book. In this he also claimed that Sign had produced an \"Estimate of the Situation\" which endorsed an interplanetary explanation for UFOs, but General Hoyt Vandenberg, Chief of Staff of the Air Force, shut down Project Sign for lack of proof.[4] No copy of this document or any other corroboration of Ruppelt's claim has been produced, and Popular Mechanics called the report \"probably more mythological than real\".[5]\n\nProject Sign was followed by Project Grudge after a conclusion was reached that UFO reports could be exploited by a foreign power to induce panic in the population and were therefore a military issue in the post-WW II, Cold War climate. This led Project Grudge to publicly disparage all UFO reports as the result of \"a. Misidentifications of various conventional objects. b. A mild form of mass-hysteria and war nerves. c. Individuals who fabricate such reports to perpetuate a hoax or to seek publicity. d. Psychopathological persons.\"[6][unreliable fringe source?]\n\n"
        },
        {
            "title": "Caldwell investigation",
            "text": "In May 1949, officers of Project Sign received a letter from an aeronautical company shareholder, who explained that the company had been building aircraft similar to the \"flying saucers\" which were then a popular topic in the press. This was during the UFO craze following Kenneth Arnold's reports of seeing UFOs over Mount Rainier and the Roswell Incident that followed. The Air Force had canvassed for reports of flying saucers, and the shareholder apparently felt that inventor Jonathan Edward Caldwell's disk-rotor might explain them.\n\nTracking down the leads, the team, accompanied by the Maryland Police, visited an abandoned farm in Glen Burnie, Maryland (outside Baltimore), where the damaged remains of Caldwell's disk-rotor aircraft were discovered. They also tracked down Driggers, who told them the story of the attempted flight in 1937–8. The team reported that the prototypes could not be responsible for the \"flying saucer\" reports that were being received from all around the country.[7]\n\nPhotographs of the broken disk-rotor machine continue to appear in UFOs books to this day. They were often described as \"crashed\" flying saucers in earlier works, claiming it was one more example of the USAF being in possession of such vehicles. More recently they are normally connected with the claims that the Nazis had built working flying saucers late in the war, lumped together with other disk-shaped aircraft like the Avrocar, Arthur Sack A.S.6 and Vought V-173, in an effort to demonstrate that such aircraft were both possible and well-researched.[8]\n\n"
        }
    ]
}