{
    "url": "https://en.wikipedia.org/wiki/Project_Ozma",
    "title": "Project Ozma",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Project Ozma was a search for extraterrestrial intelligence (SETI) experiment started in 1960 by Cornell University astronomer Frank Drake, at the National Radio Astronomy Observatory, Green Bank at Green Bank, West Virginia. The object of the experiment was to search for signs of life in distant planetary systems through interstellar radio waves.  The program was named after Princess Ozma, ruler of the fictional land of Oz, inspired by L. Frank Baum's supposed communication with Oz by radio to learn of the events in the books taking place after The Emerald City of Oz.[1]  The search was publicized in articles in the popular media of the time, such as Time magazine and was described as the first modern SETI experiment.[2]\n\nDrake used a radio telescope with a diameter of 85 feet (26 m) to examine the stars Tau Ceti and Epsilon Eridani near the 1,420 MHz marker frequency, the equivalent of wavelength of 21 centimeters which corresponds to the energy of a photon emitted from a hydrogen atom during \"spin-flip\" transition.[1][3] Both are nearby Sun-like stars that then seemed reasonably likely to have inhabited planets.  A 400 kilohertz band was scanned around the marker frequency, using a single-channel receiver with a bandwidth of 100 hertz. The information was stored on tape for off-line analysis. Some 150 hours of intermittent observation during a four-month period detected no recognizable signals.  A false signal was detected on April 8, 1960, but it was determined to have originated from a high-flying aircraft.[4]\n\nThe receiver was tuned to wavelengths near 21 cm, which is the wavelength of radiation emitted naturally by interstellar hydrogen; it was thought that this would be familiar, as a kind of universal standard, to anyone attempting interstellar radio communication.[5]\n\nA second experiment, called Ozma II, was conducted with a larger (300 feet (91 m)) telescope at the same observatory by Patrick Palmer and Benjamin Zuckerman, who intermittently monitored 670 nearby stars for about four years (1972–76).[6] They examined a 10 MHz bandwidth with 52 kHz resolution and a 625 kHz bandwidth with 4 kHz resolution.  The spectrometer was centered on the 21 cm hydrogen line in the rest frame of each observed star.[6]\n\n"
        }
    ]
}