{
    "url": "https://en.wikipedia.org/wiki/Project_Grudge",
    "title": "Project Grudge",
    "table_of_contents": [
        "1 History",
        "2 Conclusions",
        "3 Response",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Project Grudge was a short-lived project by the U.S. Air Force (USAF) to investigate unidentified flying objects (UFOs). Grudge succeeded Project Sign in February, 1949, and was then followed by Project Blue Book. The project formally ended in December 1949, but continued in a minimal capacity until late 1951.\n\n"
        },
        {
            "title": "History",
            "text": "Project Grudge was intended to alleviate public anxiety over UFOs and persuade the public that UFOs constituted nothing unusual or extraordinary. UFO sightings were explained as balloons, conventional aircraft, planets, meteors, optical illusions, solar reflections, or even \"large hailstones.\" Project officials recommended that the project be reduced in scope because the very existence of Air Force official interest encouraged people to believe in UFOs and contributed to a \"war hysteria\" atmosphere. On 27 December 1949, the Air Force announced the project's termination.[1]\n\n"
        },
        {
            "title": "Conclusions",
            "text": "Project Grudge issued its only formal report in August 1949. The report's conclusions included:\n\nThe \"Recommendations\" section suggested that Air Force personnel receive basic instruction in astronomical phenomena.\n\n"
        },
        {
            "title": "Response",
            "text": "An article by Sidney Shallet appeared in two consecutive issues of the Saturday Evening Post (April 30 and May 7, 1949) and supported Project Grudge's assessment that UFO reports could be explained by mundane phenomena, and that hoaxes and crackpots played a prominent role in popularizing UFOs.[2]\n\nAstronomer and ufologist J. Allen Hynek criticized Project Grudge, claiming that the project was \"less science and more of a public relations campaign\". Project Grudge also received criticism from former intelligence officer Edward J. Ruppelt, who was \"convinced of the alien nature of UFOs and how he has seen the military and the U.S. government trying to discredit the extraterrestrial hypothesis\". Hynek and Ruppelt claimed that the project was \"as far from an objective, scientific examination of the phenomenon as one could get\".[3]\n\n"
        }
    ]
}