{
    "url": "https://en.wikipedia.org/wiki/Propolis",
    "title": "Propolis",
    "table_of_contents": [
        "1 Purpose",
        "2 Composition",
        "3 Traditional medicine",
        "4 Other uses",
        "4.1 Musical instruments",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPropolis or bee glue is a resinous mixture that honey bees produce by mixing saliva and beeswax with exudate gathered from tree buds, sap flows, or other botanical sources. It is used as a sealant for unwanted open spaces in the beehive. Propolis is used for small gaps (approximately 6 millimeters (1⁄4 in) or less), while gaps larger than the bee space (approximately 9 millimeters (3⁄8 in)) are usually filled with burr comb. Its color varies depending on its botanical source, with dark brown as the most common. Propolis is sticky at and above 20 °C (68 °F), while at lower temperatures it becomes hard and brittle.\n\nWhen foraging, worker bees primarily harvest pollen and nectar, while also collecting water and plant resin necessary for the production of propolis.[1] The chemical composition and nature of propolis depend on environmental conditions and harvested resources.[2]\n\n"
        },
        {
            "title": "Purpose",
            "text": "Bees seal the beehive with propolis to protect the colony from the elements, such as rain and cold winter drafts.\n\nPropolis functions may include:[3]\n\n"
        },
        {
            "title": "Composition",
            "text": "The composition of propolis varies from hive to hive, from district to district, and from season to season.[6] Normally, it is dark brown in color, but it can be found in green, red, black, and white hues, depending on the sources of resin found in the particular hive area. Honey bees are opportunists, gathering what they need from available sources, and detailed analyses show that the chemical composition of propolis varies considerably from region to region, along with the vegetation. In northern temperate climates, for example, bees collect resins from trees, such as poplars and conifers (the biological role of resin in trees is to seal wounds and defend against bacteria, fungi, and insects). \"Typical\" northern temperate propolis has approximately 50 constituents, primarily resins and vegetable balsams (50%), waxes (30%), essential oils (10%), and pollen (5%).[citation needed] An analysis of propolis from Henan, China found sinapinic acid, isoferulic acid, caffeic acid, and chrysin.[7]\n\nIn neotropical regions, in addition to a large variety of trees, bees may also gather resin from flowers in the genera Clusia and Dalechampia, which are the only known plant genera that produce floral resins to attract pollinators.[8] Clusia resin contains polyprenylated benzophenones.[9][10][11] In some areas of Chile and Argentina Andean valleys, propolis contains viscidone, a terpene from Baccharis shrubs,[12] and prenylated acids, such as 4-hydroxy-3,5-diprenyl cinnamic acid.[13]\n\nOverall, flavonoids, phenolic acids, and phenolic aldehydes are common constituents, while coumarins, stilbenes, and lignans are less common.[14]\n\n"
        },
        {
            "title": "Traditional medicine",
            "text": "Propolis has been used in traditional medicine, with insufficient evidence to rate its effectiveness in the treatment of any illnesses.[15]\n\n"
        },
        {
            "title": "Other uses",
            "text": "Propolis is used by some string instrument makers (violin, viola, cello, and bass) as a varnish ingredient.[16] A tincture of propolis may be used to seal the surface of newly made violin family bridges, and may be used in the maintenance of the bores of pan flute tubes.[citation needed]\n\nClaims that Antonio Stradivari used propolis in the varnish of his instruments were disproven in 2009.[17][18]\n\n"
        }
    ]
}