{
    "url": "https://en.wikipedia.org/wiki/Propaganda_techniques",
    "title": "Propaganda techniques",
    "table_of_contents": [
        "1 General character",
        "1.1 Definition",
        "1.2 Classification",
        "1.3 Manipulation and media",
        "1.4 Psychological aspects",
        "1.5 Logic and rhetoric",
        "2 Specific techniques",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A number of propaganda techniques based on social psychological research are used to generate propaganda. Many of these same techniques can be classified as logical fallacies, since propagandists use arguments that, while sometimes convincing, are not necessarily valid.  Propaganda techniques emerge from abusive power and control tactics.\n\n"
        },
        {
            "title": "General character",
            "text": "\nIn their book Propaganda and Persuasion, authors Garth S. Jowett and Victoria O'Donnell define Propaganda as the \"deliberate, systematic attempt to shape perceptions, manipulate cognitions, and direct behavior to achieve a response that furthers the desired intent of the propagandist\".[1] Harold D. Laswell's definition targets even more precisely the technical aspect: \n Manipulation can be organized or unorganized, conscious or unconscious, politically or socially motivated. The concept reaches from systematic state propaganda to manipulate public opinion (Edward Bernays) to \"sociological propaganda\" (propaganda of integration),[3] where the unconscious desire to be manipulated and self manipulation leads the individual to adapt to the socially expected thoughts and behaviours (Jacques Ellul).[4]\n\nThe transition from non-propaganda to propaganda is fluid. Effective manipulation presupposes non-manipulative embedding in order to unfold its effect, which is why the reference to these contexts is not yet a refutation of the manipulative character of an act of communication.[3]\n\nPropaganda is understood as a form of manipulation of  public opinion. The semiotic manipulation of signs is the essential characteristic (\"Propaganda is a major form of manipulation by symbols\" ).[5]\n\nThus, propaganda is a special form of communication, which is studied in communication research, and especially in media impact research, focusing on media manipulation.[6] Propaganda is a particular type of communication characterized by distorting the representation of reality.[4]\n\nCommon media for transmitting propaganda messages include news reports, government reports, historical revision, junk science, books, leaflets, movies, social media, radio, television, and posters. Less common nowadays are the cow post envelopes, examples of which have survived from the time of the American Civil War. (Connecticut Historical Society; Civil War Collections; Covers.) In the case of radio and television, propaganda can exist on news, current-affairs or talk-show segments, as advertising or public-service announcement \"spots\" or as long-running advertorials. Propaganda campaigns often follow a strategic transmission pattern to indoctrinate the target group. This may begin with a simple transmission such as a leaflet dropped from a plane or an advertisement. Generally these messages will contain directions on how to obtain more information, via a web site, hot line, radio program, etc. The strategy intends to initiate the individual from information recipient to information seeker through reinforcement, and then from information seeker to opinion leader through indoctrination.[7]\n\nInformation dissemination strategies only become propaganda strategies when coupled with propagandistic messages. Identifying these messages is a necessary prerequisite to study the methods by which those messages are spread.\n\nSome techniques are categorized, analyzed and interpreted psychologically, within political psychology, especially mass psychology,[8] social psychology, and cognitive psychology, which includes the study of cognitive distortions.\n\nWith regard to political and military conflicts, propaganda is seen as part of psychological warfare and information warfare, which gain particular importance in the era of hybrid warfare and cyberwarfare.[9]\n\nSome techniques are classified as logical fallacies, because propaganda uses arguments which may have psychological effects but which are logically invalid.[10][11][12][13][14]\n\nIn rhetoric and dialectic, they are viewed as sophisms, ruses, and eristic stratagems.\n\n"
        },
        {
            "title": "Specific techniques",
            "text": "Scholars have identified many standard techniques used in propaganda and persuasion.[15]\n\n"
        }
    ]
}