{
    "url": "https://en.wikipedia.org/wiki/Propaganda_in_the_United_States",
    "title": "Propaganda in the United States",
    "table_of_contents": [
        "1 Domestic",
        "1.1 Mexican–American War",
        "1.2 World War I",
        "1.3 World War II",
        "1.4 Cold War",
        "1.5 War on Drugs",
        "1.6 Gulf War",
        "1.7 Iraq War",
        "1.8 Ad Council",
        "1.9 COVID-19 pandemic",
        "1.10 1776 Commission",
        "2 International",
        "2.1 Psychological operations",
        "3 See also",
        "4 External links",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPropaganda in the United States is spread by both government and media entities. Propaganda is carefully curated information, ideas, or rumors deliberately spread, usually to preserve the self-interest of a nation. It is used in advertising, radio, newspaper, posters, books, television, films and other media. Propagandists may provide either factual or non-factual information to their audiences, often emphasizing positive features and downplaying negative ones, or vice versa, in order to shape wide scale public opinion or influence behavioral changes.[1]\n\n"
        },
        {
            "title": "Domestic",
            "text": "The first large-scale use of propaganda by the U.S. government came during World War I. The government enlisted the help of citizens and children to help promote war bonds and stamps to help stimulate the economy. To keep the prices of war supplies down (guns, gunpowder, cannons, steel, etc.), the U.S. government produced posters that encouraged people to reduce waste and grow their own vegetables in \"victory gardens\". The public skepticism that was generated by the heavy-handed tactics of the Committee on Public Information would lead the postwar government to officially abandon the use of propaganda.[2]\n\nThe 1915 film The German Side of the War was compiled from footage filmed by Chicago Tribune cameraman Edwin F. Weigle. It was one of the only American films to show the German perspective of the war.[3] At the theater lines stretched around the block; the screenings were received with such enthusiasm that would-be moviegoers resorted to purchasing tickets from scalpers.[4]\n\nDuring World War II, the United States officially had no propaganda, but the Roosevelt government used means to circumvent this official line. One such propaganda tool was the publicly owned but government-funded Writers' War Board (WWB). The activities of the WWB were so extensive that it has been called the \"greatest propaganda machine in history\".[2] Why We Fight is a famous series of US government propaganda films made to justify US involvement in World War II. Response to the use of propaganda in the United States was mixed, as attempts by the government to release propaganda during World War I was perceived negatively by the American public.[5][better source needed] The government did not initially use propaganda but was ultimately persuaded by businesses and media, which saw its use as informational.[5][better source needed] Cultural and racial stereotypes were used in World War II propaganda to encourage the perception of the Japanese people and government as a \"ruthless and animalistic enemy that needed to be defeated\", leading to many Americans seeing all Japanese people in a negative light.[6] Many people of Japanese ancestry, most of whom were American citizens,[7][8] were forcibly rounded up and placed in internment camps in the early 1940s.\n\nFrom 1944 to 1948, prominent US policy makers promoted a domestic propaganda campaign aimed at convincing the U.S. public to agree to a harsh peace for the German people, for example by removing the common view of the German people and the Nazi Party as separate entities.[9] The core of this campaign was the Writers' War Board, which was closely associated with the Roosevelt administration.[9]\n\nAnother means was the United States Office of War Information that Roosevelt established in June 1942, whose mandate was to promote understanding of the war policies under the director Elmer Davis. It dealt with posters, press, movies, exhibitions, and produced often slanted material conforming to US wartime purposes.[10]\n\nPropaganda during the Cold War was at its peak in the 1950s and 1960s in the early years of the Cold War.[11] The United States would make propaganda that criticized and belittled the enemy, the Soviet Union. The American government dispersed propaganda through movies, television, music, literature and art. The United States officials did not call it propaganda, maintaining they were portraying accurate information about Russia and their Communist way of life during the 1950s and 1960s.[12] The United States boycotted the 1980 Olympics held in Moscow along with Japan and West Germany, among many other nations. When the Olympics were held in Los Angeles in 1984, the Soviets did the same as the United States did to them and did not show up for the games. In terms of education, American propaganda took the form of videos children watched in school; one such video is called How to Spot a Communist.[13]\n\nThere was an abundant amount of propaganda in the time Nixon declared the war on drugs. One form of propaganda they used, and that is still used today, is the national youth anti-drug media campaign. The government used posters and ads to scare children and teenagers into avoiding drug use. Nixon initiated the first federal funded programs to begin the prevention of drugs in the U.S. Over the past 40 years, the U.S. has spent over $2.5 trillion fighting the war on drugs. The 1960s gave birth to a rebellious movement that popularized drug use. With many soldiers returning from the war with marijuana and heroin habits there was a strong demand for drugs in the U.S.[14]\n\nIn June 1971, President Nixon declared a \"war on drugs.\" He dramatically increased the presence of federal drug control agencies, and pushed through measures such as mandatory sentencing and no-knock warrants.[15] The Drug Enforcement Administration (DEA) was created in 1973 to tackle drug use and the smuggling of illegal narcotics into America. The D.A.R.E. program began in 1983 to educate children on saying no to drugs. By 2003 it cost $230 million and employed 50,000 police officers, but never showed promising results in reducing illegal drug use.[16] The National Youth Anti-Drug Media Campaign, originally established by the National Narcotics Leadership Act of 1988,[17][18] but now conducted by the Office of National Drug Control Policy under the Drug-Free Media Campaign Act of 1998,[19] is a domestic propaganda campaign designed to \"influence the attitudes of the public and the news media with respect to drug abuse\" and for \"reducing and preventing drug abuse among young people in the United States\".[20][21] The Media Campaign cooperates with the Partnership for a Drug-Free America and other government and non-government organizations.[22]\n\nShortly after Iraq's invasion of Kuwait in 1990, the organization Citizens for a Free Kuwait was formed in the US. It hired the public relations firm Hill & Knowlton for about $11 million, paid by Kuwait's government.[23]\n\nAmong many other means of influencing US opinion, such as distributing books on Iraqi atrocities to US soldiers deployed in the region, \"Free Kuwait\" T-shirts and speakers to college campuses, and dozens of video news releases to television stations, the firm arranged for an appearance before a group of members of the US Congress in which a young woman identifying herself as a nurse working in the Kuwait City hospital described Iraqi soldiers pulling babies out of incubators and letting them die on the floor.[24]\n\nThe story helped tip both the public and Congress towards a war with Iraq: six Congressmen said the testimony was enough for them to support military action against Iraq and seven Senators referenced the testimony in debate. The Senate supported the military actions in a 52–47 vote. However, a year after the war, this allegation was revealed to be a fabrication. The young woman who had testified was found to be a member of Kuwait's Royal Family and the daughter of Kuwait's ambassador to the US.[24] She hadn't lived in Kuwait during the Iraqi invasion.\n\nIn early 2002, the U.S. Department of Defense launched an information operation, colloquially referred to as the Pentagon military analyst program.[25] The goal of the operation is \"to spread the administrations's talking points on Iraq by briefing retired commanders for network and cable television appearances,\" where they have been presented as independent analysts.[26]\nOn 22 May 2008, after this program was revealed in The New York Times, the House passed an amendment that would make permanent a domestic propaganda ban that until now has been enacted annually in the military authorization bill.[27]\n\nThe Shared Values Initiative was a public relations campaign that was intended to sell a \"new\" America to Muslims around the world by showing that American Muslims were living happily and freely, without persecution, in post-9/11 America.[28] Funded by the United States Department of State, the campaign created a public relations front group known as the Council of American Muslims for Understanding (CAMU). The campaign was divided in phases; the first of which consisted of five mini-documentaries for television, radio, and print with shared values messages for key Muslim countries.[29]\n\nThe Ad Council, an American non-profit organization that distributes public service announcements on behalf of various private and federal government agency sponsors, has been labeled as \"little more than a domestic propaganda arm of the federal government\" given the Ad Council's historically close collaboration with the President of the United States and the federal government.[30] According to the Ad Council official website they aim to make sure advertisements are not as biased and do not harm any individuals.[31] They have a myriad of published press releases and news articles relaying around different topics in the United States.[32] The Ad Council has a goal to change the lives of people through advertisement through various case studies and real stories.[33] This non-profit organization continues to give public service announcements with the hope to relay information without opinion and raise awareness on issues. The Ad Council continues to distribute announcements from the White House regarding all political information and debates.\n\nIn April 2020, President Donald Trump and the United States government played a campaign video for the Republican Party, which was widely regarded as a propaganda video.[34][35][36] This video referred to a timeline of the U.S. government's response to the pandemic, only displaying favorable moments. Some commentators and analysts believed that this was to protect President Donald Trump and his government's reputation, especially before the country's 2020 presidential election. Supporters[who?] maintained this was to combat widespread media criticism stating that he failed to act quickly enough to stop the spread of COVID-19.\n\nThe 1776 Commission was an advisory committee established in September 2020 by President Donald Trump to support what he called \"patriotic education\".[37] The Commission, which included no historians specializing in United States history,[37] released The 1776 Report on January 18, 2021. Historians criticized the report as \"filled with errors and partisan politics\",[37][38] with some describing it as political propaganda.[39][40]\n\n"
        },
        {
            "title": "International",
            "text": "Through several international broadcasting operations, the US disseminates American cultural information, official positions on international affairs, and daily summaries of international news. These operations fall under the International Broadcasting Bureau, the successor of the United States Information Agency, established in 1953. IBB's operations include Voice of America, Radio Free Europe/Radio Liberty, Alhurra and other programs. They broadcast mainly to countries where the United States finds that information about international events is limited, either due to poor infrastructure or government censorship. The Smith-Mundt Act prohibits the Voice of America from disseminating information to US citizens that were produced specifically for a foreign audience.\n\nDuring the Cold War, the United States ran covert propaganda campaigns in countries that appeared likely to become Soviet satellites, such as Italy, Afghanistan, and Chile.[41] According to the Church Committee report, US agencies ran a \"massive propaganda campaign\" on Chile, where over 700 news items placed in American and European media resulted from CIA activities in a six-weeks period alone.[42]\n\nIn 2006, The Pentagon announced the creation of a new unit aimed at spreading propaganda about supposedly \"inaccurate\" stories being spread about the Iraq War. These \"inaccuracies\" have been blamed on the enemy trying to decrease support for the war. Donald Rumsfeld has been quoted as saying these stories are something that keeps him up at night.[43]\n\nThe US military defines psychological operations, or PSYOP, as:\n\nSome argue that the Smith-Mundt Act, adopted in 1948, explicitly forbids information and psychological operations aimed at the US public.[45] However, Emma Briant points out that this is a common confusion: the Smith-Mundt Act only ever applied to the State Department, not the Department of Defense and military PSYOP, which are governed by Article 10 of the US Code.[46][47][48] Nevertheless, the current easy access to news and information from around the globe, makes it difficult to guarantee PSYOP programs do not reach the US public. Or, in the words of Army Col. James A. Treadwell, who commanded the U.S. military psyops unit in Iraq in 2003, in The Washington Post:\n\nAgence France Presse reported on U.S. propaganda campaigns that:\n\nFormer US Defense Secretary Donald Rumsfeld approved the document referred to, which is titled \"Information Operations Roadmap.\"[48][50] The document acknowledges restrictions on targeting domestic audience, but fails to offer any way of limiting the effect PSYOP programs have on domestic audiences.[45][47][51] A recent book by Emma L. Briant brings this up to date, detailing the big changes in practice following 9/11 and especially after the Iraq War as US defense adapted to a more fluid media environment and brought in new internet policies.[52]\n\nSeveral incidents in 2003 were documented by Sam Gardiner, a retired Air Force colonel, which he saw as information-warfare campaigns that were intended for \"foreign populations and the American public.\" Truth from These Podia,[53] as the treatise was called, reported that the way the Iraq War was fought resembled a political campaign, stressing the message instead of the truth.[48]\n\n"
        }
    ]
}