{
    "url": "https://en.wikipedia.org/wiki/Propaganda_model",
    "title": "Propaganda model",
    "table_of_contents": [
        "1 Filters",
        "1.1 Ownership",
        "1.2 Advertising",
        "1.3 Sourcing",
        "1.4 Flak",
        "1.5 Anti-Communism and fear",
        "2 Case examples",
        "2.1 Coverage of \"enemy\" countries",
        "2.2 Scandals of leaks",
        "3 Applications",
        "4 Reception",
        "4.1 Harvard media torture study",
        "4.2 Studies of media outside the United States",
        "4.2.1 News of the World",
        "5 Criticism",
        "5.1 The Anti-Chomsky Reader",
        "5.2 Inroads: A Journal of Opinion",
        "5.3 The New York Times review",
        "6 See also",
        "7 References",
        "7.1 Notes",
        "7.2 Bibliography",
        "8 External links",
        "8.1 Online videos"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The propaganda model is a conceptual model in political economy advanced by Edward S. Herman and Noam Chomsky to explain how propaganda and systemic biases function in corporate mass media. The model seeks to explain how populations are manipulated and how consent for economic, social, and political policies, both foreign and domestic, is \"manufactured\" in the public mind due to this propaganda. The theory posits that the way in which corporate media is structured (e.g. through advertising, concentration of media ownership or government sourcing) creates an inherent conflict of interest and therefore acts as propaganda for anti-democratic elements.\n\nFirst presented in their 1988 book Manufacturing Consent: The Political Economy of the Mass Media, the propaganda model views corporate media as businesses interested in the sale of a product—readers and audiences—to other businesses (advertisers) rather than the pursuit of quality journalism in service of the public. Describing the media's \"societal purpose\", Chomsky writes, \"... the study of institutions and how they function must be scrupulously ignored, apart from fringe elements or a relatively obscure scholarly literature\".[1] The theory postulates five general classes of \"filters\" that determine the type of news that is presented in news media. These five classes are: ownership of the medium, the medium's funding sources, sourcing, flak, and anti-communism or \"fear ideology\".\n\nThe first three are generally regarded by the authors as being the most important. In versions published after the 9/11 attacks on the United States in 2001, Chomsky and Herman updated the fifth prong to instead refer to the \"War on Terror\" and \"counter-terrorism\", which they state operates in much the same manner.\n\nAlthough the model was based mainly on the media of the United States, Chomsky and Herman believe the theory is equally applicable to any country that shares the basic economic structure and organizing principles that the model postulates as the cause of media biases.[2] Their assessment has been supported by a number of scholars and the propaganda role of the media has since been empirically assessed in Western Europe and Latin America.[3]\n\n"
        },
        {
            "title": "Filters",
            "text": "The size and profit-seeking imperative of dominant media corporations create a bias. The authors point to how in the early nineteenth century, a radical British press had emerged that addressed the concerns of workers, but excessive stamp duties, designed to restrict newspaper ownership to the 'respectable' wealthy, began to change the face of the press. Nevertheless, there remained a degree of diversity. In post World War II Britain, radical or worker-friendly newspapers such as the Daily Herald, News Chronicle, Sunday Citizen (all since failed or absorbed into other publications), and the Daily Mirror (at least until the late 1970s) regularly published articles questioning the capitalist system. The authors posit that these earlier radical papers were not constrained by corporate ownership and therefore, were free to criticize the capitalist system.\n\nHerman and Chomsky argue that since mainstream media outlets are currently either large corporations or part of conglomerates (e.g. Westinghouse or General Electric), the information presented to the public will be biased with respect to these interests. Such conglomerates frequently extend beyond traditional media fields and thus have extensive financial interests that may be endangered when certain information is publicized. According to this reasoning, news items that most endanger the corporate financial interests of those who own the media will face the greatest bias and censorship.\n\nIt then follows that if to maximize profit means sacrificing news objectivity, then the news sources that ultimately survive must be fundamentally biased, with regard to news in which they have a conflict of interest.\n\nThe second filter of the propaganda model is funding generated through advertising. Most newspapers have to attract advertising in order to cover the costs of production; without it, they would have to increase the price of their newspaper. There is fierce competition throughout the media to attract advertisers; a newspaper which gets less advertising than its competitors is at a serious disadvantage. Lack of success in raising advertising revenue was another factor in the demise of the 'people's newspapers' of the nineteenth and twentieth centuries.\n\nThe product is composed of the affluent readers who buy the newspaper—who also comprise the educated decision-making sector of the population—while the actual clientele served by the newspaper includes the businesses that pay to advertise their goods. According to this filter, the news is \"filler\" to get privileged readers to see the advertisements which makes up the content and will thus take whatever form is most conducive to attracting educated decision-makers. Stories that conflict with their \"buying mood\", it is argued, will tend to be marginalized or excluded, along with information that presents a picture of the world that collides with advertisers' interests. The theory argues that the people buying the newspaper are the product which is sold to the businesses that buy advertising space; the news has only a marginal role as the product.\n\nThe third of Herman and Chomsky's five filters relates to the sourcing of mass media news: \"The mass media are drawn into a symbiotic relationship with powerful sources of information by economic necessity and reciprocity of interest.\" Even large media corporations such as the BBC cannot afford to place reporters everywhere. They concentrate their resources where news stories are likely to happen: the White House, the Pentagon, 10 Downing Street and other central news \"terminals\". Although British newspapers may occasionally complain about the \"spin-doctoring\" of New Labour, for example, they are dependent upon the pronouncements of \"the Prime Minister's personal spokesperson\" for government news. Business corporations and trade organizations are also trusted sources of stories considered newsworthy. Editors and journalists who offend these powerful news sources, perhaps by questioning the veracity or bias of the furnished material, can be threatened with the denial of access to their media life-blood - fresh news.[5] Thus, the media has become reluctant to run articles that will harm corporate interests that provide them with the resources that they depend upon.\n\nThis relationship also gives rise to a \"moral division of labor\", in which \"officials have and give the facts\" and \"reporters merely get them\". Journalists are then supposed to adopt an uncritical attitude that makes it possible for them to accept corporate values without experiencing cognitive dissonance.\n\nThe fourth filter is 'flak' (not to be confused with flack which means promoters or publicity agents), described by Herman and Chomsky as 'negative responses to a media statement or [TV or radio] program. It may take the form of letters, telegrams, phone calls, petitions, lawsuits, speeches and Bills before Congress and other modes of complaint, threat and punitive action'. Business organizations regularly come together to form flak machines. An example is the US-based Global Climate Coalition (GCC), comprising fossil fuel and automobile companies such as Exxon, Texaco and Ford. The GCC was conceived by Burson-Marsteller, one of the world's largest public relations companies, to attack the credibility of climate scientists and 'scare stories' about global warming.[6]\n\nFor Chomsky and Herman \"flak\" refers to negative responses to a media statement or program. The term \"flak\" has been used to describe what Chomsky and Herman see as efforts to discredit organizations or individuals who disagree with or cast doubt on the prevailing assumptions which Chomsky and Herman view as favorable to established power (e.g., \"The Establishment\"). Unlike the first three \"filtering\" mechanisms—which are derived from analysis of market mechanisms—flak is characterized by concerted efforts to manage public information.\n\nThe fifth and final news filter that Herman and Chomsky identified was 'anti-communism'. Manufacturing Consent was written during the Cold War. Chomsky updated the model as \"fear\", often as 'the enemy' or an 'evil dictator' such as Colonel Gaddafi, Paul Biya, Saddam Hussein, Slobodan Milosevic, or Vladimir Putin. This is exemplified in British tabloid headlines of 'Smash Saddam!' and 'Clobba Slobba!'.[8] The same is said to extend to mainstream reporting of environmentalists as 'eco-terrorists'. The Sunday Times ran a series of articles in 1999 accusing activists from the non-violent direct action group Reclaim The Streets of stocking up on CS gas and stun guns.[8]\n\nAnti-ideologies exploit public fear and hatred of groups that pose a potential threat, either real, exaggerated or imagined. Communism once posed the primary threat according to the model. Communism and socialism were portrayed by their detractors as endangering freedoms of speech, movement, the press and so forth. They argue that such a portrayal was often used as a means to silence voices critical of elite interests. Chomsky argues that since the end of the Cold War (1991), anticommunism was replaced by the \"War on Terror\", as the major social control mechanism: \"Anti-communism has receded as an ideological factor in the Western media, but it is not dead... The 'war on terror' has provided a useful substitute for the Soviet Menace.\"[9] Following the events of September 11, 2001, some scholars agree that Islamophobia is replacing anti-communism as a new source of public fear.[10] Herman and Chomsky themselves conceded, in an interview given in 2009, that the popularity of 'anti-communism' as a news filter is slowly decreasing in favor of other more contemporary ideologies such as 'anti-terrorism'.[11][12]\n\n"
        },
        {
            "title": "Case examples",
            "text": "Following the theoretical exposition of the propaganda model, Manufacturing Consent contains a large section where the authors seek to test their hypotheses. If the propaganda model is right and the filters do influence media content, a particular form of bias would be expected—one that systematically favors corporate interests.\n\nThey also looked at what they perceived as naturally occurring \"historical control groups\" where two events, similar in their properties but differing in the expected media attitude towards them, are contrasted using objective measures such as coverage of key events (measured in column inches) or editorials favoring a particular issue (measured in number).\n\nExamples of bias given by the authors include the failure of the media to question the legality of the Vietnam War while greatly emphasizing the Soviet–Afghan War as an act of aggression.[14]\n\nOther biases include a propensity to emphasize violent acts such as genocide more in enemy or unfriendly countries such as Kosovo while ignoring greater genocide in allied countries such as the Indonesian occupation of East Timor.[15] This bias is also said to exist in foreign elections, giving favorable media coverage to fraudulent elections in allied countries such as El Salvador and Guatemala, while unfavorable coverage is given to legitimate elections in enemy countries such as Nicaragua.[16]\n\nChomsky also asserts that the media accurately covered events such as the Battle of Fallujah but because of an ideological bias, it acted as pro-government propaganda. In describing coverage of raid on Fallujah General Hospital he stated that The New York Times, \"accurately recorded the battle of Fallujah but it was celebrated... it was a celebration of ongoing war crimes\".[17] The article in question was \"Early Target of Offensive Is a Hospital\".\n\nThe authors point to biases that are based on only reporting scandals which benefit a section of power, while ignoring scandals that hurt the powerless. The biggest example of this was how the US media greatly covered the Watergate Scandal but ignored the COINTELPRO exposures. While the Watergate break-in was a political threat to powerful people (Democrats), COINTELPRO harmed average citizens and went as far as political assassination. Other examples include coverage of the Iran–Contra affair by only focusing on people in power such as Oliver North but omitting coverage of the civilians killed in Nicaragua as the result of aid to the contras.\n\nIn a 2010 interview, Chomsky compared media coverage of the Afghan War Diaries released by WikiLeaks and lack of media coverage to a study of severe health problems in Fallujah.[18] While there was ample coverage of WikiLeaks there was no American coverage of the Fallujah study,[19] in which the health situation in Fallujah was described by the British media as \"worse than Hiroshima\".[20]\n\n"
        },
        {
            "title": "Applications",
            "text": "Since the publication of Manufacturing Consent, Herman and Chomsky have adopted the theory and have given it a prominent role in their writings, lectures and theoretical frameworks. Chomsky has made extensive use of its explanative power to lend support to his interpretations of mainstream media attitudes towards a wide array of events, including the following:\n\n"
        },
        {
            "title": "Reception",
            "text": "On the rare occasions the propaganda model is discussed in the mainstream media there is usually a large reaction. In 1988, when Chomsky was interviewed by Bill Moyers there were 1,000 letters in response, one of the biggest written reactions in the show's history. When he was interviewed by TV Ontario, the show generated 31,321 call-ins, which was a new record for the station.\nIn 1996, when Chomsky was interviewed by Andrew Marr the producer commented that the response was \"astonishing\". He commented that \"[t]he audience reaction was astonishing... I have never worked on a programme which elicited so many letters and calls\".[21]\n\nIn May 2007, Chomsky and Herman spoke at the University of Windsor in Canada summarizing developments and responding to criticisms related to the model.[29] Both authors stated they felt the propaganda model is still applicable (Herman said even more so than when it was introduced), although they did suggest a few areas where they believe it falls short and needs to be extended in light of recent developments.[30]\n\nChomsky has insisted that while the propaganda role of the media \"is intensified by ownership and advertising\" the problem mostly lies with \"ideological-doctrinal commitments that are part of intellectual life\" or intellectual culture of the people in power. He compares the media to scholarly literature which he says has the same problems even without the constraints of the propaganda model.[31]\n\nAt the Windsor talk, Chomsky pointed out that Edward S. Herman was primarily responsible for creating the theory although Chomsky supported it. According to Chomsky, he insisted Herman's name appear first on the cover of Manufacturing Consent because of his primary role researching and developing the theory.[29]\n\nIn April 2010, a study conducted by the Harvard Kennedy School showed that media outlets such as The New York Times and Los Angeles Times stopped using the term \"torture\" for waterboarding when the US government committed it, from 2002 to 2008.[32] It also noted that the press was \"much more likely to call waterboarding torture if a country other than the United States is the perpetrator.\"[32]\nThe study was similar to media studies done in Manufacturing Consent for topics such as comparing how the term \"genocide\" is used in the media when referring to allied and enemy countries.\n\nGlenn Greenwald in response said that \"We don't need a state-run media because our media outlets volunteer for the task...\" and commented that the media often act as propaganda for the government without coercion.[33]\n\nChomsky has commented in the \"ChomskyChat Forum\" on the applicability of the Propaganda Model to the media environment of other countries: \n\nFor more than a decade, a British-based website Media Lens has examined their domestic broadcasters and liberal press. Its criticisms are featured in the books Guardians of Power (2006)[34] and Newspeak in the 21st Century (2009).[35]\n\nStudies have also expanded the propaganda model to examine news media in the People's Republic of China[36] and for film production in Hollywood.[37]\n\nIn July 2011, the journalist Paul Mason, then working for the BBC, pointed out that the News International phone hacking scandal threw light on close links between the press and politicians. However, he argued that the closure of the mass-circulation newspaper News of the World, which took place after the scandal broke, conformed only partly to the propaganda model. He drew attention to the role of social media, saying that \"large corporations pulled their advertising\" because of the \"scale of the social media response\" (a response which was mainly to do with the newspaper's behaviour towards Milly Dowler, although Mason did not go into this level of detail).[38]\n\nMason praised The Guardian for having told the truth about the phone-hacking, but expressed doubt about the financial viability of the newspaper.\n\n"
        },
        {
            "title": "Criticism",
            "text": "Eli Lehrer of the  American Enterprise Institute criticized the theory in The Anti-Chomsky Reader. According to Lehrer, the fact that papers like The New York Times and The Wall Street Journal have disagreements is evidence that the media is not a monolithic entity. Lehrer also believes that the media cannot have a corporate bias because it reports on and exposes corporate corruption. Lehrer asserts that the model amounts to a Marxist conception of right-wing false consciousness.[39]\n\nHerman and Chomsky have asserted that the media \"is not a solid monolith\" but that it represents a debate between powerful interests while ignoring perspectives that challenge the \"fundamental premises\" of all these interests.[40] For instance, during the Vietnam War there was disagreement among the media over tactics, but the broader issue of the legality and legitimacy of the war was ignored (see Coverage of \"enemy\" countries). Additionally, Chomsky has said that while the media are against corruption, they are not against society legally empowering corporate interests which is a reflection of the powerful interests that the model would predict.[41] The authors have also said that the model does not seek to address \"the effects of the media on the public\" which might be ineffective at shaping public opinion.[42] Edward Herman has said \"critics failed to comprehend that the propaganda model is about how the media work, not how effective they are\".[43]\n\nGareth Morley argues in an article in Inroads: A Journal of Opinion that widespread coverage of Israeli mistreatment of protesters as compared with little coverage of similar (or much worse) events in sub-Saharan Africa is poorly explained.[44] This was in response to Chomsky's assertion that in testing the Model, examples should be carefully paired to control reasons for discrepancies not related to political bias.[45] Chomsky himself cites the examples of government mis-treatment of protesters and points out that general coverage of the two areas compared should be similar, raising the point that they are not: news from Israel (in any form) is far more common than news from sub-Saharan Africa. Morley considers this approach dubiously empirical.[44]\n\nWriting for The New York Times, the historian Walter LaFeber criticized the book Manufacturing Consent for overstating its case, in particular with regards to reporting on Nicaragua and not adequately explaining how a powerful propaganda system would let military aid to the Contra rebels be blocked.[46] Herman responded in a letter by stating that the system was not \"all powerful\" and that LaFeber did not address their main point regarding Nicaragua. LaFeber replied that:\n\nChomsky responds to LaFeber's reply in Necessary Illusions:\n\n"
        }
    ]
}