{
    "url": "https://en.wikipedia.org/wiki/Proselytism",
    "title": "Proselytism",
    "table_of_contents": [
        "1 Etymology",
        "2 Limits",
        "2.1 By country",
        "3 By faith",
        "3.1 Baháʼí Faith",
        "3.2 Christianity",
        "3.2.1 Muggletonians",
        "3.3 Indian religions",
        "3.3.1 Buddhism",
        "3.3.2 Hinduism",
        "3.3.2.1 Hare Krishna Movement",
        "3.3.3 Jainism",
        "3.3.4 Sikhism",
        "3.4 Islam",
        "3.5 Judaism",
        "3.6 Inherited membership",
        "4 See also",
        "5 References and sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nProselytism (/ˈprɒsəlɪtɪzəm/) is the policy of attempting to convert people's religious or political beliefs.[1][2][3] Proselytism is illegal in some countries.[4]\n\nSome draw distinctions between evangelism or Da‘wah and proselytism regarding proselytism as involuntary or coerced but it can also be understood to merely be a synonym.[5][6][7]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The English-language word proselytize derives from the Greek language prefix προσ- (pros-, \"toward\") and the verb ἔρχομαι (érchomai, \"I come\") in the form of προσήλυτος (prosélytos, \"newcomer\").[8] Historically, in the Koine Greek Septuagint and New Testament, the word proselyte denoted a Gentile who was considering conversion to Judaism.[citation needed] Although the word proselytism originally referred to converting to Judaism[9] (and earlier related to Gentiles such as God-fearers), it now implies an attempt of any religion or religious individuals to convert people to their belief.[citation needed]\n\nArthur J. Serratelli, the Catholic Bishop of Paterson, New Jersey, observed that the meaning of the word proselytism has changed over time.\n\nThe World Council of Churches has indicated that, when used pejoratively, proselytism refers to attempts at conversion by \"unjust means that violate the conscience of the human person\", such as by coercion or bribery.[11][better source needed]\n\n"
        },
        {
            "title": "Limits",
            "text": "The right to change religion and to manifest religion is protected under Article 18 of the UN Declaration of Human Rights.[12] Limitations and regulations on proselytism are  considered by some as infringements on freedom of religion and freedom of speech.[13]\n\nSome countries such as Greece[14] prohibited all proselytism until 1994 when Jehovah's Witnesses were legally recognized as a religion and allowed to preach. Some countries such as Morocco prohibit it except for Islam.[citation needed]  Some restrict it in various ways such as prohibiting attempts to convert children[citation needed] or prohibit offering physical benefits to new converts.[citation needed]\n\nReligious groups also draw lines between what they are willing to do or not do to convert people. For instance the Catholic Church in Ad gentes states that \"The Church strictly forbids forcing anyone to embrace the Faith, or alluring or enticing people by worrisome wiles.\"[15]\n\nThe World Council of Churches in The Challenge of Proselytism and the Calling to Common Witness[16] states the following:\n\nProselytism is illegal or severely regulated in Afghanistan, Algeria, Armenia, Azerbaijan, Bahrain, Bangladesh, Belarus, Bhutan, Brunei, Cambodia, China, Comoros, Egypt, Eritrea, Greece, Indonesia, Iran, Iraq, Jordan, Kuwait, Kyrgyzstan, Latvia, Malaysia, Maldives, Morocco, Myanmar, Nepal, North Korea,  Oman, Palestinian territories, Qatar, Russia,  Saudi Arabia, Somalia, Sudan, Syria,  Turkey, Turkmenistan, United Arab Emirates, Uzbekistan, Vietnam, Western Sahara, and Yemen.[17]\n\nProselytism is somewhat regulated in Botswana, Bulgaria, Chad, Cuba, Djibouti, Dominican Republic, Ecuador,  El Salvador, Fiji, Georgia, Guyana, Honduras, India, Israel, Kazakhstan, Libya, Mauritania, Mauritius, Moldova, Nicaragua, Niger, Pakistan, Singapore, Sri Lanka, Trinidad and Tobago, and Tuvalu.[18]\n\n"
        },
        {
            "title": "By faith",
            "text": "In the writings of the Baháʼí Faith, the endeavour to attract people to the religion is strongly emphasized.[19] The process of attracting people to the religion is referred to as teaching.[19] The term proselytism is given the connotation of aggressively teaching the religion to others – as such, Bahaʼi proselytism is prohibited.[20]\n\nEvery Bahaʼi has the obligation of teaching their religion, as it is seen as the path toward bringing peace and justice to the world.[21] Some Bahaʼis become pioneers, moving to countries or cities where there are a small number of Bahaʼis, with the aim of helping to spread the religion.[19] Some other Bahaʼis move from place to place in a process called travel teaching.[19] When moving or travelling to other countries, Bahaʼis are encouraged to integrate into their new society and apply Bahaʼis principles in living and working with their neighbours. In total, however, only a small minority of Bahaʼis are directly teaching their religion to others.[20] Despite this, as of 2010, the religion had grown \"at least twice as fast as the population of almost every UN region\" over the previous 100 years.[22]\n\nBahá'u'lláh, the founder of the Bahaʼi Faith, wrote that those who would be teaching his religion should emphasize the importance of ethics and wisdom, and he counselled Bahaʼis to be unrestrained and put their trust in God. At the same time he stated that Bahaʼis should exercise moderation, tact and wisdom and not be too aggressive in their teaching.[21] In sharing their faith with others, Bahaʼis are cautioned to make sure the person they are proposing to teach is open to hearing what they have to say. In most countries becoming a Bahaʼi is a simple matter of filling out a card stating a declaration of belief. This includes acknowledgement of Bahá'u'llah as the messenger of God for this age, awareness and acceptance of his teachings, and intention to be obedient to the institutions and laws he established. It does not involve negating one's previous beliefs, due to the Bahaʼi belief in progressive revelation.\n\nMany Christians consider it their obligation to follow what is often termed the Great Commission in the final verses of the Gospel of Matthew: \"Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Spirit: Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you always, even unto the end of the world. Amen.\"[23] The Acts of the Apostles and other sources contain several accounts of early Christians following this directive by engaging in individual conversations and mass sermons to spread the Good News.\n\nMost self-described Christian groups have organizations devoted to missionary work which in whole or in part includes proselytism of the non-religious and people of other faiths (including sometimes other variants of Christianity). Jehovah's Witnesses[24] and the Church of Jesus Christ of Latter-day Saints[25] are known in particular for their doctrinal emphasis on proselytizing.\n\nThe Moscow Patriarchate has repeatedly strongly condemned what it describes as Catholic proselytism of Orthodox Christians within Russia and has therefore opposed a Catholic construction project in an area of Russia where the Catholic community is small.  The Catholic Church claims that it is supporting the existing Catholic community within Russia and is not proselytizing.[26][27][28] In 1993 the Balamand declaration on proselytism was released between the Roman Catholic Church and Orthodox Churches.\n\nThe Muggletonians, founded by John Reeve and Lodowick Muggleton in mid-17th century London, believed that if a person were exposed to the full tenets of their faith and rejected it they would be irretrievably damned. This risk tempered proselytization: they hesitated to expose people to loss of salvation which may explain their low numbers. In the mid-19th century two wealthy Muggletonians, Joseph and Isaac Frost, broke with this cautious approach and published several books about the faith.[29]\n\nProselytisation is alien to Indian religions such as Hinduism, Buddhism, Jainism and Sikhism given that they are pluralistic. Due to an understanding of justice fundamentally based upon metaphysically cyclical concepts such as karma and rebirth, the Indic religions have diametrically been opposed to the type of exclusivism and proselytizing seen in Abrahamic religions as it, theologically speaking, would both be unnecessary and serve as a distraction towards the teaching most accustomed to the personal individual's sādhanā (spiritual practice) and samskaras (intrinsic qualities).\n\nBuddhism does not have an accepted or strong proselytism tradition, with the Buddha having taught his followers to respect other religions and the clergy.[30] Emperor Ashoka, however, sent royal missionaries to various kingdoms and sent his son and daughter as missionaries to Sri Lanka following his conversion to Buddhism. Aggressive proselytizing is discouraged in the major Buddhist schools and Buddhists do not engage in the practice of proselytisation.[30]\n\nSome adherents of Nichiren Buddhism proselytise in a process called shakubuku.\n\nThe Dalai Lama has critiqued proselytization and certain types of conversion, believing the practices to be contrary to the fundamental ideas of religious harmony and spiritual practice.[31] He has stated that \"It’s very important that our religious traditions live in harmony with one another and I don’t think proselytizing contributes to this. Just as fighting and killing in the name of religion are very sad, it’s not appropriate to use religion as a ground or a means for defeating others.\" In particular, he has critiqued Christian approaches to conversion in Asia, stating that he has \"come across situations where serving the people is a cover for proselytization.\"[31] The Dalai Lama has labeled such practices counter to the \"message of Christ\" and has emphasized that such individuals \"practice conversion like a kind of war against peoples and cultures.\"[32] In a statement with Hindu religious leaders, he expressed that he opposes \"conversions by any religious tradition using various methods of enticement.\"[31]\n\nHinduism lacks a proselytism tradition. Classical Hinduism represents a diversity of views and theology. Its followers are free to follow any among the theistic, non-theistic or other traditions within Hinduism. Followers can pick or change to any philosophy or belief they fancy and worship any personal god or goddess in a manner they deem fit, given an unspoken but loud understanding that all paths are equally valid in their purest form. In the modern era, religious conversion from and to Hinduism has been a controversial subject. Many state the concept of missionary activity and proselytism is anathema to the precepts of Hinduism.[33]\n\nWhile proselytism is not a part of the Hindu tradition, religious conversion to and between various traditions within Hinduism such as Vaishnavism, Shaivism and Shaktism has a long history. However, these traditions of conversion did not have to do with an idea which was more objectively valid, or the potential consequences of false ideas in the afterlife, but which was more conducive in understanding the unknowable Brahman as well as promoting righteousness throughout society.[34][35][36]\n\nThe debate on proselytization and religious conversion between Christianity, Islam and Hinduism is more recent, and started in the 19th century.[37][38] Religious leaders of some Hindu reform movements such as the Arya Samaj launched the Shuddhi movement to proselytize and reconvert Muslims and Christians back to Hinduism,[39][40] while those such as the Brahmo Samaj suggested Hinduism to be a non-missionary religion.[33] All these sects of Hinduism have welcomed new members to their group, while other leaders of Hinduism's diverse schools have stated that given the intensive proselytization activities from missionary Islam and Christianity, this \"there is no such thing as proselytism in Hinduism\" view must be re-examined.[33][39][41]\n\nOne group that takes in willing converts in Hinduism is the International Society for Krishna Consciousness (ISKCON), also known as Hare Krishnas. Devotees have no codified rituals of conversion, but promote recitation of the Hare Krishna mantra as a means to achieve a mature stage of love of God. ISKCON adherents view Krishna as the supreme deity that those of other faith traditions worship.[42] A commonly accepted notion among devotees is that ISKCON allows one to recognize the primacy of the supreme deity, Krishna, in the practices and traditions of other faiths. ISKCON promotes the concept of Sanatana-Dharma (Hinduism), the 'eternal law' that other faiths can uncover.[43]\n\nMahavira (599–527 BC), the 24th Tirthankara of Jainism, developed an early philosophy regarding relativism and subjectivism known as Anekantavada. As a result of this acceptance of alternate religious practices, the phenomenon of proselytisation is largely absent in these religions but not unknown. Converts are welcome to the Jain faith.\n\nSikhism is not a proselytizing religion and proselytism is largely discouraged \"through force or inducement\" out of the belief that each person has a fundamental right to practice their religion freely.[44]\n\nIn Islam, inviting people to the religion is a meritorious activity. The Quran states,\n\nThe operative phrase /lā ikrāha fī d-dīni/ literally translates as \"within the religion there is no hate-mongering\", which makes more difficult to relate this ayah to the topic of proselytism. Muslim scholars consider this passage to mean that force is not to be used to convert someone to Islam. Muslims consider inviting others to Islam to be the mission originally carried out by the prophets of Allah and is now a collective duty of Muslims. The Quran states, \n\nHere the operative phrase /udʿu ilà sabīli rabbika/ \"Invite (command to a single male subject) to the way of your Lord\" expresses the element direction /ilà/ \"to\" that is missing in 'The Cow', 2:256.\n\nAn important tenet of Judaism is that God's will is for people to exercise free will. As such, proselytizing is generally regarded as offensive in Judaism. Consequently, Judaism generally does not proselytize non-Jews. Instead, non-Jews are encouraged to follow Noahide Law, assuring a place in the world to come. In ancient times, these observant non-Jews could become geirim toshvim, a term still sometimes used informally to refer to those who strive to follow these laws and who will join the Jewish people in the world to come. A non-Jew who follows Noahide law is considered to believe in Noahidism; for this end, there is some minor outreach by Orthodox Jewish organizations.\n\nGenerally, Jews expect any convert to Judaism to come through their own accord. A common source of converts are those who have married a Jew, although there are also many people who join for spiritual or other personal reasons; these people are called \"Jews by choice\".[45] Rabbis will often discourage new members from joining, although they may provide guidance through seminars or personal meetings for those who are truly interested. Orthodox Judaism in theory neither encourages nor discourages conversion. Standards for conversion can be very challenging, but rabbis will acquiesce to persistent and sincere requests for conversion. Much emphasis is placed on gaining a Jewish identity.[46]\n\nAlthough most Jewish organizations do not proselytize, Chabad practices Orthodox Judaism outreach.\n\nSects of some religions, such as the Druze, Yazidis, Zoroastrians, and Yarsans, do not accept converts at all.[47][48][49]\n\n"
        }
    ]
}