{
    "url": "https://en.wikipedia.org/wiki/Protagonist",
    "title": "Protagonist",
    "table_of_contents": [
        "1 Etymology",
        "2 Ancient Greece",
        "3 Types",
        "3.1 Hero/Heroine",
        "3.2 Antihero",
        "3.3 Tragic hero",
        "3.4 Villain protagonist",
        "3.5 Supporting protagonist",
        "4 Further examples",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A protagonist (from Ancient Greek  πρωταγωνιστής (prōtagōnistḗs) 'one who plays the first part, chief actor')[1][2][3]  is the main character of a story. The protagonist makes key decisions that affect the plot, primarily influencing the story and propelling it forward, and is often the character who faces the most significant obstacles. If a story contains a subplot, or is a narrative made up of several stories, then each subplot may have its own protagonist.[4]\n\nThe protagonist is the character whose fate is most closely followed by the reader or audience, and who is opposed by the antagonist. The antagonist provides obstacles and complications and creates conflicts that test the protagonist, revealing the strengths and weaknesses of the protagonist's character, and having the protagonist develop as a result.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term protagonist comes from Ancient Greek  πρωταγωνιστής (prōtagōnistḗs) 'actor who plays the chief or first part', combined of πρῶτος (prôtos, 'first') and ἀγωνιστής (agōnistḗs, 'actor, competitor'), which stems from ἀγών (agṓn, 'contest') via ἀγωνίζομαι (agōnízomai, 'I contend for a prize').[5]\n\n"
        },
        {
            "title": "Ancient Greece",
            "text": "The earliest known examples of a protagonist are found in Ancient Greece. At first, dramatic performances involved merely dancing and recitation by the chorus. Then in Poetics, Aristotle describes how a poet named Thespis introduced the idea of one actor stepping out and engaging in a dialogue with the chorus. This was the invention of tragedy, and occurred about 536 B.C.[6] Then the poet Aeschylus, in his plays, introduced a second actor, inventing the idea of dialogue between two characters. Sophocles then wrote plays that included a third actor.[7][8][9][10]\n\nA description of the protagonist's origin cited that during the early period of Greek drama, the protagonist served as the author, the director, and the actor and that these roles were only separated and allocated to different individuals later.[11] There is also a claim that the poet did not assign or create the protagonist as well as other terms for actors such as deuteragonist and tritagonist primarily because he only gave actors their appropriate part.[12] However, these actors were assigned their specific areas at the stage with the protagonist always entering from the middle door or that the dwelling of the deuteragonist (second most important character) should be on the right hand, and the tritagonist (third most important character), the left.[12]\n\nIn Ancient Greece, the protagonist is distinguished from the term \"hero\", which was used to refer to a human who became a semi-divine being in the narrative.[10]\n\n"
        },
        {
            "title": "Types",
            "text": "In literary terms, a hero (masculine) or heroine (feminine) protagonist is typically admired for their achievements and noble qualities.[13] Heroes are lauded for their strength, courage, virtuousness, and honor, and are considered to be the \"good guys\" of the narrative.[14]\n\nExamples include DC Comics' Superman (hero) and Katniss Everdeen from The Hunger Games (heroine).\n\nAn antihero (sometimes spelled as anti-hero) or antiheroine is a main character in a story who lacks conventional heroic qualities and attributes such as idealism, courage, and morality.\n\nExamples include Holden Caulfield from The Catcher in the Rye, Scarlett O'Hara from Gone With the Wind and Jay Gatsby from The Great Gatsby.\n\nA tragic hero is the protagonist of a tragedy.\n\nExamples include Oedipus from Oedipus Rex and Prince Hamlet from Shakespeare's Hamlet.\n\nThe protagonist is not always conventionally good.[15] Contrasting the hero protagonist, a villain protagonist is a protagonist who is a villain, driving the story forward regardless of the evil qualities the main character has. These traits can include being cruel, malicious, and wicked.[16]\n\nExamples include Humbert Humbert in Vladimir Nabokov's Lolita[17] and Richard III in William Shakespeare's eponymous play.[18]\n\nWhen a supporting protagonist appears, the story is told from the perspective of a character who appears to be minor. This character may be more peripheral from the events of the story and are not as involved within the \"main action\" of the plot. The supporting protagonist may be telling the story while viewing another character as the main influence of the plot.[19]\n\nExamples include Nick from The Great Gatsby and Bilbo Baggins from The Hobbit.\n\n"
        },
        {
            "title": "Further examples",
            "text": "Euripides' play Hippolytus may be considered to have two protagonists, though one at a time. Phaedra is the protagonist of the first half, who dies partway through the play. Her stepson, the titular Hippolytus, assumes the dominant role in the second half of the play.[20]\n\nIn Henrik Ibsen's play The Master Builder, the protagonist is the architect Halvard Solness. The young woman, Hilda Wangel, whose actions lead to the death of Solness, is the antagonist.[21]\n\nIn Shakespeare's play Romeo and Juliet, Romeo is the protagonist. He is actively in pursuit of his relationship with Juliet, and the audience is invested in that story. Tybalt, as an antagonist, opposes Romeo and attempts to thwart the relationship.[22]\n\nIn Shakespeare's play Hamlet, Prince Hamlet, who seeks revenge for the murder of his father, is the protagonist. The antagonist is the character who most opposes Hamlet, Claudius (though, in many ways, Hamlet is his own antagonist).[23]\n\nSometimes, a work will have a false protagonist, who may seem to be the protagonist, but then may disappear unexpectedly. The character Marion in Alfred Hitchcock's film Psycho (1960) is an example.[24]\n\nA novel may contain a number of narratives, each with its own protagonist. Alexander Solzhenitsyn's The First Circle, for example, depicts a variety of characters imprisoned and living in a gulag camp.[25] Leo Tolstoy's War and Peace depicts fifteen major characters involved in or affected by a war.[26]\n\nThough many people equate protagonists with the term hero and possessing heroic qualities, it is not necessary, as even villainous characters can be protagonists. For example Michael Corleone from The Godfather (1972–1990) film series (1978–1983).\n\nIn some cases, the protagonist is not a human: in Richard Adams' novel Watership Down, a group of anthropomorphised rabbits, led by the protagonist Hazel, escape their warren after seeing a vision of its destruction, starting a perilous journey to find a new home.[27]\n\n"
        }
    ]
}