{
    "url": "https://en.wikipedia.org/wiki/Protestantism",
    "title": "Protestantism",
    "table_of_contents": [
        "1 Terminology",
        "1.1 Protestant",
        "1.2 Evangelical",
        "1.3 Reformational",
        "2 Theology",
        "2.1 Main principles",
        "2.1.1 Scripture alone",
        "2.1.2 Justification by faith alone",
        "2.1.3 Universal priesthood of believers",
        "2.2 Trinity",
        "2.3 Five solae",
        "2.4 Christ's presence in the Eucharist",
        "3 History",
        "3.1 Pre-Reformation",
        "3.2 Reformation proper",
        "3.3 Post-Reformation",
        "4 Radical Reformation",
        "5 Denominations",
        "5.1 United and uniting churches",
        "6 Major branches",
        "6.1 Adventism",
        "6.2 Anabaptism",
        "6.3 Anglicanism",
        "6.4 Baptists",
        "6.5 Calvinism",
        "6.6 Hussites",
        "6.7 Lutheranism",
        "6.8 Methodism",
        "6.9 Pentecostalism",
        "6.10 Plymouth Brethren",
        "6.11 Quakerism",
        "6.12 Other Protestants",
        "7 Interdenominational movements",
        "7.1 Evangelicalism",
        "7.2 Charismatic movement",
        "7.3 Neo-charismatic churches",
        "8 Protestant offshoots",
        "8.1 Arminianism",
        "8.2 Pietism",
        "8.3 Puritanism, English dissenters and nonconformists",
        "8.4 Neo-orthodoxy and paleo-orthodoxy",
        "8.5 Christian fundamentalism",
        "8.6 Modernism and liberalism",
        "9 Protestant culture",
        "9.1 Thought and work ethic",
        "9.2 Science",
        "9.3 Government",
        "9.4 Rights and liberty",
        "9.5 Social teaching",
        "9.6 Liturgy",
        "9.7 Arts",
        "10 Catholic responses",
        "11 Ecumenism",
        "12 Spread and demographics",
        "13 See also",
        "14 Explanatory notes",
        "15 References",
        "16 Further reading",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nProtestantism is a branch of Christianity[a] that follows the theological tenets of the Protestant Reformation, a movement that began seeking to reform the Catholic Church from within in the 16th century[b] against what its followers perceived to be growing errors, abuses, and discrepancies within it.[citation needed]\n\nProtestantism emphasizes the Christian believer's justification by God in faith alone (sola fide) rather than by a combination of faith with good works as in Catholicism; the teaching that salvation comes by divine grace or \"unmerited favor\" only (sola gratia); the priesthood of all faithful believers in the Church; and the (sola scriptura \"scripture alone\") that posits the Bible as the sole infallible source of authority for Christian faith and practice.[1][2] Most Protestants, with the exception of Anglo-Papalism, reject the Catholic doctrine of papal supremacy, but disagree among themselves regarding the number of sacraments, the real presence of Christ in the Eucharist, and matters of ecclesiastical polity and apostolic succession.[3][4] Other Protestant denominations and non denominational Protestants may be typically unconcerned about most of these theological issues and focus only on their perception of explicit Christian teachings in the Bible itself. The five solae of Lutheran and Reformed Christianity summarize basic theological differences in opposition to the Catholic Church.[1][5] Today, it is the second-largest form of Christianity, with a total of 800 million to 1 billion adherents worldwide or about 37% of all Christians.[6][7][c] With postsecular rapid population growth, Protestants are projected to be the majority of Christians within the coming decades.[9][10]\n\nThe Reformation began in Germany[d] in 1517, when Martin Luther published his Ninety-five Theses as a reaction against abuses in the sale of indulgences by the Catholic Church, which purported to offer the remission of the temporal punishment of sins to their purchasers.[11] The term, however, derives from the letter of protestation from German Lutheran princes in 1529 against an edict of the Diet of Speyer condemning the teachings of Martin Luther as heretical.[12] Although there were earlier breaks and attempts to reform the Catholic Church, notably by Peter Waldo, John Wycliffe and Jan Hus, only Luther succeeded in sparking a wider, lasting, and modern movement.[13] In the 16th century, Lutheranism spread from Germany[e] into Denmark, Norway, Sweden, Finland, Latvia, Estonia, and Iceland.[14] Calvinist churches spread in Germany,[f] Hungary, the Netherlands, Scotland, Switzerland and France by Protestant Reformers such as John Calvin, Huldrych Zwingli and John Knox.[15]\n\nThe political separation of the Church of England from the pope under King Henry VIII began Anglicanism, bringing England and Wales into this broad Reformation movement, under the leadership of reformer Thomas Cranmer, the then Archbishop of Canterbury, whose work forged Anglican doctrine and identity.[g]\n\nProtestants have extensively developed a unique culture that has made major contributions in education, the humanities and sciences, the political and social order, the economy and the arts and many other fields.[16] Protestantism is diverse, being divided into various denominations on the basis of theology and ecclesiology, not forming a single structure as with the Catholic Church, Eastern Orthodoxy or Oriental Orthodoxy.[17] Protestants adhere to the concept of an invisible church, in contrast to the Catholic, the Eastern Orthodox Church, the Oriental Orthodox Churches, the Assyrian Church of the East, and the Ancient Church of the East, which all understand themselves as the one and only original church—the \"one true church\"—founded by Jesus Christ (though certain Protestant denominations, including historic Lutheranism, hold to this position).[16][18][19] Some denominations do have a worldwide scope and distribution of church membership, while others are confined to a single country.[17] A majority of Protestants[h] are members of a handful of Protestant denominational families: Adventists, Anabaptists, Anglicans/Episcopalians, Baptists, Calvinist/Reformed,[i] Lutherans, Methodists, Moravians, Plymouth Brethren, Presbyterians, and Quakers.[6] Nondenominational, charismatic and independent churches are on the rise, and constitute a significant part of Protestantism.[21][22]\n\n"
        },
        {
            "title": "Terminology",
            "text": "Six princes of the Holy Roman Empire and rulers of fourteen Imperial Free Cities, who issued a protest (or dissent) against the edict of the Diet of Speyer (1529), were the first individuals to be called Protestants.[23] The edict reversed concessions made to the Lutherans with the approval of Holy Roman Emperor Charles V three years earlier. The term protestant, though initially purely political in nature, later acquired a broader sense, referring to a member of any Western church which subscribed to the main Protestant principles.[23] A Protestant is an adherent of any of those Christian bodies that separated from the Church of Rome during the Reformation, or of any group descended from them.[24]\n\nDuring the Reformation, the term protestant was hardly used outside of German politics. People who were involved in the religious movement used the word evangelical (German: evangelisch). For further details, see the section below. Gradually, protestant became a general term, meaning any adherent of the Reformation in the German-speaking area. It was ultimately somewhat taken up by Lutherans, even though Martin Luther himself insisted on Christian or evangelical as the only acceptable names for individuals who professed Christ. French and Swiss Protestants instead preferred the word reformed (French: réformé), which became a popular, neutral, and alternative name for Calvinists.\n\nThe word evangelical (German: evangelisch), which refers to the gospel, was widely used for those involved in the religious movement in the German-speaking area beginning in 1517.[25] Evangelical is still preferred among some of the historical Protestant denominations in the Lutheran, Calvinist, and United (Lutheran and Reformed) Protestant traditions in Europe, and those with strong ties to them. Above all the term is used by Protestant bodies in the German-speaking area, such as the Evangelical Church in Germany. Thus, the German word evangelisch means Protestant,while the German evangelikal, refers to churches shaped by Evangelicalism. The English word evangelical usually refers to evangelical Protestant churches, and therefore to a certain part of Protestantism rather than to Protestantism as a whole. The English word traces its roots back to the Puritans in England, where Evangelicalism originated, and then was brought to the United States.\n\nMartin Luther always disliked the term Lutheran, preferring the term evangelical, which was derived from euangelion, a Greek word meaning \"good news\", i.e. \"gospel\".[26] The followers of John Calvin, Huldrych Zwingli, and other theologians linked to the Reformed tradition also began to use that term. To distinguish the two evangelical groups, others began to refer to the two groups as Evangelical Lutheran and Evangelical Reformed. The word also pertains in the same way to some other mainline groups, for example Evangelical Methodist. As time passed by, the word evangelical was dropped. Lutherans themselves began to use the term Lutheran in the middle of the 16th century, in order to distinguish themselves from other groups such as the Philippists and Calvinists.\n\nThe German word reformatorisch, which roughly translates to English as \"reformational\" or \"reforming\", is used as an alternative for evangelisch in German, and is different from English reformed (German: reformiert), which refers to churches shaped by ideas of John Calvin, Huldrych Zwingli, and other Reformed theologians. Being derived from the word \"Reformation\", the term emerged around the same time as evangelical (1517) and protestant (1529).\n\n"
        },
        {
            "title": "Theology",
            "text": "Various experts on the subject tried to determine what makes a Christian denomination a part of Protestantism. A common consensus approved by most of them is that if a Christian denomination is to be considered Protestant, it must acknowledge the following three fundamental principles of Protestantism.[27]\n\nThe belief, emphasized by Luther, in the Bible as the highest source of authority for the church. The early churches of the Reformation believed in a critical, yet serious, reading of scripture and holding the Bible as a source of authority higher than that of church tradition. The many abuses that had occurred in the Western Church before the Protestant Reformation led the Reformers to reject much of its tradition. In the early 20th century, a less critical reading of the Bible developed in the United States—leading to a \"fundamentalist\" reading of Scripture. Christian fundamentalists read the Bible as the \"inerrant, infallible\" Word of God, as do the Catholic, Eastern Orthodox, Anglican and Lutheran churches, but interpret it in a literalist fashion without using the historical-critical method. Methodists and Anglicans differ from Lutherans and the Reformed on this doctrine as they teach prima scriptura, which holds that Scripture is the primary source for Christian doctrine, but that \"tradition, experience, and reason\" can nurture the Christian religion as long as they are in harmony with the Bible.[1][28]\n\n\"Biblical Christianity\" focused on a deep study of the Bible is characteristic of most Protestants as opposed to \"Church Christianity\", focused on performing rituals and good works, represented by Catholic and Orthodox traditions. However, Quakers and Pentecostalists emphasize the Holy Spirit and personal closeness to God.[29]\n\nThe belief that believers are justified, or pardoned for sin, solely on condition of faith in Christ rather than a combination of faith and good works. For Protestants, good works are a necessary consequence rather than cause of justification.[30] However, while justification is by faith alone, there is the position that faith is not nuda fides.[31] John Calvin explained that \"it is therefore faith alone which justifies, and yet the faith which justifies is not alone: just as it is the heat alone of the sun which warms the earth, and yet in the sun it is not alone.\"[31] Lutheran and Reformed Christians differ from Methodists in their understanding of this doctrine.[32]\n\nThe universal priesthood of believers implies the right and duty of the Christian laity not only to read the Bible in the vernacular, but also to take part in the government and all the public affairs of the Church. It is opposed to the hierarchical system which puts the essence and authority of the Church in an exclusive priesthood, and which makes ordained priests the necessary mediators between God and the people.[30] It is distinguished from the concept of the priesthood of all believers, which did not grant individuals the right to interpret the Bible apart from the Christian community at large because universal priesthood opened the door to such a possibility.[33] There are scholars who cite that this doctrine tends to subsume all distinctions in the church under a single spiritual entity.[34] Calvin referred to the universal priesthood as an expression of the relation between the believer and his God, including the freedom of a Christian to come to God through Christ without human mediation.[35] He also maintained that this principle recognizes Christ as prophet, priest, and king and that his priesthood is shared with his people.[35]\n\nProtestants who adhere to the Nicene Creed believe in three persons (God the Father, God the Son, and the God the Holy Spirit) as one God.\n\nMovements emerging around the time of the Protestant Reformation, but not a part of Protestantism, e.g. Unitarianism also reject the Trinity. This often serves as a reason for exclusion of the Unitarian Universalism, Oneness Pentecostalism and other movements from Protestantism by various observers. Unitarianism continues to have a presence mainly in Transylvania, England, and the United States, as well as elsewhere.\n\nThe Five solae are five Latin phrases (or slogans) that emerged during the Protestant Reformation and summarize the reformers' basic differences in theological beliefs in opposition to the teaching of the Catholic Church of the day. The Latin word sola means \"alone\", \"only\", or \"single\".\n\nThe use of the phrases as summaries of teaching emerged over time during the Reformation, based on the overarching Lutheran and Reformed principle of sola scriptura (by scripture alone).[1] This idea contains the four main doctrines on the Bible: that its teaching is needed for salvation (necessity); that all the doctrine necessary for salvation comes from the Bible alone (sufficiency); that everything taught in the Bible is correct (inerrancy); and that, by the Holy Spirit overcoming sin, believers may read and understand truth from the Bible itself, though understanding is difficult, so the means used to guide individual believers to the true teaching is often mutual discussion within the church (clarity).\n\nThe necessity and inerrancy were well-established ideas, garnering little criticism, though they later came under debate from outside during the Enlightenment. The most contentious idea at the time though was the notion that anyone could simply pick up the Bible and learn enough to gain salvation. Though the reformers were concerned with ecclesiology (the doctrine of how the church as a body works), they had a different understanding of the process in which truths in scripture were applied to life of believers, compared to the Catholics' idea that certain people within the church, or ideas that were old enough, had a special status in giving understanding of the text.\n\nThe second main principle, sola fide (by faith alone), states that faith in Christ is sufficient alone for eternal salvation and justification. Though argued from scripture, and hence logically consequent to sola scriptura, this is the guiding principle of the work of Luther and the later reformers. Because sola scriptura placed the Bible as the only source of teaching, sola fide epitomizes the main thrust of the teaching the reformers wanted to get back to, namely the direct, close, personal connection between Christ and the believer, hence the reformers' contention that their work was Christocentric.\n\nThe other solas, as statements, emerged later, but the thinking they represent was also part of the early Reformation.\n\nThe Protestant movement began to diverge into several distinct branches in the mid-to-late 16th century. One of the central points of divergence was controversy over the Eucharist. Early Protestants rejected the Catholic dogma of transubstantiation, which teaches that the bread and wine used in the sacrificial rite of the Mass lose their natural substance by being transformed into the body, blood, soul, and divinity of Christ. They disagreed with one another concerning the presence of Christ and his body and blood in Holy Communion.\n\n"
        },
        {
            "title": "History",
            "text": "One of the earliest persons to be praised as a Protestant forerunner is Jovinian, who lived in the fourth century AD. He attacked monasticism, ascetism and believed that a saved believer can never be overcome by Satan.[44]\n\nIn the 9th century the theologian Gottschalk of Orbais was condemned for heresy by the Catholic church, Gottschalk believed that the salvation of Jesus was limited and that his redemption was only for the elect.[45] The theology of Gottschalk anticipated the Protestant reformation.[46][47] Ratramnus also defended the theology of Gottschalk and denied the real presence of Christ in the Eucharist; his writings also influenced the later Protestant reformation.[48] Claudius of Turin in the 9th century also held Protestant ideas, such as faith alone and rejection of the supremacy of Peter.[49]\n\nIn the late 1130s, Arnold of Brescia, an Italian canon regular became one of the first theologians to attempt to reform the Catholic Church. After his death, his teachings on apostolic poverty gained currency among Arnoldists, and later more widely among Waldensians and the Spiritual Franciscans, though no written word of his has survived the official condemnation. In the early 1170s, Peter Waldo founded the Waldensians. He advocated an interpretation of the Gospel that led to conflicts with the Catholic Church. By 1215, the Waldensians were declared heretical and subject to persecution. Despite that, the movement continues to exist to this day in Italy, as a part of the wider Reformed tradition.\n\nIn the 1370s, Oxford theologian and priest John Wycliffe—later dubbed the \"Morning Star of Reformation\"—started his activity as an English reformer. He rejected papal authority over secular power, translated the Bible into vernacular English, and preached anticlerical and biblically centred reforms. His rejection of a real divine presence in the elements of the Eucharist foreshadowed Huldrych Zwingli’s similar ideas in the 16th century. Wycliffe’s admirers came to be known as “Lollards”.[50]\n\nBeginning in the first decade of the 15th century, Jan Hus—a Catholic priest, Czech reformist and professor—influenced by John Wycliffe's writings, founded the Hussite movement. He strongly advocated his reformist Bohemian religious denomination. He was excommunicated and burned at the stake in Constance, Bishopric of Constance, in 1415 by secular authorities for unrepentant and persistent heresy. After his execution, a revolt erupted. Hussites defeated five continuous crusades proclaimed against them by the Pope.\n\nLater theological disputes caused a split within the Hussite movement. Utraquists maintained that both the bread and the wine should be administered to the people during the Eucharist. Another major faction were the Taborites, who opposed the Utraquists in the Battle of Lipany during the Hussite Wars. There were two separate parties among the Hussites: moderate and radical movements. Other smaller regional Hussite branches in Bohemia included Adamites, Orebites, Orphans, and Praguers.\n\nThe Hussite Wars concluded with the victory of Holy Roman Emperor Sigismund, his Catholic allies and moderate Hussites and the defeat of the radical Hussites. Tensions arose as the Thirty Years' War reached Bohemia in 1620. Both moderate and radical Hussitism was increasingly persecuted by Catholics and Holy Roman Emperor's armies.\n\nIn the 14th century, a German mysticist group called the Gottesfreunde criticized the Catholic church and its corruption. Many of their leaders were executed for attacking the Catholic church and they believed that God's judgement would soon come upon the church. The Gottesfreunde were a democratic lay movement and forerunner of the Reformation and put heavy stress of holiness and piety,[51]\n\nStarting in 1475, an Italian Dominican friar Girolamo Savonarola was calling for a Christian renewal. Later on, Martin Luther himself read some of the friar's writings and praised him as a martyr and forerunner whose ideas on faith and grace anticipated Luther's own doctrine of justification by faith alone.[52]\n\nSome of Hus' followers founded the Unitas Fratrum—\"Unity of the Brethren\"—which was renewed under the leadership of Count Nicolaus von Zinzendorf in Herrnhut, Saxony, in 1722 after its almost total destruction in the Thirty Years' War and the Counterreformation (\"Catholic Reformation\"). Today, it is usually referred to in English as the Moravian Church and in German as the Herrnhuter Brüdergemeine.\n\nIn the 15th century, three German theologians anticipated the reformation: Wessel Gansfort, Johann Ruchat von Wesel, and Johannes von Goch. They held ideas such as predestination, sola scriptura, and the church invisible, and denied the Roman Catholic view on justification and the authority of the Pope, also questioned monasticism.[53]\n\nWessel Gansfort also denied transubstantiation and anticipated the Lutheran view of justification by faith alone.[54]\n\nThe Protestant Reformation began as an attempt to reform the Catholic Church.\n\nOn 31 October 1517 (All Hallows' Eve) Martin Luther allegedly nailed his Ninety-five Theses (Disputation on the Power of Indulgences) on the door of the All Saints' Church in Wittenberg, Germany, detailing doctrinal and practical abuses of the Catholic Church, especially the selling of indulgences. The theses debated and criticized many aspects of the Church and the papacy, including the practice of purgatory, particular judgment, and the authority of the pope. Luther would later write works against the Catholic devotion to Virgin Mary, the intercession of and devotion to the saints, mandatory clerical celibacy, monasticism, the authority of the pope, the ecclesiastical law, censure and excommunication, the role of secular rulers in religious matters, the relationship between Christianity and the law, good works, and the sacraments.[55]\n\nThe Reformation was a triumph of literacy and the new printing press invented by Johannes Gutenberg.[56][j] Luther's translation of the Bible into German was a decisive moment in the spread of literacy, and stimulated as well the printing and distribution of religious books and pamphlets. From 1517 onward, religious pamphlets flooded much of Europe.[58][k]\n\nFollowing the excommunication of Luther and condemnation of the Reformation by the Pope, the work and writings of John Calvin were influential in establishing a loose consensus among various groups in Switzerland, Scotland, Hungary, Germany and elsewhere. After the expulsion of its Bishop in 1526, and the unsuccessful attempts of the Bern reformer William Farel, Calvin was asked to use the organizational skill he had gathered as a student of law to discipline the city of Geneva. His Ordinances of 1541 involved a collaboration of Church affairs with the City council and consistory to bring morality to all areas of life. After the establishment of the Geneva academy in 1559, Geneva became the unofficial capital of the Protestant movement, providing refuge for Protestant exiles from all over Europe and educating them as Calvinist missionaries. The faith continued to spread after Calvin's death in 1563.\n\nProtestantism also spread from the German lands into France, where the Protestants were nicknamed Huguenots (a term of somewhat inexplicable origin). Calvin continued to take an interest in the French religious affairs from his base in Geneva. He regularly trained pastors to lead congregations there. Despite heavy persecution, the Reformed tradition made steady progress across large sections of the nation, appealing to people alienated by the obduracy and the complacency of the Catholic establishment. French Protestantism came to acquire a distinctly political character, made all the more obvious by the conversions of nobles during the 1550s. This established the preconditions for a series of conflicts, known as the French Wars of Religion. The civil wars gained impetus with the sudden death of Henry II of France in 1559. Atrocity and outrage became the defining characteristics of the time, illustrated at their most intense in the St. Bartholomew's Day massacre of August 1572, when the Catholic party annihilated between 30,000 and 100,000 Huguenots across France. The wars only concluded when Henry IV of France issued the Edict of Nantes, promising official toleration of the Protestant minority, but under highly restricted conditions. Catholicism remained the official state religion, and the fortunes of French Protestants gradually declined over the next century, culminating in Louis XIV's Edict of Fontainebleau which revoked the Edict of Nantes and made Catholicism the sole legal religion once again. In response to the Edict of Fontainebleau, Frederick William I, Elector of Brandenburg declared the Edict of Potsdam, giving free passage to Huguenot refugees. In the late 17th century many Huguenots fled to England, the Netherlands, Prussia, Switzerland, and the English and Dutch overseas colonies. A significant community in France remained in the Cévennes region.\n\nParallel to events in Germany, a movement began in Switzerland under the leadership of Huldrych Zwingli. Zwingli was a scholar and preacher, who in 1518 moved to Zurich. Although the two movements agreed on many issues of theology, some unresolved differences kept them separate. A long-standing resentment between the German states and the Swiss Confederation led to heated debate over how much Zwingli owed his ideas to Lutheranism. The German Prince Philip of Hesse saw potential in creating an alliance between Zwingli and Luther. A meeting was held in his castle in 1529, now known as the Colloquy of Marburg, which has become infamous for its failure. The two men could not come to any agreement due to their disputation over one key doctrine.\n\nIn 1534, King Henry VIII put an end to all papal jurisdiction in England, after the Pope failed to annul his marriage to Catherine of Aragon (due to political considerations involving the Holy Roman Emperor);[60] this opened the door to reformational ideas. Reformers in the Church of England alternated between sympathies for ancient Catholic tradition and more Reformed principles, gradually developing into a tradition considered a middle way (via media) between the Catholic and Protestant traditions. The English Reformation followed a particular course. The different character of the English Reformation came primarily from the fact that it was driven initially by the political necessities of Henry VIII. King Henry decided to remove the Church of England from the authority of Rome. In 1534, the Act of Supremacy recognized Henry as the only Supreme Head on earth of the Church of England. Between 1535 and 1540, under Thomas Cromwell, the policy known as the Dissolution of the Monasteries was put into effect. Following a brief Catholic restoration during the reign of Mary I, a loose consensus developed during the reign of Elizabeth I. The Elizabethan Religious Settlement largely formed Anglicanism into a distinctive church tradition. The compromise was uneasy and was capable of veering between extreme Calvinism on the one hand and Catholicism on the other. It was relatively successful until the Puritan Revolution or English Civil War in the 17th century.\n\nThe success of the Counterreformation (\"Catholic Reformation\") on the Continent and the growth of a Puritan party dedicated to further Protestant reform polarized the Elizabethan Age. The early Puritan movement was a movement for reform in the Church of England whose proponents desired for the Church of England to resemble more closely the Protestant churches of Europe, especially that of Geneva. The later Puritan movement, often referred to as dissenters and nonconformists, eventually led to the formation of various Reformed denominations.\n\nThe Scottish Reformation of 1560 decisively shaped the Church of Scotland.[61] The Reformation in Scotland culminated ecclesiastically in the establishment of a church along Reformed lines, and politically in the triumph of English influence over that of France. John Knox is regarded as the leader of the Scottish Reformation. The Scottish Reformation Parliament of 1560 repudiated the pope's authority by the Papal Jurisdiction Act 1560, forbade the celebration of the Mass and approved a Protestant Confession of Faith. It was made possible by a revolution against French hegemony under the regime of the regent Mary of Guise, who had governed Scotland in the name of her absent daughter.\n\nSome of the most important activists of the Protestant Reformation included Jacobus Arminius, Theodore Beza, Martin Bucer, Andreas von Carlstadt, Heinrich Bullinger, Balthasar Hubmaier, Thomas Cranmer, William Farel, Thomas Müntzer, Laurentius Petri, Olaus Petri, Philipp Melanchthon, Menno Simons, Louis de Berquin, Primož Trubar and John Smyth.\n\nIn the course of this religious upheaval, the German Peasants' War of 1524–25 swept through the Bavarian, Thuringian and Swabian principalities. After the Eighty Years' War in the Low Countries and the French Wars of Religion, the confessional division of the states of the Holy Roman Empire eventually erupted in the Thirty Years' War between 1618 and 1648. It devastated much of Germany, killing between 25% and 40% of its population.[62] The main tenets of the Peace of Westphalia, which ended the Thirty Years' War, were:\n\nThe Great Awakenings were periods of rapid and dramatic religious revival in Anglo-American religious history.\n\nThe First Great Awakening was an evangelical and revitalization movement that swept through Protestant Europe and British America, especially the American colonies in the 1730s and 1740s, leaving a permanent impact on American Protestantism. It resulted from powerful preaching that gave listeners a sense of deep personal revelation of their need of salvation by Jesus Christ. Pulling away from ritual, ceremony, sacramentalism and hierarchy, it made Christianity intensely personal to the average person by fostering a deep sense of spiritual conviction and redemption, and by encouraging introspection and a commitment to a new standard of personal morality.[64]\n\nThe Second Great Awakening began around 1790. It gained momentum by 1800. After 1820, membership rose rapidly among Baptist and Methodist congregations, whose preachers led the movement. It was past its peak by the late 1840s. It has been described as a reaction against skepticism, deism, and rationalism, although why those forces became pressing enough at the time to spark revivals is not fully understood.[65] It enrolled millions of new members in existing evangelical denominations and led to the formation of new denominations.\n\nThe Third Great Awakening refers to a hypothetical historical period that was marked by religious activism in American history and spans the late 1850s to the early 20th century.[66] It affected pietistic Protestant denominations and had a strong element of social activism.[67] It gathered strength from the postmillennial belief that the Second Coming of Christ would occur after mankind had reformed the entire earth. It was affiliated with the Social Gospel Movement, which applied Christianity to social issues and gained its force from the Awakening, as did the worldwide missionary movement. New groupings emerged, such as the Holiness, Nazarene, and Christian Science movements.[68]\n\nThe Fourth Great Awakening was a Christian religious awakening that some scholars—most notably, Robert Fogel—say took place in the United States in the late 1960s and early 1970s, while others look at the era following World War II. The terminology is controversial. Thus, the idea of a Fourth Great Awakening itself has not been generally accepted.[69]\n\nIn 1814, Le Réveil swept through Calvinist regions in Switzerland and France.\n\nIn 1904, a Protestant revival in Wales had a tremendous impact on the local population. A part of British modernization, it drew many people to churches, especially Methodist and Baptist ones.[70]\n\nA noteworthy development in 20th-century Protestant Christianity was the rise of the modern Pentecostal movement. Sprung from Methodist and Wesleyan roots, it arose out of meetings at an urban mission on Azusa Street in Los Angeles. From there it spread around the world, carried by those who experienced what they believed to be miraculous moves of God there. These Pentecost-like manifestations have steadily been in evidence throughout history, such as seen in the two Great Awakenings. Pentecostalism, which in turn birthed the Charismatic movement within already established denominations, continues to be an important force in Western Christianity.\n\nIn the United States and elsewhere in the world, there has been a marked rise in the evangelical wing of Protestant denominations, especially those that are more exclusively evangelical, and a corresponding decline in the mainstream liberal churches. In the post–World War I era, Liberal Christianity was on the rise, and a considerable number of seminaries held and taught from a liberal perspective as well. In the post–World War II era, the trend began to swing back towards the conservative camp in America's seminaries and church structures.\n\nIn Europe, there has been a general move away from religious observance and belief in Christian teachings and a move towards secularism. The Enlightenment is largely responsible for the spread of secularism. \nSome scholars debate the link between Protestantism and the rise of secularism, and take as argument the wide-ranging freedom in Protestant-majority countries.[71] However, the sole example of France demonstrates that even in Catholic-majority countries, the overwhelming impact of the Enlightenment has brought even stronger secularism and freedom of thought five centuries later. It is more reliable to consider that the Reformation influenced the critical thinkers of the subsequent centuries, providing intellectual, religious, and philosophical ground on which future philosophers could extend their criticism of the church, of its theological, philosophical, social assumptions of the time. One should be reminded though that initial philosophers of the Enlightenment were defending a Christian conception of the world, but it was developed together with a fierce and decisive criticism of the Church, its politics, its ethics, its worldview, its scientific and cultural assumptions, leading to the devaluation of all forms of institutionalized Christianity, which extended over the centuries.[72] This ultimately led to the reduction of Christianity to a mere religion among others, in most of the secular countries were the Enlightenment philosophers, Protestant or Catholic-majority countries, emerged from.\nIn North America, South America and Australia[citation needed] Christian religious observance is much higher than in Europe. United States remains particularly religious in comparison to other developed countries. South America, historically Catholic, has experienced a large Evangelical, in particular Pentecostal infusion in the 20th and 21st centuries. In Asia, Protestantism is also growing through the increasing presence of evangelicals, especially in South East Asia.\n\n"
        },
        {
            "title": "Radical Reformation",
            "text": "Unlike mainstream Lutheran, Calvinist and Zwinglian movements, the Radical Reformation, which had no state sponsorship, generally abandoned the idea of the \"Church visible\" as distinct from the \"Church invisible\". It was a rational extension of the state-approved Protestant dissent, which took the value of independence from constituted authority a step further, arguing the same for the civic realm. The Radical Reformation was non-mainstream, though in parts of Germany, Switzerland and Austria, a majority would sympathize with the Radical Reformation despite the intense persecution it faced from both Catholics and Magisterial Protestants.[73]\n\nThe early Anabaptists believed that their reformation must purify not only theology but also the actual lives of Christians, especially their political and social relationships.[74] Therefore, the church should not be supported by the state, neither by tithes and taxes, nor by the use of the sword; Christianity was a matter of individual conviction, which could not be forced on anyone, but rather required a personal decision for it.[74] Protestant ecclesial leaders such as Hubmaier and Hofmann preached the invalidity of infant baptism, advocating baptism as following conversion (\"believer's baptism\") instead. This was not a doctrine new to the reformers, but was taught by earlier groups, such as the Albigenses in 1147. Though most of the Radical Reformers were Anabaptist, some did not identify themselves with the mainstream Anabaptist tradition. Thomas Müntzer was involved in the German Peasants' War. Andreas Karlstadt disagreed theologically with Huldrych Zwingli and Martin Luther, teaching nonviolence and refusing to baptize infants while not rebaptizing adult believers.[75] Kaspar Schwenkfeld and Sebastian Franck were influenced by German mysticism and spiritualism.\n\nIn the view of many associated with the Radical Reformation, the Magisterial Reformation had not gone far enough. Radical Reformer, Andreas von Bodenstein Karlstadt, for example, referred to the Lutheran theologians at Wittenberg as the \"new papists\".[76] Since the term \"magister\" also means \"teacher\", the Magisterial Reformation is also characterized by an emphasis on the authority of a teacher. This is made evident in the prominence of Luther, Calvin, and Zwingli as leaders of the reform movements in their respective areas of ministry. Because of their authority, they were often criticized by Radical Reformers as being too much like the Roman Popes. A more political side of the Radical Reformation can be seen in the thought and practice of Hans Hut, although typically Anabaptism has been associated with pacifism.\n\nAnabaptism in shape of its various diversification such as the Amish, Mennonites and Hutterites came out of the Radical Reformation. Later in history, Schwarzenau Brethren, and the Apostolic Christian Church would emerge in Anabaptist circles.\n\n"
        },
        {
            "title": "Denominations",
            "text": "Protestants refer to specific groupings of congregations or churches that share in common foundational doctrines and the name of their groups as denominations.[77] The term denomination (national body) is to be distinguished from branch (denominational family; tradition), communion (international body) and congregation (church). An example (this is no universal way to classify Protestant churches, as these may sometimes vary broadly in their structures) to show the difference:\n\nProtestants reject the Catholic Church's doctrine that it is the one true church, with some teaching belief in the invisible church, which consists of all who profess faith in Jesus Christ.[78] The Lutheran Church traditionally sees itself as the \"main trunk of the historical Christian Tree\" founded by Christ and the Apostles, holding that during the Reformation, the Church of Rome fell away.[18][19] Some Protestant denominations[which?] are less accepting of other denominations, and the basic orthodoxy of some is questioned by most of the others.[citation needed] Individual denominations also have formed over very subtle theological differences. Other denominations are simply regional or ethnic expressions of the same beliefs. Because the five solas are the main tenets of the Protestant faith, non-denominational groups and organizations are also considered Protestant.\n\nVarious ecumenical movements have attempted cooperation or reorganization of the various divided Protestant denominations, according to various models of union, but divisions continue to outpace unions, as there is no overarching authority to which any of the churches owe allegiance, which can authoritatively define the faith. Most denominations share common beliefs in the major aspects of the Christian faith while differing in many secondary doctrines, although what is major and what is secondary is a matter of idiosyncratic belief.\n\nSeveral countries have established their national churches, linking the ecclesiastical structure with the state. Jurisdictions where a Protestant denomination has been established as a state religion include several Nordic countries; Denmark (including Greenland),[79] the Faroe Islands (its church being independent since 2007),[80] Iceland[81] and Norway[82][83][84] have established Evangelical Lutheran churches. Tuvalu has the only established church in Reformed tradition in the world, while Tonga—in the Methodist tradition.[85] The Church of England is the officially established religious institution in England,[86][87][88] and also the Mother Church of the worldwide Anglican Communion.\n\nIn 1869, Finland was the first Nordic country to disestablish its Evangelical Lutheran church by introducing the Church Act.[l] Although the church still maintains a special relationship with the state, it is not described as a state religion in the Finnish Constitution or other laws passed by the Finnish Parliament.[89] In 2000, Sweden was the second Nordic country to do so.[90]\n\nUnited and uniting churches are churches formed from the merger or other form of union of two or more different Protestant denominations.\n\nHistorically, unions of Protestant churches were enforced by the state, usually in order to have a stricter control over the religious sphere of its people, but also other organizational reasons. As modern Christian ecumenism progresses, unions between various Protestant traditions are becoming more and more common, resulting in a growing number of united and uniting churches. Some of the recent major examples are the Church of North India (1970), United Protestant Church of France (2013) and the Protestant Church in the Netherlands (2004). As mainline Protestantism shrinks in Europe and North America due to the rise of secularism or in areas where Christianity is a minority religion as with the Indian subcontinent, Reformed Anglican and Lutheran denominations merge, often creating large nationwide denominations. The phenomenon is much less common among evangelical, nondenominational and charismatic churches as new ones arise and plenty of them remain independent of each other.\n\nPerhaps the oldest official united church is found in Germany, where the Evangelical Church in Germany is a federation of Lutheran, United (Prussian Union) and Reformed churches, a union dating back to 1817. The first of the series of unions was at a synod in Idstein to form the Protestant Church in Hesse and Nassau in August 1817, commemorated in naming the church of Idstein Unionskirche one hundred years later.[91]\n\nAround the world, each united or uniting church comprises a different mix of predecessor Protestant denominations. Trends are visible, however, as most united and uniting churches have one or more predecessors with heritage in the Reformed tradition and many are members of the World Alliance of Reformed Churches.\n\n"
        },
        {
            "title": "Major branches",
            "text": "Protestants can be differentiated according to how they have been influenced by important movements since the Reformation, today regarded as branches. Some of these movements have a common lineage, sometimes directly spawning individual denominations. Due to the earlier stated multitude of denominations, this section discusses only the largest denominational families, or branches, widely considered to be a part of Protestantism. These are, in alphabetical order: Adventist, Anglican, Baptist, Calvinist (Reformed), Hussite, Lutheran, Methodist, Pentecostal, Plymouth Brethren and Quaker. A small but historically significant Anabaptist branch is also discussed.\n\nThe chart below shows the mutual relations and historical origins of the main Protestant denominational families, or their parts. Due to factors such as Counterreformation (\"Catholic Reformation\") and the legal principle of Cuius regio, eius religio, many people lived as Nicodemites, where their professed religious affiliations were more or less at odds with the movement they sympathized with. As a result, the boundaries between the denominations do not separate as cleanly as this chart indicates. When a population was suppressed or persecuted into feigning an adherence to the dominant faith, over the generations they continued to influence the church they outwardly adhered to.\n\nBecause Calvinism was not specifically recognized in the Holy Roman Empire until the 1648 Peace of Westphalia, many Calvinists lived as Crypto-Calvinists. Due to Counterreformation (\"Catholic Reformation\") related suppressions in Catholic lands during the 16th through 19th centuries, many Protestants lived as Crypto-Protestants. Meanwhile, in Protestant areas, Catholics sometimes lived as crypto-papists, although in continental Europe emigration was more feasible so this was less common.\n\nAdventism began in the 19th century in the context of the Second Great Awakening revival in the United States. The name refers to belief in the imminent Second Coming (or \"Second Advent\") of Jesus Christ. William Miller started the Adventist movement in the 1830s. His followers became known as Millerites.\n\nAlthough the Adventist churches hold much in common, their theologies differ on whether the intermediate state is unconscious sleep or consciousness, whether the ultimate punishment of the wicked is annihilation or eternal torment, the nature of immortality, whether or not the wicked are resurrected after the millennium, and whether the sanctuary of Daniel 8[92] refers to the one in heaven or one on earth.[93] The movement has encouraged the examination of the whole Bible, leading Seventh-day Adventists and some smaller Adventist groups to observe the Sabbath. The General Conference of Seventh-day Adventists has compiled that church's core beliefs in the 28 Fundamental Beliefs (1980 and 2005), which use Biblical references as justification.\n\nIn 2010, Adventism claimed some 22 million believers scattered in various independent churches.[94] The largest church within the movement—the Seventh-day Adventist Church—has more than 18 million members.\n\nAnabaptism traces its origins to the Radical Reformation. Anabaptists believe in delaying baptism until the candidate confesses his or her faith. Although some consider this movement to be an offshoot of Protestantism, others see it as a distinct one.[95][96] The Amish, Hutterites, and Mennonites are direct descendants of the movement. Schwarzenau Brethren, Bruderhof, and the Apostolic Christian Church are considered later developments among the Anabaptists.\n\nThe name Anabaptist, meaning \"one who baptizes again\", was given them by their persecutors in reference to the practice of re-baptizing converts who already had been baptized as infants.[97] Anabaptists required that baptismal candidates be able to make their own confessions of faith and so rejected baptism of infants. The early members of this movement did not accept the name Anabaptist, claiming that since infant baptism was unscriptural and null and void, the baptizing of believers was not a re-baptism but in fact their first real baptism. As a result of their views on the nature of baptism and other issues, Anabaptists were heavily persecuted during the 16th century and into the 17th by both Magisterial Protestants and Catholics.[m] While most Anabaptists adhered to a literal interpretation of the Sermon on the Mount, which precluded taking oaths, participating in military actions, and participating in civil government, some who practiced re-baptism felt otherwise.[n] They were thus technically Anabaptists, even though conservative Amish, Mennonites, and Hutterites and some historians tend to consider them as outside of true Anabaptism. Anabaptist reformers of the Radical Reformation are divided into Radical and the so-called Second Front. Some important Radical Reformation theologians were John of Leiden, Thomas Müntzer, Kaspar Schwenkfeld, Sebastian Franck, Menno Simons. Second Front Reformers included Hans Denck, Conrad Grebel, Balthasar Hubmaier and Felix Manz. Many Anabaptists today still use the Ausbund, which is the oldest hymnal still in continuous use.\n\nAnglicanism consists of the Church of England and churches which are historically tied to it or hold similar beliefs, worship practices and church structures.[98] The word Anglican originates in ecclesia anglicana, a medieval Latin phrase dating to at least 1246 that means the English Church. There is no single \"Anglican Church\" with universal juridical authority, since each national or regional church has full autonomy. As the name suggests, the communion is an association of churches in full communion with the Archbishop of Canterbury. The great majority of Anglicans are members of churches which are part of the international Anglican Communion,[99] which has 85 million adherents.[100]\n\nThe Church of England declared its independence from the Catholic Church at the time of the Elizabethan Religious Settlement.[101] Many of the new Anglican formularies of the mid-16th century corresponded closely to those of contemporary Reformed tradition. These reforms were understood by one of those most responsible for them, the then Archbishop of Canterbury, Thomas Cranmer, as navigating a middle way between two of the emerging Protestant traditions, namely Lutheranism and Calvinism.[102] By the end of the century, the retention in Anglicanism of many traditional liturgical forms and of the episcopate was already seen as unacceptable by those promoting the most developed Protestant principles.\n\nUnique to Anglicanism is the Book of Common Prayer, the collection of services that worshippers in most Anglican churches used for centuries. While it has since undergone many revisions and Anglican churches in different countries have developed other service books, the Book of Common Prayer is still acknowledged as one of the ties that bind the Anglican Communion together.\n\nBaptists subscribe to a doctrine that baptism should be performed only for professing believers (believer's baptism, as opposed to infant baptism), and that it must be done by complete immersion (as opposed to affusion or sprinkling). Other tenets of Baptist churches include soul competency (liberty), salvation through faith alone, Scripture alone as the rule of faith and practice, and the autonomy of the local congregation. Baptists recognize two ministerial offices, pastors and deacons. Baptist churches are widely considered to be Protestant churches, though some Baptists disavow this identity.[103]\n\nDiverse from their beginning, those identifying as Baptists today differ widely from one another in what they believe, how they worship, their attitudes toward other Christians, and their understanding of what is important in Christian discipleship.[104]\n\nHistorians trace the earliest church labeled Baptist back to 1609 in Amsterdam, with English Separatist John Smyth as its pastor.[105] In accordance with his reading of the New Testament, he rejected baptism of infants and instituted baptism only of believing adults.[106] Baptist practice spread to England, where the General Baptists considered Christ's atonement to extend to all people, while the Particular Baptists believed that it extended only to the elect. In 1638, Roger Williams established the first Baptist congregation in the North American colonies. In the mid-18th century, the First Great Awakening increased Baptist growth in both New England and the South.[107] The Second Great Awakening in the South in the early 19th century increased church membership, as did the preachers' lessening of support for abolition and manumission of slavery, which had been part of the 18th-century teachings. Baptist missionaries have spread their church to every continent.[106]\n\nThe Baptist World Alliance reports more than 41 million members in more than 150,000 congregations.[108] In 2002, there were over 100 million Baptists and Baptistic group members worldwide and over 33 million in North America.[106] The largest Baptist association is the Southern Baptist Convention, with the membership of associated churches totaling more than 14 million.[109]\n\nCalvinism, also called the Reformed tradition, was advanced by several theologians such as Martin Bucer, Heinrich Bullinger, Peter Martyr Vermigli, and Huldrych Zwingli, but this branch of Christianity bears the name of the French reformer John Calvin because of his prominent influence on it and because of his role in the confessional and ecclesiastical debates throughout the 16th century.\n\nToday, this term also refers to the doctrines and practices of the Reformed churches of which Calvin was an early leader. Less commonly, it can refer to the individual teaching of Calvin himself. The particulars of Calvinist theology may be stated in a number of ways. Perhaps the best known summary is contained in the five points of Calvinism, though these points identify the Calvinist view on soteriology rather than summarizing the system as a whole. Broadly speaking, Calvinism stresses the sovereignty or rule of God in all things—in salvation but also in all of life. This concept is seen clearly in the doctrines of predestination and total depravity.\n\nThe biggest Reformed association is the World Communion of Reformed Churches with more than 80 million members in 211 member denominations around the world.[111][112] There are more conservative Reformed federations like the World Reformed Fellowship and the International Conference of Reformed Churches, as well as independent churches.\n\nHussitism follows the teachings of Czech reformer Jan Hus, who became the best-known representative of the Bohemian Reformation and one of the forerunners of the Protestant Reformation. An early hymnal was the hand-written Jistebnice hymn book. This predominantly religious movement was propelled by social issues and strengthened Czech national awareness. Among present-day Christians, Hussite traditions are represented in the Moravian Church, Unity of the Brethren and the Czechoslovak Hussite Church.[113]\n\nLutheranism identifies with the theology of Martin Luther—a German monk and priest, ecclesiastical reformer, and theologian.\n\nLutheranism advocates a doctrine of justification \"by grace alone through faith alone on the basis of Scripture alone\", the doctrine that scripture is the final authority on all matters of faith, rejecting the assertion made by Catholic leaders at the Council of Trent that authority comes from both Scriptures and Tradition.[114] In addition, Lutherans accept the teachings of the first four ecumenical councils of the undivided Christian Church.[115][116]\n\nUnlike the Reformed tradition, Lutherans retain many of the liturgical practices and sacramental teachings of the pre-Reformation Church, with a particular emphasis on the Eucharist, or Lord's Supper. Lutheran theology differs from Reformed theology in Christology, the purpose of God's Law, divine grace, the concept of perseverance of the saints, and predestination.\n\nToday, Lutheranism is one of the largest branches of Protestantism. With approximately 80 million adherents,[117] it constitutes the third most common Protestant confession after historically Pentecostal denominations and Anglicanism.[6] The Lutheran World Federation, the largest global communion of Lutheran churches represents over 72 million people.[118] Both of these figures miscount Lutherans worldwide as many members of more generically Protestant LWF member church bodies do not self-identify as Lutheran or attend congregations that self-identify as Lutheran.[119] Additionally, there are other international organizations such as the Global Confessional and Missional Lutheran Forum, International Lutheran Council and the Confessional Evangelical Lutheran Conference, as well as Lutheran denominations that are not necessarily a member of an international organization.\n\nMethodism identifies principally with the theology of John Wesley—an Anglican priest and evangelist. This evangelical movement originated as a revival within the 18th-century Church of England and became a separate Church following Wesley's death. Because of vigorous missionary activity, the movement spread throughout the British Empire, the United States, and beyond, today claiming approximately 80 million adherents worldwide.[120] Originally it appealed especially to laborers and slaves.\n\nSoteriologically, most Methodists are Arminian, emphasizing that Christ accomplished salvation for every human being, and that humans must exercise an act of the will to receive it (as opposed to the traditional Calvinist doctrine of monergism). Methodism is traditionally low church in liturgy, although this varies greatly between individual congregations; the Wesleys themselves greatly valued the Anglican liturgy and tradition. Methodism is known for its rich musical tradition; John Wesley's brother, Charles, was instrumental in writing much of the hymnody of the Methodist Church,[121] and many other eminent hymn writers come from the Methodist tradition.\n\nThe Holiness movement refers to a set of practices surrounding the doctrine of Christian perfection that emerged within 19th-century Methodism, along with a number of evangelical denominations and parachurch organizations (such as camp meetings).[122] There are an estimated 12 million adherents in denominations aligned with the Wesleyan-holiness movement.[123] The Free Methodist Church, the Salvation Army and the Wesleyan Methodist Church are notable examples, while other adherents of the Holiness Movement remained within mainline Methodism, e.g. the United Methodist Church.[122]\n\nPentecostalism is a movement that places special emphasis on a direct personal experience of God through the baptism with the Holy Spirit. The term Pentecostal is derived from Pentecost, the Greek name for the Jewish Feast of Weeks. For Christians, this event commemorates the descent of the Holy Spirit upon the followers of Jesus Christ, as described in the second chapter of the Book of Acts.\n\nThis branch of Protestantism is distinguished by belief in the baptism with the Holy Spirit as an experience separate from conversion that enables a Christian to live a life empowered by and filled with the Holy Spirit. This empowerment includes the use of spiritual gifts such as speaking in tongues and divine healing—two other defining characteristics of Pentecostalism. Because of their commitment to biblical authority, spiritual gifts, and the miraculous, Pentecostals tend to see their movement as reflecting the same kind of spiritual power and teachings that were found in the Apostolic Age of the early church. For this reason, some Pentecostals also use the term Apostolic or Full Gospel to describe their movement.\n\nPentecostalism eventually spawned hundreds of new denominations, including large groups such as the Assemblies of God and the Church of God in Christ, both in the United States and elsewhere. There are over 279 million Pentecostals worldwide, and the movement is growing in many parts of the world, especially the global South. Since the 1960s, Pentecostalism has increasingly gained acceptance from other Christian traditions, and Pentecostal beliefs concerning Spirit baptism and spiritual gifts have been embraced by non-Pentecostal Christians in Protestant and Catholic churches through the Charismatic Movement. Together, Pentecostal and Charismatic Christianity numbers over 500 million adherents.[124]\n\nThe Plymouth Brethren are a conservative, low church, evangelical denomination, whose history can be traced to Dublin, Ireland, in the late 1820s, originating from Anglicanism.[125][126] Among other beliefs, the group emphasizes sola scriptura. Brethren generally see themselves not as a denomination, but as a network, or even as a collection of overlapping networks, of like-minded independent churches. Although the group refused for many years to take any denominational name to itself—a stance that some of them still maintain—the title The Brethren, is one that many of their number are comfortable with in that the Bible designates all believers as brethren.\n\nQuakers, or Friends, are members of a family of religious movements collectively known as the Religious Society of Friends. The central unifying doctrine of these movements is the priesthood of all believers.[127][128] Many Friends view themselves as members of a Christian denomination. They include those with evangelical, holiness, liberal, and traditional conservative Quaker understandings of Christianity. Unlike many other groups that emerged within Christianity, the Religious Society of Friends has actively tried to avoid creeds and hierarchical structures.[129]\n\nThere are many other Protestant denominations that do not fit neatly into the mentioned branches, and are far smaller in membership. Some groups of individuals who hold basic Protestant tenets identify themselves simply as \"Christians\" or \"born-again Christians\". They typically distance themselves from the confessionalism or creedalism of other Christian communities[130] by calling themselves \"non-denominational\" or \"evangelical\". Often founded by individual pastors, they have little affiliation with historic denominations.[131]\n\nAlthough Unitarianism developed from the Protestant Reformation,[132] it is excluded from Protestantism due to its Nontrinitarian theological nature.[133] Unitarianism has been popular in the region of Transylvania within today's Romania, England, and the United States. It originated almost simultaneously in Transylvania and the Polish–Lithuanian Commonwealth.\n\n"
        },
        {
            "title": "Interdenominational movements",
            "text": "There are also Christian movements which cross denominational lines and even branches, and cannot be classified on the same level previously mentioned forms. Evangelicalism is a prominent example. Some of those movements are active exclusively within Protestantism, some are Christian-wide. Transdenominational movements are sometimes capable of affecting parts of the Catholic Church, such as does it the Charismatic Movement, which aims to incorporate beliefs and practices similar to Pentecostals into the various branches of Christianity. Neo-charismatic churches are sometimes regarded as a subgroup of the Charismatic Movement. Both are put under a common label of Charismatic Christianity (so-called Renewalists), along with Pentecostals. Nondenominational churches and various house churches often adopt, or are akin to one of these movements.\n\nMegachurches are usually influenced by interdenominational movements. Globally, these large congregations are a significant development in Protestant Christianity. In the United States, the phenomenon has more than quadrupled in the past two decades.[134] It has since spread worldwide.\n\nThe chart below shows the mutual relations and historical origins of the main interdenominational movements and other developments within Protestantism.\n\nEvangelicalism, or evangelical Protestantism,[o] is a worldwide, transdenominational movement which maintains that the essence of the gospel consists in the doctrine of salvation by grace through faith in Jesus Christ's atonement.[135][136]\n\nEvangelicals are Christians who believe in the centrality of the conversion or \"born again\" experience in receiving salvation, believe in the authority of the Bible as God's revelation to humanity and have a strong commitment to evangelism or sharing the Christian message.\n\nIt gained great momentum in the 18th and 19th centuries with the emergence of Methodism and the Great Awakenings in Britain and North America. The origins of Evangelicalism are usually traced back to the English Methodist movement, Nicolaus Zinzendorf, the Moravian Church, Lutheran pietism, Presbyterianism and Puritanism.[94] Among leaders and major figures of the Evangelical Protestant movement were John Wesley, George Whitefield, Jonathan Edwards, Billy Graham, Harold John Ockenga, John Stott and Martyn Lloyd-Jones.\n\nThere are an estimated 285,480,000 Evangelicals, corresponding to 13% of the Christian population and 4% of the total world population. The Americas, Africa and Asia are home to the majority of Evangelicals. The United States has the largest concentration of Evangelicals.[137] Evangelicalism is gaining popularity both in and outside the English-speaking world, especially in Latin America and the developing world.\n\nThe Charismatic movement is the international trend of historically mainstream congregations adopting beliefs and practices similar to Pentecostals. Fundamental to the movement is the use of spiritual gifts. Among Protestants, the movement began around 1960.\n\nIn America, Episcopalian Dennis Bennett is sometimes cited as one of the charismatic movement's seminal influence.[138] In the United Kingdom, Colin Urquhart, Michael Harper, David Watson and others were in the vanguard of similar developments. The Massey conference in New Zealand, 1964 was attended by several Anglicans, including the Rev. Ray Muller, who went on to invite Bennett to New Zealand in 1966, and played a leading role in developing and promoting the Life in the Spirit seminars. Other Charismatic movement leaders in New Zealand include Bill Subritzky.\n\nLarry Christenson, a Lutheran theologian based in San Pedro, California, did much in the 1960s and 1970s to interpret the charismatic movement for Lutherans. A very large annual conference regarding that matter was held in Minneapolis. Charismatic Lutheran congregations in Minnesota became especially large and influential; especially \"Hosanna!\" in Lakeville, and North Heights in St. Paul. The next generation of Lutheran charismatics cluster around the Alliance of Renewal Churches. There is considerable charismatic activity among young Lutheran leaders in California centered around an annual gathering at Robinwood Church in Huntington Beach. Richard A. Jensen's Touched by the Spirit published in 1974, played a major role of the Lutheran understanding to the charismatic movement.\n\nIn Congregational and Presbyterian churches which profess a traditionally Calvinist or Reformed theology there are differing views regarding present-day continuation or cessation of the gifts (charismata) of the Spirit.[139][140] Generally, however, Reformed charismatics distance themselves from renewal movements with tendencies which could be perceived as overemotional, such as Word of Faith, Toronto Blessing, Brownsville Revival and Lakeland Revival. Prominent Reformed charismatic denominations are the Sovereign Grace Churches and the Every Nation Churches in the US, in Great Britain there is the Newfrontiers churches and movement, which leading figure is Terry Virgo.[141]\n\nA minority of Seventh-day Adventists today are charismatic. They are strongly associated with those holding more \"progressive\" Adventist beliefs. In the early decades of the church charismatic or ecstatic phenomena were commonplace.[142][143]\n\nNeo-charismatic churches are a category of churches in the Christian Renewal movement. Neo-charismatics include the Third Wave, but are broader. Now more numerous than Pentecostals (first wave) and charismatics (second wave) combined, owing to the remarkable growth of postdenominational and independent charismatic groups.[144]\n\nNeo-charismatics believe in and stress the post-Biblical availability of gifts of the Holy Spirit, including glossolalia, healing, and prophecy. They practice laying on of hands and seek the \"infilling\" of the Holy Spirit. However, a specific experience of baptism with the Holy Spirit may not be requisite for experiencing such gifts. No single form, governmental structure, or style of church service characterizes all neo-charismatic services and churches.\n\nSome nineteen thousand denominations, with approximately 295 million individual adherents, are identified as neo-charismatic.[145] Neo-charismatic tenets and practices are found in many independent, nondenominational or post-denominational congregations, with strength of numbers centered in the African independent churches, among the Han Chinese house-church movement, and in Latin American churches.[citation needed]\n\n"
        },
        {
            "title": "Protestant offshoots",
            "text": "Arminianism is based on theological ideas of the Dutch Reformed theologian Jacobus Arminius (1560–1609) and his historic supporters known as Remonstrants. His teachings held to the five solae of the Reformation, but they were distinct from particular teachings of Martin Luther, Huldrych Zwingli, John Calvin, and other Protestant Reformers. Jacobus Arminius was a student of Theodore Beza at the Theological University of Geneva. Arminianism is known to some as a soteriological diversification of Calvinism.[146] However, to others, Arminianism is a reclamation of early Church theological consensus.[147] Dutch Arminianism was originally articulated in the Remonstrance (1610), a theological statement signed by 45 ministers and submitted to the States General of the Netherlands. Many Christian denominations have been influenced by Arminian views on the will of man being freed by grace prior to regeneration, notably the Baptists in the 16th century,[148] the Methodists in the 18th century and the Seventh-day Adventist Church in the 19th century.\n\nThe original beliefs of Jacobus Arminius himself are commonly defined as Arminianism, but more broadly, the term may embrace the teachings of Hugo Grotius, John Wesley, and others as well. Classical Arminianism and Wesleyan Arminianism are the two main schools of thought. Wesleyan Arminianism is often identical with Methodism. The two systems of Calvinism and Arminianism share both history and many doctrines, and the history of Christian theology. However, because of their differences over the doctrines of divine predestination and election, many people view these schools of thought as opposed to each other. In short, the difference can be seen ultimately by whether God allows His desire to save all to be resisted by an individual's will (in the Arminian doctrine) or if God's grace is irresistible and limited to only some (in Calvinism). Some Calvinists assert that the Arminian perspective presents a synergistic system of Salvation and therefore is not only by grace, while Arminians firmly reject this conclusion. Many consider the theological differences to be crucial differences in doctrine, while others find them to be relatively minor.[149]\n\nPietism was an influential movement within Lutheranism that combined the 17th-century Lutheran principles with the Reformed emphasis on individual piety and living a vigorous Christian life.[150]\n\nIt began in the late 17th century, reached its zenith in the mid-18th century, and declined through the 19th century, and had almost vanished in America by the end of the 20th century. While declining as an identifiable Lutheran group, some of its theological tenets influenced Protestantism generally, inspiring the Anglican priest John Wesley to begin the Methodist movement and Alexander Mack to begin the Brethren movement among Anabaptists.\n\nThough Pietism shares an emphasis on personal behavior with the Puritan movement, and the two are often confused, there are important differences, particularly in the concept of the role of religion in government.[151]\n\nThe Puritans were a group of English Protestants in the 16th and 17th centuries, which sought to purify the Church of England of what they considered to be Catholic practices, maintaining that the church was only partially reformed. Puritanism in this sense was founded by some of the returning clergy exiled under Mary I shortly after the accession of Elizabeth I of England in 1558, as an activist movement within the Church of England.\n\nPuritans were blocked from changing the established church from within, and were severely restricted in England by laws controlling the practice of religion. Their beliefs, however, were transported by the emigration of congregations to the Netherlands (and later to New England), and by evangelical clergy to Ireland (and later into Wales), and were spread into lay society and parts of the educational system, particularly certain colleges of the University of Cambridge. The first Protestant sermon delivered in England was in Cambridge, with the pulpit that this sermon was delivered from surviving to today.[152][153] They took on distinctive beliefs about clerical dress and in opposition to the episcopal system, particularly after the 1619 conclusions of the Synod of Dort they were resisted by the English bishops. They largely adopted Sabbatarianism in the 17th century, and were influenced by millennialism.\n\nThey formed, and identified with various religious groups advocating greater purity of worship and doctrine, as well as personal and group piety. Puritans adopted a Reformed theology, but they also took note of radical criticisms of Zwingli in Zurich and Calvin in Geneva. In church polity, some advocated for separation from all other Christians, in favor of autonomous gathered churches. These separatist and independent strands of Puritanism became prominent in the 1640s. Although the English Civil War (which expanded into the Wars of the Three Kingdoms) began over a contest for political power between the King of England and the House of Commons, it divided the country along religious lines as episcopalians within the Church of England sided with the Crown and Presbyterians and Independents supported Parliament (after the defeat of the Royalists, the House of Lords as well as the Monarch were removed from the political structure of the state to create the Commonwealth). The supporters of a Presbyterian polity in the Westminster Assembly were unable to forge a new English national church, and the Parliamentary New Model Army, which was made up primarily of Independents, under Oliver Cromwell first purged Parliament, then abolished it and established The Protectorate.\n\nEngland's trans-Atlantic colonies in the war followed varying paths depending on their internal demographics. In the older colonies, which included Virginia (1607) and its offshoot Bermuda (1612), as well as Barbados and Antigua in the West Indies (collectively the targets in 1650 of An Act for prohibiting Trade with the Barbadoes, Virginia, Bermuda and Antego), Episcopalians remained the dominant church faction and the colonies remained Royalist 'til conquered or compelled to accept the new political order. In Bermuda, with control of the local government and the army (nine infantry companies of Militia plus coastal artillery), the Royalists forced Parliament-backing religious Independents into exile to settle the Bahamas as the Eleutheran Adventurers.[154][155][156]\n\nEpiscopalian was re-established following the Restoration. A century later, non-conforming Protestants, along with the Protestant refugees from continental Europe, were to be among the primary instigators of the war of secession that led to the founding of the United States of America.\n\nA non-fundamentalist rejection of liberal Christianity along the lines of the Christian existentialism of Søren Kierkegaard, who attacked the Hegelian state churches of his day for \"dead orthodoxy,\" neo-orthodoxy is associated primarily with Karl Barth, Jürgen Moltmann, and Dietrich Bonhoeffer. Neo-orthodoxy sought to counter-act the tendency of liberal theology to make theological accommodations to modern scientific perspectives. Sometimes called \"crisis theology,\" in the existentialist sense of the word crisis, also sometimes called neo-evangelicalism, which uses the sense of \"evangelical\" pertaining to continental European Protestants rather than American evangelicalism. \"Evangelical\" was the originally preferred label used by Lutherans and Calvinists, but it was replaced by the names some Catholics used to label a heresy with the name of its founder.\n\nPaleo-orthodoxy is a movement similar in some respects to neo-evangelicalism but emphasizing the ancient Christian consensus of the undivided church of the first millennium AD, including in particular the early creeds and church councils as a means of properly understanding the scriptures. This movement is cross-denominational. A prominent theologian in this group is Thomas Oden, a Methodist.\n\nIn reaction to liberal Bible critique, fundamentalism arose in the 20th century, primarily in the United States, among those denominations most affected by Evangelicalism.\nFundamentalist theology tends to stress Biblical inerrancy and Biblical literalism.\n\nToward the end of the 20th century, some have tended to confuse evangelicalism and fundamentalism; however, the labels represent very distinct differences of approach that both groups are diligent to maintain, although because of fundamentalism's dramatically smaller size it often gets classified simply as an ultra-conservative branch of evangelicalism.\n\nModernism and liberalism do not constitute rigorous and well-defined schools of theology, but are rather an inclination by some writers and teachers to integrate Christian thought into the spirit of the Age of Enlightenment. New understandings of history and the natural sciences of the day led directly to new approaches to theology. Its opposition to the fundamentalist teaching resulted in religious debates, such as the Fundamentalist–Modernist Controversy within the Presbyterian Church in the United States of America in the 1920s.\n\n"
        },
        {
            "title": "Protestant culture",
            "text": "Although the Reformation was a religious movement, it also had a strong impact on all other aspects of life: marriage and family, education, the humanities and sciences, the political and social order, the economy, and the arts.[16] Protestant churches reject the idea of a celibate priesthood and thus allow their clergy to marry.[27] Many of their families contributed to the development of intellectual elites in their countries.[160] Since about 1950, women have entered the ministry in most Protestant churches, and some have assumed leading positions (e.g. bishops).\n\nAs the Reformers wanted all members of the church to be able to read the Bible, education on all levels got a strong boost. By the middle of the eighteenth century, the literacy rate in England was about 60 percent, in Scotland 65 percent, and in Sweden 80 percent.[161] Colleges and universities were founded. For example, the Puritans who established Massachusetts Bay Colony in 1628 founded Harvard College only eight years later. About a dozen other colleges followed in the 18th century, including Yale (1701). Pennsylvania also became a center of learning.[162][163]\n\nMembers of mainline Protestant denominations have played leadership roles in many aspects of American life, including politics, business, science, the arts, and education. They founded most of the country's leading institutes of higher education.[164]\n\nThe Protestant concept of God and man allows believers to use all their God-given faculties, including the power of reason. That means that they are allowed to explore God's creation and, according to Genesis 2:15, make use of it in a responsible and sustainable way. Thus a cultural climate was created that greatly enhanced the development of the humanities and the sciences.[165] Another consequence of the Protestant understanding of man is that the believers, in gratitude for their election and redemption in Christ, are to follow God's commandments. Industry, frugality, calling, discipline, and a strong sense of responsibility are at the heart of their moral code.[166][167] In particular, Calvin rejected luxury. Therefore, craftsmen, industrialists, and other businessmen were able to reinvest the greater part of their profits in the most efficient machinery and the most modern production methods that were based on progress in the sciences and technology. As a result, productivity grew, which led to increased profits and enabled employers to pay higher wages. In this way, the economy, the sciences, and technology reinforced each other. The chance to participate in the economic success of technological inventions was a strong incentive to both inventors and investors.[168][169][170][171] The Protestant work ethic was an important force behind the unplanned and uncoordinated mass action that influenced the development of capitalism and the Industrial Revolution. This idea is also known as the \"Protestant ethic thesis.\"[172]\n\nHowever, eminent historian Fernand Braudel (d. 1985), a leader of the important Annales School wrote: \"all historians have opposed this tenuous theory [the Protestant Ethic], although they have not managed to be rid of it once and for all. Yet it is clearly false. The northern countries took over the place that earlier had been so long and brilliantly been occupied by the old capitalist centers of the Mediterranean. They invented nothing, either in technology or business management.\"[173] Social scientist Rodney Stark moreover comments that \"during their critical period of economic development, these northern centers of capitalism were Catholic, not Protestant—the Reformation still lay well into the future,\"[174] while British historian Hugh Trevor-Roper (d. 2003) said, \"The idea that large-scale industrial capitalism was ideologically impossible before the Reformation is exploded by the simple fact that it existed.\"[175]\n\nIn a factor analysis of the latest wave of World Values Survey data, Arno Tausch (Corvinus University of Budapest) found that Protestantism emerges to be very close to combining religion and the traditions of liberalism. The Global Value Development Index, calculated by Tausch, relies on the World Values Survey dimensions such as trust in the state of law, no support for shadow economy, postmaterial activism, support for democracy, a non-acceptance of violence, xenophobia and racism, trust in transnational capital and Universities, confidence in the market economy, supporting gender justice, and engaging in environmental activism, etc.[176]\n\nEpiscopalians and Presbyterians, as well as other WASPs, tend to be considerably wealthier[177] and better educated (having graduate and post-graduate degrees per capita) than most other religious groups in United States,[178] and are disproportionately represented in the upper reaches of American business,[179] law and politics, especially the Republican Party.[180] Numbers of the most wealthy and affluent American families as the Vanderbilts, the Astors, Rockefellers, Du Ponts, Roosevelts, Forbes, Fords, Whitneys, Mellons, the Morgans and Harrimans are Mainline Protestant families.[177][181]\n\nProtestantism has had an important influence on science. According to the Merton Thesis, there was a positive correlation between the rise of English Puritanism and German Pietism on the one hand and early experimental science on the other.[182] The Merton Thesis has two separate parts: Firstly, it presents a theory that science changes due to an accumulation of observations and improvement in experimental technique and methodology; secondly, it puts forward the argument that the popularity of science in 17th-century England and the religious demography of the Royal Society (English scientists of that time were predominantly Puritans or other Protestants) can be explained by a correlation between Protestantism and the scientific values.[183] Merton focused on English Puritanism and German Pietism as having been responsible for the development of the scientific revolution of the 17th and 18th centuries. He explained that the connection between religious affiliation and interest in science was the result of a significant synergy between the ascetic Protestant values and those of modern science.[184] Protestant values encouraged scientific research by allowing science to identify God's influence on the world—his creation—and thus providing a religious justification for scientific research.[182]\n\nAccording to Scientific Elite: Nobel Laureates in the United States by Harriet Zuckerman, a review of American Nobel prizes awarded between 1901 and 1972, 72% of American Nobel Prize laureates identified a Protestant background.[185] Overall, 84% of all the Nobel Prizes awarded to Americans in Chemistry,[185] 60% in Medicine,[185] and 59% in Physics[185] between 1901 and 1972 were won by Protestants.\n\nAccording to 100 Years of Nobel Prize (2005), a review of Nobel prizes awarded between 1901 and 2000, 65% of Nobel Prize Laureates, have identified Christianity in its various forms as their religious preference (423 prizes).[186] While 32% have identified with Protestantism in its various forms (208 prizes),[186] although Protestants are 12% to 13% of the world's population.\n\nIn the Middle Ages, the Church and the worldly authorities were closely related. Martin Luther separated the religious and the worldly realms in principle (doctrine of the two kingdoms).[187] The believers were obliged to use reason to govern the worldly sphere in an orderly and peaceful way. Luther's doctrine of the priesthood of all believers upgraded the role of laymen in the church considerably. The members of a congregation had the right to elect a minister and, if necessary, to vote for his dismissal (Treatise On the right and authority of a Christian assembly or congregation to judge all doctrines and to call, install and dismiss teachers, as testified in Scripture; 1523).[188] Calvin strengthened this basically democratic approach by including elected laymen (church elders, presbyters) in his representative church government.[189] The Huguenots added regional synods and a national synod, whose members were elected by the congregations, to Calvin's system of church self-government. This system was taken over by the other reformed churches[190] and was adopted by some Lutherans beginning with those in Jülich-Cleves-Berg during the 17th century.\n\nPolitically, Calvin favored a mixture of aristocracy and democracy. He appreciated the advantages of democracy: \"It is an invaluable gift, if God allows a people to freely elect its own authorities and overlords.\"[191] Calvin also thought that earthly rulers lose their divine right and must be put down when they rise up against God. To further protect the rights of ordinary people, Calvin suggested separating political powers in a system of checks and balances (separation of powers). Thus he and his followers resisted political absolutism and paved the way for the rise of modern democracy.[192] Besides England, the Netherlands were, under Calvinist leadership, the freest country in Europe in the seventeenth and eighteenth centuries. It granted asylum to philosophers like Baruch Spinoza and Pierre Bayle. Hugo Grotius was able to teach his natural-law theory and a relatively liberal interpretation of the Bible.[193]\n\nConsistent with Calvin's political ideas, Protestants created both the English and the American democracies. In seventeenth-century England, the most important persons and events in this process were the English Civil War, Oliver Cromwell, John Milton, John Locke, the Glorious Revolution, the English Bill of Rights, and the Act of Settlement.[194] Later, the British took their democratic ideals to their colonies, e.g. Australia, New Zealand, and India. In North America, Plymouth Colony (Pilgrim Fathers; 1620) and Massachusetts Bay Colony (1628) practised democratic self-rule and separation of powers.[195][196][197][198] These Congregationalists were convinced that the democratic form of government was the will of God.[199] The Mayflower Compact was a social contract.[200][201]\n\nProtestants also took the initiative in advocating for religious freedom. Freedom of conscience had a high priority on the theological, philosophical, and political agendas since Luther refused to recant his beliefs before the Diet of the Holy Roman Empire at Worms (1521). In his view, faith was a free work of the Holy Spirit and could, therefore, not be forced on a person.[202] The persecuted Anabaptists and Huguenots demanded freedom of conscience, and they practiced separation of church and state.[203] In the early seventeenth century, Baptists like John Smyth and Thomas Helwys published tracts in defense of religious freedom.[204] Their thinking influenced John Milton and John Locke's stance on tolerance.[205][206] Under the leadership of Baptist Roger Williams, Congregationalist Thomas Hooker, and Quaker William Penn, respectively, Rhode Island, Connecticut, and Pennsylvania combined democratic constitutions with freedom of religion. These colonies became safe havens for persecuted religious minorities, including Jews.[207][208][209] The United States Declaration of Independence, the United States Constitution, and the American Bill of Rights with its fundamental human rights made this tradition permanent by giving it a legal and political framework.[210] The great majority of American Protestants, both clergy and laity, strongly supported the independence movement. All major Protestant churches were represented in the First and Second Continental Congresses.[211] In the nineteenth and twentieth centuries, the American democracy became a model for numerous other countries and regions throughout the world (e.g., Latin America, Japan, and Germany). The strongest link between the American and French Revolutions was Marquis de Lafayette, an ardent supporter of the American constitutional principles. The French Declaration of the Rights of Man and of the Citizen was mainly based on Lafayette's draft of this document.[212] The Declaration by United Nations and Universal Declaration of Human Rights also echo the American constitutional tradition.[213][214][215]\n\nDemocracy, social-contract theory, separation of powers, religious freedom, separation of church and state—these achievements of the Reformation and early Protestantism were elaborated on and popularized by Enlightenment thinkers. Some of the philosophers of the English, Scottish, German, and Swiss Enlightenment—Thomas Hobbes, John Locke, John Toland, David Hume, Gottfried Wilhelm Leibniz, Christian Wolff, Immanuel Kant, and Jean-Jacques Rousseau—had Protestant backgrounds.[216] For example, John Locke, whose political thought was based on \"a set of Protestant Christian assumptions\",[217] derived the equality of all humans, including the equality of the genders (\"Adam and Eve\"), from Genesis 1, 26–28. As all persons were created equally free, all governments needed \"the consent of the governed.\"[218]\n\nAlso, other human rights were advocated for by some Protestants. For example, torture was abolished in Prussia in 1740, slavery in Britain in 1834 and in the United States in 1865 (William Wilberforce, Harriet Beecher Stowe, Abraham Lincoln—against Southern Protestants).[219][220] Hugo Grotius and Samuel Pufendorf were among the first thinkers who made significant contributions to international law.[221][222] The Geneva Convention, an important part of humanitarian international law, was largely the work of Henry Dunant, a reformed pietist. He also founded the Red Cross.[223]\n\nProtestants have founded hospitals, homes for disabled or elderly people, educational institutions, organizations that give aid to developing countries, and other social welfare agencies.[224][225][226] In the nineteenth century, throughout the Anglo-American world, numerous dedicated members of all Protestant denominations were active in social reform movements such as the abolition of slavery, prison reforms, and woman suffrage.[227][228][229] As an answer to the \"social question\" of the nineteenth century, Germany under Chancellor Otto von Bismarck introduced insurance programs that led the way to the welfare state (health insurance, accident insurance, disability insurance, old-age pensions). To Bismarck this was \"practical Christianity\".[230][231] These programs, too, were copied by many other nations, particularly in the Western world.\n\nThe Young Men's Christian Association was founded by Congregationalist George Williams, aimed at empowering young people.\n\nProtestant liturgy is a pattern for worship used (whether recommended or prescribed) by a Protestant congregation or denomination on a regular basis. The term liturgy comes from Greek and means \"public work\". Liturgy is mainly important in the Historical Protestant churches (or mainline Protestant churches), while evangelical Protestant churches tend to be very flexible and in some cases have no liturgy at all. It often but not exclusively occurs on Sunday.[citation needed]\n\nThe arts have been strongly inspired by Protestant beliefs.\n\nMartin Luther, Paul Gerhardt, George Wither, Isaac Watts, Charles Wesley, William Cowper, and many other authors and composers created well-known church hymns.\n\nMusicians like Heinrich Schütz, Johann Sebastian Bach, George Frideric Handel, Henry Purcell, Johannes Brahms, Philipp Nicolai and Felix Mendelssohn composed great works of music.\n\nProminent painters with Protestant background were, for example, Albrecht Dürer, Hans Holbein the Younger, Lucas Cranach the Elder, Lucas Cranach the Younger, Rembrandt, and Vincent van Gogh.\n\nWorld literature was enriched by the works of Edmund Spenser, John Milton, John Bunyan, John Donne, John Dryden, Daniel Defoe, William Wordsworth, Jonathan Swift, Johann Wolfgang Goethe, Friedrich Schiller, Samuel Taylor Coleridge, Edgar Allan Poe, Matthew Arnold, Conrad Ferdinand Meyer, Theodor Fontane, Washington Irving, Robert Browning, Emily Dickinson, Emily Brontë, Charles Dickens, Nathaniel Hawthorne, Thomas Stearns Eliot, John Galsworthy, Thomas Mann, William Faulkner, John Updike, and many others.\n\n"
        },
        {
            "title": "Catholic responses",
            "text": "The view of the Catholic Church is that Protestant denominations cannot be considered churches but rather that they are ecclesial communities or specific faith-believing communities because their ordinances and doctrines are not historically the same as the Catholic sacraments and dogmas, and the Protestant communities have no sacramental ministerial priesthood[p] and therefore lack true apostolic succession.[232][233] According to Bishop Hilarion (Alfeyev) the Eastern Orthodox Church shares the same view on the subject.[234]\n\nContrary to how the Protestant Reformers were often characterized, the concept of a catholic or universal Church was not brushed aside during the Protestant Reformation. On the contrary, the visible unity of the catholic or universal church was seen by the Protestant reformers as an important and essential doctrine of the Reformation. The Magisterial reformers, such as Martin Luther, John Calvin, and Huldrych Zwingli, believed that they were reforming the Catholic Church, which they viewed as having become corrupted.[q] Each of them took very seriously the charges of schism and innovation, denying these charges and maintaining that it was the Catholic Church that had left them. The Protestant Reformers formed a new and radically different theological opinion on ecclesiology, that the visible Church is \"catholic\" (lower-case \"c\") rather than \"Catholic\" (upper-case \"C\"). Accordingly, there is not an indefinite number of parochial, congregational or national churches, constituting, as it were, so many ecclesiastical individualities, but one great spiritual republic of which these various organizations form a part,[r] although they each have very different opinions. This was markedly far-removed from the traditional and historic Catholic understanding that the Roman Catholic Church was the one true Church of Christ.[s]\n\nYet in the Protestant understanding, the visible church is not a genus, so to speak, with so many species under it.[t] In order to justify their departure[u] from the Catholic Church, Protestants often posited a new argument,[v] saying that there was no real visible Church with divine authority, only a spiritual, invisible, and hidden church—this notion began in the early days of the Protestant Reformation.\n\nWherever the Magisterial Reformation, which received support from the ruling authorities, took place, the result was a reformed national Protestant church envisioned to be a part of the whole invisible church, but disagreeing, in certain important points of doctrine and doctrine-linked practice, with what had until then been considered the normative reference point on such matters,[w] namely the Papacy and central authority of the Catholic Church. The Reformed churches thus believed in some form of Catholicity, founded on their doctrines of the five solas and a visible ecclesiastical organization based on the 14th- and 15th-century Conciliar movement, rejecting the papacy and papal infallibility in favor of ecumenical councils, but rejecting the latest ecumenical council, the Council of Trent.[x] Religious unity therefore became not one of doctrine and identity but one of invisible character, wherein the unity was one of faith in Jesus Christ, not common identity, doctrine, belief, and collaborative action.\n\nThere are Protestants,[y] especially of the Reformed tradition, that either reject or down-play the designation Protestant because of the negative idea that the word invokes in addition to its primary meaning, preferring the designation Reformed, Evangelical or even Reformed Catholic expressive of what they call a Reformed Catholicity and defending their arguments from the traditional Protestant confessions.[235]\n\n"
        },
        {
            "title": "Ecumenism",
            "text": "The ecumenical movement has had an influence on mainline churches, beginning at least in 1910 with the Edinburgh Missionary Conference. Its origins lay in the recognition of the need for cooperation on the mission field in Africa, Asia and Oceania. Since 1948, the World Council of Churches has been influential, but ineffective in creating a united church. There are also ecumenical bodies at regional, national and local levels across the globe; but schisms still far outnumber unifications. One, but not the only expression of the ecumenical movement, has been the move to form united churches, such as the Church of South India, the Church of North India, the US-based United Church of Christ, the United Church of Canada, the Uniting Church in Australia and the United Church of Christ in the Philippines which have rapidly declining memberships. There has been a strong engagement of Orthodox churches in the ecumenical movement, though the reaction of individual Orthodox theologians has ranged from tentative approval of the aim of Christian unity to outright condemnation of the perceived effect of watering down Orthodox doctrine.[237]\n\nA Protestant baptism is held to be valid by the Catholic Church if given with the trinitarian formula and with the intent to baptize. However, as the ordination of Protestant ministers is not recognized due to the lack of apostolic succession and the disunity from Catholic Church, all other sacraments (except marriage) performed by Protestant denominations and ministers are not recognized as valid. Therefore, Protestants desiring full communion with the Catholic Church are not re-baptized (although they are confirmed) and Protestant ministers who become Catholics may be ordained to the priesthood after a period of study.\n\nIn 1999, the representatives of Lutheran World Federation and Catholic Church signed the Joint Declaration on the Doctrine of Justification, apparently resolving the conflict over the nature of justification which was at the root of the Protestant Reformation, although Confessional Lutherans reject this statement.[238] This is understandable, since there is no compelling authority within them. On 18 July 2006, delegates to the World Methodist Conference voted unanimously to adopt the Joint Declaration.[239][240]\n\n"
        },
        {
            "title": "Spread and demographics",
            "text": "There are more than 900 million Protestants worldwide,[6][7][17][241][242][243][244][z] among approximately 2.4 billion Christians.[7][245][246][247][aa] In 2010, a total of more than 800 million included 300 million in Sub-Saharan Africa, 260 million in the Americas, 140 million in Asia-Pacific region, 100 million in Europe and 2 million in Middle East-North Africa.[6] Protestants account for nearly forty percent of Christians worldwide, and are more than one tenth of the total human population.[6] Various estimates put the percentage of Protestants in relation to the total number of world's Christians at 33%,[241] 36%,[248] 36.7%,[6] and 40%,[17] while in relation to the world's population at 11.6%[6] and 13%.[244]\n\nIn European countries which were most profoundly influenced by the Reformation, Protestantism still remains the most practiced religion.[241] These include the Nordic countries and the United Kingdom.[241][249] In other historical Protestant strongholds such as Germany, the Netherlands, Switzerland, Latvia, and Estonia, it remains one of the most popular religions.[250] Although Czech Republic was the site of one of the most significant pre-reformation movements,[251] there are only few Protestant adherents;[252][253] mainly due to historical reasons like persecution of Protestants by the Catholic Habsburgs,[254] restrictions during the Communist rule, and also the ongoing secularization.[251] Over the last several decades, religious practice has been declining as secularization has increased.[241][255] According to a 2019 study about Religiosity in the European Union in 2019 by Eurobarometer, Protestants made up 9% of the EU population.[256] According to Pew Research Center, Protestants constituted nearly one fifth (or 18%) of the continent's Christian population in 2010.[6] Clarke and Beyer estimate that Protestants constituted 15% of all Europeans in 2009, while Noll claims that less than 12% of them lived in Europe in 2010.[241][243]\n\nChanges in worldwide Protestantism over the last century have been significant.[17][243][257] Since 1900, Protestantism has spread rapidly in Africa, Asia, Oceania and Latin America.[27][244][257] That caused Protestantism to be called a primarily non-Western religion.[243][257] Much of the growth has occurred after World War II, when decolonization of Africa and abolition of various restrictions against Protestants in Latin American countries occurred.[244] According to one source, Protestants constituted respectively 2.5%, 2%, 0.5% of Latin Americans, Africans and Asians.[244] In 2000, percentage of Protestants on mentioned continents was 17%, more than 27% and 6%, respectively.[244] According to Mark A. Noll, 79% of Anglicans lived in the United Kingdom in 1910, while most of the remainder was found in the United States and across the British Commonwealth.[243] By 2010, 59% of Anglicans were found in Africa.[243] In 2010, more Protestants lived in India than in the UK or Germany, while Protestants in Brazil accounted for as many people as Protestants in the UK and Germany combined.[243] Almost as many lived in each of Nigeria and China as in all of Europe.[243] China is home to world's largest Protestant minority.[6][ab]\n\nProtestantism is growing in Africa,[27][258][259] Asia,[27][259][260] Latin America,[259][261] and Oceania,[27][257] while declining in Anglo America[257][262] and Europe,[241][263] with some exceptions such as France,[264] where it was eradicated after the abolition of the Edict of Nantes by the Edict of Fontainebleau and the following persecution of Huguenots, but now is claimed to be stable in number or even growing slightly.[264] According to some, Russia is another country to see a Protestant revival.[265][266][267]\n\nIn 2010, the largest Protestant denominational families were historically Pentecostal denominations (11%), Anglican (11%), Lutheran (10%), Baptist (9%), United and uniting churches (unions of different denominations) (7%), Presbyterian or Reformed (7%), Methodist (3%), Adventist (3%), Congregationalist (1%), Brethren (1%), The Salvation Army (<1%) and Moravian (<1%). Other denominations accounted for 38% of Protestants.[6]\n\nThe United States is home to approximately 20% of Protestants.[6] According to a 2012 study, Protestant share of U.S. population dropped to 48%, thus ending its status as religion of the majority for the first time.[268][269] The decline is attributed mainly to the dropping membership of the Mainline Protestant churches,[268][270] while Evangelical Protestant and Black churches are stable or continue to grow.[268]\n\nBy 2050, Protestantism is projected to rise to slightly more than half of the world's total Christian population.[9][ac] According to other experts such as Hans J. Hillerbrand, Protestants will be as numerous as Catholics.[10]\n\nAccording to Mark Jürgensmeyer of the University of California, popular Protestantism[ad] is the most dynamic religious movement in the contemporary world, alongside the resurgent Islam.[22]\n\n"
        }
    ]
}