{
    "url": "https://en.wikipedia.org/wiki/Prussian_film",
    "title": "Prussian film",
    "table_of_contents": [
        "1 Origins",
        "2 End",
        "3 Selected films",
        "3.1 Frederick the Great",
        "3.2 Napoleonic Wars",
        "3.3 German Empire",
        "3.4 Other",
        "4 References",
        "5 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Prussian films were a cycle of historical films made in Germany during the Weimar (1918–1933) and Nazi (1933–1945) eras noted for their general glorification of Prussian history and its military. The films are set during the eighteenth and nineteenth centuries. They particularly focused on Frederick the Great, who ruled Prussia from 1740 to 1786 greatly expanding its territory (hence known widely as Fridericus-Rex-Filme). The films were extremely popular with German audiences and an estimated forty four were produced by the end of the Second World War (twenty-seven of them during the Weimar era).[1]\n\n"
        },
        {
            "title": "Origins",
            "text": "While there were Prussian-themed films as far back as 1912–1913, the breakthrough came with the release in 1922 of the first two parts of the Fridericus Rex series featuring Otto Gebühr as Frederick the Great. Two further parts were released in 1923.[2] The success of Fridericus Rex cemented the popularity of the genre and many similar films were produced in following years. Otto Gebühr became closely associated with Frederick and played him numerous times in both the Weimar and Nazi periods.\n\nThe boom in Prussian films came shortly after the end of the First World War. Following its defeat Germany had been forced to accept the loss of territory - badly denting national pride. The Kaiser Wilhelm II, a member of the Hohenzollern dynasty which had ruled in parts of Prussia since the sixteenth century, was deposed in 1918, and Germany became a Republic. The films are sometimes seen as prefiguring the rise of Nazism, but may at the time have represented a nostalgic wish for a restored monarchy.\n\n"
        },
        {
            "title": "End",
            "text": "Following the collapse of the Nazi regime and the Allied Occupation of Germany in 1945, strict rules were enacted concerning German films and any perceived promotion of German ultra-nationalism which might lead to a revival of Nazism was outlawed. This effectively ended the cycle of \"Prussian films\", although films set in the Prussian-era continued.\n\n"
        }
    ]
}