{
    "url": "https://en.wikipedia.org/wiki/Prussian_mythology",
    "title": "Prussian mythology",
    "table_of_contents": [
        "1 Historical background and sources",
        "2 Prussian pantheon",
        "2.1 Early lists",
        "2.2 Sudovian Book and Constitutiones Synodales",
        "2.3 Suaixtix",
        "3 Footnotes",
        "4 References",
        "5 Bibliography",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Prussian mythology was a polytheistic religion of the Old Prussians, indigenous peoples of Prussia before the Prussian Crusade waged by the Teutonic Knights. It was closely related to other Baltic faiths, the Lithuanian and Latvian mythologies. Its myths and legends did not survive as Prussians became Germanized and their culture extinct in the early 18th century. Fragmentary information on gods and rituals can be found in various medieval chronicles, but most of them are unreliable. No sources document pagan religion before the forced Christianization in the 13th century. Most of what is known about Prussian religion is obtained from dubious 16th-century sources (Sudovian Book and Simon Grunau).\n\n"
        },
        {
            "title": "Historical background and sources",
            "text": "The Teutonic Order, a crusading military order, began the Prussian Crusade in the 1220s. Their goal was to conquer and convert pagan Prussians to Christianity. The Knights built log and stone fortresses, which proved to be impregnable to the Prussians. Despite five Prussian uprisings, the conquest of Prussia was complete by the 1280s. German, Lithuanian, Latvian, and Polish colonists repopulated the decimated region. It is estimated that by around year 1400 the Prussians numbered 100,000 and comprised about half of the total population in Prussia. The Prussians were subject to Germanization and assimilation and eventually became extinct sometime after the 16th century. The Knights regarded paganism as evil, worthy of complete eradication and not study. Therefore they showed no interest in local customs and produced no detailed accounts of Prussian mythology. Bits and pieces of reliable but accidental and fragmentary mentions of gods and traditions can be found in official Teutonic documents and chronicles, such as the 1248 Treaty of Christburg, Chronicle of Peter von Dusburg, or correspondence with the Pope.\n\nAffected by the Protestant Reformation, the former Catholic stronghold the Monastic State of the Teutonic Knights was transformed into the Lutheran Duchy of Prussia in 1525. Religious disputes brought new interest in the pagan Prussian religion. Right about that time two fundamental studies of Prussian culture were produced: the Sudovian Book and Chronicle of Simon Grunau. There is considerable academic debate on the authorship, dating, and reliability of the Sudovian Book. Most modern Lithuanian scholars follow Wilhelm Mannhardt and treat it as a reliable and independent source, which was used to prepare Constitutiones Synodales, a book of  ceremonies prepared by a church synod and published in 1530.[1] Another school of thought claims that it was the opposite: the Sudovian Book was a distorted copy of Synodales, which in turn was prepared based on Grunau, and that they all should be rejected as \"invention\" and \"forgery\".[2]\n\nSimon Grunau (died ca. 1530) is much-criticized for using dubious and falsified sources and often augmenting facts with his own imagination. Modern scholars often dismiss the chronicle as a work of fiction, though Lithuanian researchers tend to be more careful and attempt to find its redeeming qualities. The work is responsible for the introduction and popularization of several major legends: 6th-century King Widewuto, the temple of Romuva, the pagan trinity (Peckols, Potrimpo, and Perkūnas), the pagan high priest (Kriwe-Kriwajto), and female waidelinns (similar to Roman vestales).\n\nVarious later authors simply copied information from Grunau and the Sudovian Book adding no or very little new information.\n\n"
        },
        {
            "title": "Prussian pantheon",
            "text": "The 1249 Treaty of Christburg mentioned Curche, an idol worshiped during harvest festivals. Scholars were unable to positively determine its gender, function, or etymology. Various suggested functions include god of food (Simon Grunau), smithing god (similar to Slavic Svarog and Greek Hephaestus), god creator (derived from related Lithuanian word kurti – to create), god of harvest and grain, evil spirit, god of fire. Some even doubted whether it was a god at all and suggested that it was a name given to a corn dolly.\n\nAnother reliable source is a 1418 memorandum (Collato Episcopi Varmiensis) written by Bishop of Warmia to Pope Martin V. The letter reminded the Pope about the Teutonic achievements in Christianizing Prussians, who no longer worshiped Patollu and Natrimpe. Most scholars interpret this as two different gods, but patollu could also be an adjective (evil, hellish) to describe Natrimpe.[3] Based on later works, patollu is usually identified as Peckols, angry god of the underworld, and Natrimpe as Potrimpo, god of seas or grain.\n\nIn addition to the trinity of Peckols, Potrimpo, and Perkūnas, Grunau mentioned three minor gods: Wurschayto or Borszkayto and Szwaybrotto were personifications of Widewuto and Bruteno, and Curcho was god of food (borrowed from the Treaty of Christburg).\n\nConstitutiones lists ten Prussian deities and also provides their classical Roman equivalents. Note that none of these are goddesses and furthermore that Curche is missing from the list. This list is closely mirrored in the Sudovian Book.\n\nSuaixtix (alternate spelling: Suaixtis, Swaystix, Schwaytestix, Swaikticks, Sweigtigx, Szweigsdukks)[5][a] is described as a \"god of light\" (Gott des Lichts) in historical sources,[9] or a god of stars.[10] His name has been proposed to be cognate to the word for star in Slavic languages, reconstructed as *zvězda.[b] He also appears to be connected to words for star in Baltic languages: Lith žvaigždė and Latv zvaigzne.[12][c] The deity's name seems to contain a Prussian stem -swaigst-, present in swaigst-an (perhaps related to German Schein, \"light\") and verb er-schwaigstinai (\"(it) illuminates\").[14]\n\nOn the other hand, Roman Zaroff, still aligned with the interpretation as god of light, postulates that he might have been a solar deity, based on ethnographical and folkloric data of the other Baltic languages.[15]\n\n"
        }
    ]
}