{
    "url": "https://en.wikipedia.org/wiki/Psocodea",
    "title": "Psocodea",
    "table_of_contents": [
        "1 Anatomy and biology",
        "2 Interaction with humans",
        "3 External phylogeny",
        "4 Internal phylogeny",
        "5 Classification",
        "5.1 Suborder Trogiomorpha",
        "5.2 Suborder Troctomorpha",
        "5.3 Suborder Psocomorpha",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPsocodea is a taxonomic group of insects comprising the bark lice, book lice and parasitic lice.[2] It was formerly considered a superorder, but is now generally considered by entomologists as an order.[1][3][4] Despite the greatly differing appearance of parasitic lice (Phthiraptera), they are believed to have evolved from within the former order Psocoptera, which contained the bark lice and book lice, now found to be paraphyletic.[5][6] They are often regarded as the most primitive of the hemipteroids.[7] Psocodea contains around 11,000 species, divided among four suborders and more than 70 families.[1][2][8] They range in size from 1–10 millimetres (0.04–0.4 in) in length.\n\nThe species known as booklice received their common name because they are commonly found amongst old books—they feed upon the paste used in binding. The barklice are found on trees, feeding on algae and lichen.\n\n"
        },
        {
            "title": "Anatomy and biology",
            "text": "Psocids are small, scavenging insects with a relatively generalized body plan. They feed primarily on fungi, algae, lichen, and organic detritus in nature but are also known to feed on starch-based household items like grains, wallpaper glue and book bindings.[9] They have chewing mandibles, and the central lobe of the maxilla is modified into a slender rod. This rod is used to brace the insect while it scrapes up detritus with its mandibles. They also have a swollen forehead, large compound eyes, and three ocelli. Their bodies are soft with a segmented abdomen.[10] Some species can spin silk from glands in their mouth.[11] They may festoon large sections of trunk and branches in dense swathes of silk.[12]\n\nSome psocids have small ovipositors that are up to 1.5 times as long as the hindwings, and all four wings have a relatively simple venation pattern, with few cross-veins. The wings, if present, are held tent-like over the body.[10] The legs are slender and adapted for jumping, rather than gripping, as in the true lice. The abdomen has nine segments, and no cerci.[11]\n\nThere is often considerable variation in the appearance of individuals within the same species. Many have no wings or ovipositors, and may have a different shape to the thorax. Other, more subtle, variations are also known, such as changes to the development of the setae. The significance of such changes is uncertain, but their function appears to be different from similar variations in, for example, aphids. Like aphids, however, many psocids are parthenogenic, and the presence of males may even vary between different races of the same species.[11]\n\nPsocids lay their eggs in minute crevices or on foliage, although a few species are known to be viviparous. The young are born as miniature, wingless versions of the adult. These nymphs typically molt six times before reaching full adulthood. The total lifespan of a psocid is rarely more than a few months.[11]\n\nBooklice range from approximately 1 mm to 2 mm in length (1/25″ to 1/13″). Some species are wingless and they are easily mistaken for bedbug nymphs and vice versa. Booklouse eggs take two to four weeks to hatch and can reach adulthood approximately two months later. Adult booklice can live for six months. Besides damaging books, they also sometimes infest food storage areas, where they feed on dry, starchy materials. Although some psocids feed on starchy household products, the majority of psocids are woodland insects with little to no contact with humans, therefore they are of little economic importance. They are scavengers and do not bite humans.[13]\n\nPsocids can affect the ecosystems in which they reside. Many psocids can affect decomposition by feeding on detritus, especially in environments with lower densities of predacious micro arthropods that may eat psocids.[14] The nymph of a psocid species, Psilopsocus mimulus, is the first known wood-boring psocopteran. These nymphs make their own burrows in woody material, rather than inhabiting vacated, existing burrows. This boring activity can create habitats that other organisms may use.[15]\n\n"
        },
        {
            "title": "Interaction with humans",
            "text": "Some species of psocids, such as Liposcelis bostrychophila, are common pests of stored products.[16] Psocids, among other arthropods, have been studied to develop new pest control techniques in food manufacturing. One study found that modified atmospheres during packing (MAP) helped to control the reoccurrence of pests during the manufacturing process and prevented further infestation in the final products that go to consumers.[17]\n\n"
        },
        {
            "title": "External phylogeny",
            "text": "Psocodea has been recovered as a monophyletic group in recent studies.  Their next closest relatives are traditionally recognized as the monophyletic grouping Condylognatha that contains Hemiptera (true bugs) and Thysanoptera (thrips), which all combined form the group Paraneoptera.  However, this is somewhat unclear, as analysis has shown that Psocodea could instead be the sister taxon to Holometabola, which would render Paraneoptera as paraphyletic.[6]\n\nHere is a simple cladogram showing the traditional relationships with a monophyletic Paraneoptera:[6]\n\n\nHere is an alternative cladogram showing Paraneoptera as paraphyletic, with Psocodea as sister taxon to Holometabola:[6]\n\n\n"
        },
        {
            "title": "Internal phylogeny",
            "text": "Here is a cladogram showing the relationships within Psocodea:[3]\n\n\n"
        },
        {
            "title": "Classification",
            "text": "The order Psocodea (formerly 'Psocoptera') is divided into three extant suborders.\n\nTrogiomorpha have antennae with many segments (22–50 antennomeres) and always three-segmented tarsi.[18]\n\nTrogiomorpha is the smallest suborder of the Psocoptera sensu stricto (i.e., excluding Phthiraptera), with about 340 species in 7 families, ranging from the fossil family Archaeatropidae with only a handful of species to the speciose Lepidopsocidae (over 200 species).\nTrogiomorpha comprises infraorder Atropetae (extant families Lepidopsocidae, Psoquillidae and Trogiidae, and fossil families Archaeatropidae and Empheriidae) and infraorder Psocathropetae (families Psyllipsocidae and Prionoglarididae).\n\nTroctomorpha have antennae with 15–17 segments and two-segmented tarsi.\n\nTroctomorpha comprises the Infraorder Amphientometae (families Amphientomidae, Compsocidae, Electrentomidae, Musapsocidae, Protroctopsocidae and Troctopsocidae) and Infraorder Nanopsocetae (families Liposcelididae, Pachytroctidae and Sphaeropsocidae). Troctomorpha are now known to also contain the order Phthiraptera (lice), and are therefore paraphyletic, as are Psocoptera as a whole.\n\nSome Troctomorpha, such as Liposcelis (which are similar to lice in morphology), are often found in birds' nests, and it is possible that a similar behavior in the ancestors of lice is at the origin of the parasitism seen today.[18]\n\nPsocomorpha are notable for having antennae with 13 segments. They have two- or three-segmented tarsi, this condition being constant (e.g., Psocidae) or variable (e.g., Pseudocaeciliidae) within families. Their wing venation is variable, the most common type being that found in the genus Caecilius (rounded, free areola postica, thickened, free pterostigma, r+s two-branched, m three-branched). Additional veins are found in some families and genera (Dicropsocus and Goja in Epipsocidae, many Calopsocidae, etc.)\n\nPsocomorpha is the largest suborder of the Psocoptera sensu stricto (i.e., excluding Phthiraptera), with about 3,600 species in 24 families, ranging from the species-poor Bryopsocidae (2 spp.) to the speciose Psocidae (about 900 spp).[18]\nPsocomorpha comprises Infraorder Epipsocetae (families Cladiopsocidae, Dolabellopsocidae, Epipsocidae, Neurostigmatidae and Ptiloneuridae), Infraorder Caeciliusetae (families Amphipsocidae, Asiopsocidae, Caeciliusidae, Dasydemellidae and Stenopsocidae), Infraorder Homilopsocidea (families Archipsocidae, Bryopsocidae, Calopsocidae, Ectopsocidae, Elipsocidae, Lachesillidae, Mesopsocidae, Peripsocidae, Philotarsidae, Pseudocaeciliidae and Trichopsocidae) and Infraorder Psocetae (families Hemipsocidae, Myopsocidae, Psilopsocidae and Psocidae).\n\n"
        }
    ]
}