{
    "url": "https://en.wikipedia.org/wiki/Psychological_horror_film",
    "title": "Psychological horror",
    "table_of_contents": [
        "1 Characteristics",
        "2 Novels",
        "3 Films",
        "4 Video games",
        "5 See also",
        "6 References",
        "7 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Psychological horror is a subgenre of horror and psychological fiction with a particular focus on mental, emotional, and psychological states to frighten, disturb, or unsettle its audience. The subgenre frequently overlaps with the related subgenre of psychological thriller, and often uses mystery elements and characters with unstable, unreliable, or disturbed psychological states to enhance the suspense, drama, action, and paranoia of the setting and plot and to provide an overall unpleasant, unsettling, or distressing atmosphere.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Psychological horror usually aims to create discomfort or dread by exposing common or universal psychological and emotional vulnerabilities/fears and revealing the darker parts of the human psyche that most people may repress or deny. This idea is referred to in analytical psychology as the archetypal shadow characteristics: suspicion, distrust, self-doubt, and paranoia of others, themselves, and the world.\n\nThe genre sometimes seeks to challenge or confuse the audience's grasp of the narrative or plot by focusing on characters who are themselves unsure of or doubting their own perceptions of reality or questioning their own sanity. Characters' perceptions of their surroundings or situations may indeed be distorted or subject to delusions, outside manipulation or gaslighting by other characters; emotional disturbances or trauma; and even hallucinations or mental disorders. In many cases, and in a similar way as the overlapping genre of psychological thriller, psychological horror may deploy an unreliable narrator or imply that aspects of the story are being perceived inaccurately by a protagonist, thus confusing or unsettling the audience and setting up an ominous or disturbing overarching tone. In other cases, the narrator or protagonist may be reliable or ostensibly mentally stable but is placed in a situation involving another character or characters who are psychologically, mentally, or emotionally disturbed. Thus, elements of psychological horror focus on mental conflicts. These become important as the characters face perverse situations, sometimes involving the supernatural, immorality, murder, and conspiracies. While other horror media emphasize fantastical situations such as attacks by monsters, psychological horror tends to keep the monsters hidden and to involve situations more grounded in artistic realism.\n\nPlot twists are an often-used device. Characters commonly face internal battles with subconscious desires such as romantic lust and the desire for petty revenge. In contrast, splatter fiction and monster movies often focuses on a bizarre, alien evil to which the average viewer cannot easily relate. However, at times, the psychological horror and splatter subgenres overlap, such as in the French horror film High Tension.[1]\n\n"
        },
        {
            "title": "Novels",
            "text": "The novels The Golem written by Gustav Meyrink, The Silence of the Lambs written by Thomas Harris, Robert Bloch novels such as Psycho and American Gothic, Stephen King novels such as Carrie, Misery, The Girl Who Loved Tom Gordon, The Shining, and Koji Suzuki's novel Ring are some examples of psychological horror. Shirley Jackson's We Have Always Lived in the Castle is often viewed as one of the best examples of psychological horror in fiction.[citation needed]\n\n"
        },
        {
            "title": "Films",
            "text": "Psychological horror films generally differ from traditional horror films, where the source of the fear is typically something material, such as grotesque or horrifying creatures, monsters, serial killers, or aliens,[2] as well as the splatter and slasher film genres, which derives its frightening effects from gore and graphic violence,[2] in that tension in psychological horror films is more frequently built through atmosphere, eerie sounds and exploitation of the viewer's and the character's psychological fears. Psychological horror films sometimes frighten or unsettle by relying on the viewer's or character's own imagination or the anticipation of a threat rather than an actual threat or a material source of fear portrayed onscreen. \n\nHowever, some psychological horror films may in fact contain an overt threat or a physical source of fear, as well as scenes of graphic gore or violence, yet still rely or focus mainly on atmosphere and the psychological, mental, and emotional states of the characters and viewers to frighten or disturb. For instance, some psychological horror films may portray psychotic murderers and scenes of graphic violence while still maintaining an atmosphere that focuses on either the villain's, protagonist's, or audience's psychological, mental, or emotional status.\n\nThe Black Cat (1934) and Cat People (1942) have been cited as early psychological horror films.[3][2][4] Roman Polanski directed two films which are considered quintessential psychological horror: Repulsion (1965) and Rosemary's Baby (1968).[5][6] Stanley Kubrick's 1980 film The Shining, adapted from the aforementioned Stephen King novel, is another particularly well-known example of the genre.[7] The Silence of the Lambs (1991) directed by Jonathan Demme, as well as the animated film Perfect Blue (1997) directed by Satoshi Kon, are both notable examples of psychological horror, as on the surface they incorporate elements of the thriller genre.[8][9] Recent English-language films in the genre include Black Swan (2010), The Babadook (2014), It Follows (2015), Get Out (2017), Hereditary (2018), The House That Jack Built (2018), Midsommar (2019), The Lighthouse (2019), Saint Maud (2020), and Last Night in Soho (2021).\n\nThe Italian film genre known as giallo often employs elements of the psychological horror subgenre. The subgenre is also a staple in Asian countries. Japanese horror films, commonly referred to as \"J-horror\", have been noted to be generally of a psychological nature.[10] Notable examples are Ring (1998) and the Ju-On series.[10] Another influential category is the Korean horror films, commonly referred to as \"K-horror\".[10] Notable examples are A Tale of Two Sisters (2003), Hansel and Gretel (2007), and Whispering Corridors (1998).[10] A landmark film from the Philippines, Kisapmata (1981), is an example of psychological horror.\n\n"
        },
        {
            "title": "Video games",
            "text": "Psychological horror video games are a subgenre of horror video games. While such games may be based on any style of gameplay, they are generally more exploratory and \"seek to instigate a sense of doubt about what might really be happening\" in the player.[11][12] Phantasmagoria (1995),[11] D (1995),[13] Corpse Party (1996)[14][15] and Silent Hill (1999)[16] are considered some of the first psychological horror games.\n\n"
        }
    ]
}