{
    "url": "https://en.wikipedia.org/wiki/Psychotronic_Video",
    "title": "Psychotronic Video",
    "table_of_contents": [
        "1 History",
        "2 Psychotronic books",
        "3 Legacy",
        "4 Michael Weldon",
        "5 Bibliography",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Psychotronic Video was a film magazine founded by publisher/editor Michael J. Weldon in 1980 in New York City, covering what he dubbed \"psychotronic movies\", which he defined as \"the ones traditionally ignored or ridiculed by mainstream critics at the time of their release: horror, exploitation, action, science fiction, and movies that used to play in drive-ins or inner city grindhouses.\"[1] It was published through 2006. Most of the magazine's hundreds of reviews were written by Weldon himself. Other contributors provided career histories/interviews with cult filmmakers and actors such as Radley Metzger, Larry Cohen, Jack Hill, William Rotsler, David Carradine, Sid Haig, Karen Black, and Timothy Carey.  Regular features included \"Record Reviews\" by Art Black, \"Spare Parts\" (covering fanzines and comics) by Dale Ashmun, and \"Never To Be Forgotten\", an obituary column.\n\nThe magazine spawned two books that, like Danny Peary's Cult Movies trilogy, helped establish a foundation for critical analysis of low-budget genre movies.[2][3]\n\n"
        },
        {
            "title": "History",
            "text": "Michael J. Weldon began writing about film in 1979 while working at the Cleveland record store The Drome, which had some connection with Pere Ubu lead singer David Thomas and other who published a punk rock zine called Cle. They asked Weldon to write a column about horror TV-movies.[4][5] After moving to New York City that same year,[4] he founded  a photocopied weekly fanzine in 19801980[1][6][3] entitled Psychotronic TV.[2] It was relaunched by Weldon under its more commonly known name in 1989, as an offset quarterly magazine. Both versions covered what Weldon dubbed \"psychotronic movies\", which he defined as \"the ones traditionally ignored or ridiculed by mainstream critics at the time of their release: horror, exploitation, action, science fiction, and movies that used to play in drive-ins or inner city grindhouses.\"[1] Weldon coined the term after being inspired by The Psychotronic Man (1980), a low budget science fiction film,[7] and said, \"To me it was a perfect word to make people think of what I mostly was writing about—'psycho' for the horror movies and 'tronic' for the science fiction.\"[4]\n\nMost of the magazine's hundreds of reviews were written by Weldon himself. Other contributors provided career histories/interviews with cult filmmakers and actors such as Radley Metzger, Larry Cohen, Jack Hill, William Rotsler, David Carradine, Sid Haig, Karen Black, and Timothy Carey.  Regular features included \"Record Reviews\" by Art Black, \"Spare Parts\" (covering fanzines and comics) by Dale Ashmun, and \"Never To Be Forgotten\", an obituary column by Weldon that covered the deaths of writers, directors, television and film actors, rock stars, comic book artists, lawyers, and anybody else that Weldon felt was related to the overall Psychotronic universe.\n\nIn December 2006, Weldon announced that he was ceasing publication of Psychotronic Video \"after 18 years and 41 issues.\" Citing increasingly expensive printing costs and dubious business practices from distributors as his main source of concern, he noted that, \"It was a struggle to self-publish in the 80s and 90s but now it's nearly impossible.\"[8]\n\nIn an interview conducted by The Augusta Chronicle in November 2012, Weldon said he had no interest in writing or publishing any additional books or magazines devoted to genre films, and was concentrating on running a store in downtown Augusta, Georgia named \"Psychotronic\", which specializes in collectibles such as vinyl records, movie posters and old comic books.[9]\n\nBefore the Georgia store, Weldon had a store called Psychotronic in New York City's East Village.[10][6] After it closed he opened one on Chincoteague Island, Virginia, where he then lived by 2006,[8] running it for 13 years.[9] Sometime during this, he also worked as a disc jockey at the local radio station WCTG-FM.[8]\n\n"
        },
        {
            "title": "Psychotronic books",
            "text": "Prior to the appearance of the second version of the magazine, Ballantine Books published The Psychotronic Encyclopedia of Film (1983), an 815-page  compilation of mini-reviews of over 3,000 cult films.[11] The book was written by Weldon with editorial assistance from Charles Beesley, Fangoria's Bob Martin, and Akira Fitton. The foreword by Christopher Cerf credited the success of the original fanzine as direct inspiration for the publication of the book. A second book was scheduled to be published by a company called Pharos in the fall of 1992, but it did not come out.[6] In 1996, St. Martin's Press published Weidon's 672-page The Psychotronic Video Guide to Film.\n\n"
        },
        {
            "title": "Legacy",
            "text": "The magazine spawned two books that, like Danny Peary's Cult Movies trilogy, helped establish a foundation for critical analysis of low-budget genre movies. As the Austin Film Society wrote,\n\nPulitzer Prize winner Colson Whitehead wrote that,\n\nEntertainment Weekly in 1991 said \"the banner that fell with the demise of the B-movie house has been picked up by video, and Weldon leads the crusade. ... In its 10 issues to date, Psychotronic Video has become something of a university without walls. The video reviews range from forgotten classics to garage-made shorts, the obits note the passing of cult faves, interviews take on the likes of Clive Barker and James Coburn, and letters present an ongoing scholarly dialogue. ... Weldon's own expertise has led to stints as a host of psychotronic-film festivals here and abroad.\"[6]\n\n"
        },
        {
            "title": "Michael Weldon",
            "text": "Weldon, originally from Cleveland, Ohio,[12] was born around 1952.[6] His father, Bill Weldon, a Cleveland Press employee, was an amateur variety performer and pop-culture historian.[12]\n\nIn the 1980s in New York City, Weldon met and married his wife Mia, then a dress designer.[6][9][13]\n\nWeldon was the drummer for the proto-punk band Mirrors during their original existence (early to mid-1970s) and their later studio sessions (1986–1988).[14][15][16][17]\n\n"
        }
    ]
}