{
    "url": "https://en.wikipedia.org/wiki/Psychic",
    "title": "Psychic",
    "table_of_contents": [
        "1 History",
        "1.1 Etymology",
        "1.2 Early seers and prophets",
        "1.3 Nineteenth-century progression",
        "1.4 Late twentieth century",
        "2 Popular culture",
        "2.1 Belief in psychic abilities",
        "2.2 Science fiction",
        "3 Criticism and research",
        "4 Psychic fraud",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A psychic is a person who claims to use extrasensory perception (ESP) to identify information hidden from the normal senses, particularly involving telepathy or clairvoyance, or who performs acts that are apparently inexplicable by natural laws, such as psychokinesis or teleportation. Although many people believe in psychic abilities, the scientific consensus is that there is no proof of the existence of such powers, and describes the practice as pseudoscience. The word \"psychic\" is also used as an adjective to describe such abilities.\n\nPsychics encompass people in a variety of roles. Some are theatrical performers, such as stage magicians, who use various techniques, e.g., prestidigitation, cold reading, and hot reading, to produce the appearance of such abilities for entertainment purposes. A large industry and network exists whereby people advertised as psychics provide advice and counsel to clients.[1] Some famous psychics include Edgar Cayce, Ingo Swann, Peter Hurkos, Janet Lee, Jose Ortiz El Samaritano,[2] Miss Cleo,[3] John Edward, Sylvia Browne, and Tyler Henry. Psychic powers are asserted by psychic detectives and in practices such as psychic archaeology and even psychic surgery.[4]\n\nCritics attribute psychic powers to intentional trickery or to self-delusion.[5][6][7][8] In 1988 the U.S. National Academy of Sciences gave a report on the subject and concluded there is \"no scientific justification from research conducted over a period of 130 years for the existence of parapsychological phenomena\".[9] A study attempted to repeat recently reported parapsychological experiments that appeared to support the existence of precognition. Attempts to repeat the results, which involved performance on a memory test to ascertain if post-test information would affect it, \"failed to produce significant effects\" and thus \"do not support the existence of psychic ability\" of this kind.[10]\n\nPsychics are sometimes featured in science fiction and fantasy fiction. Examples of fiction featuring characters with psychic powers include the Star Wars franchise, which features \"Force-sensitive\" beings who can see into the future and move objects telekinetically, along with Dungeons & Dragons and some of the works of Stephen King, amongst many others.\n\n"
        },
        {
            "title": "History",
            "text": "The word \"psychic\" is derived from the Greek word psychikos (\"of the mind\" or \"mental\"), and refers in part to the human mind or psyche (ex. \"psychic turmoil\"). The Greek word also means \"soul\". In Greek mythology, the maiden Psyche was the deification of the human soul. The word derivation of the Latin psȳchē is from the Greek psȳchḗ, literally \"breath\", derivative of psȳ́chein, to breathe or to blow (hence, to live).[11]\n\nFrench astronomer and spiritualist Camille Flammarion is credited as having first used the word psychic, while it was later introduced to the English language by Edward William Cox in the 1870s.[12]\n\nElaborate systems of divination and fortune-telling date back to ancient times. Perhaps the most widely known system of early civilization fortune-telling was astrology, where practitioners believed the relative positions of celestial bodies could lend insight into people's lives and even predict their future circumstances. Some fortune-tellers were said to be able to make predictions without the use of these elaborate systems (or in conjunction with them), through some sort of direct apprehension or vision of the future. These people were known as seers or prophets, and in later times as clairvoyants (French word meaning \"clear sight\" or \"clear seeing\") and psychics.\n\nSeers formed a functionary role in early civilization, often serving as advisors, priests, and judges.[12] A number of examples are included in biblical accounts. The book of 1 Samuel (Chapter 9) illustrates one such functionary task when Samuel is asked to find the donkeys of the future king Saul.[13] The role of prophet appeared perennially in ancient cultures. In Egypt, the priests of the sun deity Ra at Memphis acted as seers. In ancient Assyria seers were referred to as nabu, meaning \"to call\" or \"announce\".[12]\n\nThe Delphic Oracle is one of the earliest stories in classical antiquity of prophetic abilities. The Pythia, the priestess presiding over the Oracle of Apollo at Delphi, was believed to be able to deliver prophecies inspired by Apollo during rituals beginning in the 8th century BC.[14] It is often said that the Pythia delivered oracles in a frenzied state induced by vapors rising from the ground, and that she spoke gibberish, believed to be the voice of Apollo, which priests reshaped into the enigmatic prophecies preserved in Greek literature. Other scholars believe records from the time indicate that the Pythia spoke intelligibly, and gave prophecies in her own voice.[15] The Pythia was a position served by a succession of women probably selected from amongst a guild of priestesses of the temple. The last recorded response was given in 393 AD, when the emperor Theodosius I ordered pagan temples to cease operation. Recent geological investigations raise the possibility that ethylene gas caused the Pythia's state of inspiration.[16]\n\nOne of the most enduring historical references to what some consider to be psychic ability is the prophecies of Michel de Nostredame (1503–1566), often Latinized to Nostradamus, published during the French Renaissance period. Nostradamus was a French apothecary and seer who wrote collections of prophecies that have since become famous worldwide and have rarely been out of print since his death. He is best known for his book Les Propheties, the first edition of which appeared in 1555. Taken together, his written works are known to have contained at least 6,338 quatrains or prophecies,[17] as well as at least eleven annual calendars. Most of the quatrains deal with disasters, such as plagues, earthquakes, wars, floods, invasions, murders, droughts, and battles – all undated.\n\nNostradamus is a controversial figure. His many enthusiasts, as well as the popular press, credit him with predicting many major world events. Interest in his work is still considerable, especially in the media and in popular culture. By contrast, most academic scholars maintain that the associations made between world events and Nostradamus' quatrains are largely the result of misinterpretations or mistranslations (sometimes deliberate) or else are so tenuous as to render them useless as evidence of any genuine predictive power.[18]\n\nIn addition to the belief that some historical figures were endowed with a predisposition to psychic experiences, some psychic abilities were thought to be available to everyone on occasion. For example, the belief in prophetic dreams was common and persistent in many ancient cultures.[19]\n\nIn the mid-nineteenth century, Modern Spiritualism became prominent in the United States and the United Kingdom. The movement's distinguishing feature was the belief that the spirits of the dead could be contacted by mediums to lend insight to the living.[20][page needed] The movement was fueled in part by anecdotes of psychic powers. One such person believed to have extraordinary abilities was Daniel Dunglas Home, who gained fame during the Victorian period for his reported ability to levitate to various heights and speak to the dead.[21]\n\nAs the Spiritualist movement grew, other comparable groups arose, including the Theosophical Society, which was co-founded in 1875 by Helena Blavatsky (1831–1891). Theosophy coupled spiritualist elements with Eastern mysticism and was influential in the early 20th century, later influencing the New Age movement during the 1970s. Blavatsky herself claimed numerous psychic powers.[22]\n\nBy the late twentieth century, psychics were commonly associated with New Age culture.[23] Psychic readings and advertising for psychics were common from the 1960s on, as readings were offered for a fee and given in settings such as over the phone, in a home, or at psychic fairs.[24]\n\n"
        },
        {
            "title": "Popular culture",
            "text": "In a 1990 survey of members of the National Academy of Sciences, only 2% of the respondents thought that extrasensory perception had been scientifically demonstrated, with another 2% thinking that the phenomena happened sometimes. Asked about research in the field, 22% thought that it should be discouraged, 63% that it should be allowed but not encouraged, and 10% that it should be encouraged; neuroscientists were the most hostile to parapsychology of all the specialties.[25][26]\n\nA survey of the beliefs of the general United States population about paranormal topics was conducted by The Gallup Organization in 2005.[27] The survey found that 41 percent of those polled believed in extrasensory perception and 26 percent believed in clairvoyance. 31 percent of those surveyed indicated that they believe in telepathy or psychic communication.\n\nA poll of 439 college students conducted in 2006 by researchers Bryan Farha of Oklahoma City University and Gary Steward of University of Central Oklahoma, suggested that college seniors and graduate students were more likely to believe in psychic phenomena than college freshmen.[28] Twenty-three percent of college freshmen expressed a belief in paranormal ideas. The percentage was greater among college seniors (31%) and graduate students (34%).[29] The poll showed lower belief in psychic phenomena among science students than social science and education students.\n\nSome people also believe that anyone can have psychic abilities which can be activated or enhanced through the study and practice of various disciplines and techniques such as meditation and divination, with a number of books and websites being dedicated to instruction in these methods.[30] Another popular belief is that psychic ability is hereditary, with a psychic parent passing their abilities on to their children.[31]\n\nPsychic abilities are common in science fiction, often under the term \"psionics\". They may be depicted as innate and heritable, as in Alfred Bester's The Demolished Man, A. E. van Vogt's Slan, Anne McCaffrey's Talents universe series or setting, and the television series Babylon 5. Another recurring trope is the conveyance of psychic power through psychoactive drugs, as in the Dune novels and indirectly in the Scanners films, as well as the ghosts in the StarCraft franchise. Somewhat differently, in Madeleine L'Engle's A Wind in the Door and Robert A. Heinlein's Stranger in a Strange Land, psychic abilities may be achieved by any human who learns the proper mental discipline, known as kything in the former work. Popular movies include The Initiation of Sarah. Psychic characters are also common in superhero comics, for instance Jean Grey, Professor X and Emma Frost as well as many others from the Marvel Comics' X-Men. More characters include the characters Raven Baxter and Booker Baxter from the Disney Channel Original Series That's So Raven and its spin-off Raven's Home. The Disney Channel Original Series American Dragon: Jake Long features recurring characters Cara and Sara, who are twin psychics claimed to be the descendants of the Oracle of Delphi, their visions also contrast their personalities (Cara is a Goth that sees only positive visions, while Sara is always in a good mood despite only seeing negative visions).\n\n"
        },
        {
            "title": "Criticism and research",
            "text": "Parapsychological research has attempted to use random number generators to test for psychokinesis, mild sensory deprivation in the Ganzfeld experiment to test for extrasensory perception, and research trials conducted under contract by the U.S. government to investigate remote viewing. Critics such as Ed J. Gracely say that this evidence is not sufficient for acceptance, partly because the intrinsic probability of psychic phenomena is very small.[5]\n\nCritics such as Ray Hyman and the National Science Foundation suggest that parapsychology has methodological flaws that can explain the experimental results that parapsychologists attribute to paranormal explanations, and various critics have classed the field as pseudoscience. This has largely been due to lack of replication of results by independent experimenters.[32][33][34][35][36]\n\nThe evidence presented for psychic phenomena is not sufficiently verified for scientific acceptance, and there exist many non-paranormal alternative explanations for claimed instances of psychic events. Parapsychologists, who generally believe that there is some evidence for psychic ability, disagree with critics who believe that no psychic ability exists and that many of the instances of more popular psychic phenomena such as mediumism, can be attributed to non-paranormal techniques such as cold reading, hot reading, or even self-delusion.[37][38] Cold reading techniques would include psychics using flattery, intentionally making descriptions, statements or predictions about a person vague and ambiguous, and surreptitiously moving on to another prediction when the psychic deems the audience to be non-responsive.[39] Magicians such as James Randi, Ian Rowland and Derren Brown have demonstrated techniques and results similar to those of popular psychics, but they present physical and psychological explanations as opposed to paranormal ones.[citation needed]\n\nIn January 2008 the results of a study using neuroimaging were published. To provide what are purported to be the most favorable experimental conditions, the study included appropriate emotional stimuli and had participants who are biologically or emotionally related, such as twins. The experiment was designed to produce positive results if telepathy, clairvoyance or precognition occurred, but despite this no distinguishable neuronal responses were found between psychic stimuli and non-psychic stimuli, while variations in the same stimuli showed anticipated effects on patterns of brain activation. The researchers concluded that \"These findings are the strongest evidence yet obtained against the existence of paranormal mental phenomena.\"[40] James Alcock had cautioned the researchers against the wording of said statement.[41]\n\nA detailed study of Sylvia Browne predictions about missing persons and murder cases has found that despite her repeated claims to be more than 85% correct, \"Browne has not even been mostly correct in a single case\".[42]  Concerning the television psychics, James Underdown states that testing psychics in a studio setting is difficult as there are too many areas to control: the psychic could be getting help from anyone on the set. The editor controls everything; they can make a psychic look superior or ridiculous depending on direction from the producer.  In an Independent Investigations Group exposé of John Edward and James Van Praagh they discovered that what was actually said on the tape day, and what was broadcast to the public were \"substantially different in the accuracy. They're getting rid of the wrong guesses... Once you pull back the curtain and see how it's done, it's not impressive at all.\"[43]\n\n"
        },
        {
            "title": "Psychic fraud",
            "text": "Falling for a psychic scam can result in a loss of one's entire life savings.  In an example given in article by Rob Palmer,[44] a woman gave a psychic $41,642 over a period of 10 weeks.  The woman had contacted Rob for help, who put her in contact with Bob Nygaard, a private investigator who specializes in psychic fraud cases.  Rob had previously written articles about Bob and the work he was doing.[45][46]  It's apparently difficult to get cases of psychic fraud prosecuted as a crime.  Rob states \"when someone reports to law enforcement that they are a victim of this type of fraud, they are often turned away and told it is a civil matter.\"  Rob goes on to discuss Thomas John and other famous \"psychics\" who were proven to be frauds.[44]\n\nInvestigator Ben Radford states that \"scammers use various psychological principles to ensnare their prey\". Their state of mind, belief in psychic abilities, unhappy with something happening in their lives and looking for answers. The psychic will instruct the client not to tell their friends or family as they know they may be warned away from the psychic. With curse removal, the psychic may say that the magic will not not work or get worse if they do tell anyone about their involvement with the psychic. The con games from psychics, according to Radford can \"play out over the course of weeks, months, or even years\" the psychic is playing the long game and looking to extract as much money as possible. Radford claims that when a victim realizes they have been scammed, often they are too embarrassed to come forward.[47]\n\nSkeptical activist Susan Gerbic has summarized a number of techniques, which she says are used by psychics to create their effects.[48]\n\n"
        }
    ]
}