{
    "url": "https://en.wikipedia.org/wiki/Psychic_reading",
    "title": "Psychic reading",
    "table_of_contents": [
        "1 Types",
        "1.1 Astrology",
        "1.2 Aura reading",
        "1.3 Cartomancy or playing card reading",
        "1.4 Cleromancy",
        "1.5 Distant readings",
        "1.6 Lithomancy and crystallomancy",
        "1.7 Numerology",
        "1.8 Palm reading",
        "1.9 Psychometry",
        "1.10 Rune reading",
        "1.11 Tarot reading",
        "2 Challenges",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A psychic reading is a specific attempt to discern information through the use of heightened perceptive abilities; or natural extensions of the basic human senses of sight, sound, touch, taste and instinct. These natural extensions are claimed to be clairvoyance (vision), clairsentience (feeling), claircognisance (factual knowing) and clairaudience (hearing) and the resulting statements made during such an attempt.[1] The term is commonly associated with paranormal-based consultation given for a fee in such settings as over the phone, in a home, or at psychic fairs.[2] Though psychic readings are controversial and a focus of skeptical inquiry,[3][4] a popular interest in them persists.[5] Extensive experimentation to replicate psychic results in laboratory conditions have failed to find any precognitive phenomena in humans.[6] Psychic reading is pseudoscience.[7] A cold reading technique allows psychics to produce seemingly specific information about an individual from social cues and broad statements.[8]\n\n"
        },
        {
            "title": "Types",
            "text": "There are many types of psychic readings practiced. Although psychic readings might not incorporate the use of any tools, a professional psychic may have one or more specialized areas of expertise. Some of the more common readings include Tarot reading, email psychic reading, palm reading, psychometry, aura readings, or astrological readings.\n\nAstrology is the study of the movements and relative positions of celestial objects as a means for divining information about human affairs and terrestrial events.[9][10][11] The position of the stars, planets, sun and moon when one is born are believed to have affect one's personality, shape how relationships work in one's life and predict future events such as one's economic success.\n\nAura readings involve the observation and interpretation of auras.[12] The aura is purported to be a field of subtle, luminous radiation surrounding a person.[13]\nPsychics have offered aura readings for many years.[14] They claim to have a unique ability to see or sense individual's auras, however no evidence has ever been provided to substantiate this claim.[citation needed]\n\nCartomancy is fortune-telling or divination using a deck of cards.[15] See also Tarot reading below.\n\nCleromantic readings usually involve casting small objects and reading them by their position, orientation, and mutual proximity. There are numerous variants used throughout the world.[citation needed]\n\nA distant reading, \"traveling clairvoyance\", or \"remote perception\" can be conducted without the reader ever meeting the client.[16] This includes letters, telephone, text messaging, email, chat, and webcam readings.\n\nCorrespondence readings are usually done via letters, later emails and filling in special forms on psychic websites.[17]\n\nTelephone readings are live readings where both psychic and client hear each other by connecting via premium rate telephone line. In the last years, with restrictions on premium rate numbers, more common are pre-paid callbacks, in which case client leaves his/her credit card details over the phone to an operator, after which gets a call on a specified phone number. Telephone readings became most popular with the growth of live advice TV shows as main means of advertising, and is commonly used by companies rather than individual psychics, due to high setup costs.[citation needed]\n\nSMS and chat readings is a quick question-and-answer format of reading allowing exchange of basic information between psychic and client.\n\nWebcams and online video communication may also be used for this type of reading.[citation needed]\n\nLithomancy readings usually involve especially suitable gems or stones that are immersed in water, or tossed as a set and read by mutual proximity.[18] Its origins are unknown, and there are numerous different methodologies used by various cultures throughout the world. A recently more common variant is crystallomancy also known as crystal gazing.[19] Using quartz as a crystal ball[20] it is stereotypically depicted as Romani fortune telling.\n\nNumerology is defined as the study of the occult meanings of numbers and their influence on human life. It is essentially a reading of an individual based specifically upon numerical values such as their date of birth, letters in their names, etc. Numerology can be used in psychic readings.\n\nPalmistry is another popular method of psychic readings, involving characterization and foretelling of one's future through the study of the lines, shapes, wrinkles and curves on the palm. Palmistry does not require psychic ability, as it generally uses cold reading abilities and previous knowledge of the subject.\n\nPsychometry is a form of psychic reading in which the reader claims to obtain details about another through physical contact with their possessions.[21] Psychometry readers often ask the subject for their favorite and most meaningful objects, such as wedding rings, glasses, car keys, etc., for the reading. The belief is that objects which are in close proximity to a person for extended periods of time hold some of that person's 'energy'. This method has been used in attempts to locate missing persons.[22]\n\nRunes are the letters of a set of related alphabets used to write various Germanic languages before the adoption of the Latin alphabet. There is evidence to suggest that they also had magical or divinatory uses. In modern settings, stones or tablets with runes inscribed on them are cast on a mat or cloth to discern future events or path a problem or issue will take.[23] Runes are also used by some witches and other practitioners of divination.[23]\n\nTarot cards have been greatly popularized, but can be often regarded solely as entertainment. Traditional decks are available in chain bookstores. New decks also frequently appear in New Age bookstores. Though not requiring psychic abilities, Tarot cards can be used as a psychic or cold reading tool and Tarot readings are common at psychic fairs.[5][24]\n\n"
        },
        {
            "title": "Challenges",
            "text": "Skeptics have challenged the veracity of the claims of psychic readings, largely through disclosure of the methods.  Psychologist Richard Wiseman's 2011 book Paranormality: Why We See What Isn't There noted the tricks of the trade, and Wiseman noted in a podcast appearance that the disclosure generated negative feedback from the psychic community.[25]\n\n"
        }
    ]
}