{
    "url": "https://en.wikipedia.org/wiki/Psychokinesis",
    "title": "Psychokinesis",
    "table_of_contents": [
        "1 Etymology",
        "2 Reception",
        "2.1 Evaluation",
        "2.2 Physics",
        "2.3 Explanations in terms of bias",
        "2.4 Magic and special effects",
        "2.5 Prize money for proof of psychokinesis",
        "3 Belief",
        "3.1 Subsets of psychokinesis",
        "3.2 Notable claimants of psychokinetic abilities",
        "3.3 Psychics",
        "3.4 Metal bending",
        "4 In popular culture",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPsychokinesis (from Ancient Greek: ψυχή, lit. 'soul' and ㅤ: κίνησις, lit. 'movement'[1][2]), or telekinesis[3] (from Ancient Greek: τηλε, lit. 'far off' and ㅤ: κίνησις, lit. 'movement'[4]), is a hypothetical psychic ability allowing a person to influence a physical system without physical interaction.[5][6]\n\nPsychokinesis experiments have historically been criticized for lack of proper controls and repeatability.[7][8][9][10] There is no good evidence that psychokinesis is a real phenomenon, and the topic is generally regarded as pseudoscience.[7][11][12][13]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word psychokinesis was coined in 1914 by American author Henry Holt in his book On the Cosmic Relations.[14][15][16] The term is a compound of the Greek words ψυχή (psyche) – meaning \"mind\", \"soul\", \"spirit\", or \"breath\" – and κίνησις (kinesis) – meaning \"motion\" or \"movement\".[1][2] The American parapsychologist J. B. Rhine coined the term extra-sensory perception to describe receiving information paranormally from an external source.[17] Following this, he used the term psychokinesis in 1934 to describe mentally influencing external objects or events without the use of physical energy.[17][18] His initial example of psychokinesis was experiments that were conducted to determine whether a person could influence the outcome of falling dice.[17][19]\n\nThe word telekinesis, a compound of the Greek τῆλε (tēle) – meaning \"distance\" – and κίνησις (kinesis) – meaning \"motion\",[4] was first used in 1890 by Russian psychical researcher Alexander N. Aksakof.[20][21]\n\nIn parapsychology, fictional universes and New Age beliefs, psychokinesis and telekinesis are different: psychokinesis refers to the mental influence of physical systems and objects without the use of any physical energy,[5][6] while telekinesis refers to the movement and/or levitation of physical objects by purely mental force without any physical intervention.[22][23]\n\n"
        },
        {
            "title": "Reception",
            "text": "There is a broad scientific consensus that psychokinetic research has not produced a reliable demonstration of the phenomenon.[9][10][12][24]: 149–161 [25][26]\n\nA panel commissioned in 1988 by the United States National Research Council to study paranormal claims concluded that \"despite a 130-year record of scientific research on such matters, our committee could find no scientific justification for the existence of phenomena such as extrasensory perception, mental telepathy or 'mind over matter' exercises ...  Evaluation of a large body of the best available evidence simply does not support the contention that these phenomena exist.\"[25]\n\nIn 1984, the United States National Academy of Sciences, at the request of the US Army Research Institute,[ambiguous] formed a scientific panel to assess the best evidence for psychokinesis. Part of its purpose was to investigate military applications of PK, for example to remotely jam or disrupt enemy weaponry. The panel heard from a variety of military staff who believed in PK and made visits to the PEAR laboratory and two other laboratories that had claimed positive results from micro-PK experiments. The panel criticized macro-PK experiments for being open to deception by conjurors, and said that virtually all micro-PK experiments \"depart from good scientific practice in a variety of ways\". Their conclusion, published in a 1987 report, was that there was no scientific evidence for the existence of psychokinesis.[24]: 149–161 \n\nCarl Sagan included telekinesis in a long list of \"offerings of pseudoscience and superstition\" which \"it would be foolish to accept ... without solid scientific data\".[27] Nobel Prize laureate Richard Feynman advocated a similar position.[28]\n\nFelix Planer, a professor of electrical engineering, has written that if psychokinesis were real then it would be easy to demonstrate by getting subjects to depress a scale on a sensitive balance, raise the temperature of a waterbath which could be measured with an accuracy of a hundredth of a degree centigrade, or affect an element in an electrical circuit such as a resistor, which could be monitored to better than a millionth of an ampere.[29] Planer writes that such experiments are extremely sensitive and easy to monitor but are not utilized by parapsychologists as they \"do not hold out the remotest hope of demonstrating even a minute trace of PK\" because the alleged phenomenon is non-existent. Planer has written that parapsychologists have to fall back on studies that involve only statistics that are unrepeatable, owing their results to poor experimental methods, recording mistakes and faulty statistical mathematics.[29]\n\nAccording to Planer, \"All research in medicine and other sciences would become illusionary, if the existence of PK had to be taken seriously; for no experiment could be relied upon to furnish objective results, since all measurements would become falsified to a greater or lesser degree, according to his PK ability, by the experimenter's wishes.\" Planer concluded that the concept of psychokinesis is absurd and has no scientific basis.[30]\n\nPK hypotheses have also been considered in a number of contexts outside parapsychological experiments. C. E. M. Hansel has written that a general objection against the claim for the existence of psychokinesis is that, if it were a real process, its effects would be expected to manifest in situations in everyday life; but no such effects have been observed.[31]\n\nScience writers Martin Gardner and Terence Hines and the philosopher Theodore Schick have written that if psychokinesis were possible, one would expect casino incomes to be affected, but the earnings are exactly as the laws of chance predict.[32][33][34][35][36]: 309 \n\nPsychologist Nicholas Humphrey argues that many experiments in psychology, biology or physics assume that the intentions of the subjects or experimenter do not physically distort the apparatus. Humphrey counts them as implicit replications of PK experiments in which PK fails to appear.[10]\n\nThe ideas of psychokinesis and telekinesis violate several well-established laws of physics, including the inverse square law, the second law of thermodynamics, and the conservation of momentum.[25][37] Because of this, scientists have demanded a high standard of evidence for PK, in line with Marcello Truzzi's dictum \"Extraordinary claims require extraordinary proof\".[10][38] The Occam's razor law of parsimony in scientific explanations of phenomena suggests that the explanation of PK in terms of ordinary ways—by trickery, special effects or by poor experimental design—is preferable to accepting that the laws of physics should be rewritten.[9][13]\n\nPhilosopher and physicist Mario Bunge has written that \"psychokinesis, or PK, violates the principle that mind cannot act directly on matter. (If it did, no experimenter could trust his readings of measuring instruments.) It also violates the principles of conservation of energy and momentum. The claim that quantum mechanics allows for the possibility of mental power influencing randomizers—an alleged case of micro-PK—is ludicrous since that theory respects the said conservation principles, and it deals exclusively with physical things.\"[39]\n\nPhysicist John Taylor, who has investigated parapsychological claims, has written that an unknown fifth force causing psychokinesis would have to transmit a great deal of energy. The energy would have to overcome the electromagnetic forces binding the atoms together, because the atoms would need to respond more strongly to the fifth force than to electric forces. Such an additional force between atoms should therefore exist all the time and not during only alleged paranormal occurrences. Taylor wrote there is no scientific trace of such a force in physics, down to many orders of magnitude; thus, if a scientific viewpoint is to be preserved, the idea of any fifth force must be discarded. Taylor concluded that there is no possible physical mechanism for psychokinesis, and it is in complete contradiction to established science.[40]: 27–30 \n\nIn 1979, Evan Harris Walker and Richard Mattuck published a parapsychology paper proposing a quantum explanation for psychokinesis. Physicist Victor J. Stenger wrote that their explanation contained assumptions not supported by any scientific evidence. According to Stenger their paper is \"filled with impressive looking equations and calculations that give the appearance of placing psychokinesis on a firm scientific footing... Yet look what they have done. They have found the value of one unknown number (wavefunction steps) that gives one measured number (the supposed speed of PK-induced motion). This is numerology, not science.\"[41]\n\nPhysicist Sean M. Carroll has written that spoons, like all matter, are made up of atoms and that any movement of a spoon with the mind would involve the manipulation of those atoms through the four forces of nature: the strong nuclear force, the weak nuclear force, electromagnetism, and gravitation. Psychokinesis would have to be either some form of one of these four forces, or a new force that has a billionth the strength of gravity, for otherwise it would have been captured in experiments already done. This leaves no physical force that could possibly account for psychokinesis.[42]\n\nPhysicist Robert L. Park has found it suspicious that a phenomenon should only ever appear at the limits of detectability of questionable statistical techniques. He cites this feature as one of Irving Langmuir's indicators of pathological science.[26] Park pointed out that if mind really could influence matter, it would be easy for parapsychologists to measure such a phenomenon by using the alleged psychokinetic power to deflect a microbalance, which would not require any dubious statistics. \"[T]he reason, of course, is that the microbalance stubbornly refuses to budge.\" He has suggested that the reason statistical studies are so popular in parapsychology is that they introduce opportunities for uncertainty and error, which are used to support the experimenter's biases.[26]\n\nCognitive bias research has suggested that people are susceptible to illusions of PK. These include both the illusion that they themselves have the power, and that the events they witness are real demonstrations of PK.[43] For example, the illusion of control is an illusory correlation between intention and external events, and believers in the paranormal have been shown to be more susceptible to this illusion than others.[44][45] Psychologist Thomas Gilovich explains this as a biased interpretation of personal experience. For example, someone in a dice game wishing for a high score can interpret high numbers as \"success\" and low numbers as \"not enough concentration.\"[25] Bias towards belief in PK may be an example of the human tendency to see patterns where none exist, called the clustering illusion, which believers are also more susceptible to.[43]\n\nA 1952 study tested for experimenter's bias with respect to psychokinesis. Richard Kaufman of Yale University gave subjects the task of trying to influence eight dice and allowed them to record their own scores. They were secretly filmed, so their records could be checked for errors. Believers in psychokinesis made errors that favored its existence, while disbelievers made opposite errors. A similar pattern of errors was found in J. B. Rhine's dice experiments, which were considered the strongest evidence for PK at that time.[36]: 306 \n\nIn 1995, Wiseman and Morris showed subjects an unedited videotape of a magician's performance in which a fork bent and eventually broke. Believers in the paranormal were significantly more likely to misinterpret the tape as a demonstration of PK, and were more likely to misremember crucial details of the presentation. This suggests that confirmation bias affects people's interpretation of PK demonstrations.[46] Psychologist Robert Sternberg cites confirmation bias as an explanation of why belief in psychic phenomena persists, despite the lack of evidence:\n\nPsychologist Daniel Wegner has argued that an introspection illusion contributes to belief in psychokinesis.[48] He observes that in everyday experience, intention (such as wanting to turn on a light) is followed by action (such as flicking a light switch) in a reliable way, but the underlying neural mechanisms are outside awareness. Hence, though subjects may feel that they directly introspect their own free will, the experience of control is actually inferred from relations between the thought and the action. This theory of apparent mental causation acknowledges the influence of David Hume's view of the mind.[48] This process for detecting when one is responsible for an action is not totally reliable, and when it goes wrong there can be an illusion of control. This can happen when an external event follows, and is congruent with, a thought in someone's mind, without an actual causal link.[48] As evidence, Wegner cites a series of experiments on magical thinking in which subjects were induced to think they had influenced external events. In one experiment, subjects watched a basketball player taking a series of free throws. When they were instructed to visualize him making his shots, they felt that they had contributed to his success.[49] Other experiments designed to create an illusion of psychokinesis have demonstrated that this depends, to some extent, on the subject's prior belief in psychokinesis.[44][46][50]\n\nA 2006 meta-analysis of 380 studies found a small positive effect that can be explained by publication bias.[51]\n\nMagicians have successfully simulated some of the specialized abilities of psychokinesis, such as object movement, spoon bending, levitation and teleportation.[52] According to Robert Todd Carroll, there are many impressive magic tricks available to amateurs and professionals to simulate psychokinetic powers.[53] Metal objects such as keys or cutlery can be bent using a number of different techniques, even if the performer has not had access to the items beforehand.[54]: 127–131 \n\nAccording to Richard Wiseman there are a number of ways for faking psychokinetic metal bending (PKMB). These include switching straight objects for pre-bent duplicates, the concealed application of force, and secretly inducing metallic fractures.[55] Research has also suggested that (PKMB) effects can be created by verbal suggestion. On this subject the magician Ben Harris wrote:\n\nBetween 1979 and 1981, the McDonnell Laboratory for Psychical Research at Washington University reported a series of experiments they named Project Alpha, in which two teenaged male subjects had demonstrated PK phenomena (including metal-bending and causing images to appear on film) under less than stringent laboratory conditions. James Randi eventually revealed that the subjects were two of his associates, amateur conjurers Steve Shaw and Michael Edwards. The pair had created the effects by standard trickery, but the researchers, being unfamiliar with magic techniques, interpreted them as proof of PK.[57]\n\nA 2014 study that utilized a magic trick to investigate paranormal belief on eyewitness testimony revealed that believers in psychokinesis were more likely to report a key continued to bend than non-believers.[50]\n\nInternationally there are individual skeptics of the paranormal and skeptics' organizations who offer cash prize money for demonstration of the existence of an extraordinary psychic power, such as psychokinesis.[58] Prizes have been offered specifically for PK demonstrations: for example, businessman Gerald Fleming's offer of £250,000 to Uri Geller if he could bend a spoon under controlled conditions.[59] The James Randi Educational Foundation offered the One Million Dollar Paranormal Challenge to any accepted candidate who managed to produce a paranormal event in a controlled, mutually agreed upon experiment.[60][61] Currently, the Center for Inquiry offers a prize of $250,000, the largest in the world, for proof of the paranormal.[62][63]\n\n"
        },
        {
            "title": "Belief",
            "text": "In September 2006, a survey on belief in various religious and paranormal topics conducted by phone and mail-in questionnaire polled 1,721 Americans on their belief in telekinesis. Of these participants, 28% of male participants and 31% of female participants selected \"agree\" or \"strongly agree\" with the statement, \"It is possible to influence the world through the mind alone.\"[64]\n\nParapsychologists divide psychokinetic phenomena into two categories: macro-psychokinesis, large-scale psychokinetic effects that can be seen with the naked eye; and micro-psychokinesis, small-scale psychokinetic effects that require the use of statistics to be detected.[6] Some phenomena—such as apports,[6] levitation,[6] materialization,[6] psychic healing,[6] pyrokinesis,[65] retrocausality,[66] telekinesis,[22] and thoughtography[6]—are considered examples of psychokinesis.\n\nIn 2016, Caroline Watt stated \"Overall, the majority of academic parapsychologists do not find the evidence compelling in favour of macro-PK\".[67]\n\nThere have been claimants of psychokinetic ability throughout history. Angelique Cottin (ca. 1846) known as the \"Electric Girl\" of France was an alleged generator of PK activity. Cottin and her family claimed that she produced electric emanations that allowed her to move pieces of furniture and scissors across a room.[69] Frank Podmore wrote there were many observations which were \"suggestive of fraud\" such as the contact of the girl's garments to produce any of the alleged phenomena and the observations from several witnesses that noticed there was a double movement on the part of Cottin, a movement in the direction of the object thrown and afterwards away from it, but the movements so rapid they were not usually detected.[69]\n\nSpiritualist mediums have also claimed psychokinetic abilities. Eusapia Palladino, an Italian medium, could allegedly cause objects to move during séances. However, she was caught levitating a table with her foot by magician Joseph Rinn, and using tricks to move objects by psychologist Hugo Münsterberg.[70][71] Other alleged PK mediums exposed as frauds include Anna Rasmussen and Maria Silbert.[72][73]\n\nPolish medium Stanisława Tomczyk, active in the early 20th century, claimed to be able to perform acts of telekinetic levitation by way of an entity she called \"Little Stasia\".[74] A 1909 photograph of her, showing a pair of scissors \"floating\" between her hands, is often found in books and other publications as an example of telekinesis.[75][76] Scientists suspected Tomczyk performed her feats by the use of a fine thread or hair between her hands. This was confirmed when psychical researchers who tested Tomczyk occasionally observed the thread.[76][77][78]\n\nMany of India's \"godmen\" have claimed macro-PK abilities and demonstrated apparently miraculous phenomena in public, although as more controls are put in place to prevent trickery, fewer phenomena are produced.[79]\n\nAnnemarie Schaberl, a 19-year-old secretary, was said to have telekinetic powers by parapsychologist Hans Bender in the Rosenheim Poltergeist case in the 1960s. Magicians and scientists who investigated the case suspected the phenomena were produced by trickery.[40]: 107–108 [80]\n\nSwami Rama, a yogi skilled in controlling his heart functions, was studied at the Menninger Foundation in the spring and fall of 1970 and was alleged by some observers at the foundation to have telekinetically moved a knitting needle twice from a distance of five feet.[81] Although he wore a face-mask and gown to prevent allegations that he moved the needle with his breath or body movements, and air vents in the room were covered, at least one physician observer who was present was not convinced and expressed the opinion that air movement was somehow the cause.[82]\n\nRussian psychic Nina Kulagina came to wide public attention following the publication of Sheila Ostrander and Lynn Schroeder's bestseller Psychic Discoveries Behind The Iron Curtain. The alleged Soviet psychic of the late 1960s and early 1970s was shown apparently performing telekinesis while seated in numerous black-and-white short films,[83] and was also mentioned in the U.S. Defense Intelligence Agency report from 1978.[84][ISBN missing] Magicians and skeptics have argued that Kulagina's feats could easily be performed by one practiced in sleight of hand, or through means such as cleverly concealed or disguised threads, small pieces of magnetic metal, or mirrors.[85][86][87][88]\n\nJames Hydrick, an American martial arts expert and psychic, was famous for his alleged psychokinetic ability to turn the pages of books and make pencils spin while placed on the edge of a desk. It was later revealed by magicians that he achieved his feats by air currents.[89] Psychologist Richard Wiseman wrote that Hydrick learnt to move objects by blowing in a \"highly deceptive\" and skillful way.[90] Hydrick confessed to Dan Korem that his feats were tricks: \"My whole idea behind this in the first place was to see how dumb America was. How dumb the world is.\"[91] In the late 1970s, British psychic Matthew Manning  was the subject of laboratory research in the United States and England, and today claims healing powers.[83][92] Magicians John Booth and Henry Gordon have suspected Manning used trickery to perform his feats.[93][94]\n\nIn 1971, an American psychic named Felicia Parise allegedly moved a pill bottle across a kitchen counter by psychokinesis. Her feats were endorsed by parapsychologist Charles Honorton. Science writer Martin Gardner wrote that Parise had \"bamboozled\" Honorton by moving the bottle with an invisible thread stretched between her hands.[88][24]: 163 \n\nBoris Ermolaev, a Russian psychic, was known for levitating small objects. His methods were exposed on the World of Discovery documentary Secrets of the Russian Psychics (1992). He would sit on a chair and allegedly move the objects between his knees; but when filmed, lighting conditions revealed a fine thread fixed between his knees, suspending the objects.[86]\n\nRussian psychic Alla Vinogradova was said to be able to move objects without touching them on transparent acrylic plastic or a plexiglass sheet. Parapsychologist Stanley Krippner observed Vinogradova rub an aluminum tube before moving it allegedly by psychokinesis. He suggested that the effect was produced by an electrostatic charge. Vinogradova was featured in the Nova documentary Secrets of the Psychics (1993) which followed the debunking work of James Randi.[86] She demonstrated her alleged psychokinetic abilities on-camera for Randi and other investigators. Before the experiments, she was observed combing her hair and rubbing the surface of the acrylic plastic. Massimo Polidoro has replicated Vinogradova's feats with acrylic surface, showing how easy it is to move any kind of object on it when it is charged with static electricity by rubbing a towel or hand on it.[86] Physicist John Taylor wrote, \"It is very likely that electrostatics is all that is needed to explain Alla Vinogradova's apparently paranormal feats.\"[40]: 103 \n\nPsychics have also claimed the psychokinetic ability to bend metal. Uri Geller was famous for his spoon bending demonstrations, allegedly by PK.[83] He has been caught many times using sleight of hand. According to science writer Terence Hines, all of Geller's effects have been recreated using conjuring tricks.[95][54]: 126–130 \n\nThe French psychic Jean-Pierre Girard has claimed he can bend metal bars by PK. He was tested in the 1970s but failed to produce any paranormal effects in scientifically controlled conditions.[96] He was tested on January 19, 1977 during a two-hour experiment in a Paris laboratory, directed by physicist Yves Farge. A magician was also present. Girard failed to make any objects move paranormally. He failed two tests in Grenoble in June 1977 with magician James Randi.[96] He was also tested on September 24, 1977 at a laboratory at the Nuclear Research Centre, and failed to bend any bars or change the metals' structure. Other experiments into spoon-bending were also negative, and witnesses described his feats as fraudulent. Girard later admitted he sometimes cheated to avoid disappointing the public, but insisted he had genuine psychic power.[96] Magicians and scientists have written that he produced all his alleged psychokinetic feats through fraudulent means.[95][97]\n\nStephen North, a British psychic in the late 1970s, was known for his alleged psychokinetic ability to bend spoons and teleport objects in and out of sealed containers. British physicist John Hasted tested North in a series of experiments which he claimed had demonstrated psychokinesis, though his experiments were criticized for lack of scientific controls.[98][page needed][99] North was tested in Grenoble on 19 December 1977 in scientific conditions and the results were negative.[96] According to James Randi, during a test at Birkbeck College, North was observed to have bent a metal sample with his bare hands. Randi wrote \"I find it unfortunate that [Hasted] never had an epiphany in which he was able to recognize just how thoughtless, cruel, and predatory were the acts perpetrated on him by fakers who took advantage of his naivety and trust.\"[100]\n\n\"PK parties\" were a cultural fad in the 1980s, begun by Jack Houck,[101] where groups of people were guided through rituals and chants to awaken metal-bending powers. They were encouraged to shout at the items of cutlery they had brought and to jump and scream to create an atmosphere of pandemonium (or what scientific investigators called heightened suggestibility). Critics were excluded and participants were told to avoid looking at their hands. Thousands of people attended these emotionally charged parties, and many were convinced they had bent the objects by paranormal means.[24]: 149–161 \n\nPK parties have been described as a campaign by paranormal believers to convince people of the existence of psychokinesis, on the basis of nonscientific data from personal experience and testimony. The United States National Academy of Sciences has criticized PK parties on the grounds that conditions are not reliable for obtaining scientific results and \"are just those which psychologists and others have described as creating states of heightened suggestibility.\"[24]: 149–161 \n\nRonnie Marcus, an Israeli psychic and claimant of psychokinetic metal-bending, was tested in 1994 in scientifically controlled conditions and failed to produce any paranormal phenomena.[102] According to magicians, his alleged psychokinetic feats were sleight of hand tricks. Marcus bent a letter opener by the concealed application of force and a frame-by-frame analysis of video showed that he bent a spoon from pressure from his thumb by ordinary, physical means.[103][104]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Psychokinesis and telekinesis have commonly been portrayed as superpowers in comic books, movies, television, video games, literature, and other forms of popular culture.[105][106][107]\n\nNotable portrayals of psychokinetic and/or telekinetic characters include the Teleks in the 1952 novella Telek;[108] Carrie White in the Stephen King novel and its three film adaptations, Carrie;[109] Ellen Burstyn in the 1980 healer-themed film Resurrection;[110] the Jedi and Sith in the Star Wars franchise;[111] the Psychic-type Pokémon in the Pokémon franchise,[citation needed] the Scanners in the 1981 film Scanners;[112] Matilda Wormwood in the 1988 children's novel Matilda and its 1996 film adaptation;[113] three high school seniors in the 2012 film Chronicle;[114] Eleven as well as Vecna and various lab children from the Netflix series Stranger Things;[115] Silver the Hedgehog in the Sonic the Hedgehog game and series franchise;[116] Ness from the  Mother franchise[citation needed] and Shin Seok-heon in the 2018 film Psychokinesis.[citation needed]\n\n"
        }
    ]
}