{
    "url": "https://en.wikipedia.org/wiki/Psychological_thriller",
    "title": "Psychological thriller",
    "table_of_contents": [
        "1 Definition",
        "2 Literary devices and techniques",
        "3 Themes",
        "4 Examples",
        "4.1 Screenwriters and directors",
        "4.2 Film",
        "4.3 Television",
        "4.4 Literature",
        "4.5 Anime and manga",
        "4.6 Video games",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Psychological thriller is a genre combining the thriller and psychological fiction genres. It is commonly used to describe literature or films that deal with psychological narratives in a thriller or thrilling setting.\n\nIn terms of context and convention, it is a subgenre of the broader ranging thriller narrative structure,[1] with similarities to Gothic and detective fiction in the sense of sometimes having a \"dissolving sense of reality\". It is often told through the viewpoint of psychologically stressed characters, revealing their distorted mental perceptions and focusing on the complex and often tortured relationships between obsessive and pathological characters.[2] Psychological thrillers often incorporate elements of mystery, drama, action, and paranoia. The genre is closely related to and sometimes overlaps with the psychological drama and psychological horror genres, the latter generally involving more horror and terror elements and themes and more disturbing or frightening scenarios.[3]\n\n"
        },
        {
            "title": "Definition",
            "text": "Peter Hutchings states varied films have been labeled psychological thrillers, but it usually refers to \"narratives with domesticated settings in which action is suppressed and where thrills are provided instead via investigations of the psychologies of the principal characters.\"[4] A distinguishing characteristic of a psychological thriller is it emphasizes the mental states of its characters: their perceptions, thoughts, distortions, and general struggle to grasp reality.[5]\n\nAccording to director John Madden, psychological thrillers focus on story, character development, choice, and moral conflict; fear and anxiety drive the psychological tension in unpredictable ways. Madden stated their lack of spectacle and strong emphasis on character led to their decline in Hollywood popularity.[6] Psychological thrillers are suspenseful by exploiting uncertainty over characters' motives, honesty, and how they see the world.[7] Films can also cause discomfort in audiences by privileging them with information they wish to share with the characters; guilty characters may suffer similar distress by virtue of their knowledge.[5]\n\nHowever, James N. Frey defines psychological thrillers as a style, rather than a subgenre; Frey states good thrillers focus on the psychology of their antagonists and build suspense slowly through ambiguity.[8] Creators and/or film distributors or publishers who seek to distance themselves from the negative connotations of horror often categorize their work as a psychological thriller.[9] The same situation can occur when critics label a work to be a psychological thriller in order to elevate its perceived literary value.[8]\n\n"
        },
        {
            "title": "Themes",
            "text": "Many psychological thrillers have emerged over the past years, all in various media (film, literature, radio, etc.). Despite these very different forms of representation, general trends have appeared throughout the narratives. Some of these consistent themes include:[5]\n\nIn psychological thrillers, characters often have to battle an inner struggle. Amnesia is a common plot device used to explore these questions. Character may be threatened with death, be forced to deal with the deaths of others, or fake their own deaths.[5] Psychological thrillers can be complex, and reviewers may recommend a second or third viewing to \"decipher its secrets.\"[13] Common elements may include stock characters, such as a hardboiled detective and serial killer, involved in a cat and mouse game.[14] Sensation novels, examples of early psychological thrillers, were considered to be socially irresponsible due to their themes of sex and violence. These novels, among others, were inspired by the exploits of real-life detective Jack Whicher.[15] Water, especially floods, is frequently used to represent the unconscious mind, such as in What Lies Beneath and In Dreams.[16] Psychological thrillers may not always be concerned with plausibility. Peter Hutchings defines the giallo, an Italian subgenre of psychological thrillers, as violent murder mysteries that focus on style and spectacle over rationality.[17] According to Peter B. Flint of The New York Times, detractors of Alfred Hitchcock accused him of \"relying on slick tricks, illogical story lines and wild coincidences\".[18]\n\n"
        }
    ]
}