{
    "url": "https://en.wikipedia.org/wiki/Ptolemaic_Egypt",
    "title": "Ptolemaic Kingdom",
    "table_of_contents": [
        "1 History",
        "1.1 Background",
        "1.2 Establishment",
        "1.3 Rise",
        "1.3.1 Ptolemy I",
        "1.3.2 Ptolemy II",
        "1.3.3 Ptolemy III Euergetes",
        "1.4 Decline",
        "1.4.1 Ptolemy IV",
        "1.4.2 Rebellions in the South",
        "1.4.3 Ptolemy V Epiphanes and Ptolemy VI Philometor",
        "1.5 Later Ptolemies",
        "1.6 Final years",
        "1.6.1 Cleopatra VII",
        "1.6.2 Roman rule",
        "2 Culture",
        "2.1 Art",
        "2.2 Religion",
        "2.3 Society",
        "2.4 Coinage",
        "3 Military",
        "3.1 Army",
        "3.2 Navy",
        "4 Cities",
        "4.1 Naucratis",
        "4.2 Alexandria",
        "4.3 Ptolemais",
        "5 Demographics",
        "5.1 Jews",
        "5.2 Arabs",
        "6 Agriculture",
        "7 List of Ptolemaic rulers",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Sources",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Ptolemaic Kingdom (/ˌtɒlɪˈmeɪ.ɪk/; Koinē Greek: Πτολεμαϊκὴ βασιλεία, romanized: Ptolemaïkḕ basileía)[4] was an Ancient Greek state based in Egypt during the Hellenistic Period.[5] It was founded in 305 BC by Ptolemy I Soter, a companion of Alexander the Great, and lasted until the death of Cleopatra VII in 30 BC.[6] Ruling for nearly three centuries, the Ptolemies were the longest and most recent Egyptian dynasty of ancient origin.\n\nAlexander the Great conquered Persian-controlled Egypt in 332 BC during his campaigns against the Achaemenid Empire. After Alexander's death in 323 BC, his empire quickly unraveled amid competing claims by the diadochi, his closest friends and companions. Ptolemy, a Macedonian who was one of Alexander's most trusted generals and confidants, won control of Egypt from his rivals and declared himself pharaoh.[Note 1][7][8] Alexandria, a Greek polis founded by Alexander, became the capital city and a major center of Greek culture, learning, and trade for the next several centuries.[when?] Following the Syrian Wars with the Seleucid Empire, a rival Hellenistic state, the Ptolemaic Kingdom expanded its territory to include eastern Libya, the Sinai, and northern Nubia.\n\nTo legitimize their rule and gain recognition from native Egyptians, the Ptolemies adopted the title of the pharaoh and had themselves portrayed on public monuments in Egyptian style and dress; otherwise, the monarchy rigorously maintained its Hellenistic character and traditions.[6] The kingdom had a complex government bureaucracy that exploited the country's vast economic resources to the benefit of a Greek ruling class, which dominated military, political, and economic affairs, and which rarely integrated into Egyptian society and culture. Native Egyptians maintained power over local and religious institutions, and only gradually accrued power in the bureaucracy, provided they Hellenized.[6] Beginning with Ptolemy II Philadelphus, the Ptolemies began to adopt Egyptian customs, such as marrying their siblings per the Osiris myth, and participating in Egyptian religious life. New temples were built, older ones restored, and royal patronage lavished on the priesthood.\n\nFrom the mid third century BC, Ptolemaic Egypt was the wealthiest and most powerful of Alexander's successor states, and the leading example of Greek civilization.[6] Beginning in the mid second century BC, dynastic strife and a series of foreign wars weakened the kingdom, and it became increasingly reliant on the Roman Republic. Under Cleopatra VII, who sought to restore Ptolemaic power, Egypt became entangled in a Roman civil war, which ultimately led to its conquest by Rome as the last independent Hellenistic state. Roman Egypt became one of Rome's richest provinces and a center of Macedonian culture, with Greek remaining the main language of government until the Muslim conquest in 641 AD. Alexandria remained one of the leading cities of the Mediterranean well into the late Middle Ages.[9]\n\n"
        },
        {
            "title": "History",
            "text": "The Ptolemaic reign in Egypt is one of the best-documented time periods of the Hellenistic era, due to the discovery of a wealth of papyri and ostraca written in Koine Greek and Egyptian.[10]\n\nIn 332 BC, Alexander the Great, King of Macedon, invaded Egypt, which at the time was a satrapy of the Achaemenid Empire known as the Thirty-first Dynasty under Emperor Artaxerxes III.[11] He visited Memphis, and travelled to the oracle of Amun at the Siwa Oasis. The oracle declared him to be the son of Amun.\n\nAlexander conciliated the Egyptians by the respect he showed for their religion, but he appointed Macedonians to virtually all the senior posts in the country, and founded a new Greek city, Alexandria, to be the new capital. The wealth of Egypt could now be harnessed for Alexander's conquest of the rest of the Achaemenid Empire. Early in 331 BC he was ready to depart, and led his forces away to Phoenicia. He left Cleomenes of Naucratis as the ruling nomarch to control Egypt in his absence. Alexander never returned to Egypt.\n\nFollowing Alexander's death in Babylon in 323 BC,[12] a succession crisis erupted among his generals. Initially, Perdiccas ruled the empire as regent for Alexander's half-brother Arrhidaeus, who became Philip III of Macedon, and then as regent for both Philip III and Alexander's infant son Alexander IV of Macedon, who had not been born at the time of his father's death. Perdiccas appointed Ptolemy, one of Alexander's closest companions, to be satrap of Egypt. Ptolemy ruled Egypt from 323 BC, nominally in the name of the joint kings Philip III and Alexander IV. However, as Alexander the Great's empire disintegrated, Ptolemy soon established himself as ruler in his own right. Ptolemy successfully defended Egypt against an invasion by Perdiccas in 321 BC, and consolidated his position in Egypt and the surrounding areas during the Wars of the Diadochi (322–301 BC). In 305 BC, Ptolemy took the title of King. As Ptolemy I Soter (\"Saviour\"), he founded the Ptolemaic dynasty that was to rule Egypt for nearly 300 years.\n\nAll the male rulers of the dynasty took the name Ptolemy, while princesses and queens preferred the names Cleopatra, Arsinoë and Berenice. Because the Ptolemaic kings adopted the Egyptian custom of marrying their sisters, many of the kings ruled jointly with their spouses, who were also of the royal house. This custom made Ptolemaic politics confusingly incestuous, and the later Ptolemies were increasingly feeble. The only Ptolemaic Queens to officially rule on their own were Berenice III and Berenice IV. Cleopatra V did co-rule, but it was with another female, Berenice IV. Cleopatra VII officially co-ruled with Ptolemy XIII Theos Philopator, Ptolemy XIV, and Ptolemy XV, but effectively, she ruled Egypt alone.[citation needed]\n\nThe early Ptolemies did not disturb the religion or the customs of the Egyptians.[13] They built magnificent new temples for the Egyptian gods and soon adopted the outward display of the pharaohs of old. Rulers such as Ptolemy I Soter respected the Egyptian people and recognized the importance of their religion and traditions. During the reign of Ptolemies II and III, thousands of Macedonian veterans were rewarded with grants of farm lands, and Macedonians were planted in colonies and garrisons or settled themselves in villages throughout the country. Upper Egypt, farthest from the centre of government, was less immediately affected, even though Ptolemy I established the Greek colony of Ptolemais Hermiou to be its capital. But within a century, Greek influence had spread through the country and intermarriage had produced a large Greco-Egyptian educated class. Nevertheless, the Greeks always remained a privileged minority in Ptolemaic Egypt. They lived under Greek law, received a Greek education, were tried in Greek courts, and were citizens of Greek cities.[14]\n\nThe first part of Ptolemy I's reign was dominated by the Wars of the Diadochi between the various successor states to the empire of Alexander. His first objective was to hold his position in Egypt securely, and secondly to increase his domain. Within a few years he had gained control of Libya, Coele-Syria (including Judea), and Cyprus. When Antigonus, ruler of Syria, tried to reunite Alexander's empire, Ptolemy joined the coalition against him. In 312 BC, allied with Seleucus, the ruler of Babylonia, he defeated Demetrius, the son of Antigonus, in the battle of Gaza.\n\nIn 311 BC, a peace was concluded between the combatants, but in 309 BC war broke out again, and Ptolemy occupied Corinth and other parts of Greece, although he lost Cyprus after a naval battle in 306 BC. Antigonus then tried to invade Egypt but Ptolemy held the frontier against him. When the coalition was renewed against Antigonus in 302 BC, Ptolemy joined it, but neither he nor his army were present when Antigonus was defeated and killed at Ipsus. He had instead taken the opportunity to secure Coele-Syria and Palestine, in breach of the agreement assigning it to Seleucus, thereby setting the scene for the future Syrian Wars.[15] Thereafter Ptolemy tried to stay out of land wars, but he retook Cyprus in 295 BC.\n\nFeeling the kingdom was now secure, Ptolemy shared rule with his son Ptolemy II by Queen Berenice in 285 BC. He then may have devoted his retirement to writing a history of the campaigns of Alexander—which unfortunately was lost but was a principal source for the later work of Arrian. Ptolemy I died in 283 BC at the age of 84. He left a stable and well-governed kingdom to his son.\n\nPtolemy II Philadelphus, who succeeded his father as pharaoh of Egypt in 283 BC,[16] was a peaceful and cultured pharaoh, though unlike his father was no great warrior. Fortunately, Ptolemy I had left Egypt strong and prosperous; three years of campaigning in the First Syrian War made the Ptolemies masters of the eastern Mediterranean, controlling the Aegean islands (the Nesiotic League) and the coastal districts of Cilicia, Pamphylia, Lycia and Caria. However, some of these territories were lost near the end of his reign as a result of the Second Syrian War. In the 270s BC, Ptolemy II defeated the Kingdom of Kush in war, gaining the Ptolemies free access to Kushite territory and control of important gold deposits south of Egypt known as Dodekasoinos.[17] As a result, the Ptolemies established hunting stations and ports as far south as Port Sudan, from where raiding parties containing hundreds of men searched for war elephants.[17] Hellenistic culture would acquire an important influence on Kush at this time.[17]\n\nPtolemy II was an eager patron of scholarship, funding the expansion of the Library of Alexandria and patronising scientific research. Poets like Callimachus, Theocritus, Apollonius of Rhodes, Posidippus were provided with stipends and produced masterpieces of Hellenistic poetry, including panegyrics in honour of the Ptolemaic family. Other scholars operating under Ptolemy's aegis included the mathematician Euclid and the astronomer Aristarchus. Ptolemy is thought to have commissioned Manetho to compose his Aegyptiaca, an account of Egyptian history, perhaps intended to make Egyptian culture intelligible to its new rulers.[18]\n\nPtolemy's first wife, Arsinoe I, daughter of Lysimachus, was the mother of his legitimate children. After her repudiation he followed Egyptian custom and married his sister, Arsinoe II, beginning a practice that, while pleasing to the Egyptian population, had serious consequences in later reigns. The material and literary splendour of the Alexandrian court was at its height under Ptolemy II. Callimachus, keeper of the Library of Alexandria, Theocritus, and a host of other poets, glorified the Ptolemaic family. Ptolemy himself was eager to increase the library and to patronise scientific research. He spent lavishly on making Alexandria the economic, artistic and intellectual capital of the Hellenistic world. The academies and libraries of Alexandria proved vital in preserving much Greek literary heritage.\n\nPtolemy III Euergetes (\"the Benefactor\") succeeded his father in 246 BC. He abandoned his predecessors' policy of keeping out of the wars of the other Macedonian successor kingdoms, and plunged into the Third Syrian War (246–241 BC) with the Seleucid Empire of Syria, when his sister, Queen Berenice, and her son were murdered in a dynastic dispute. Ptolemy marched triumphantly into the heart of the Seleucid realm, as far as Babylonia, while his fleets in the Aegean Sea made fresh conquests as far north as Thrace.\n\nThis victory marked the zenith of the Ptolemaic power. Seleucus II Callinicus kept his throne, but Egyptian fleets controlled most of the coasts of Anatolia and Greece. After this triumph Ptolemy no longer engaged actively in war, although he supported the enemies of Macedon in Greek politics. His domestic policy differed from his father's in that he patronised the native Egyptian religion more liberally: he left larger traces among the Egyptian monuments. In this his reign marks the gradual Egyptianisation of the Ptolemies.\n\nPtolemy III continued his predecessor's sponsorship of scholarship and literature. The Great Library in the Musaeum was supplemented by a second library built in the Serapeum. He was said to have had every book unloaded in the Alexandria docks seized and copied, returning the copies to their owners and keeping the originals for the Library.[19] It is said that he borrowed the official manuscripts of Aeschylus, Sophocles, and Euripides from Athens and forfeited the considerable deposit he paid for them in order to keep them for the Library rather than returning them. The most distinguished scholar at Ptolemy III's court was the polymath and geographer Eratosthenes, most noted for his remarkably accurate calculation of the circumference of the world. Other prominent scholars include the mathematicians Conon of Samos and Apollonius of Perge.[18]\n\nPtolemy III financed construction projects at temples across Egypt. The most significant of these was the Temple of Horus at Edfu, one of the masterpieces of ancient Egyptian temple architecture and now the best-preserved of all Egyptian temples. Ptolemy III initiated construction on it on 23 August 237 BC. Work continued for most of the Ptolemaic dynasty; the main temple was finished in the reign of his son, Ptolemy IV, in 212 BC, and the full complex was only completed in 142 BC, during the reign of Ptolemy VIII, while the reliefs on the great pylon were finished in the reign of Ptolemy XII.\n\nIn 221 BC, Ptolemy III died and was succeeded by his son Ptolemy IV Philopator, a weak king whose rule precipitated the decline of the Ptolemaic Kingdom. His reign was inaugurated by the murder of his mother, and he was always under the influence of royal favourites, who controlled the government. Nevertheless, his ministers were able to make serious preparations to meet the attacks of Antiochus III the Great on Coele-Syria, and the great Egyptian victory of Raphia in 217 BC secured the kingdom. A sign of the domestic weakness of his reign was the rebellions by native Egyptians that took away over half the country for over 20 years. Philopator was devoted to orgiastic religions and to literature. He married his sister Arsinoë, but was ruled by his mistress Agathoclea.\n\nLike his predecessors, Ptolemy IV presented himself as a typical Egyptian Pharaoh and actively supported the Egyptian priestly elite through donations and temple construction. Ptolemy III had introduced an important innovation in 238 BC by holding a synod of all the priests of Egypt at Canopus. Ptolemy IV continued this tradition by holding his own synod at Memphis in 217 BC, after the victory celebrations of the Fourth Syrian War. The result of this synod was the Raphia Decree, issued on 15 November 217 BC and preserved in three copies. Like other Ptolemaic decrees, the decree was inscribed in hieroglyphs, Demotic, and Koine Greek. The decree records the military success of Ptolemy IV and Arsinoe III and their benefactions to the Egyptian priestly elite. Throughout, Ptolemy IV is presented as taking on the role of Horus who avenges his father by defeating the forces of disorder led by the god Set. In return, the priests undertook to erect a statue group in each of their temples, depicting the god of the temple presenting a sword of victory to Ptolemy IV and Arsinoe III. A five-day festival was inaugurated in honour of the Theoi Philopatores and their victory. The decree thus seems to represent a successful marriage of Egyptian Pharaonic ideology and religion with the Hellenistic Greek ideology of the victorious king and his ruler cult.[20]\n\nMisrule by the Pharaoh in Alexandria led to a nearly successful revolt, led by a priest named Hugronaphor. He proclaimed himself Pharaoh in 205 BC, and ruled upper Egypt until his death in 199 BC. He was succeeded by his son Ankhmakis, whose forces nearly drove the Ptolemies out of the country. The revolutionary dynasty was finally defeated in 185, and a stele celebrating this event was historically significant as the famous Rosetta Stone.\n\nPtolemy V Epiphanes, son of Philopator and Arsinoë, was a child when he came to the throne, and a series of regents ran the kingdom. Antiochus III the Great of The Seleucid Empire and Philip V of Macedon made a compact to seize the Ptolemaic possessions. Philip seized several islands and places in Caria and Thrace, while the battle of Panium in 200 BC transferred Coele-Syria from Ptolemaic to Seleucid control. After this defeat Egypt formed an alliance with the rising power in the Mediterranean, Rome. Once he reached adulthood Epiphanes became a tyrant, before his early death in 180 BC. He was succeeded by his infant son Ptolemy VI Philometor.\n\nIn 170 BC, Antiochus IV Epiphanes invaded Egypt and captured Philometor, installing him at Memphis as a puppet king. Philometor's younger brother (later Ptolemy VIII Physcon) was installed as king by the Ptolemaic court in Alexandria. When Antiochus withdrew, the brothers agreed to reign jointly with their sister Cleopatra II. They soon fell out, however, and quarrels between the two brothers allowed Rome to interfere and to steadily increase its influence in Egypt. Philometor eventually regained the throne. In 145 BC, he was killed in the Battle of Antioch.\n\nThroughout the 160s and 150s BC, Ptolemy VI has also reasserted Ptolemaic control over the northern part of Nubia. This achievement is heavily advertised at the Temple of Isis at Philae, which was granted the tax revenues of the Dodecaschoenus region in 157 BC. Decorations on the first pylon of the Temple of Isis at Philae emphasise the Ptolemaic claim to rule the whole of Nubia. The aforementioned inscription regarding the priests of Mandulis shows that some Nubian leaders at least were paying tribute to the Ptolemaic treasury in this period. In order to secure the region, the strategos of Upper Egypt, Boethus, founded two new cities, named Philometris and Cleopatra in honour of the royal couple.[22][23]\n\nAfter Ptolemy VI's death a series of civil wars and feuds between the members of the Ptolemaic dynasty started and lasted for over a century. Philometor was succeeded by yet another infant, his son Ptolemy VII Neos Philopator. But Physcon soon returned, killed his young nephew, seized the throne and as Ptolemy VIII soon proved himself a cruel tyrant. On his death in 116 BC he left the kingdom to his wife Cleopatra III and her son Ptolemy IX Philometor Soter II. The young king was driven out by his mother in 107 BC, who reigned jointly with Euergetes's youngest son Ptolemy X Alexander I. In 88 BC Ptolemy IX again returned to the throne, and retained it until his death in 80 BC. He was succeeded by Ptolemy XI Alexander II, the son of Ptolemy X. He was lynched by the Alexandrian mob after murdering his stepmother, who was also his cousin, aunt and wife. These sordid dynastic quarrels left Egypt so weakened that the country became a de facto protectorate of Rome, which had by now absorbed most of the Greek world.\n\nPtolemy XI was succeeded by a son of Ptolemy IX, Ptolemy XII Neos Dionysos, nicknamed Auletes, the flute-player. By now Rome was the arbiter of Egyptian affairs, and annexed both Libya and Cyprus. In 58 BC Auletes was driven out by the Alexandrian mob, but the Romans restored him to power three years later. He died in 51 BC, leaving the kingdom to his ten-year-old son and seventeen-year-old daughter, Ptolemy XIII Theos Philopator and Cleopatra VII, who reigned jointly as husband and wife.\n\nCleopatra VII ascended the Egyptian throne on 22 March 51 BC upon the death of her father, Ptolemy XII Neos Dionysos.[25] She reigned as queen \"philopator\" and pharaoh with various male co-regents from 51 to 30 BC.[26]\n\nThe demise of the Ptolemies' power coincided with the growing dominance of the Roman Republic. With one empire after another falling to Macedon and the Seleucid empire, the Ptolemies had had little choice but to ally with the Romans, a pact that lasted over 150 years.  By Ptolemy XII's time, Rome had achieved a massive amount of influence over Egyptian politics and finances to the point that he declared the Roman senate the guardian of the Ptolemaic Dynasty.  He had paid vast sums of Egyptian wealth and resources in tribute to the Romans in order to regain and secure his throne following the rebellion and brief coup led by his older daughters, Tryphaena and Berenice IV. Both daughters were killed in Auletes' reclaiming of his throne; Tryphaena by assassination and Berenice by execution, leaving Cleopatra VII as the oldest surviving child of Ptolemy Auletes. Traditionally, Ptolemaic royal siblings were married to one another on ascension to the throne. These marriages sometimes produced children, and other times were only a ceremonial union to consolidate political power. Ptolemy Auletes expressed his wish for Cleopatra and her brother Ptolemy XIII to marry and rule jointly in his will, in which the Roman senate was named as executor, giving Rome further control over the Ptolemies and, thereby, the fate of Egypt as a nation.\n\nAfter the death of their father, Cleopatra VII and her younger brother Ptolemy XIII inherited the throne and were married. Their marriage was only nominal, however, and their relationship soon degenerated. Cleopatra was stripped of authority and title by Ptolemy XIII's advisors, who held considerable influence over the young king. Fleeing into exile, Cleopatra attempted to raise an army to reclaim the throne.\n\nJulius Caesar left Rome for Alexandria in 48 BC in order to quell the looming civil war, as war in Egypt, which was one of Rome's greatest suppliers of grain and other expensive goods, would have had a detrimental effect on trade with Rome, especially on Rome's working-class citizens. During his stay in the Alexandrian palace, he received 22-year-old Cleopatra, allegedly carried to him in secret wrapped in a carpet. Caesar agreed to support Cleopatra's claim to the throne. Ptolemy XIII and his advisors fled the palace, turning the Egyptian forces loyal to the throne against Caesar and Cleopatra, who barricaded themselves in the palace complex until Roman reinforcements could arrive to combat the rebellion, known afterward as the battles in Alexandria. Ptolemy XIII's forces were ultimately defeated at the Battle of the Nile and the king was killed in the conflict, reportedly drowning in the Nile while attempting to flee with his remaining army.\n\nIn the summer of 47 BC, having married her younger brother Ptolemy XIV, Cleopatra embarked with Caesar for a two-month trip along the Nile. Together, they visited Dendara, where Cleopatra was being worshiped as pharaoh, an honor beyond Caesar's reach. They became lovers, and she bore him a son, Caesarion. In 45 BC, Cleopatra and Caesarion left Alexandria for Rome, where they stayed in a palace built by Caesar in their honor.\n\nIn 44 BC, Caesar was murdered in Rome by several Senators. With his death, Rome split between supporters of Mark Antony and Octavian. When Mark Antony seemed to prevail, Cleopatra supported him and, shortly after, they too became lovers and eventually married in Egypt (though their marriage was never recognized by Roman law, as Antony was married to a Roman woman). Their union produced three children; the twins Cleopatra Selene and Alexander Helios, and another son, Ptolemy Philadelphos.\n\nMark Antony's alliance with Cleopatra angered Rome even more. Branded a power-hungry enchantress by the Romans, she was accused of seducing Antony to further her conquest of Rome. Further outrage followed at the donations of Alexandria ceremony in autumn of 34 BC in which Tarsus, Cyrene, Crete, Cyprus, and Judaea were all to be given as client monarchies to Antony's children by Cleopatra. In his will Antony expressed his desire to be buried in Alexandria, rather than taken to Rome in the event of his death, which Octavian used against Antony, sowing further dissent in the Roman populace.\n\nOctavian was quick to declare war on Antony and Cleopatra while public opinion of Antony was low. Their naval forces met at Actium, where the forces of Marcus Vipsanius Agrippa defeated the navy of Cleopatra and Antony. Octavian waited for a year before he claimed Egypt as a Roman province. He arrived in Alexandria and easily defeated Mark Antony's remaining forces outside the city. Facing certain death at the hands of Octavian, Antony attempted suicide by falling on his own sword, but survived briefly. He was taken by his remaining soldiers to Cleopatra, who had barricaded herself in her mausoleum, where he died soon after.\n\nKnowing that she would be taken to Rome to be paraded in Octavian's triumph (and likely executed thereafter), Cleopatra and her handmaidens committed suicide on 12 August 30 BC. Legend and numerous ancient sources claim that she died by way of the venomous bite of an asp, though others state that she used poison, or that Octavian ordered her death himself.\n\nCaesarion, her son by Julius Caesar, nominally succeeded Cleopatra until his capture and supposed execution in the weeks after his mother's death. Cleopatra's children by Antony were spared by Octavian and given to his sister (and Antony's Roman wife) Octavia Minor, to be raised in her household. No further mention is made of Cleopatra and Antony's sons in the known historical texts of that time, but their daughter Cleopatra Selene was eventually married through arrangement by Octavian into the Mauretanian royal line, one of Rome's many client monarchies. Through Cleopatra Selene's offspring the Ptolemaic line intermarried back into the Roman nobility for centuries.\n\nWith the deaths of Cleopatra and Caesarion, the dynasty of Ptolemies and the entirety of pharaonic Egypt came to an end. Alexandria remained the capital of the country, but Egypt itself became a Roman province. Octavian became the sole ruler of Rome and began converting it into a monarchy, the Roman Empire.\n\nUnder Roman rule, Egypt was governed by a prefect selected by the emperor from the Equestrian class and not a governor from the Senatorial order, to prevent interference by the Roman Senate. The main Roman interest in Egypt was always the reliable delivery of grain to the city of Rome. To this end the Roman administration made no change to the Ptolemaic system of government, although Romans replaced Greeks in the highest offices. But Greeks continued to staff most of the administrative offices and Greek remained the language of government except at the highest levels. Unlike the Greeks, the Romans did not settle in Egypt in large numbers. Culture, education and civic life largely remained Greek throughout the Roman period. The Romans, like the Ptolemies, respected and protected Egyptian religion and customs, although the cult of the Roman state and of the Emperor was gradually introduced.[citation needed]\n\n"
        },
        {
            "title": "Culture",
            "text": "Ptolemy I, perhaps with advice from Demetrius of Phalerum, founded the Library of Alexandria,[27] a research centre located in the royal sector of the city. Its scholars were housed in the same sector and funded by Ptolemaic rulers.[27] The chief librarian served also as the crown prince's tutor.[28] For the first hundred and fifty years of its existence, the library drew the top Greek scholars from all over the Hellenistic world.[28] It was a key academic, literary and scientific centre in antiquity.[29]\n\nGreek culture had a long but minor presence in Egypt long before Alexander the Great founded the city of Alexandria. It began when Greek colonists, encouraged by many Pharaohs, set up the trading post of Naucratis. As Egypt came under foreign domination and decline, the Pharaohs depended on the Greeks as mercenaries and even advisors. When the Persians took over Egypt, Naucratis remained an important Greek port and the colonist population were used as mercenaries by both the rebel Egyptian princes and the Persian kings, who later gave them land grants, spreading Greek culture into the valley of the Nile. When Alexander the Great arrived, he established Alexandria on the site of the Persian fort of Rhakortis. Following Alexander's death, control passed into the hands of the Lagid (Ptolemaic) Dynasty; they built Greek cities across their empire and gave land grants across Egypt to the veterans of their many military conflicts. Hellenistic civilization continued to thrive even after Rome annexed Egypt after the battle of Actium and did not decline until the Islamic conquests.\nPtolemaic art was produced during the reign of the Ptolemaic Rulers (304–30 BC), and was concentrated primarily within the bounds of the Ptolemaic Empire.[30][31] At first, artworks existed separately in either the Egyptian or the Hellenistic style, but over time, these characteristics began to combine. The continuation of the Egyptian art style evidences the Ptolemies' commitment to maintaining Egyptian customs. This strategy not only helped to legitimize their rule, but also placated the general population.[32] Greek-style art was also created during this time and existed in parallel to the more traditional Egyptian art, which could not be altered significantly without changing its intrinsic, primarily-religious function.[33] Art found outside of Egypt itself, though within the Ptolemaic Kingdom, sometimes used Egyptian iconography as it had been used previously, and sometimes adapted it.[34][35]\n\nFor example, the faience sistrum inscribed with the name of Ptolemy has some deceptively Greek characteristics, such as the scrolls at the top. However, there are many examples of nearly identical sistrums and columns dating all the way to Dynasty 18 in the New Kingdom. It is, therefore, purely Egyptian in style. Aside from the name of the king, there are other features that specifically date this to the Ptolemaic period. Most distinctively is the color of the faience. Apple green, deep blue, and lavender-blue are the three colors most frequently used during this period, a shift from the characteristic blue of the earlier kingdoms.[36] This sistrum appears to be an intermediate hue, which fits with its date at the beginning of the Ptolemaic empire.\n\nDuring the reign of Ptolemy II, Arsinoe II was deified either as stand-alone goddesses or as a personification of another divine figure and given their own sanctuaries and festivals in association to both Egyptian and Hellenistic gods (such as Isis of Egypt and Hera of Greece).[37] For example, Head Attributed to Arsinoe II deified her as an Egyptian goddess. However, the Marble head of a Ptolemaic queen deified Arsinoe II as Hera.[37] Coins from this period also show Arsinoe II with a diadem that is solely worn by goddesses and deified royal women.[38]\n\nThe Statuette of Arsinoe II was created c. 150–100 BC, well after her death, as a part of her own specific posthumous cult which was started by her husband Ptolemy II. The figure also exemplifies the fusing of Greek and Egyptian art. Although the backpillar and the goddess's striding pose is distinctively Egyptian, the cornucopia she holds and her hairstyle are both Greek in style. The rounded eyes, prominent lips, and overall youthful features show Greek influence as well.[40] \nDespite the unification of Greek and Egyptian elements in the intermediate Ptolemaic period, the Ptolemaic Kingdom also featured prominent temple construction as a continuation of developments based on Egyptian art tradition from the Thirtieth Dynasty.[41][42] Such behavior expanded the rulers' social and political capital and demonstrated their loyalty toward Egyptian deities, to the satisfaction of the local people.[43] Temples remained very New Kingdom and Late Period Egyptian in style though resources were oftentimes provided by foreign powers.[41] Temples were models of the cosmic world with basic plans retaining the pylon, open court, hypostyle halls, and dark and centrally located sanctuary.[41] However, ways of presenting text on columns and reliefs became formal and rigid during the Ptolemaic Dynasty. Scenes were often framed with textual inscriptions, with a higher text to image ratio than seen previously during the New Kingdom.[41] For example, a relief in the temple of Kom Ombo is separated from other scenes by two vertical columns of texts. The figures in the scenes are smooth, rounded, and high relief, a style continued throughout the 30th Dynasty. The relief represents the interaction between the Ptolemaic kings and the Egyptian deities, which legitimized their rule in Egypt .[39]\n\nIn Ptolemaic art, the idealism seen in the art of previous dynasties continues, with some alterations. Women are portrayed as more youthful, and men begin to be portrayed in a range from idealistic to realistic.[18][25] An example of realistic portrayal is the Berlin Green Head, which shows the non-idealistic facial features with vertical lines above the bridge of the nose, lines at the corners of the eyes and between the nose and the mouth.[26] The influence of Greek art was shown in an emphasis on the face that was not previously present in Egyptian art and incorporation of Greek elements into an Egyptian setting: individualistic hairstyles, the oval face, “round [and] deeply set” eyes, and the small, tucked mouth closer to the nose.[27] Early portraits of the Ptolemies featured large and radiant eyes in association to the rulers’ divinity as well as general notions of abundance.[44]\n\nWhen Ptolemy I Soter made himself king of Egypt, he created a new god, Serapis, to garner support from both Greeks and Egyptians. Serapis was the patron god of Ptolemaic Egypt, combining the Egyptian gods Apis and Osiris with the Greek deities Zeus, Hades, Asklepios, Dionysos, and Helios; he had powers over fertility, the sun, funerary rites, and medicine. His growth and popularity reflected a deliberate policy by the Ptolemaic state, and was characteristic of the dynasty's use of Egyptian religion to legitimize their rule and strengthen their control.\n\nThe cult of Serapis included the worship of the new Ptolemaic line of pharaohs; the newly established Hellenistic capital of Alexandria supplanted Memphis as the preeminent religious city. Ptolemy I also promoted the cult of the deified Alexander, who became the state god of the Ptolemaic kingdom. Many rulers also promoted individual cults of personality, including celebrations at Egyptian temples.\n\nBecause the monarchy remained staunchly Hellenistic, despite otherwise co-opting Egyptian faith traditions, religion during this period was highly syncretic. The wife of Ptolemy II, Arsinoe II, was often depicted in the form of the Greek goddess Aphrodite, but she wore the crown of lower Egypt, with ram's horns, ostrich feathers, and other traditional Egyptian indicators of royalty and/or deification; she wore the vulture headdress only on the religious portion of a relief. Cleopatra VII, the last of the Ptolemaic line, was often depicted with characteristics of the goddess Isis; she usually had either a small throne as her headdress or the more traditional sun disk between two horns.[45] Reflecting Greek preferences, the traditional table for offerings disappeared from reliefs during the Ptolemaic period, while male gods were no longer portrayed with tails, so as to make them more human-like in accordance with the Hellenistic tradition.\n\nNevertheless, the Ptolemies remained generally supportive of the Egyptian religion, which always remained key to their legitimacy. Egyptian priests and other religious authorities enjoyed royal patronage and support, more or less retaining their historical privileged status. Temples remained the focal point of social, economic, and cultural life; the first three reigns of the dynasty were characterized by rigorous temple building, including the completion of projects left over from the previous dynasty; many older or neglected structures were restored or enhanced.[46] The Ptolemies generally adhered to traditional architectural styles and motifs. In many respects, the Egyptian religion thrived: temples became centers of learning and literature in the traditional Egyptian style.[46] The worship of Isis and Horus became more popular, as did the practice of offering animal mummies.\n\nMemphis, while no longer the center of power, became the second city after Alexandria, and enjoyed considerable influence; its High Priests of Ptah, an ancient Egyptian creator god, held considerable sway among the priesthood and even with the Ptolemaic kings. Saqqara, the city's necropolis, was a leading center of worship of Apis bull, which had become integrated into the national mythos. The Ptolemies also lavished attention on Hermopolis, the cult center of Thoth, building a Hellenistic-style temple in his honor. Thebes continued to be a major religious center and home to a powerful priesthood; it also enjoyed royal development, namely of the Karnak complex devoted to the Osiris and Khonsu. The city's temples and communities prosperous, while a new Ptolemaic style of cemeteries were built.[46]\n\nA common stele that appears during the Ptolemaic Dynasty is the cippus, a type of religious object produced for the purpose of protecting individuals. These magical stelae were made of various materials such as limestone, chlorite schist, and metagreywacke, and were connected with matters of health and safety. Horus on the Crocodiles cippi during the Ptolemaic Period generally featured the child form of the Egyptian god Horus, Horpakhered (or Harpocrates). This portrayal refers to the myth of Horus triumphing over dangerous animals in the marshes of Khemmis with magic power (also known as Akhmim).[47][48]\n\nPtolemaic Egypt was highly stratified in terms of both class and language. More than any previous foreign rulers, the Ptolemies retained or co-opted many aspects of the Egyptian social order, using Egyptian religion, traditions, and political structures to increase their own power and wealth.\n\nAs before, peasant farmers remained the vast majority of the population, while agricultural land and produce were owned directly by the state, temple, or noble family that owned the land. Macedonians and other Greeks now formed the new upper classes, replacing the old native aristocracy. A complex state bureaucracy was established to manage and extract Egypt's vast wealth for the benefit of the Ptolemies and the landed gentry.\n\nGreeks held virtually all the political and economic power, while native Egyptians generally occupied only the lower posts; over time, Egyptians who spoke Greek were able to advance further and many individuals identified as \"Greek\" were of Egyptian descent. Eventually, a bilingual and bicultural social class emerged in Ptolemaic Egypt.[49] Priests and other religious officials remained overwhelmingly Egyptian, and continued to enjoy royal patronage and social prestige, as the Ptolemies' relied on the Egyptian faith to legitimize their rule and placate the populace.\n\nAlthough Egypt was a prosperous kingdom, with the Ptolemies lavishing patronage through religious monuments and public works, the native population enjoyed few benefits; wealth and power remained overwhelmingly in the hands of Greeks. Subsequently, uprising and social unrest were frequent, especially by the early third century BC. Egyptian nationalism reached a peak in the reign of Ptolemy IV Philopator (221–205 BC), when a succession of native self-proclaimed \"pharaoh\" gained control over one district. This was only curtailed nineteen years later when Ptolemy V Epiphanes (205–181 BC) succeeded in subduing them, though underlying grievances were never extinguished, and riots erupted again later in the dynasty.\n\nPtolemaic Egypt produced extensive series of coinage in gold, silver and bronze. These included issues of large coins in all three metals, most notably gold pentadrachm and octadrachm, and silver tetradrachm, decadrachm and pentakaidecadrachm.[citation needed]\n\n"
        },
        {
            "title": "Military",
            "text": "The military of Ptolemaic Egypt is considered to have been one of the best of the Hellenistic period, benefiting from the kingdom's vast resources and its ability to adapt to changing circumstances.[50] The Ptolemaic military initially served a defensive purpose, primarily against competing diadochi claimants and rival Hellenistic states like the Seleucid Empire. By the reign of Ptolemy III (246 to 222 BC), its role was more imperialistic, helping extend Ptolemaic control or influence over Cyrenaica, Coele-Syria, and Cyprus, as well as over cities in Anatolia, southern Thrace, the Aegean islands, and Crete. The military expanded and secured these territories while continuing its primary function of protecting Egypt; its main garrisons were in Alexandria, Pelusium in the Delta, and Elephantine in Upper Egypt. The Ptolemies also relied on the military to assert and maintain their control over Egypt, often by virtue of their presence. Soldiers served in several units of the royal guard and were mobilized against uprisings and dynastic usurpers, both of which became increasingly common. Members of the army, such as the machimoi (low ranking native soldiers) were sometimes recruited as guards for officials, or even to help enforce tax collection.[51]\n\nThe Ptolemies maintained a standing army throughout their reign, made up of both professional soldiers (including mercenaries) and recruits. From the very beginning the Ptolemaic army demonstrated considerable resourcefulness and adaptability. In his fight for control over Egypt, Ptolemy I had relied on a combination of imported Greek troops, mercenaries, native Egyptians, and even prisoners of war.[50] The army was characterized by its diversity and maintained records of its troops' national origins, or patris.[52] In addition to Egypt itself, soldiers were recruited from Macedonia, Cyrenaica (modern Libya), mainland Greece, the Aegean, Asia Minor, and Thrace; overseas territories were often garrisoned with local soldiers.[53]\n\nBy the second and first centuries BC, increasing warfare and expansion, coupled with reduced Greek immigration, led to increasing reliance on native Egyptians; however, Greeks retained the higher ranks of royal guards, officers, and generals.[50] Though present in the military from its founding, native troops were sometimes looked down upon and distrusted due to their reputation for disloyalty and tendency to aid local revolts;[54] however, they were well regarded as fighters, and beginning with the reforms of Ptolemy V in the early third century BC, they appeared more frequently as officers and cavalrymen.[55] Egyptian soldiers also enjoyed a socioeconomic status higher than the average native.[56]\n\nTo obtain reliable and loyal soldiers, the Ptolemies developed several strategies that leveraged their ample financial resources and even Egypt's historical reputation for wealth; royal propaganda could be evidenced in a line by the poet Theocritus, \"Ptolemy is the best paymaster a free man could have\".[50] Mercenaries were paid a salary (misthos) of cash and grain rations; an infantryman in the third century BC earned about one silver drachma daily. This attracted recruits from across the eastern Mediterranean, who were sometimes referred to misthophoroi xenoi — literally \"foreigners paid with a salary\". By the second and first century BC, misthophoroi were mainly recruited within Egypt, notably among the Egyptian population. Soldiers were also given land grants called kleroi, whose size varied according to the military rank and unit, as well as stathmoi, or residences, which were sometimes in the home of local inhabitants; men who settled in Egypt through these grants were known as cleruchs. At least from about 230 BC, these land grants were provided to machimoi, lower ranking infantry usually of Egyptian origin, who received smaller lots comparable to traditional land allotments in Egypt.[50] Kleroi grants could be extensive: a cavalryman could receive at least 70 arouras of land, equal to about 178,920 square metres, and as much as 100 arouras; infantrymen could expect 30 or 25 arouras and machimoi at least five auroras, considered enough for one family.[57] The lucrative nature of military service under the Ptolemies appeared to have been effective at ensuring loyalty. Few mutinies and revolts are recorded, and even rebellious troops would be placated with land grants and other incentives.[58]\n\nAs in other Hellenistic states, the Ptolemaic army inherited the doctrines and organization of Macedonia, albeit with some variations over time.[59] The core of the army consisted of cavalry and infantry; as under Alexander, cavalry played a larger role both numerically and tactically, while the Macedonian phalanx served as the primary infantry formation. The multiethnic nature of the Ptolemaic army was an official organizational principle: soldiers were evidently trained and utilized based on their national origin; Cretans generally served as archers, Libyans as heavy infantry, and Thracians as cavalry.[50] Similarly, units were grouped and equipped based on ethnicity. Nevertheless, different nationalities were trained to fight together, and most officers were of Greek or Macedonian origin, which allowed for a degree of cohesion and coordination. Military leadership and the figure of the king and queen were central for ensuring unity and morale among multiethnic troops; at the battle of Raphai, the presence of Ptolemy was reportedly critical in maintaining and boosting the fighting spirit of both Greek and Egyptians soldiers.[50]\n\nThe Ptolemaic Kingdom was considered a major naval power in the eastern Mediterranean.[60] Some modern historians characterize Egypt during this period as a thalassocracy, owing to its innovation of \"traditional styles of Mediterranean sea power\", which allowed its rulers to \"exert power and influence in unprecedented ways\".[61] With territories and vassals spread across the eastern Mediterranean, including Cyprus, Crete, the Aegean islands, and Thrace, the Ptolemies required a large navy to defend against enemies like the Seleucids and Macedonians.[62] The Ptolemaic navy also protected the kingdom's lucrative maritime trade and engaged in antipiracy measures, including along the Nile.[63]\n\nLike the army, the origins and traditions of the Ptolemaic navy were rooted in the wars following the death of Alexander in 320 BC. Various diadochi competed for naval supremacy over the Aegean and eastern Mediterranean,[64] and Ptolemy I founded the navy to help defend Egypt and consolidate his control against invading rivals.[65] He and his immediate successors turned to developing the navy to project power overseas, rather than build a land empire in Greece or Asia.[66] Notwithstanding an early crushing defeat at the Battle of Salamis in 306 BC, the Ptolemaic navy became the dominant maritime force in the Aegean and eastern Mediterranean for the next several decades. Ptolemy II maintained his father's policy of making Egypt the preeminent naval power in the region; during his reign (283 to 246 BC), the Ptolemaic navy became the largest in the Hellenistic world and had some of the largest warships ever built in antiquity.[67] The navy reached its height following the victory of Ptolemy II during the First Syrian War (274–271 BC), succeeding in repelling both Seleucid and Macedonian control of the eastern Mediterranean and the Aegean.[68] During the subsequent Chremonidean War, the Ptolemaic navy succeeded in blockading Macedonia and containing its imperial ambitions to mainland Greece.[69]\n\nBeginning with the Second Syrian War (260–253 BC), the navy suffered a series of defeats and declined in military importance, which coincided with the loss of Egypt's overseas possessions and the erosion of its maritime hegemony. The navy was relegated primarily to a protective and antipiracy role for the next two centuries, until its partial revival under Cleopatra VII, who sought to restore Ptolemaic naval supremacy amid the rise of Rome as a major Mediterranean power.[70] Egyptian naval forces took part in the decisive battle of Actium during the final war of the Roman Republic, but once again suffered a defeat that culminated with the end of Ptolemaic rule.\n\nAt its apex under Ptolemy II, the Ptolemaic navy may have had as many as 336 warships,[71] with Ptolemy II reportedly having at his disposal more than 4,000 ships (including transports and allied vessels).[71] Maintaining a fleet of this size would have been costly, and reflected the vast wealth and resources of the kingdom.[71] The main naval bases were at Alexandria and Nea Paphos in Cyprus. The navy operated throughout the eastern Mediterranean, Aegean Sea, and Levantine Sea, and along the Nile, patrolling as far as the Red Sea towards the Indian Ocean.[72] Accordingly, naval forces were divided into four fleets: the Alexandrian,[73] Aegean,[74] Red Sea,[75] and Nile River.[76]\n\n"
        },
        {
            "title": "Cities",
            "text": "While ruling Egypt, the Ptolemaic Dynasty built many Greek settlements throughout their Empire, to either Hellenize new conquered peoples or reinforce the area. Egypt had only three main Greek cities—Alexandria, Naucratis, and Ptolemais.\n\nOf the three Greek cities, Naucratis, although its commercial importance was reduced with the founding of Alexandria, continued in a quiet way its life as a Greek city-state. During the interval between the death of Alexander and Ptolemy's assumption of the style of king, it even issued an autonomous coinage. And the number of Greek men of letters during the Ptolemaic and Roman period, who were citizens of Naucratis, proves that in the sphere of Hellenic culture Naucratis held to its traditions. Ptolemy II bestowed his care upon Naucratis. He built a large structure of limestone, about 100 metres (330 ft) long and 18 metres (59 ft) wide, to fill up the broken entrance to the great Temenos; he strengthened the great block of chambers in the Temenos, and re-established them. At the time when Sir Flinders Petrie wrote the words just quoted[citation needed] the great Temenos was identified with the Hellenion. But Mr. Edgar has recently pointed out that the building connected with it was an Egyptian temple, not a Greek building.[citation needed] Naucratis, therefore, in spite of its general Hellenic character, had an Egyptian element. That the city flourished in Ptolemaic times \"we may see by the quantity of imported amphorae, of which the handles stamped at Rhodes and elsewhere are found so abundantly.\" The Zeno papyri show that it was the chief port of call on the inland voyage from Memphis to Alexandria, as well as a stopping-place on the land-route from Pelusium to the capital. It was attached, in the administrative system, to the Saïte nome.\n\nA major Mediterranean port of Egypt, in ancient times and still today, Alexandria was founded in 331 BC by Alexander the Great. According to Plutarch, the Alexandrians believed that Alexander the Great's motivation to build the city was his wish to \"found a large and populous Greek city that should bear his name.\" Located 30 kilometres (19 mi) west of the Nile's westernmost mouth, the city was immune to the silt deposits that persistently choked harbors along the river. Alexandria became the capital of the Hellenized Egypt of King Ptolemy I (reigned 323–283 BC). Under the wealthy Ptolemaic Dynasty, the city soon surpassed Athens as the cultural center of the Hellenic world.\n\nLaid out on a grid pattern, Alexandria occupied a stretch of land between the sea to the north and Lake Mareotis to the south; a man-made causeway, over three-quarters of a mile long, extended north to the sheltering island of Pharos, thus forming a double harbor, east and west. On the east was the main harbor, called the Great Harbor; it faced the city's chief buildings, including the royal palace and the famous Library and Museum. At the Great Harbor's mouth, on an outcropping of Pharos, stood the lighthouse, built c. 280 BC. Now vanished, the lighthouse was reckoned as one of the Seven Wonders of the World for its unsurpassed height (perhaps 140 metres or 460 ft); it was a square, fenestrated tower, topped with a metal fire basket and a statue of Zeus the Savior.\n\nThe Library, at that time the largest in the world, contained several hundred thousand volumes and housed and employed scholars and poets. A similar scholarly complex was the Museum (Mouseion, \"hall of the Muses\"). During Alexandria's brief literary golden period, c. 280–240 BC, the Library subsidized three poets—Callimachus, Apollonius of Rhodes, and Theocritus—whose work now represents the best of Hellenistic literature. Among other thinkers associated with the Library or other Alexandrian patronage were the mathematician Euclid (c. 300 BC), the inventor Archimedes (287 BC – c. 212 BC), and the polymath Eratosthenes (c. 225 BC).[77]\n\nCosmopolitan and flourishing, Alexandria possessed a varied population of Greeks, Egyptians and other Oriental peoples, including a sizable minority of Jews, who had their own city quarter. Periodic conflicts occurred between Jews and ethnic Greeks. According to\nStrabo, Alexandria had been inhabited during Polybius' lifetime by local Egyptians, foreign mercenaries and the tribe of the Alexandrians, whose origin and customs Polybius identified as Greek.\n\n\nThe city enjoyed a calm political history under the Ptolemies. It passed, with the rest of Egypt, into Roman hands in 30 BC, and became the second city of the Roman Empire.\nThe second Greek city founded after the conquest of Egypt was Ptolemais, 400 miles (640 km) up the Nile, where there was a native village called Psoï, in the nome called after the ancient Egyptian city of Thinis. If Alexandria perpetuated the name and cult of the great Alexander, Ptolemais was to perpetuate the name and cult of the founder of the Ptolemaic time. Framed in by the barren hills of the Nile Valley and the Egyptian sky, here a Greek city arose, with its public buildings and temples and theatre, no doubt exhibiting the regular architectural forms associated with Greek culture, with a citizen-body Greek in blood, and the institutions of a Greek city. If there is some doubt whether Alexandria possessed a council and assembly, there is none in regard to Ptolemais. It was more possible for the kings to allow a measure of self-government to a people removed at that distance from the ordinary residence of the court. We have still, inscribed on stone, decrees passed in the assembly of the people of Ptolemais, couched in the regular forms of Greek political tradition: It seemed good to the boule and to the demos: Hermas son of Doreon, of the deme Megisteus, was the proposer: Whereas the prytaneis who were colleagues with Dionysius the son of Musaeus in the 8th year, etc.\n\n"
        },
        {
            "title": "Demographics",
            "text": "The Ptolemaic Kingdom was diverse and cosmopolitan. Beginning under Ptolemy I Soter, Macedonians and other Greeks were given land grants and allowed to settle with their families, encouraging tens of thousands of Greek mercenaries and soldiers to immigrate where they became a landed class of royal soldiers.[78] Greeks soon became the dominant elite; native Egyptians, though always the majority, generally occupied lower posts in the Ptolemaic government. Over time, the Greeks in Egypt became somewhat homogenized and the cultural distinctions between immigrants from different regions of Greece became blurred.[79]\n\nMany Jews were imported from neighboring Judea by the thousands for being renowned fighters, also establishing an important community. Other foreign groups settled from across the ancient world, usually as cleruchs who had been granted land in exchange for military service.\n\nOf the many foreign groups who had come to settle in Egypt, the Greeks were the most privileged. They were partly spread as allotment-holders over the country, forming social groups, in the country towns and villages, side by side with the native population, partly gathered in the three Greek cities, the old Naucratis, founded before 600 BC (in the interval of Egyptian independence after the expulsion of the Assyrians and before the coming of the Persians), and the two new cities, Alexandria by the sea, and Ptolemais in Upper Egypt. Alexander and his Seleucid successors founded many Greek cities all over their dominions.\n\nGreek culture was so much bound up with the life of the city-state that any king who wanted to present himself to the world as a genuine champion of Hellenism had to do something in this direction, but the king of Egypt, ambitious to shine as a Hellene, would find Greek cities, with their republican tradition and aspirations to independence, inconvenient elements in a country that lent itself, as no other did, to bureaucratic centralization. The Ptolemies therefore limited the number of Greek city-states in Egypt to Alexandria, Ptolemais, and Naucratis.\n\nOutside of Egypt, the Ptolemies exercised control over Greek cities in Cyrenaica, Cyprus, and on the coasts and islands of the Aegean, but they were smaller than Greek poleis in Egypt. There were indeed country towns with names such as Ptolemais, Arsinoe, and Berenice, in which Greek communities existed with a certain social life and there were similar groups of Greeks in many of the old Egyptian towns, but they were not communities with the political forms of a city-state. Yet if they had no place of political assembly, they often had their own gymnasium, the essential sign of Hellenism, serving something of the purpose of a university for the young men. Far up the Nile at Ombi a gymnasium of the local Greeks was found in 136–135 BC, which passed resolutions and corresponded with the king. Also, in 123 BC, when there was trouble in Upper Egypt between the towns of Crocodilopolis and Hermonthis, the negotiators sent from Crocodilopolis were the young men attached to the gymnasium, who, according to the Greek tradition, ate bread and salt with the negotiators from the other town. All the Greek dialects of the Greek world gradually became assimilated in the Koine Greek dialect that was the common language of the Hellenistic world. Generally, the Greeks of Ptolemaic Egypt felt like representatives of a higher civilization but were curious about the native culture of Egypt.\n\nThe Jews who lived in Egypt had originally immigrated from the Southern Levant. Within a few generations the Jews spoke Greek, the dominant language of Egypt at the time, and not the Hebrew or Aramaic of the first immigrants.[80] According to Jewish legend the Septuagint, the Greek translation of the Jewish scriptures, was written by seventy-two Jewish translators for Ptolemy II.[81] That is confirmed by historian Flavius Josephus, who writes that Ptolemy, desirous to collect every book in the habitable earth, applied Demetrius Phalereus to the task of organizing an effort with the Jewish high priests to translate the Jewish books of the Law for his library.[82] Josephus thus places the origins of the Septuagint in the 3rd century BC, when Demetrius and Ptolemy II lived. According to one Jewish legend, the seventy wrote their translations independently from memory, and the resultant works were identical at every letter.  However, Josephus states they worked together arguing over the translation and finished the work in 72 days.  Josephus goes into great detail on the elaborate preparations and regal treatment of the 70 elders of the tribes of Israel chosen to accomplish the task in his Antiquities of the Jews Book 12, chapter 2, which is dedicated to the description of this famous event.[83]\n\nIn 1990, more than 2,000 papyri written by Zeno of Caunus from the time of Ptolemy II Philadelphus were discovered, which contained at least 19 references to Arabs in the area between the Nile and the Red Sea, and mentioned their jobs as police officers in charge of \"ten person units\", and some others were mentioned as shepherds.[84] Arabs in the Ptolemaic Egypt or Syria, and they managed to raid and attack both sides of the conflict between the Ptolemaic Kingdom and its enemies.[85][86]\n\n"
        },
        {
            "title": "Agriculture",
            "text": "The early Ptolemies increased cultivatable land through irrigation and land reclamation. The Ptolemies drained the marshes of the Faiyum to create a new province of cultivatable land.[87] They also introduced crops such as durum wheat and intensified the production of goods such as wool. Wine production increased dramatically during the Ptolemaic period, as the new Greek ruling class greatly preferred wine to the beer traditionally produced in Egypt. Vines from regions like Crete were planted in Egypt in an attempt to produce Greek wines.[88]\n\n"
        }
    ]
}