{
    "url": "https://en.wikipedia.org/wiki/Publication",
    "title": "Publication",
    "table_of_contents": [
        "1 Legal definition and copyright",
        "1.1 Indonesia",
        "1.2 United States",
        "2 Biological classification",
        "3 Types",
        "3.1 Material types",
        "3.1.1 Electronic publishing",
        "3.2 Content types",
        "4 Unpublished works",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "To publish is to make content available to the general public.[1][2] While specific use of the term may vary among countries, it is usually applied to text, images, or other audio-visual content, including paper (newspapers, magazines, catalogs, etc.). The word publication means the act of publishing, and also any printed copies issued for public distribution.\n\n"
        },
        {
            "title": "Legal definition and copyright",
            "text": "\"Publication\" is a technical term in legal contexts and especially important in copyright legislation.  An author of a work generally is the initial owner of the copyright on the work. One of the copyrights granted to the author of a work is the exclusive right to publish the work.\n\nIn Indonesia, publication is defined as:\n\nIn the United States, publication is defined as:\n\nGenerally, the right to publish a work is an exclusive right of copyright owner (17 USC 106), and violating this right (e.g. by disseminating copies of the work without the copyright owner's consent) is a copyright infringement (17 USC 501(a)), and the copyright owner can demand (by suing in court) that e.g. copies distributed against their will be confiscated and destroyed (17 USC 502, 17 USC 503). Exceptions and limitations are written into copyright law, however; for example, the exclusive rights of the copyright owner eventually expire, and even when in force, they don't extend to publications covered by fair use or certain types of uses by libraries and educational institutions.\n\nThe definition of \"publication\" as \"distribution of copies to the general public with the consent of the author\" is also supported by the Berne Convention, which makes mention of \"copies\" in article 3(3), where \"published works\" are defined.[1] In the Universal Copyright Convention, \"publication\" is defined in article VI as \"the reproduction in tangible form and the general distribution to the public of copies of a work from which it can be read or otherwise visually perceived.\"[2] Many countries around the world follow this definition, although some make some exceptions for particular kinds of works. In Germany, §6 of the Urheberrechtsgesetz additionally considers works of the visual arts (such as sculptures) \"published\" if they have been made permanently accessible by the general public (i.e., erecting a sculpture on public grounds is publication in Germany).[3] Australia and the UK (as the U.S.) do not have this exception and generally require the distribution of copies necessary for publication. In the case of sculptures, the copies must be even three-dimensional.[4][5]\n\nPublication in Singapore\nWhen ever writing a composition the work is extremely refined along with the guitar much like the io2 digital pen. It is extremely multipurpose and can give on any sort of newspaper. They are ideal for taking paperwork in the meeting, for post-it notes or perhaps jotting down thoughts to your arrangement. The handwritten material…\n\n\n\n"
        },
        {
            "title": "Biological classification",
            "text": "In biological classification (taxonomy), the publication of the description of a taxon has to comply with some rules. The definition of the \"publication\" is defined in nomenclature codes. Traditionally there were the following rules:\n\nElectronic publication with some restrictions is permitted for publication of scientific names of fungi since 1 January 2013.[6]\n\n"
        },
        {
            "title": "Types",
            "text": "There is an enormous variety of material types of publication, some of which are:\n\n Electronic publishing (also referred to as e-publishing or digital publishing or online publishing) includes the digital publication of e-books, digital magazines, and the development of digital libraries and catalogues. Electronic publishing has become common. It is also becoming common to distribute books, magazines, and newspapers to consumers through digital devices, by online sources.\n\nTypes of publication can also be distinguished by content:\n\n"
        },
        {
            "title": "Unpublished works",
            "text": "A work that has not undergone publication, and thus is not generally available to the public, or for citation in scholarly or legal contexts, is called an unpublished work. In some cases unpublished works are widely cited, or circulated via informal means.[7] An author who has not yet published a work may also be referred to as being unpublished.\n\nThe status of being unpublished has specific significance in the legal context, where it may refer to the non-publication of legal opinions in the United States\n\n"
        }
    ]
}