{
    "url": "https://en.wikipedia.org/wiki/Punic_religion",
    "title": "Punic religion",
    "table_of_contents": [
        "1 Pantheon",
        "2 Practices",
        "2.1 Priesthood",
        "2.2 Funerary practices",
        "2.3 Funerary iconography",
        "2.4 Sacrifice and dedications",
        "2.5 Tophets and child sacrifice",
        "2.5.1 Archaeological evidence",
        "2.5.2 Controversy",
        "3 See also",
        "4 References",
        "5 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Punic religion, Carthaginian religion, or Western Phoenician religion in the western Mediterranean was a direct continuation of the Phoenician variety of the polytheistic ancient Canaanite religion. However, significant local differences developed over the centuries following the foundation of Carthage and other Punic communities elsewhere in North Africa, southern Spain, Sardinia, western Sicily, and Malta from the ninth century BC onward. After the conquest of these regions by the Roman Republic in the third and second centuries BCE, Punic religious practices continued, surviving until the fourth century CE in some cases. As with most cultures of the ancient Mediterranean, Punic religion suffused their society and there was no stark distinction between religious and secular spheres.[1] Sources on Punic religion are poor. There are no surviving literary sources and Punic religion is primarily reconstructed from inscriptions and archaeological evidence.[2] An important sacred space in Punic religion appears to have been the large open air sanctuaries known as tophets in modern scholarship, in which urns containing the cremated bones of infants and animals were buried. There is a long-running scholarly debate about whether child sacrifice occurred at these locations, as suggested by Greco-Roman and biblical sources.\n\n"
        },
        {
            "title": "Pantheon",
            "text": "The Punics derived the original core of their religion from Phoenicia, but also developed their own pantheons.[3] The poor quality of the evidence means that conclusions about these gods must be tentative.[4] There are no surviving hymns, prayers, or lists of gods and while there are many inscriptions,[5] these are very formulaic and generally only mention the names of gods.[6][7] The names of gods were also often incorporated into theophoric personal names and some gods are known primarily from this onomastic evidence.[8][1]\n\nIt is difficult to reconstruct a hierarchy of the Carthaginian gods.[9] It was common for the pantheons of Phoenician cities to be headed by a divine couple, entitled Baal (lord) and \"Baalat\" (\"lady\").[10] At Carthage, this divine couple appears to have consisted of the god Baal Hammon and the goddess Tanit, who appear frequently in inscriptions from the tophet of Salammbô, with which they seem to have been especially associated.[4][11] From the fifth century BCE, Tanit begins to be mentioned before Baal Hammon in inscriptions and bears the title \"Face of Baal\" (pene Baal), perhaps indicating that she was seen as mediating between the worshipper and Baal Hammon.[12] An anthropomorphic symbol, composed of a circular \"head\", horizontal \"arms\", and a triangular \"body,\" which is frequently found on Carthaginian stelae, is known by modern scholars as the sign of Tanit, but it is not clear whether the Carthaginians themselves associated it with Tanit. The connections of Baal Hammon and Tanit to the Phoenician pantheon are debated: Tanit may have a Libyan origin,[12] but some scholars connect her to the Phoenician goddesses Anat, Astarte or Asherah; Baal Hammon is sometimes connected to Melqart or El.[4] The gods Eshmun and Melqart also had their own  temples in Carthage.[4] The priests of other gods are known from epigraphic evidence, include Ashtart (Astarte), Reshef, Sakon, and Shamash.[11]\n\nDifferent Punic centres had their own distinct pantheons. In Punic Sardinia, Sid or Sid Babi (known to the Romans as Sardus Pater and apparently an indigenous deity) received worship as the son of Melqart and was particularly associated with the island.[13]  At Maktar, to the southwest of Carthage, an important god was Hoter Miskar (\"the sceptre of Miskar\"). At Leptis Magna, a number of unique gods are attested, many of them in Punic-Latin bilingual inscriptions, such as El-qone-eres, Milkashtart (Hercules), and Shadrafa (Liber Pater).[14] Inscriptions in the tophet at Motya in western Sicily frequently refer to Baal Hammon, as in Carthage, but do not refer to Tanit at all.[15]\n\nFollowing the common practice of interpretatio graeca, Greco-Roman sources consistently use Greek and Latin names, rather than Punic ones, to refer to Punic deities.[8] They typically identify Baal Hammon with Cronus/Saturn, Tanit with Hera/Juno Caelestis,[11] Melqart with Hercules,[12] and Astarte with Venus/Aphrodite, although the Etruscan-Punic bilingual Pyrgi Tablets produced around 500 BCE identify her with the Etruscan goddess Uni (Hera/Juno).[15] Both Reshef and Eshmun could be Apollo, but Eshmun was also identified with Asclepius.[8][12] Many of these Roman gods, especially Saturn, Caelestis, Hercules, and Asclepius remained very popular in North Africa after the Roman conquest and probably represent an adaptation and continuation of the Punic deities.[16]\n\nAn important source on the Carthaginian pantheon is a treaty between Hamilcar of Carthage and Philip III of Macedon preserved by the second-century BCE Greek historian Polybius which lists the Carthaginian gods under Greek names, in a set of three triads. Shared formulas and phrasing show it belongs to a Near Eastern treaty tradition, with parallels attested in Hittite, Akkadian, and Aramaic.[17][18] Given the inconsistencies in identifications by Greco-Roman authors, it is not clear which Carthaginian gods are to be interpreted.[8] Paolo Xella and Michael Barré (followed by Clifford) have put forward different identifications.[14][17][18] Barré has also connected his identifications with Tyrian and Ugaritic predecessors[18]\n\nThe Carthaginians also adopted the Greek cults of Persephone (Kore) and Demeter in 396 BCE as a result of a plague that was seen as divine retribution for the Carthaginian desecration of these goddesses' shrines at Syracuse.[19] Nevertheless, Carthaginian religion did not undergo any significant Hellenization.[20] The Egyptian deities Bes, Bastet, Isis, Osiris and Ra were also worshiped.[21][8]\n\nThere is very little evidence for a Punic mythology, but some scholars have seen an original Carthaginian myth behind the story of the foundation of Carthage that is reported by Greek and Latin sources, especially Josephus and Vergil. In this story, Elissa (or Dido) flees Tyre after the her brother king Pygmalion murders her husband, a priest of Melqart, and establishes the city of Carthage. Eventually, Elissa/Dido burns herself on a pyre. Some scholars connect this and other instances of self-immolation in historical accounts of Carthaginian generals with tophet rituals.[22] Josephine Crawley Quinn has proposed that myth of the Philaeni brothers in Libya had its roots in Punic myth and Carolina López-Ruiz has made similar arguments for the story of Gargoris and Habis in Tartessus.[23][24]\n\n"
        },
        {
            "title": "Practices",
            "text": "The Carthaginians appear to have had both part-time and full-time priests, the latter called khnm (singular khn, cognate with the Hebrew term kohen), led by high priests called rb khnm. Lower-ranking religious officials, attached to specific sanctuaries, included the \"chief of the gatekeepers,\" people called \"servants\" or \"slaves\" of the sanctuary (male: ˤbd, female: ˤbdt or mt), and functionaries like cooks, butchers, singers, and barbers.[20][25] Goddesses may have been worshiped together and shared the same priests.[26] A class of cultic officials known as the mqm ˤlm (vocalized miqim elim, usually translated \"Awakener of the god\") was responsible for ensuring that the dying-and-rising god Melqart returned to watch over the city each year.[19][27] Sanctuaries had associations, referred to as mrzḥ in Punic and Neo-Punic inscriptions, who held ritual banquets.[25] M'Hamed Hassine Fantar proposes that it was the part-time priests, appointed in some way by the civil authorities, who controlled religious affairs, while the full-time priests were primarily responsible for rites and the interpretation of myth.[28] At Carthage, for example, there was a thirty-person council that regulated sacrifices.[29] Some Phoenician communities practiced sacred prostitution; in the Punic sphere this is attested at Sicca Veneria (El Kef) in western Tunisia and the sanctuary of Venus Erycina at Eryx in western Sicily.[25]\n\nThe funerary practices of the Carthaginians were very similar to those of Phoenicians in the Levant. They include the rituals surrounding the disposal of the remains, funerary feasts, and ancestor worship. A variety of grave goods are found in the tombs, which indicate a belief in life after death.[30]\n\nCemeteries were located outside settlements.[31] They were often symbolically separated from them by geographic features like rivers or valleys.[32] A short papyrus found in a tomb at Tal-Virtù in Malta suggests a belief that the dead had to cross a body of water to enter the afterlife.[33] Tombs could take the form of fossae (rectangular graves cut into the earth or bedrock), pozzi (shallow, round pits), and hypogea (rock-cut chambers with stone benches on which the deceased was laid). There are some built tombs, all from before the sixth century BC.[34][35] Tombs are often surmounted by small funerary stelae and baetyls.\n\nAt different times, Punic people practiced both cremation and inhumation. Until the sixth century BCE, cremation was the normal means of disposing of the dead.[30][36] In the sixth century BCE, cremation was almost entirely superseded by inhumation. Thereafter, cremation was largely restricted to infant burials.[30][36] This change is sometimes associated with the expansion of Carthaginian influence in the western Mediterranean, but exactly how and why this change occurred is unclear.[36] Around 300 BC, cremation once again became the norm, especially in Sardinia and Ibiza.[37] Cremation pits have been identified at  Gades in Spain and Monte Sirai in Sardinia.[38][39][40] After cremation, the bones were cleaned and separated from the ashes and then placed carefully in urns before burial. At Hoya de los Rastros, near Ayamonte in Spain, for example, the bones were arranged in order in their urns so that the feet were at the bottom and the skull at the top.[38][41] Cremated and inhumed remains could be placed in wooden coffins or stone sarcophagi.[42][36] Examples are known from Tharros and Sulci in Sardinia,[43] Lilybaeum in Sicily, Casa del Obispo at Gades in Spain,[44] and Carthage and Kerkouane in Tunisia.[38] Before burial, the deceased was anointed with perfumed resin,[45] coloured red with ochre or cinnabar,[46] traces of which have been recovered archaeologically.[47]\n\nThe funeral was accompanied by a feast in the cemetery.[48] This banquet, called a mrz, is attested in inscriptions of the fourth and third centuries BC, but is known in the Levant in earlier periods. The attendees decorated an altar and sacrificed an animal which they then ate.[48] The feasts included the consumption of wine,[48] which may have had symbolic links to blood, the fertility of the Earth, and new life, as it did for other Mediterranean peoples.[49] At the end of the feast, the crockery was smashed or buried in order to ritually kill it.[48][50] Cemeteries included spaces and equipment for food preparation.[48] The feast may have played a role in determining inheritance and could have symbolised the enduring bond between the deceased and their survivors.[48] These funerary feasts were repeated at regular intervals as part of a cult of the ancestors (called rpʼm, cognate with the Hebrew rephaim). In Neo-Punic texts, the rpʼm are equated with the Latin Manes.[51] At Monte Sirai in Sardinia, tombs included amphorae to channel libations offered on these occasions down into the tomb.[52] The funerary stelae and baetyls erected on top of tombs, which are often inscribed with the name of the deceased and anthropomorphised, may have been intended as the focus for worship of the deceased within the context of this ancestor cult.[53] Small stone altars were found in the cemeteries at Palermo and Lilybaeum in Sicily and are depicted on funerary stelae in Sardinia and Sicily. It appears that fires were lit on top of them as part of purification rites.[54][55]\n\nA range of grave goods are found deposited with the deceased, which seem to have been intended to provide the deceased with protection and symbolic nourishment.[56] These do not differ significantly based on the gender or age of the deceased.[57] Grave offerings could include carved masks[20] and amulets, especially the eye of Horus (wadjet) and small glass apotropaic heads (protomae), which were intended to protect the deceased.[58] Offerings of food and drink were probably intended to nourish the deceased in the afterlife.[19][31] They were often accompanied by a standardised set of feasting equipment for the deceased, consisting of two jugs, a drinking bowl, and an oil lamp.[42][59] Oil and perfume may have been intended to provide the deceased with heat and light.[60] Chickens and their eggs were particularly frequent offerings and may have represented the soul's resurrection or transition to the afterlife in Punic thought.[42][61] Razors, left next to the head of the deceased, may indicate that the corpse was shaved before burial or an expectation that priests would continue to shave in death as they had in life.[47][62] Bronze cymbals and bells found in some tombs may derive from songs and music played at the funeral of the deceased - perhaps intended to ward off evil spirits. Terracotta figurines of musicians are found in graves, and depictions of them were carved on funerary stelae and on razors deposited in the grave. Almost all these musicians are female, suggesting that women had a particular role in this part of the funeral; most play the drums, kithara, or aulos.[63][64]\n\nMost Punic grave stelae, in addition to an engraved text and sometimes a standing figure bearing a libation cup, show a standard repertoire of (religious) symbols. It is thought that such symbols generally represent \"deities or beliefs related to the after-life, aimed probably at facilitating or at protecting the eternal rest of the deceased\".[65] The symbols also helped the large majority of people who were illiterate to understand the function of the stela.[66] (One might think of the \"fish\" symbol that functioned as an identifying mark for early Christians.)\n\nThe main Punic funerary symbols are:[66][67]\n\nAnimals and other valuables were sacrificed to propitiate the gods; such sacrifices had to be done according to strict specifications,[19] which are described on nine surviving inscriptions known as \"sacrificial tariffs.\"[25] The longest of these is KAI 69, known as the Marseille Tariff, after its find-spot, which probably originally stood in Carthage. It lists the portions of sacrifices that the priests of a temple of Baal Saphon were entitled to. The other sacrificial tariffs are CIS I.165, 167–170, 3915–3917, all found in North Africa. These tariffs are similar to a pair of fifth-century BC tariff inscriptions found at the Phoenician city of Kition in Cyprus. They also share some terminology and formulae with Ugaritic and Biblical Hebrew texts on sacrifice. There is also a list of festival offerings, CIS I.166 and many short votive inscriptions, mostly associated with the tophets.[70] Many of these tophet inscriptions refer to the sacrificial ritual as mlk (vocalized mulk or molk), which some scholars connect with the biblical Moloch.[71][72] Votive inscriptions are also found in other contexts; a long inscription on an eighth-century BC bronze statuette found at Seville dedicates it to Athtart (KAI5 294).[73] A fifth-century BC inscription (KAI 72) from Ebusus records the dedication of a temple, first to Rašap-Melqart, and then to Tinnit and Gad by a priest who states that the process involved making a vow.[74] A stele erected at Carthage in the mid-second century BC by a woman named Abibaal shows the sacrifice of a cow's head by burning on an altar; the details of the image show continuity with much earlier Near Eastern sacrificial rituals.[75]\n\nLibations and incense also appear to have been an important part of sacrifices, based on archaeological finds.[76] A custom attested at Byblos by the Greek author Lucian of Samosata that those sacrificing to Melqart had to shave their heads may explain ritual razors found in many Carthaginian tombs.[62]\n\nVarious Greek and Roman sources describe and criticize the Carthaginians as engaging in the practice of sacrificing children by burning.[12] Classical writers describing some version of child sacrifice to \"Cronos\" (Baal Hammon) include the Greek historians Diodorus Siculus and Cleitarchus, as well as the Christian apologists Tertullian and Orosius.[77][78] These descriptions were compared to those found in the Hebrew Bible describing the sacrifice of children by burning to Baal and Moloch at a place called Tophet.[77] The ancient descriptions were seemingly confirmed by the discovering of the so-called \"Tophet of Salammbô\" in Carthage in 1921, which contained the urns of cremated children.[79] However, modern historians and archaeologists debate the reality and extent of this practice.[80][81] Some scholars propose that all remains at the tophet were sacrificed, whereas others propose that only some were.[82]\n\nThe specific sort of open aired sanctuary described as a Tophet in modern scholarship is unique to the Punic communities of the Western Mediterranean.[83] Over 100 tophets have been found throughout the Western Mediterranean,[84] but they are absent in Spain.[85] The largest tophet discovered was the Tophet of Salammbô at Carthage.[79] The  Tophet of Salammbô seems to date to the city's founding and continued in use for at least a few decades after the city's destruction in 146 BCE.[86] No Carthaginian texts survive that would explain or describe what rituals were performed at the tophet.[85] When Carthaginian inscriptions refer to these locations, they are referred to as bt (temple or sanctuary), or qdš (shrine), not Tophets. This is the same word used for temples in general.[87][84]\n\nAs far as the archaeological evidence reveals, the typical ritual at the Tophet – which, however, shows much variation – began by the burial of a small urn containing a child's ashes, sometimes mixed with or replaced by that of an animal, after which a stele, typically dedicated to Baal Hammon and sometimes Tanit was erected. In a few occasions, a chapel was built as well.[88] Uneven burning on the bones indicate that they were burned on an open air pyre.[89] The dead children are never mentioned on the stele inscriptions, only the dedicators and that the gods had granted them some request.[90]\n\nWhile tophets fell out of use after the fall of Carthage on islands formerly controlled by Carthage, in North Africa they became more common in the Roman Period.[91] In addition to infants, some of these tophets contain offerings only of goats, sheep, birds, or plants; many of the worshipers have Libyan rather than Punic names.[91] Their use appears to have declined in the second and third centuries CE.[92]\n\nThe degree and existence of Carthaginian child sacrifice is controversial, and has been ever since the Tophet of Salammbô was discovered in 1920.[93] Some historians have proposed that the Tophet may have been a cemetery for premature or short-lived infants who died naturally and then were ritually offered.[81] The Greco-Roman authors were not eye-witnesses, contradict each other on how the children were killed, and describe children older than infants being killed as opposed to the infants found in the tophets.[79] Accounts such as Cleitarchus's, in which the baby dropped into the fire by a statue, are contradicted by the archaeological evidence.[94] There are not any mentions of child sacrifice from the Punic Wars, which are better documented than the earlier periods in which mass child sacrifice is claimed.[79] Child sacrifice may have been overemphasized for effect; after the Romans finally defeated Carthage and totally destroyed the city, they engaged in postwar propaganda to make their archenemies seem cruel and less civilized.[95] Matthew McCarty argues that, even if the Greco-Roman testimonies are inaccurate \"even the most fantastical slanders rely upon a germ of fact.\"[94]\n\nMany archaeologists argue that the ancient authors and the evidence of the Tophet indicates that all remains in the Tophet must have been sacrificed. Others argue that only some infants were sacrificed.[82]  Paolo Xella argues that the weight of classical and biblical sources indicate that the sacrifices occurred.[96] He further argues that the number of children in the tophet is far smaller than the rate of natural infant mortality.[97] In Xella's estimation, prenatal remains at the tophet are probably those of children who were promised to be sacrificed but died before birth, but who were nevertheless offered as a sacrifice in fulfillment of a vow.[98] He concludes that the child sacrifice was probably done as a last resort and probably frequently involved the substitution of an animal for the child.[99]\n\n"
        }
    ]
}