{
    "url": "https://en.wikipedia.org/wiki/Pure_Land_Buddhism",
    "title": "Pure Land Buddhism",
    "table_of_contents": [
        "1 Indian History",
        "1.1 Mindfulness of the Buddha",
        "1.1.1 The buddha-field concept in India",
        "1.2 Key Mahayana sources",
        "1.2.1 Pratyutpanna Samādhi Sūtra",
        "1.2.2 Sukhāvatīvyūha Sūtras",
        "1.2.3 Other important sutras that discuss buddha-fields",
        "1.2.4 In Mahayana treatises",
        "2 Chinese Pure Land",
        "2.1 The arrival of the Pure Land sutras in China",
        "2.2 Early Practices and Pure Land",
        "2.3 Tanluan and Daochuo",
        "2.4 Shandao and Huaigan",
        "2.5 The nature of Chinese Pure Land",
        "2.6 Later developments",
        "3 Japanese Pure Land",
        "3.1 The independent Pure Land sects",
        "3.1.1 Hōnen's Jōdo-shū",
        "3.1.2 Shinran's Jōdo Shinshū",
        "3.1.3 Ippen",
        "3.2 Later developments",
        "4 East Asian Pure Land Doctrine",
        "4.1 Other direction Pure Land vs Mind-only Pure Land",
        "4.2 Pure Land apologetics",
        "4.3 Self-power and Other-power",
        "4.4 The Pure Land in the Human Realm",
        "5 Pure Land Practice in East Asian Buddhism",
        "5.1 Nianfo",
        "5.1.1 In Chinese Buddhism",
        "5.1.2 Types of nianfo",
        "5.1.3 In Japanese Buddhism",
        "5.2 The dual practice of Chan and Pure Land",
        "5.3 Precepts, meditation and other practices",
        "5.4 Group practice and rituals",
        "5.5 Sutra and Dhāraṇī chanting",
        "5.6 Benefits of Pure Land practice",
        "6 Pure Land in Himalayan Buddhism",
        "6.1 Tibetan Pure Land works",
        "6.2 Pure Land practices",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pure Land Buddhism (Chinese: 淨土宗; pinyin: Jìngtǔzōng; Japanese: 浄土仏教, romanized: Jōdo bukkyō; Korean: 정토종; RR: Jeongto-jong, also referred to as Amidism in English,[1][2]) is a broad branch of Mahayana Buddhism focused on achieving rebirth in a Buddha's Buddha-field or Pure Land. It is one of the most widely practiced traditions of Buddhism in East Asia. According to Charles B. Jones \"Pure Land is the dominant form of Buddhism in China, Japan and Korea.\"[3] In Chinese Buddhism, the tradition is sometimes called a zōng (school) in an institutional sense, but historically it was most commonly described as a \"dharma-gate\" (fǎmén 法門), referring to a method of Buddhist practice. In Japanese Buddhism, the term more commonly refers to specific institutions.[4] In Tibetan Buddhism, prayers and practices which aim at rebirth in a Buddha-field are a popular religious orientation, especially among laypersons.[5]\n\nPure Land is a tradition which is primarily focused on achieving rebirth in a Buddha's \"pure land\" or buddha-field (Sanskrit: buddhakṣetra), which generally speaking is a Buddha's field of influence.[6] Some Buddha-fields are considered to be superior places to spiritually train for full Buddhahood, since a Buddha has compassionately \"purified\" it for this purpose and since in these realms, one can meet a Buddha face to face and study under them.[6] Since it is much easier to attain enlightenment in one of these buddha-fields (due to the corrupt nature of our age), many Mahayana Buddhists strive to be reborn in such a place.[7]\n\nThe most common pure land today is that of Amitābha, called Sukhavati, \"Land of Bliss\".[8] Mahayana Buddhists may also aspire to be reborn in other pure lands, such as the Buddhafields of Aksobhya and Medicine Guru (though this is rarer).[9] In Tibetan Buddhism, adherents may also aspire to other pure lands such as that of Ratnasambhava. Although the Buddhas are venerated in Pure Land traditions and are seen as savior figures, the tradition clearly distinguishes itself from theistic religions, due to its roots in the classic Mahayana understanding of Buddhahood and bodhisattvas, as well as the Buddhist doctrines of emptiness and mind-only.[10][11]\n\nPure Land oriented practices and concepts form an important component of the Mahāyāna Buddhist traditions of China, Japan, Korea, the Himalayas and Inner Asian regions such as Tibet. The term \"Pure Land Buddhism\" is used to describe both the tradition's practice and soteriology, which may be better understood as \"Pure Land traditions\" or \"Pure Land teachings\" (and is found throughout Mahayana Buddhism), as well as various separate Pure Land sects which focus exclusively on Pure land practice.[12]\n\nAccording to Charles B. Jones, the most distinctive feature of East Asian Pure Land traditions is that \"it offered a chance for non-elite or even morally evil people to attain a goal that was tantamount to the attainment of buddhahood itself: rebirth in the Pure Land of the Buddha Amitābha, circumvention of the normal working out of their accumulated karma, escape from samsara, and the stage of non-retrogression.\"[13]\n\nIn East Asian Buddhism, the three primary texts of the Pure Land tradition (the \"Three Pure Land Sutras\") are the Longer Sukhāvatīvyūha Sūtra (Infinite Life Sutra), Amitayurdhyana Sutra (Contemplation Sutra) and the Shorter Sukhāvatīvyūha Sūtra (Amitabha Sutra). The Pratyutpanna-samādhi-sūtra is also an important source, particularly for early Chinese Pure Land.[14] East Asian Pure Land Buddhism mostly relies on the practice of mindfulness of the Buddha, which is called niànfó (念佛, \"Buddha recitation\", Japanese: nembutsu) in Chinese and entails reciting the name of Amitabha (Chinese: Āmítuófó, Japanese: Amida).[15] However, Pure Land Buddhism also includes a large group of practices which are done alongside Buddha recitation.[3]\n\n"
        },
        {
            "title": "Indian History",
            "text": "Teachings which focus on seeking rebirth in a buddha-field (buddhakṣetra) were first developed in Indian Mahayana Buddhist Sutras, and were very popular in Kashmir and Central Asia, where they might have originated.[17] The methods taught in the Mahayana sources which discuss buddhakṣetras are generally devotional Mahayana forms of the classic Buddhist practice known as mindfulness of the Buddha (Skt. buddhānusmṛti).[18] Andrew Skilton argues that the intermingling of Mahāyāna teachings with Sarvāstivādin meditation traditions in Kashmir led to the Buddha meditation practices which later influenced Pure Land in China.[19]\n\n\nRemembrance of the Buddha is an early Buddhist practice which was taught in the Early Buddhist Texts. According to Paul Harrison, the term anusmṛti means 'recollection', 'remembrance', and, by extension, 'calling to mind', 'keeping in mind' (cf. smriti, commonly translated as 'mindfulness').[11] Buddha recollection was part of a group of anusmṛti practices. In the Anguttara Nikaya, one finds six anusmṛtis: the Buddha, the Dhamma, the Sangha, sila (moral observance), caga (liberality), and the devata (gods).[11] In the Sutta Nipata, a Brahmin follower of the Buddha, named Pingiya, notes that even though his physical state does not allow him to be with the Buddha personally,\nThe Ekottara-agama (EA) also contains various unique passages on buddhānusmṛti. EA III, 1 (Taisho Vol. II, p. 554a7-b9) states that buddhānusmṛti can lead to the unconditioned, nirvana, as well as magic power. This sutra explains that a monk should sit down and \"contemplates the image of the Tathagatha without taking his eyes off it...he calls to mind the qualities of the Tathagatha.\" These qualities which one contemplates include his vajra body, ten powers, his moral qualities, samadhis and wisdom (prajña).[11]\nAccording to Paul Williams, this practice of \"Buddha mindfulness\" gained further importance within Mahayana Buddhism, which had an expanded cosmology that held that there were infinite numbers of Buddhas and Bodhisattvas living in infinite Buddhafields throughout the universe. The practice of mindfulness of the Buddhas was seen as a way to contact these living Buddhas and attain awakening.[21] For example, the Saptaśatikā (700 line) Prajñāpāramitā Sūtra states that through the ‘Single Deed Samadhi’ one can quickly attain enlightenment:\nA related idea associated with this Mahayana Buddhology was that through proper conduct, worship, and meditation, one could attain rebirth in the Buddha-field of one of these Buddhas.[11]\n\nIn the more expansive Mahayana cosmology, there are an infinite number of Buddhas, and each one has a field of activity where they teach and guide sentient beings to awakening. This teaching activity, which is done out of a sense of great compassion, is how Buddhas and bodhisattvas \"purify\" their Buddha-fields. Indeed, the very existence of a buddha-field depends on the acts of a bodhisattva on their path to Buddhahood.[6] According to Jan Nattier, these ideas may have developed out of meditative experiences which provided certain meditators with \"visions of a universe far more vast than had previously been supposed\", with many world systems, some of which contained other Buddhas. This introduced the possibility that one could be reborn in these Buddhafields.[22] Indian Mahayanists also held that these buddha-fields had a splendor and purity that matched the purity of the Buddha's mind.[23] Sentient beings who are reborn in these pure buddha-fields due to their good karma also contribute to the development of a Buddha-field, as can bodhisattvas who are able to travel there. These buddha-fields are therefore powerful places which are very advantageous to spiritual progress.[6]\n\nAccording to Jan Nattier, the wish to be reborn in a Buddhafield may have become popular in India due to the common idea that the bodhisattva path was very difficult and entailed much suffering and self-sacrifice. It also was seen as lasting a very long time, in some formulations, it lasts three incalculable eons (asamkhyeya kalpas), which would mean spending millions of lifetimes on the path.[22]\n\nNot all buddha-fields appear as perfectly 'pure', and some Mahayana sutras speak of three kinds of buddha-fields: impure, pure, and mixed. Thus, an impure buddha-field (like this world, called Sahā - “the world to be endured\" - which is Sakyamuni Buddha's field), includes non-Buddhists, immoral people, and so on. On the other hand, purified buddha-fields, like Amitabha's, are described as beautiful places, covered in beryl and gold, without any filth or evil.[7] However, different Mahayana texts explain the nature of Sakyamuni's buddhafield in different ways. According to Paul Williams, some sutras adopt the view that Sakyamuni's buddhafield is impure because, due to his vast compassion, he works to help all beings, even the most impure. Thus, while some Buddhas like Amitabha, teach the beings who aspire to be born in their pure buddha-fields, other Buddhas (like Sakyamuni) \"vow to appear as Buddhas in impure realms, tainted Buddha Fields, out of their great compassion.\"[24] This is the view of Sakyamuni's buddha-field which is found in the Lotus Sutra, which according to Williams \"sought to restore Sakyamuni to pre-eminence in the face of Pure Land cults centred on Amitayus and Aksobhya.\"[24]\n\nAccording to the Vimalakirti sutra, this seemingly impure world, Sakyamuni's buddha-field, is actually a purified buddha-field. It only appears to be impure because the minds of sentient beings perceive it to be impure. As Williams explains, the view of the Vimalakirti sutra is that: \"The impurity that we see is the result of impure awareness, and also the Buddha's compassion in creating a world within which impure beings can grow. Thus the real way to attain a Pure Land is to purify one's own mind. Put another way, we are already in the Pure Land if we but knew it. Whatever the realm, if it is inhabited by people with enlightened pure minds then it is a Pure Land.\"[24]\n\nThere was never any Indian \"school\" focused on this method, as it was considered one of the many goals and methods of Indian Mahayana Buddhism.[25] There is also very little evidence for an Amitabha cult per se in India according to Williams.[26] Furthermore, the East Asian term \"pure land\" or \"purified ground\" (Chinese: jìngtǔ) is not a translation of any particular Indic term, and Indian authors almost always used the term buddhakṣetra. However, it is possible the Chinese term is related to the Sanskrit term pariśuddha-buddhakṣetra (purified buddhafield).[25]\n\nThe Pratyutpanna Samādhi Sūtra gives an early description of the practice of reciting the name of Amitābha as a meditation method, although it does not enumerate any vows of Amitābha or the qualities of his Buddha-field of Sukhāvatī. This sutra is one of the earliest Mahayana sutras translated into Chinese (it was eventually translated into Chinese four times).[11] The sutra focuses on the pratyutpanna-buddha-sammukhavasthita-samadhi which means \"the samadhi of the one who stands (avasthita) face-to-face with, or in the presence of (sammukha), the present (pratyutpanna) Buddhas.\"[11]\n\n\nThis sutra also contains the earliest textual reference to Amitabha, though the context of the reference makes it clear that the Pratyutpanna Samādhi is not exclusively for meeting Amitabha but can be used to meet any present Buddha.[11] According to the Pratyutpanna, a practitioner must first strictly keep to the Buddhist moral code and then enter solitary retreat. In the retreat, they concentrate their thoughts on the Buddha Amitabha and thus practice buddhānusmṛti. They contemplate his qualities (such as being a Tathagata, a knower of the world, teacher of devas and humans) and his body, with the thirty two marks of the great man and a golden color, which shines brightly, sitting on a throne and teaching the Dharma. This practice is to be done for days or even three months, until they have visions of the Buddha (either while awake during the day or in a dream at night) at which point they may worship and receive teachings from Amitabha. Thus they can become very learned (bahusruta) bodhisattvas in this way.[27][11] The sutra also states:\nAccording to the sutra, these visions are not said to be the result of the divine eye (or other magical powers), instead the Buddhas appear to the meditator's vision.[27][11]\n\nThe sutra also seeks to explain how it is possible to have these visions and what their nature is like. According to the sutra, the nature of the visions are dream-like and the sutra states that they are possible because all phenomena are empty and made by mind.[27][11] According to the Pratyutpanna, these visions are possible because: \"this triple world is nothing but thought. That is because however I discriminate things [Skt. vikalpayati, mentally construct], so they appear.\"[11] The sutra also links this visionary samadhi with the realization of emptiness, stating that \"he who obtains the samadhi of emptiness by thus concentrating on the Tathagata without apprehending him, he is known as one who calls to mind the Buddha.\"[11] Thus, one should not think that these Buddhas actually come from somewhere or go anywhere, they are to be understood as similar to empty space and as not existing in some substantial or objective way, since they are empty, like all dharmas, of inherent existence (svabhavena sunya).[11]\n\nThe two most important Indian sutras for the East Asian Pure Land tradition are the Longer Sukhāvatīvyūha Sūtra, and the Shorter Sukhāvatīvyūha Sūtra.[29] These sutras describe Amitābha (whose name means Immeasurable Light), and his pure buddha-field of Sukhavati (which is said to excel all buddhafields).[30] They also discuss his various bodhisattva vows, which focus on his buddhafield as well as discussing how he attained Buddhahood. As Williams writes, the Longer sutra also states that \"those who sincerely trust in Amitabha and desire to be reborn in his Pure Land need ‘call on the name’ of Amitabha only 10 times and they will be reborn there – provided they have not committed any of the five great crimes of murdering father or mother, or an Arhat, harming a Buddha, or causing schism in the sangha, or have slandered the Dharma.\"[31]\n\nAccording to the longer sutra, those who wish to be reborn in Sukhavati should give rise to bodhicitta, meditate on Amitabha, hear and recite his name, pray to reborn in Sukhavati, and accumulate merit. Then at the time of death, Amitabha will appear to those who have sincerely practiced and wished to be reborn there and lead them to Sukhavati. Bodhisattvas who reach Sukhavati from other lands will also be able to enter the stage of \"one more birth\" (left until Buddhahood) and they will also be able to be reborn from Sukhavati into other worlds to help beings. From Sukhavati, beings will also be able to visit other buddha-fields to see many other Buddhas.[32] Thus, this buddha-field makes it much easier for someone to attain enlightenment.[32]\n\nAccording to Julian Pas, the long and short Sukhāvatīvyūha sūtras were composed during the 1st and 2nd centuries CE, though he considers the smaller Sukhāvatīvyūha to be earlier.[33] Andrew Skilton writes that the descriptions of Sukhāvatī given in the Sukhāvatīvyūha sūtras suggests that these descriptions were originally used for meditation: \"This land, called Sukhāvatī or \"blissful,\" is described in great detail, in a way that suggests that the sūtras were to be used as guides to visualization meditation, and also gives an impression of a magical world of intense visual and sonorous delight.\"[34] According to Nakamura, the Longer Sukhāvatīvyūha might have been influenced by the Lokottaravāda school, since the work has many elements in common with the Mahāvastu.[35]\n\nIn the Longer Sukhāvatīvyūha Sūtra, Gautama Buddha begins by describing to his attendant Ānanda a past life of the Buddha Amitābha. He states that in a past life, Amitābha was once a king who renounced his kingdom, and became a monastic bodhisattva named Dharmākara (\"Dharma Storehouse\") and gave rise to the aspiration to achieve Buddhahood in order to help all beings. He also had the aspiration to create the most perfect buddha-field as the ideal place to reach awakening.[36][37] Under the guidance of the Buddha Lokeśvararāja (\"World Sovereign King\"), innumerable buddha-lands throughout the ten directions were revealed to Dharmākara.[36] After meditating for five eons on how to array the perfect buddha-land, he then made a great series of forty eight vows, and through his great merit, created the realm of Sukhāvatī (\"Ultimate Bliss\").[36][38][37]\n\n\nCharles B. Jones describes some of the most important elements of these vows as follows:\nThe sutra then claims that Amitabha has achieved Buddhahood and hence these vows have been fulfilled. It also describes in detail the nature of the “Land of Peace and Bliss”, its beauty, magnificence and comfortable features, as well as the way that the various features of the land teach the Dharma to all beings there.[40]\n\nThe longer sutra also mentions that beings with little attainment or virtue can reach the Pure Land, though it also claims that how and where they will be born once inside the Pure Land is correlated with their level of attainment. Only those who have committed the Five Heinous Deeds or have slandered the dharma are barred from the Pure Land according to the long sutra.[41]\n\nThe Akṣobhya-vyūha is the main source for the tradition of the Buddha Akṣobhya and his buddhafield of Abhirati. It is also one of the earliest known Mahayana sutras.[42] According to this sutra, Akṣobhya took various vows to follow the path to Buddhahood many aeons ago. Due to the great merit generated by these vows for countless lifetimes, Akṣobhya was able to create a purified buddha-field, a peaceful and blissful place where there is no misery, hunger, or pain and where all beings accomplish the ten good actions.[42] Nattier notes that this sutra does not recommend Buddhahood for all beings in Abhirati, instead some are striving for Arhatship and will attain it there. Also, in this sutra, bodhisattvas do not attain Buddhahood in Abhirati, instead, they advance on the path until ready and then they are born in another world which lacks the Buddhadharma to attain Buddhahood there.[22]\n\nAkṣobhya and his buddha-field are also discussed in the Aṣṭasāhasrikā Prajñāpāramitā Sūtra, and the descriptions in this sutra match that of the Akṣobhya-vyūha. Nattier notes that this buddha-field is similar to our world system, with a human realm, heaven realms and a buddha-realm. However, it lacks the three lower realms and there is little suffering even in the human realm, which is a peaceful place without any need to work nor buying or selling, since food magically appears to those who need it.[9]\n\nAccording to the Akṣobhya-vyūha, attaining rebirth is Abhirati is difficult. Nattier notes that \"a tremendous amount of merit is required\", and conversely, no specific devotional act towards Akṣobhya is required.[22] One must cultivate the proper roots of merit and purify one's conduct.[43] Those who wish to be born in Abhirati should vow to be reborn there, dedicate all their merit to be reborn in Abhirati, not be selfish, learn meditation and meet with holy people. They should practice visualizing the Buddhas in their buddha-fields and vow to be like them.[44]\n\nThe Vimalakīrti Sutra is a text which mainly focuses on wisdom, but it includes various discussions the nature of our world (which is Śākyamuni's buddha-field), and how it appears impure and yet is pure. This discussion was widely quoted by later Chinese Pure Land sources.[45] The sutra also contains a chapter in which Akṣobhya's buddha-field plays a key role. The Vimalakīrti Sutra states that the purification of a buddha-land happens through the purification of our minds: “if the bodhisattva wishes to acquire a pure land, he must purify his mind. When the mind is pure, the buddha-land will be pure”.[46] When the Buddha's disciple Śāriputra questions the nature of this world which appears defiled, the Buddha states that it only appears impure to certain beings since their minds are impure. The Buddha then touches the ground with his toe and the whole world appears in a beautiful and radiant way to Śāriputra. The Buddha then states that his Buddha-field has always been pure.[46]\n\nIn contrast to this view, the Nirvana Sutra claims that Buddha Śākyamuni has his own Pure Land which is not this world, but is many worlds away and is called “Unsurpassable” (Wúshèng 無勝). The Buddha manifests from this Pure Land into our world in order to teach the Dharma.[47]\n\nThe Bhaiṣajyaguru Sūtra briefly describes the buddhafield of the Buddha Bhaiṣajyaguru (Medicine Guru), the Buddha of healing, as well as the vows that he made as a bodhisattva.[48] His buddhafield is similar to Akṣobhya's, without pain and totally clean and beautiful.[48] The sutra may have been composed outside of India (perhaps Central Asia) and later introduced into the subcontinent.[48] This Buddha became quite popular in East Asia due to the belief that he could cure disease and enhance longevity.[49]\n\nThe Mañjuśrībuddhakṣetraguṇavyūha discusses the future buddha-field of Mañjuśrī.[9]\n\nTeachings and practices related to buddha-fields are discussed in various Mahayana treatises, including some that have been attributed to Indian masters like Nāgārjuna and Vasubandhu.[50] A text attributed to Nagarjuna, the *Dasabhumikavibhāsā (Chinese: Shí zhù pípóshā lùn 十住毘婆沙論, T.1521) which only exists in Chinese, contains a chapter which states that there are many gates to Buddhist practice and that the easy path is that of being constantly mindful of the Buddhas, especially Amitabha.[51] This chapter (number 9, “Chapter on Easy Practice”) which focuses on how birth in Amitābha's Pure Land is a relatively easier path to follow was widely quoted by East Asian Pure Land authors.[37] The authorship of this text has been disputed by some scholars, including Akira Hirakawa.[52][53]\n\nThe Indian Yogacara master Asanga also discusses the idea of rebirth in a buddha-field in his Mahāyānasaṃgraha. According to Asanga, sutra statements which say that one may be reborn in a buddha-field by simply wishing to or by simply reciting a Buddha's name should not be taken literally. Instead, the Buddha's intent in saying such things was to encourage the lazy and indolent that were not capable of practicing the Dharma properly.[54]\n\nAnother Yogacara master, Asanga's brother Vasubandhu, is credited with the authorship of the short Verses of Aspiration: An Upadeśa on the Amitāyus Sūtra (Wúliángshòujīng yōupótíshè yuànshēng jié 無量壽經優婆提舍願生偈, T.1524) which is a commentary on the shorter Sukhāvatīvyūha which describes a five part practice which may have been used as a visualization meditation ritual.[37] Williams notes that the authorship of this work by Vasubadhu is questioned by some modern scholars. The text is known for its focus on faith or trust.[55]\n\nThe Dà zhìdù lùn (Great discourse on the Perfection of Wisdom, T.1509), translated by Kumārajīva and his team of scholars, is a large commentarial work on the Perfection of Wisdom. It's 92nd section (juǎn) is entitled “Chapter on Purifying a Buddha-field” and contains much discussion on the nature of buddha-fields and how to attain rebirth there.[45]\n\n"
        },
        {
            "title": "Chinese Pure Land",
            "text": "The Mahayana Sutras which teach Pure Land methods were brought from the Gandhāra region to China as early as 147 CE, when the Indo-Kushan monk Lokakṣema began translating the first Buddhist sūtras into Chinese.[56] They include the Akṣobhya-vyūha (centered on Abhirati, the buddha-field of the Buddha Akṣohhya) and the Pratyutpanna Samādhi Sūtra (which discusses the buddhafield of Amitabha).[57] The earliest of these translations show evidence of having been translated from the Gāndhārī language, a Prakrit.[58] There are also images of Amitābha with the bodhisattvas Avalokiteśvara and Mahāsthāmaprāpta which were made in Gandhāra during the Kushan era.[59]\n\nSomewhat later, the Kuchan master Kumārajīva (344–413 CE) translated the Smaller Sukhāvatī-vyūha (T 366) and other Chinese translators also rendered the Longer Sukhāvatīvyūha Sūtra into Chinese, the most popular being Buddhabhadra's c. 359-429 CE. Over time, the three principal sūtras for the Chinese Pure Land tradition became the Longer Sukhāvatīvyūha Sūtra, Amitayurdhyana Sutra (i.e. The Contemplation Sutra) and the Shorter Sukhāvatīvyūha Sūtra.[29]\n\nRegarding the Amitayurdhyana Sutra (Guan-wuliangshou-jing, Sutra on the Visualization of [the Buddha] Immeasurable Life), modern scholars now consider it to be a Chinese composition. No Sanskrit original has been discovered, no Tibetan translations exists and the text also shows Chinese influences, including references to earlier translations of Chinese Pure Land texts. Modern scholars generally accept that the text describes a meditation which was practiced in Central Asia, but with Chinese additions.[60]\n\nIn addition to these sutras, many other Mahāyāna texts also feature Amitābha, and a total of 290 such works have been identified in the Taishō Tripiṭaka.[61]\n\nThe Pure Land teachings first became prominent in China with the founding of Donglin Temple at Mount Lu (Chinese: 廬山) by Huiyuan (Chinese: 慧遠) in 402. As a young man, Huiyuan practiced Daoism, but felt the theories of immortality to be vague and unreliable, and unrepresentative of the ultimate truth.[62] Instead, he turned to Buddhism and became a monk under Dao'an (Chinese: 道安). Later he founded a monastery at the top of Mount Lu and invited well-known literati to study and practice Buddhism there, where they formed the White Lotus Society (Báiliánshè 白蓮社).[63] He also corresponded with Kumārajīva.[64]\n\nHuiyuan and the Mount Lu community focused on the practice of mindfulness of the Buddha Amitabha as taught in the Pratyutpanna Samādhi Sūtra.[65] Huiyuan mainly practiced this method so as to develop samadhi and have a vision of the Buddha Amitābha in the present life and receive teachings from him.[66] The members of the White Lotus also vowed to help each other reach \"the spirit realm\" or \"the west\".[67] Today, Mount Lu is regarded as being among the most sacred religious sites of the Pure Land Buddhist tradition,[68] and the site of the first Pure Land gathering.[69]\n\nHowever, scholars like Charles B. Jones have questioned whether Huiyuan was actually interested in nianfo practice as a way to gain rebirth in the Pure Land. He notes that his letters to Kumārajīva have no mention of this goal and that Huiyan's biography in the Gāo sēng zhuàn (Biographies of eminent monks, T.2059, circa 519) do not name or describe the Pure Land of Sukhavati using classic Buddhist descriptions one finds in the sutras. Instead, this \"spirit realm\" shows Daoist influences. Hence, Jones does not see Huiyuan as being an actual devotee of Pure Land Buddhism, but instead as simply a Buddhist who practiced nianfo.[70] Huiyan did praise nianfo, and he is recorded as saying that \"the nianfo samadhi is preeminent for height of merit and ease of practice.\"[71] Whatever the case, during the later course of Pure Land Buddhism, Huiyan began to be seen as a patriarch of Pure Land Buddhism who had achieved rebirth in the Pure Land and had visions of Amitabha.[72]\n\nThe practice of mindfulness of the Buddha was also taught by the very influential figure of Tiāntái Buddhism, Zhìyǐ (538–597). His Móhē zhǐguān, teaches the Constantly Walking Samadhi (cháng xíng sānmèi) which is based on the Pratyutpanna Samādhi Sūtra. This practice entails circumambulating an altar while visualizing a detailed image of Amitabha and sonorously reciting the name Amitabha while also working to realize the empty nature of the visualization. This practice was done for ninety days.[73]\n\nThe rise in popularity of Pure Land Buddhism may have been due to the popular idea that human beings were becoming incapable of practicing the Buddha Dharma properly since the world was entering into a decadent or latter age of the Dharma.[55] According to this view, humans need the help of Amitābha Buddha to reach awakening, since in our time, the classic bodhisattva path is just too difficult.[74][55] Pure land ideas thus gave people hope in a difficult world and made the Buddhist path seem relatively easier than the classic Mahayana bodhisattva path which was held to last for countless aeons (kalpas).[55] Another possible reason why this tradition grew in popularity in China was that it addressed an important Chinese concern, the search for immortality (the name of the Buddha Amitayus means \"Immeasurable Life\").[75]\n\nAccording to Charles B. Jones, early Pure Land authors in China discussed and debated three different views on the Pure Land: (1) ordinary people could be born in Sukhāvatī, (2) only advanced bodhisattvas could reach Sukhāvatī, (3) Pure Land practitioners attained whatever kind of land corresponded to the purity of their minds.[76] Over time, view 1 won out over the others, so much so that according to Jones, the most essential element of the Pure Land teaching in China is the very idea that non-elite common folk could attain the highest Buddhist goals through simple practices based on Amitabha. This movement was widely embraced by ordinary laypersons. It received a mixed response from the Chinese Buddhist community at large and led to generations of Pure land writings and apologetics.[77]\n\nBefore the 7th century, the archeological evidence is quite small for the worship of Amitabha in China. Williams notes that there was very little devotion to Amitabha in China during the third and fourth centuries. However, during the 7th century, there were over 144 images of Amitabha and Avalokitesvara erected in China. According to Williams, \"these changes occur during the collective lifetimes of Tanluan, Daochuo (Tao-ch’o; 562–645), and Shandao (Shan- tao; 613–81).\"[78]\n\nThe Pure Land teachings and meditation methods based on mindfulness of the Buddha (reciting the name of Amitābha and visualizing his form), quickly spread throughout China due to the work of figures like these three patriarchs.[79] It is also in the writings of these patriarchs that the idea that ordinary people could reach the Pure Land of Amitabha was promoted and defended through reliance on classic Buddhist doctrine.[80]\n\nThe first patriarch is Tanluan, known for his commentary on the *Sukhavativyuhopadesa. Tanluan was skeptical about the possibility of spiritual growth at the time that he lived. He argues that it is too difficult now to practice the bodhisattva path relying on one's own power (or self-power, through study and meditation) and instead one needed to rely on \"other power\", that is the power of a Buddha like Amitabha. According to Tanluan, through faith in this other power, one can attain enlightenment relatively easily.[81] Tanluan describes a detailed meditation of visualizing the Buddha Amitabha and reciting his name with sincere faith. He saw the name of the Buddha as a kind of spell which has the power to connect us with the wisdom of the Buddha and his inconceivable realm (acintya-dhātu).[82][83]\n\nThis practice has the power to purify the mind of all evil tendencies, since it calls on the power of Amitabha Buddha. Thus, even the worst of persons can be saved through this method. According to Tanluan, once one reaches the Pure Land and achieve awakening there, one's purpose must be to manifest in this world as bodhisattvas in order to help others.[84] Tanluan cites over twenty sutras and over a dozen treatises in his main commentary, including eighty one references to the Mahāprajñāpāramitāupadeśa and twenty one to the work of Sengchao.[83] Tanluan preached his Pure Land doctrine, which had great potential for mass appeal, to monastics, laypeople, Buddhists and non-Buddhists.[83]\n\nThe next major influence on Chinese Pure Land was Daochuo, who wrote a work defending Pure land from its critics. Daochuo promoted the view that the world was entering the \"last days of the Dharma\" (mòfǎ 末法). In this era, the \"path of the sages\" (shèngdào) which relies on classic Buddhist self-development and on \"self-power\" (zìlì 自力), was not feasible or effective.[85] Instead the most effect method now was ‘to repent our sins, to cultivate virtues, and to utter the Buddha's name’ and thus to leave this defiled world for the Pure Land.[84] Daochuo called this “the way of rebirth in the Pure Land” (wǎngshēng jìngtǔ 往生淨土) and associated it with the \"other power\" (tālì 他力) of Amitabha.[85] In responding to critics of Pure Land Buddhism, Daochuo said that the Pure Land was a conventional truth, a skillful means taught by the Buddhas for the benefit of sentient beings.[86] Daochuo also held that those who had heard the Pure Land teachings had already cultivated good roots of merit in past lives as well as bodhicitta, thus they already had the necessary merit to attain the Pure Land. Thus, in his view, reaching the Pure Land required a certain amount of merit.[87]\n\nShandao (7th century) was a student of Daochuo who lived in the ancient capital of Chang’an and focused on spreading the Pure Land teachings among ordinary people (instead of at court). He is said to have had many followers and to have distributed numerous sutras and paintings of the Pure land (which he painted himself).[88] According to Jones, Shandao is the true founder of the Pure Land tradition.[87] This is because, according to Jones, \"while Tanluan and Daochuo provided some of the necessary conceptual pieces and served as exemplars, it was Shandao who stated clearly and fully that ordinary beings can attain rebirth in the Pure Land through the power of Amitābha's vow.\"[87]\n\nShandao wrote a large four volume commentary to the Amitayurdhyana Sutra, which he held was taught for the benefit of the common folk (which he sees as exemplified by the character of queen Videhi and in himself).[89] To attain the Pure Land, one must have a deep, sincere trust in Amitabha and deeply desire to be reborn in the Pure Land and then perform the five forms of religious practice. Reciting the name of Amitabha is the main practice, which is supported by the auxiliary practices of chanting the Pure Land sutras, visualization and meditation on Amitabha, worshiping and bowing to Amitabha and praising and making offerings to Amitabha.[89] These practices led to birth in the Pure land, as well as to meditative absorption (samadhi) and visions of Amitabha in this life.[89] While Shandao taught these auxiliary practices, he also held that reciting Amitabha's name ten times was sufficient for rebirth in the pure land.[90]\n\nJones notes that it was Shandao who promoted the centrality of the oral recitation of Amitabha's name as the main Pure Land practice (which he connected with the term nian), previous patriarchs had not focused on this aspect and had interpreted nian differently.[91] Jones notes that the term niàn 念 can mean both contemplate and recite.[92] Another important doctrinal development of Shandao was the idea that the power of Amitabha's vows not only established the Pure Land, but also caused even the most depraved beings to be reborn there. Previous patriarchs like Tanluan had only held that Amitabha's power merely created the Pure Land, where beings would be reborn according to their own merit and bodhicitta. Shandao meanwhile wrote that it was \"entirely due to the power of Amitābha's vows\" that someone could attain rebirth in Sukhavati, which also appeared equally as a sambhoghakaya (reward body) to all beings, no matter how depraved they were.[90]\n\nShandao's disciple, Huaigan (d. 699) was also an important figure in his own right. According to Jones, Huaigan's apologetic Treatise explaining a number of doubts about Pure Land, (Shì jìngtǔ qúnyí lùn 釋淨土群疑論 , T.1960) \"added a great deal of philosophical depth to Shandao's basic framework.\"[93] The work explains how the power of the Buddha can override individual's negative karma and allow them to see the purity of the Pure Land and be reborn there among the lower grades of beings. He doesn't reject the more elite and high level practices and attainments (and the idea that they lead to higher ranks in the Pure Land) but he also argues for the idea that even the most defiled people will also enter the Pure Land as part of those of the lowest grade (of rebirth forms), as explained in the Amitayus Contemplation Sutra.[94]\n\nAnother influential text written during the time of Huaigan was the Discourse on ten doubts about Pure Land (Jìngtǔ shí yí lùn 淨土十疑論, T.1961). This text was attributed to Zhiyi, but cannot be by him according to Jones and it betrays the influence of Huaigan's ideas as well as those of Tanluan and Daochuo.[94]\n\nIn China, Pure Land practices were always historically viewed as a practice or method that could be integrated together with the teachings and practices of other Buddhist traditions. As such, many modern scholars argue that no independent Pure Land \"school\" or \"clan\" (zōng 宗) existed in China, and it was regarded and practiced as an integral part of other \"schools\" such as Tiantai, Vinaya and Chan.[95][96][97][98]\n\nAccording to Charles B. Jones, the Pure Land was most often described in pre-modern Chinese sources as a \"dharma-gate\" (fǎmén 法門), meaning a path or way of practice. When the term zōng was used, it didn't refer to an institution, but to the \"cardinal tenet\" of Pure Land teaching.[4] Some Chinese Buddhists might have used Pure Land practice as their main or only practice, while for others it could be a subsidiary method.[81]\n\nPure Land cosmology, soteriology, and ritual were always part-and-parcel of Chinese Buddhism in general and Chan monasticism in particular. The modern conception of an independent and self-conscious Chinese Pure Land historical \"school\" with its own patriarchate and teachings, and the associated notion of Chan/Pure Land syncretism, have been influenced by the work of Japanese Buddhist studies scholars and the enduring legacy of Japanese sectarian disputes over Chinese Patriarchs.[99] In reality, Pure Land and Chan/Zen practice were historically and still often seen as being mutually compatible, and no strong distinctions are made.[100] Chinese Buddhists have traditionally viewed the practice of meditation and the practice of reciting Amitābha Buddha's name, as complementary and even analogous methods for achieving enlightenment.[100] This is because they view recitation as a meditation method used to concentrate the mind and purify thoughts.[100] Chinese Buddhists widely consider this form of recitation as a very effective form of meditation practice.[100]\n\nHistorically, Buddhist teachers in China have taken eclectic approaches in their practice by teaching various Buddhist schools of thought concurrently (including Pure Land and Chan), without emphasizing any strict sectarian delineation between them. For example, prominent monastics during such as Tanluan were recorded as having written commentaries on non-Pure Land related scriptures, and there is little evidence of them having advocated for Pure Land as an independent \"school\" of Buddhism.[97][98] Another example is Hanshan Deqing and many of his contemporaries who advocated the dual practice of the Chan and Pure Land methods, advocating mindfulness of Amitābha to purify the mind for the attainment of self-realization.[101]\n\nThere were many other important Chinese Pure Land masters besides these three widely known patriarchs (Tanluan, Daochuo, and Shandao). Another important figure was the monk Cimin (Tz’u-mi, c. 680–74), who is known to have visited India. Cimin defended Pure Land Buddhism from the critiques of Chan masters that argued that all we needed to do was practice meditation.[102]\n\nA later figure was Fazhao (died c. 820), who was influential in increasing the popularity of Pure land with the Imperial court. Fazhao is known for standardizing the Chinese classic chant of na-mo a-mi-tuo fo  (‘adoration [or prostration] to Amitabha Buddha’), which came to be known as the \"nianfo\".[103]\n\nUnlike in the Japanese Pure Land of Shinran and Honen, Chinese Buddhist Pure Land practice was never really exclusivist and was often practiced in tandem with other Buddhist methods. Yongming Yanshou (904–975) is one of the many figures which taught the unity of Chan Buddhism with Pure Land practice. For Yanshou, the Pure Land and Chan are really both working for the same thing, the pure mind, since the Pure land is just the pure mind (as the Vimalakirti sutra states). Furthermore, for Yanshou, both methods are just ways of cutting self grasping, since the Pure Land abandonment of self-power is none other than the Buddhist teaching of not-self.[102]\n\nThe Tiantai Buddhist master Sìmíng Zhīlǐ (四明知禮, 960–1028) was also known as an important teacher of the Pure Land dharma gate.[104] Indeed, according to Jones, \"much Pure Land thought developed within the Tiantai School during the Song dynasty.\"[105] Tiantai school monks were pivotal in the spreading of Pure Land practice in China during this period. Jones notes that monks such as Shengchang (Shěngcháng 省常, 959–1020), Ciyun Zunshi (Cíyún Zūnshì 慈雲尊式, 964–1032), and Siming Zhili (Sìmíng Zhīlǐ 四明知禮, 960–1028), were instrumental in founding societies for pure conduct and vocal nianfo.\"[105]\n\nThis blending of Chan and Pure Land became more popular during the Mind and Qing dynasties, especially through the work of Yúnqī Zhūhóng (雲棲祩宏, 1535–1615).[102] He was one of the most influential figures of the Ming, along with Yuan Hongdao (Yuán Hóngdào 袁宏道, 1568–1610).[106] Ouyi Zhixu (Ǒuyì Zhìxù 藕益智旭, 1599–1655), was another important Pure Land leader who wrote on a wide variety of topics that included both Pure Land soteriology and precepts.[107]\n\nAnother important late Pure Land author was the Yuan dynasty monk Tianru Weize (天如惟則, c. 1286?–1354), who wrote the Questions about Pure Land (Jìngtǔ huòwèn 淨土或問, T.1972) as a dialogue between a skeptical Chan monk who poses questions about Pure Land practice, claiming it is dualistic.[108] Tianru defends the idea that an evil person can attain the Pure Land at death by arguing that at death, a person's power of concentration becomes very strong and that during this special time, they may repent of their past deeds with complete sincerity.[109]\n\n"
        },
        {
            "title": "Japanese Pure Land",
            "text": "From China, the Chinese Pure Land teachings spread to Japan and Korea where they developed in their own unique ways. Pure Land practice was present in Japan since the 7th century. During the Nara period (710–794), several monks taught nianfo (Japanese: nenbutsu) and wrote on Pure Land practice. These included Chikō (709–770 or 781) of the Sanron (Middle Way) school and Zenju (723–797) of the Hossō (Yogacara) school. Chikō's writings teach oral and visualized nenbutsu, with the main goal of attaining samadhi, but also rebirth in the Pure Land.[110]\n\nThe most important schools of Japanese Buddhism developed between the twelfth and fourteenth centuries. They were mostly influenced by the eclectic teachings of the Tendai school as their founding monks were all trained originally in the school.[111] This school was founded by Saichō (767–822), who studied the Chinese Tiantai school in China, including the nianfo methods taught by Zhiyi.[110]\n\nDuring the Heian period, Japanese Pure Land continued to develop in Tendai monasteries, such as the Mt. Hiei complex. One early Tendai figure, Ennin, is known for having brought back the practice of nembutsu from China, and this became the foundation for later Pure Land movements in Japan.[112] It was Tendai monks like Zenyu (913-990)  and Senkan (918–983) who first developed a distinctively Japanese Pure Land Buddhist discourse and who authored the Amida shinjūgi and Jūgan hosshinki, respectively.[113] Another important early figure of Japanese Pure Land was Genshin (942–1017), a Tendai monk known for his promotion of Pure Land practice and his writing of the Ōjōyōshū (Essentials of Birth in the Pure Land) which teaches Amitabha visualization and nembutsu and which was very influential for later Japanese Pure Land authors. Genshin held that since we had entered the era of Dharma decline (mappo), the easy practice of nenbutsu was most effective now. However, he did not argue, like later Japanese Pure Land Buddhists, that one should only practice nenbutsu exclusively and instead believed that the nenbutsu practice was to be supplemented by other practices.[114]\n\nPure Land practice also continued to develop in other Japanese schools of Buddhism. Figures such as Eikan (1033–1111) and Chinkai (c. 1091–1152) of the Sanron school and Kakuban (1095–1143) of the Shingon school all promoted their own form of Pure Land nembutsu based practice.[115]\n\nApart from these official monastic figures, there also existed itinerant holy men who traveled the countryside preaching about Pure Land practice. These preachers who practiced outside the authority of official temples, were called hijiri. Some were properly ordained, but others were self-ordained or not ordained at all.[110] Perhaps the most well known of these was Kūya (903–972), who was known for taking images of Amitabha with him and for his musical chanting of the nembutsu. He mainly wandered the country ministering to commoners and teaching them to chant the nenbutsu as well as providing other services like burying the dead, making wells and bridges and helping the needy. He was also devoted to Kannon.[116][110]\n\nPure Land practice also spread among commoners and laypersons, especially due to the rise in popularity of deathbed rituals and popular collections of stories of people who had achieved rebirth in the Pure Land, such as the Nihon Ōjō Gokuraku-ki (Records of Rebirth in Utmost Bliss in Japan) by Jakushin (c. 985).[110]\n\nJapanese Pure Land teachings eventually led to the formation of independent Pure Land institutions, as can be seen in the Jōdo-shū, Jōdo Shinshū, Yūzū-nembutsu-shū, and Ji-shū.[117] These new Pure Land schools were part of a new wave of Buddhist schools founded in the Kamakura period (1185–1333), each which tended to narrow its focus around a single simple practice which was promoted exclusively above all others, especially the complex rituals and practices of Tendai Buddhism.[110] This new focus allowed these schools to appeal to a wider base of support among the commoners.[118]\n\nThe first of these, the small Yūzū-nembutsu sect, was founded by the Tendai monk Ryōnin (1072–1132), who taught that just chanting nenbutsu as one's main practice was all that one needed to do to complete all virtues. He was influenced by the Huayan idea of interpenetration and held that chanting the nenbutsu not affected oneself, but also affected everyone around us. In his community, practitioners would sign a register and pledge to recite a certain number of nenbutsus per day. They would also hold joint recitation sessions and believed that all members received the collective benefit of their recitations.[119]\n\nHōnen (1133–1212) was a Tendai monk influenced by Genshin who initially practiced under a successor of Ryōnin at Mount Hiei. Through his efforts, a new independent Buddhist school was established (Jōdo-shū) which focused exclusively on Pure Land practice of the nenbutsu (nianfo).[120][118] Influenced by the work Shandao, Hōnen held that to reach the Pure Land it was only necessary to orally recite the name of Amitabha.[118] One did not need to meditate, perform any rituals, visualize any Buddha, study sutras or do any other practice (as was common in Tendai and Chinese Pure Land). One just had to recite the name with faith and joy. Thus, Hōnen's doctrine favored simple nenbutsu recitation above all other practices. Indeed, he argued that all other practices were inferior to nenbutsu in this degenerate age.[118]\n\nHowever, Hōnen is known to have scrupulously kept the Tendai precepts, and to have continued to perform rituals and study texts. Thus, he did not teach that one should completely discard all other practices, only that the nenbutsu was supreme and that only nenbutsu could lead to Buddhahood. And yet, he held that other practices (those which Shandao taught as auxiliary to nenbutsu) could enrich one's nenbutsu practice.[118]\n\nAccording to Hōnen, even the most unethical or lowly people (like fishermen, prostitutes, etc.) would be saved, as they were, by simply reciting namo amida butsu. Likewise, one did not have to worry about paying for deathbed rituals or organizing one's last days in any specific way. Simply by reciting nenbutsu now one would be saved whenever death came.[118] This simple teaching became very popular in Japan, especially among ordinary people.[121] Because of his reliance on a single simple practice, Hōnen's teaching was widely criticized as neglecting basic Buddhist ethics and bodhicitta. A notable critique was penned by the Kegon author Myōe.[122] While Hōnen was discreet in his critiques of other forms of Buddhism, some of his disciples were not. A scandal involving rumors of some of Hōnen's disciples and an imperial concubine led to Hōnen's exile and the persecution of some of his disciples.[122][118]\n\nAfter Hōnen's death, many of his writings were destroyed by the Tendai school warrior monks who also destroyed his tomb. The state also attempted to suppress his teachings, sending many of his disciples far away from the capital and this may have contributed to spread of the tradition all over Japan.[118] There was also a dispute among his followers over the issue of two different doctrinal stances: once-calling (Jp: ichinengi) and many-calling (tanengi). Once-calling held that you only needed to recite nenbutsu once and you would be saved, the many-calling view held that you needed to recite nenbutsu as much as possible. According to Jones, Hōnen had generally held that many-calling view, arguing for sustained practice, but the once-calling view also had some scriptural support. Thus, the debate continued long after his death.[118]\n\nInitially, the Jōdo-shū were a faction (ha) or sub-sect of the Tendai school, but after the 14th century, it developed into an independent tradition, which was more like a loose family of lineages.[118] A particularly influential event was the founding of the Chinzei branch by Benchō (1162–1238) and the subsequent work of Shōgei (1341–1420) to set up a formal training program for Jōdo Shū priests. This meant they no longer needed to study the monasteries of other traditions. The other main lineage of Jōdo-shū is the Seizan (West Mountain) branch founded by Shōkū (1177–1247).[118]\n\nAfter Hōnen's death, one of his disciples, Shinran Shōnin (1173–1262) created another new Pure Land school, the Jōdo Shinshū (True Pure Land, also known as Shin Buddhism) which would eventually grow to become one of the largest Buddhist schools in Japan.[123] Shinran had been a Tendai monk who saw himself as unsuited to the rigorous practices of the Tendai sect and became a follower of Hōnen.[123]\n\nAfter he was exiled and defrocked with his master, Shinran married and remained a layman even after he was pardoned by the state in 1211. He then moved to the Kantō region with his family. It was at this time that he realized his practice of all other Buddhist methods other than the nenbutsu were futile and he entrusted himself completely to the power of Amitabha.[123] Shinran would go on to write some important works on Pure Land thought and practice, mainly the Kyōgyōshinshō and the Tannishō, which discuss the importance of total self-abandonment or entrusting (Jp. shinjin) of ourselves to the Buddha Amitabha.[124]\n\nFor Shinran, this shinjin -  faith or entrusting  - became the center of his teaching, which according to Jones, was \"a deep conversion experience and the very means by which rebirth became assured.\"[123] For Shinran, any religious effort arose from a lack of trust in Amitabha's power and vows, which was the only thing that actually led to Buddhahood. Thus, one had to realize that one's own efforts were futile and completely entrust oneself to Amitabha. This total faith expresses itself as the nenbutsu. If someone has not developed shinjin, nenbutsu at least acts as a reminder that one requires salvation from Amitabha, and if one has developed shinjin, it is an expression of gratitude.[123] This entrusting is a total letting go which comes from Amitabha's grace, our own true nature, the Buddha-nature. This is the real \"other power\" (Jp. tariki) of Amitabha that is beyond the egoistic \"self-power\" (jiriki) and all notions of self and effort. Thus, other power is not something outside of us according to Shinran, but is immanent as our Buddha-nature.[123]\n\nThe fact that Shinran was not a monk meant that he and his followers often did not meet in temples, but in various other places, including private homes, which they might designate as dōjōs. These lay groups or congregations (monto) would also choose their own leaders and meet to practice nenbutsu together. According to Jones, \"The development of independent congregations of laypeople managing their own practice and organizations loosened the control that religious orders and the aristocracy traditionally exercised, and it represented a new, more democratic structure for Japanese Buddhism as a whole.\"[123]\n\nAfter his death, Shinran's communities remained as independent congregations, and the tradition now known as \"Jōdo Shinshū\" slowly developed over time. Shinra's sons and family, especially his grandson Kakunyo (1270–1351) and great-grandson Zonkaku (1290–1373) became influential caretakers of the tradition centered on Honganji temple which was built on the site of Shinran's grave.[123] Preaching and proselytizing was an important part of the tradition and there was a kind of equality between men and women (who were also given leadership roles). Rennyo (1415–1499) was one of the most influential figures in Shin Buddhist history. He was the eighth head of Honganji and led an expansion in membership and unification of Shin Buddhism. He also wrote new texts which clarified the doctrine of the tradition.[123]\n\nAnother, smaller Pure Land sect known as Jishū (時 宗) was founded by Ippen (1239–1289). Ippen was influenced by Hōnen, as well as Zen and Shingon Buddhism.[125][126] He wandered throughout Japan teaching nenbutsu with a band of followers. Ippen taught that not even faith was necessary for salvation, only the actual chanting the nenbutsu alone was needed. This is because he held, like Tanluan, that the mere name of Amitabha contained his entire reality. Amitabha was fully present in the name, since his existence, his Dharmakaya, was all pervasive. Thus, the recitation of the nenbutsu made one's mind non-dual with Amitabha.[126] Because of this, one did not need to generate faith. Faith was a gift from the Buddha, but not something we could give rise to by ourselves (since this was a kind of self-power)  and so we should not be concerned with it.[126] Ippen's teaching was very popular and his sect was dominant Pure Land sect for the two centuries following his death, but then it went into decline.[126]\n\nToday in Japan, Pure Land schools make up almost 40 percent of Buddhist practitioners and has the most temples, second only to Zen schools.[127] In Japan, strong institutional boundaries exist between sects which serve to clearly separate the Japanese Pure Land schools from the Japanese Zen schools.[100] One notable exception to this is found in the Ōbaku Zen school, which was founded in Japan during the 17th century by the Chinese Buddhist monk Ingen (Chinese Yinyuan Longqi). The Ōbaku school of Zen retains many Chinese features such as mindfulness of Amitābha through recitation and recitation of the Pure Land sūtras.[128]\n\nUpon encountering Japanese Pure Land traditions which emphasize faith, many westerners saw outward parallels between these traditions and Protestant Christianity. This has led many western authors to speculate about possible connections between these traditions.[129] However, the cosmology, internal assumptions, and underlying doctrines and practices are now known to have many differences.[129]\n\n"
        },
        {
            "title": "East Asian Pure Land Doctrine",
            "text": "Contemporary Pure Land traditions see Amitābha expounding the Dharma in his Pure Land (Chinese: jìngtǔ 淨土), a region offering respite from karmic transmigration. Amitābha's pure land of Sukhāvatī (Land of Bliss) is described in the Longer Sukhāvatīvyūha Sūtra as a land of beauty that surpasses all other realms. It is said to be inhabited by many gods, men, flowers, fruits, and adorned with wish-granting trees where rare birds come to rest.[130] Chinese Pure Land sources describe it by various names including “Western buddha-land” (xīfāng fótǔ 西方佛土), “Land of Amitābha Buddha” (āmítuófó guó 阿彌陀佛國), Utmost Bliss” (jílè 極樂), Peace and Nurturance” (ānyǎng 安養) and Peace and Bliss” (ānlè 安樂).[8]\n\nIn Pure Land traditions, entering the Pure Land is popularly perceived as equivalent to the attainment the bodhisattva stage of non-retrogression.[13] Upon entry into the Pure Land, the practitioner is then instructed in the Dharma by Amitābha Buddha and numerous bodhisattvas until they attian full buddhahood. Bodhisattvas also have the capacity of sending out manifestation bodies to any of the six realms of existence in order to help all sentient beings in saṃsāra, all without actually leaving the Pure Land.[32]\n\nIn Mahāyāna Buddhism, there are many buddhas, and each buddha has a pure land. Amitābha's pure land of Sukhāvatī is understood to be in the western direction, whereas Akṣobhya's pure land of Abhirati is to the east. Though there are other Buddhist traditions devoted to being reborn in the company of other Buddhas (such as Maitreya), Amitabha's Pure Land is by far the most popular.[31] Indeed, according to Jones, most Chinese, Japanese and Korean Buddhists today practice to reach the Pure Land of Amitabha in some way.[3]\n\nPure Land Buddhists believe that there is evidence of dying people going to the pure land, including knowing the time of death, visions of Amitābha and the two bodhisattvas, Avalokiteśvara and Mahāsthāmaprāpta and records of past Pure Land Buddhists who have died and left behind relics (śarīra).[131][132]\n\nThe Pure Land is widely understood by many classic Chinese Pure Land sources as surpassing or being beyond the triple realm (the desire realm, form realm and formless realm).[133] However, while it was and is common to think of the Pure Land as an actual place that one is literally reborn into after death, other sources and authors emphasize the idea that this world is itself coextensive with the Pure Land and thus that they are not separate places. According to Jones, \"the most frequently cited texts in support of this version of the Pure Land were the Vimalakīrti Sutra (Wéimójí suǒshuō jīng 維摩詰所說經, T.475) and the Platform Sutra of the Sixth Patriarch (Liù zǔ dàshī fǎbǎo tán jīng 六祖大師法寶壇經, T.2008).\"[134]\n\nThus, Chinese Buddhism inherited two different views of the Pure Land:[135]\n\nAccording to Jones, these two ideas led to many debates within Chinese Buddhism, which continued right up to the 20th century.[135] The Pure Land patriarch Yìnguāng (c. 1861–1940) for example, writes that to see the various splendors of the Pure Land as \"fables, metaphors, or psychological states\" was \"heretical\" and a \"ludicrous view\".[137]\n\nOn the other hand, those who promoted the \"mind-only Pure Land\" view saw the idea that the Pure Land was \"somewhere else\" as violating the Mahayana doctrine of the non-duality of purity and impurity, of samsara and nirvana.[138] They also held that claiming that a Pure Land can exist external to the mind and can appear pure even to an impure mind contradicts the Mahayana idea that the world is constructed by the mind.[138] This view is defended by the famous Chan text known as the Platform Sutra. In this text, Huineng states that only the deluded hope to be born in a faraway land in the west, while the wise who know their nature is empty seek the Pure Land by purifying their minds.[138]\n\n\nOther Chinese thinkers attempted to reconcile the two views. Yúnqī Zhūhóng (1535–1615) held that the teachings on the existence of the Pure Land as a place was a skillful means (upāya) which the Buddha used to help those of lesser capacities. In reality, the Buddha has no need of an actual place or land since he dwells everywhere, and yet out of compassion for others who need such a place, he manifests the Pure Land in order to draw in sentient beings. Once they reach the Pure Land, they learn the Dharma and realize it was always just mind. True sages know both that both truths are deeply interpenetrating and thus they can hold both ideas (other direction and mind-only Pure Land) without contradiction.[139] Thus, he writes:\nChinese thinkers like Zuhong and Yuan Hongdao also developed a schema which included various categories of Pure Lands. With these schema, they could accept the existence of both \"mind-only\" Pure Lands as well as Amitabha's Pure Land as another world. Yuan's schema also includes numerous other types of Pure Lands found in Mahayana literature, including: the Pure Land of the Primordial Buddha Vairocana which is the entire dharmadhātu in which all dharmas perfectly interfuse, the Pure Land of Vulture Peak assembly taught in the Lotus Sutra, which is also called the Constant-truth Pure Land (héng zhēn jìngtǔ), and the Conjured-manifestation Pure Land, which only exists for a brief period of time, such as when the Buddha changes the world in the Vimalakirti Sutra. Yuan's typology of Pure Lands served to resolve some of the conflict regarding the nature of the Pure Land by relying on classic Buddhist sources to show how there was a large variety of Pure Lands to be found in them.[141]\n\nChinese Pure Land thinkers sometimes defended Pure Land thought by explaining it within the context of Tiantai and Huayan philosophy. For example, Yuan Hongdao used the Tiantai doctrine of the three truths to defend the existence of the Pure Land path as a provisionally true yet empty reality.[142] Meanwhile, Yuan Hongdao and Yinguang both draw on Huayan thought to argue for the truth of Pure Land. Yuan Hongdao uses the Huayan theory of Indra's net to explain how the Pure Land perfectly interpenetrates with all buddha-lands and all the impure lands.[143]\n\nChinese Pure Land thinkers also argued for the efficacy of Pure Land practice in different ways. For example, they argued that the idea that a seemingly small effort of nianfo practice had a great effect was not illogical, since sometimes a small cause (like a spark) could have a great effect (like a large fire caused by one spark).[144] Some also argued that one could not know how much good karma one had accumulated in the past, and that nianfo practice might take many lives to produce birth in the Pure Land.[144]\n\n“Self-power” (Ch. zìlì 自力, Jp. jiriki) and “other-power” (Ch. tālì 他力, Jp. tariki) are key terms which are used to explain and define Pure Land practice in East Asian Buddhism.[145] It was Shandao who first argued that Amitabha's power helped take people to the Pure Land after death (previous authors just held that Amitabha created the Pure Land and it was up to an individual's own effort to make it there). This other power relationship was compared to how a lowly man who is accompanied by a king can enter previously inaccessible places.[146]\n\nChinese Pure Land Buddhism never denied the importance of self-power. Instead, according to Jones, Chinese Pure Land generally holds that \"Rebirth in the Pure Land results when the two powers work together, an idea that the modern Taiwan Pure Land master Zhiyu (Zhìyù 智諭, 1924–2000) captured with the phrase “the two powers of self and other” (zì-tā èr lì 自他二力).\"[145] Thus, in Chinese Pure Land, rebirth in the Pure Land arises from a cooperation of the practitioner and the Buddha.[145] Yúnqī Zhūhóng argues that the practitioner's efforts connect with the Buddha's power through “sympathetic resonance” (gǎnyìng 感應) which links them with the Buddha, attuning their mind with that of the Buddha, much like one plucked string in a lute can make another string nearby resonate.[147][144] According this view, the more that one practiced nianfo, the stronger and more enduring this bond with Amitabha became.[148] However, Chinese Pure Land masters also argued that one certainly cannot rely on self-power alone, which they denigrated as a futile effort.[149]\n\nChinese authors like Yuan Hongdao also argue that the actual nature of the Pure Land way \"is not self-power, nor is it other-power.\" Instead, according to Yuan, there is ultimately no real distinction between the Pure Land practitioner and the Buddha Amitābha and thus, the distinction between self-power and other-power is not ultimately real, and yet we can speak of this interaction conventionally (which he describes through metaphors).[150] The twelfth “patriarch”of Chinese Pure Land, Jìxǐng Chèwù (際醒徹悟, 1741–1810) also held that the practitioner and Amitābha, while distinct beings, are also really non-dual. When one chants nianfo, a sympathetic resonance is activated which leads to a non-dual realization of one's true nature as Amitabha.[151]\n\nIn the Japanese Pure Land schools of Hōnen and Shinran which developed in the Kamakura period, self-power is considered as completely pointless and powerless. Self-power does nothing for the Pure Land devotee. Those who wish to attain the Pure Land must only rely on the other-power of Amitābha, entrusting themselves to it by reciting the nembutsu.[145]  The Kamakura era Pure Land founders consistently denigrated all efforts to self cultivation and made the entrusting heart (J. shinjin 信心) as the only important element in gaining the Pure Land.[152] This created another problem, that of antinomianism, which was the idea that if one's salvation is assured, then there was no need to be moral at all and one could engage in wrongdoing without being concerned. Shinran attacked this problem by arguing that engaging in wrongdoing was just another form of clinging to self-power.[146]\n\nAnother difference between the Chinese and Japanese traditions is that the Japanese Pure Land schools generally hold that, since the Buddha does all the work of salvation, one's rebirth in the Pure Land is assured once one has faithfully recited the Buddha's name. No matter how wicked one may still be one will definitely reach the Pure Land. However, the Chinese traditions often hold out the prospect that a Pure Land practitioner might fail to get into the Pure Land due to various factors, such as ethical failings or getting distracted at the crucial moment of death.[153] This is because the Chinese tradition holds that Pure Land practice provides a connection to the Buddha only as long as the practitioner keeps the Buddha in mind. The effects of the practice can cease if one stops doing it. They compared this to lighting a lamp, which can remove all the darkness in a room immediately, but which will not provide light if it is put out.[154]\n\nThe concept of other power is related to other important ideas in Pure Land thought and broader Mahayana such as merit transference, esoteric empowerment (adhiṣṭhāna) and the idea that there is an “easy path” and a “difficult path” (or “path of sages”).[155] Transference of merit is the idea that Buddhas and bodhisattvas can transfer their immense stores of merit (puṇya, a beneficial protective force that is accumulated by good deeds), to other beings. This idea is found in many Mahayana sutras.[156] The concept of other power is seen as the easy path of practice, following the ideas presented in the “Chapter on Easy Practice” in the Shí zhù pípóshā lùn (Treatise on the ten levels, T.1521) attributed to Nagarjuna. This text promotes the easy path of Pure land over the difficult path of practice which entails many aeons of practice and may not be suitable for people. This text describes the easy path as follows: \"If a bodhisattva wishes to attain to the stage of non-retrogression in this body and accomplish supreme highest enlightenment, he should contemplate (niàn 念) all the buddhas of the ten directions and invoke their names.\"[157]\n\nDuring the 20th century, a new way of conceiving Pure Land developed which was more humanistic. This development was led by the monk Tàixū 太虛 (1890–1947) who argued that Buddhism should benefit humans in this life, and should not just be for the afterlife. He called this new Buddhism, “Buddhism for Human Life” (rénshēng fójiào 人生佛教), which has also been termed Humanistic Buddhism.[158] This new kind of Buddhism promoted the idea that the ideal Buddhist world could be built here and now, something Tàixū called “The Pure Land in the Human Realm” (rénjiān jìngtǔ 人間淨土).[159] While Tàixū did not repudiate the idea of post-mortem rebirth in Amitabha's Pure Land, he also promoted the idea of improving people's everyday lives through social reform and the building of an ideal Buddhist community.[159]\n\nSome of Tàixū's disciples, like Sheng Yen and Cheng Yen developed his ideas further. According to Jones, they held that Buddhists should not desire to escape from this world of suffering by seeking rebirth in a faraway land. Instead, Buddhists should \"engage in social reform and charitable work in order to transform this world into a Pure Land. In this model, the Pure Land will appear when the environment is cleansed and healed, the rights of women and children are safeguarded, and economic and social justice prevail.\"[160] However, Jones notes that Sheng Yen's writings reveal that he did not reject the practice of seeking rebirth in Amitabha's Pure Land and instead presented an eclectic view that accepted all views on the Pure Land. According to Sheng Yen, the socially focused actions of humanistic Buddhism do not conflict traditional Pure Land practices, instead they prepare one for birth in Amitabha's Pure Land. He also attempts to harmonize these with the other classic view that holds that the Pure land is just in the mind.[160]\n\n"
        },
        {
            "title": "Pure Land Practice in East Asian Buddhism",
            "text": "All Chinese sources agree that the principal practice of the Pure Land \"easy path\" is nianfo (Chinese: 念佛; Japanese: nenbutsu), which is described in a variety of different ways by Chinese sources and is also called \"holding the name\" (chēngmíng).[161][144]\n\nIn some forms of East Asian Buddhism, nianfo is generally seen as one practice among many. For example, according to Yuan dynasty monk Tiānrú Wéizé's (天如惟則, 1286?–1354) Questions about Pure Land (T.1972), there are three main approaches to Pure Land practice: visualization (guānxiǎng 觀想), recollection and invocation (yìniàn 意念), and “various practices” (zhòngxíng 眾行) which include ethical precepts, taking refuge and so on (and whose merit can lead to the Pure Land, especially if dedicated to this purpose).[162]\n\nIn other quarters however, nianfo is the only practice which is recommended and other practices are not seen as helpful. The Japanese Pure Land sects of Jōdo-shū and Jōdo Shinshū traditionally focus on the oral recitation of the nianfo exclusively. Similarly, the Chinese master Jìxǐng Chèwù (1741–1810) practiced and taught nianfo exclusively, having practiced it together with Chan in the past but then having abandoning this dual practice for an exclusive focus on nianfo.[163]\n\nRepeating the name of a Buddha such as Amitābha is traditionally a form of mindfulness of the Buddha (Skt. buddhānusmṛti). This term was translated into Chinese as nianfo, by which it is popularly known in English. The practice is often described as calling the buddha to mind by repeating his name, to enable the practitioner to bring all his or her attention upon that Buddha (See: samādhi).[164] This may be done vocally or mentally, and with or without the use of Buddhist prayer beads. Those who practice this method often commit to a fixed set of repetitions per day.[164] For instance, the monk Shandao is said to have practiced this day and night without interruption, each time emitting light from his mouth. Therefore, he was bestowed with the title \"Great Master of Light\" (Chinese: 光明大師) by Emperor Gaozong of Tang.[165]\n\nHowever, Chinese Buddhist Pure Land practice also commonly relies on multiple elements for their practice of nianfo, including contemplation and visualization of Amitābha, his attendant bodhisattvas, and the Pure Land. Such visualization methods are found in the Pratyutpanna-samādhi-sūtra and in the Amitayurdhyana Sutra, which presents sixteen progressive visualizations, each corresponding to the attainment of various levels of rebirth in the Pure Land.[166][162] The first of these steps is contemplation of a setting sun, until the visualization is clear whether the eyes are open or closed.[167] Each step adds complexity to the visualization of Sukhāvatī, with the final contemplation being an expansive visual which includes Amitābha and his attendant bodhisattvas.[167] According to Inagaki Hisao, this method was widely followed in the past for the purpose of developing samādhi.[10] Visualization practises for Amitābha are also popular in Chinese Esoteric Buddhism, Shingon Buddhism as well as other schools of Vajrayana.\n\nOne Chinese master who taught nianfo along with visualization was Yìnguāng (1861–1940). He also stressed the importance of other elements in this practice, mainly faith in Amitābha, vowing to be reborn in Sukhāvatī and also having the intention to transfer the merit of one's practice to all beings.[168] Similarly, Jìxǐng Chèwù stressed the importance of various prerequisite elements to nianfo pracitce: bodhicitta, faith in the pure land, an aspiration to achieve rebirth there, a sense of shame at past wrongdoing, joy at having learned of Pure Land, sadness over one's bad karma and gratitude to the Buddha.[169]\n\nGuīfēng Zōngmì (圭峰宗密, 780–841) was a Huayan and Chan master who also wrote on nianfo practice. He taught a schema of four types of nianfo which were adopted by later Pure Land authors like Yúnqī Zhūhóng (1535–1615) and Zhìyù (1924–2000). Zōngmì's four types of nianfo are:[170]\n\nThis schema may have been presented as a progressive path of practice, from easiest to most difficult and profound.[173] While Zōngmì held that the fourth method of nianfo was the most profound, Yúnqī Zhūhóng reversed this progression, arguing that “contemplation of the name” was actually the highest practice.[144]\n\nYúnqī Zhūhóng also taught that there were two main mental attitudes that can be applied to practicing nianfo:[171]\n\nThe various Japanese Buddhist traditions practice Pure Land in different ways. In traditions like Sanron and Tendai, nenbutsu (nianfo) is seen as one method among many, to be practiced in conjunction with other Buddhist practices like meditation, rituals, precepts, etc.[144]\n\nThe independent Pure Land schools in Japan, especially Jōdo Shinshū, have different interpretations of nianfo where they emphasize nianfo and faith or the entrusting heart (shinjin) over and above all other forms of Buddhist practice.[174] They also hold that this idea was taught by the three Chinese Patriarchs of their purported lineage: Tanluan, Daochuo and Shandao. This exclusivity is not supported by the historical evidence which shows that the Chinese patriarchs undertook visualization meditation, scriptural study and other practices.[97][98] However, even if this is their doctrinal emphasis, Jōdo Shinshū practitioners still engage in other practices, including liturgy, scripture chanting, charity and so on.[144]\n\nIn Chinese Buddhism, there is a common practice called the \"dual path of Chan and Pure Land cultivation\", which is also called the \"dual path of emptiness and existence.\"[175] As taught by Nan Huai-Chin, the name of Amitābha is recited slowly, and the mind is emptied out after each repetition. When idle thoughts arise, the name is repeated again to clear them. With constant practice, the mind is able to remain peacefully in emptiness, culminating in the attainment of samādhi.[175][176] Some Chinese masters argued that the practice of Chan by itself was risky, since one did not know if it would bear fruit in this life. Hence, it was better to practice both Chan meditation and nianfo, and in this way, one could at least be ensured of rebirth in the Pure Land.[144] A later development fused the two practices into one, which was called the Pure Land kōan and consisted of practicing nianfo while also asking oneself “Who is performing nianfo?”[144]\n\nOther Chinese meditation masters, particularly in the Chan school, taught nianfo as a secondary method. Thus, while Hānshān Déqīng 憨山德淸 (1546–1623) taught nianfo recitation, he saw is as a lesser practice than Chan meditation proper.[177] Similarly, Chan master Xūyún (1840?–1959) subsumed nianfo under a Chan framework which interprets it as a kind of huàtóu practice.[178]\n\nThe method of joint Pure Land and Chan practice was formalized in Korean Buddhism as part of the “Three Gates” (Korean: sammun) schema which taught nianfo, Seon meditation and doctrinal study. This system was first articulated by Ch’ongheo Hyujong in the 17th century, who held that the three practices work together.[144]\n\nThe eclectic practice of Chan and Pure Land (along with other classic Buddhist practices and rituals) are also a common feature of Vietnamese Buddhism.[179] The dual practice of Zen meditation along with recitation of Amitabha's name is also common in the Japanese Ōbaku school of Buddhism.[180]\n\nDifferent Pure Land traditions have different approaches to the practice of Buddhist ethical discipline (sīla), meditation and other \"self-power\" practices such as such as study, ritual, sutra chanting, vegetarianism, and monasticism. Chinese and Korean Pure Land Buddhists never dispensed with these practices, which they saw as valid and useful methods of making spiritual progress and generating merit which could be dedicated to rebirth in the Pure Land. This was also partly due to the fact that Pure Land in China was never an independent institutional \"school\", but was just seen as a \"dharma gate\" practiced within various schools that taught a variety of methods.[146]\n\nChinese Pure Land authors also had different answers to the question of why we should engage in other classic Buddhist practices if Amitabha Buddha could save all beings no matter how wicked they were. Thus, different Pure Land traditions have different ways to avoid the shared problem of antinomianism, which may arise if someone thinks they are sure to be saved by Amitabha's power and so chooses to do evil deeds or avoid all ethical training.[107]\n\nMany Chinese Pure Land masters exhorted their disciples to both practice ethics, vows and so on and chant the nianfo without attempting to answer the question of why they are both needed if simple nianfo is sufficient for rebirth in the Pure Land as stated in the Contemplation Sutra (Amitayurdhyana).[104] Numerous important Pure Land practitioners were also Vinaya masters and were active in transmitting the precepts.[181]\n\nChinese masters did give various reasons for why one should do other Buddhist practices including the ethical precepts. Charles B. Jones outlines the following main reasons given in the pre-modern Pure Land literature:[182]\n\nGroup practice, whether in a ritual setting or in retreat, is a common part of modern Pure Land Buddhism.[187] One important form of ritual in Pure Land Buddhism are death rituals. Death is often assigned a special importance in Pure Land Buddhism. This is because the time of death is seen as a key moment were one could either focus the mind on Amitabha and gain rebirth in the Pure Land or become distracted and troubled by worldly things.[187] According to Jones, one can find descriptions of such rituals in the memoirs of the Mind dynasty Pure Land teacher Yuan Hongdao (1568–1610). The basic goal of these rituals was to \"provide the dying person with an environment free from anything that would distract them from focusing on Amitābha and to offer support by practicing alongside them. At its simplest, family members gathered around the bedside and helped the dying person maintain a constant flow of nianfo, sometimes taking over for them if their breath became too weak.\"[187] Chinese Buddhists would also be on the lookout for auspicious signs during these rituals, such as visions of Amitabha and bright lights.[187] Over time, deathbed rituals could become very elaborate and funeral specialists developed which focused on these elements of Pure Land practice. They might involve extensive liturgies and works of art depicting Amitabha.[187]\n\nAnother form of group practice which is common in Chinese Pure Land Buddhism is the nianfo recitation retreat, where Buddhists come together for intensive recitation practice for several days. These retreats always focus on nianfo recitation (walking or sitting), but might also include chanting of the Pure Land sutras, taking of the eight precepts, silent meditation and Dharma lectures.[187]\n\nJapanese Pure Land Buddhist sects, like Jōdo Shinshū Hongwanji-ha, also perform numerous ritual services for their congregation. Charles B. Jones notes that in this school: \"there is an “infant rite” to welcome the birth of a new baby, a “confirmation ceremony” to affirm one's commitment to the Jōdo Shinshū and receive a dharma name, a “wedding ceremony” that unites a couple's marriage vows with a reaffirmation of their commitment to the way of Amitābha, and, of course, funeral rites to commend loved ones to rebirth in the Pure Land. Individual parishioners may also request special services, such as a home visit during which the minister chants the Smaller Sūtra in front of the family buddha-altar (Jpn.: butsudan), or memorial services to mark the death anniversaries of loved ones.\"[187] According to Jōdo Shinshū teaching, while these rituals do not actually contribute to one's attainment of the Pure Land (only shinjin does), they still promote virtues like self-reflection, awareness, gratitude and humility.[187]\n\nAnother common practice in Pure Land Buddhism is the chating of sutras (especially the three Pure Land sutras).[146] Sutra chanting was one of the auxiliary methods taught by Pure Land patriarchs like Shandao.[89]\n\nThe chanting of dhāraṇīs is a similar method. One popular Pure Land dhāraṇī is the Pure Land Rebirth dhāraṇī (往生淨土神咒 Wangsheng Jingtu Shenzhou) is another method in Pure Land Buddhism. The repetition of this dhāraṇī (which actually refers to two texts, a long and a short one) is said to be very popular among traditional Chinese Buddhists.[165] It is traditionally preserved in Sanskrit, and it is said that when a devotee succeeds in realizing singleness of mind on it, its true and profound meaning will be clearly revealed.[165] The Chinese use a version of this dhāraṇī that was transliterated from Sanskrit into Chinese characters, called the \"Mantra for Birth in the Pure Land\" (Chinese: 生淨土咒; pinyin: Shēng jìngtǔ zhòu).[188] Another dhāraṇī of Amitabha is the Dhāraṇī of Holy Infinite-Life Resolute Radiance King Tathāgata (聖無量壽決定光明王如來陀羅尼).[189]\n\nAccording to Chinese Pure Land master Yinguang, a Pure Land practitioner can recite any mantra or sutra, such as those which are commonly used in Chinese Mahayana (Heart Sutra, Great Compassion mantra, and the Shurangama Mantra). However, he also notes \"to be in accord with the tenets of Pure Land\" one should also include nianfo into one's recitation practice and also dedicate the merit of the practice to rebirth in the Pure Land.[190]\n\nPure Land practice is primarily said to lead to rebirth in Amitabha's Pure Land and thus the bodhisattva stage of non-retrogression (since at the point one has reached the Pure Land, one will not fall back from this to a lower realm). This Pure Land is often described as a kind of way station or hostel (lǚguǎn 旅館) outside of the triple world of samsara. It is a place that lacks suffering and which allows someone to practice the bodhisattva path without difficulties.[191] However, Pure Land authors also claim other benefits of practicing Pure Land which appear in this life. Benefits include the buddha-contemplation samādhi, purification of the mind, and elimination of bad karma.[192][144]\n\nVarious this worldly benefits of nianfo practice have also claimed by Pure Land masters at least since the Song dynasty. For example, when Tiantai master Sìmíng Zhīlǐ (960–1028) organized a Pure Land society, he claimed that the society's practice would “extend the emperor's longevity and contribute to the prosperity of the people.”[193] Various sources also claim that nianfo could heal disease or other health problems. For example, Yinguang claimed to have been healed of conjunctivitis by the practice.[193] Thus, some sources use nianfo as a kind of magical incantation with numerous benefits. These benefits can be found in sources like “Forty-Eight Ways to Nianfo” (Niànfó sìshíbā fǎ 念佛四十八法) by Zhèng Wéiān.[193]\n\n"
        },
        {
            "title": "Pure Land in Himalayan Buddhism",
            "text": "In Tibetan Buddhism, which is a Vajrayana tradition, various practices and ideas which are focused on rebirth in the Buddhafield of Amitabha (as well as other Buddhas) exist as part of the vast repertoire of Buddhist practices found in this tradition.[194][195] These include exoteric (or sutra) and esoteric (or tantric) forms of Buddhist practice focused on the Buddha Amitabha and his buddhafield of Sukhavati.[195] Matthew Kapstein writes that \"Sukhavati has long been an important focal point for much of Tibetan devotion,\" especially among lay devotees who commonly revere Amitabha, Avalokiteshvara and Padmasambhava as three bodies of a single Buddha.[5] He also notes that such an orientation also exists in Nepalese Buddhism.[5]\n\nGeorgios T. Halkias notes that the term \"Pure Land\" can be used in reference to these Tibetan practices and scriptures which are analogous to East Asian Pure Land Buddhist practices. However, he also notes that there has never been a \"sectarian, self-conscious movement of Pure Land Buddhism in Tibet\" which saw itself as independent of the larger doctrinal and practical worldview of Tibetan Buddhism as a whole. As such, Pure Land practices in Tibetan Buddhism are considered one element or orientation within the broader Himalayan Buddhist tradition.[196][5]\n\nPure Land Buddhism in Tibet has a long and innovative history dating from the era of the Tibetan Empire (8th-9th centuries), with the translation of the Sukhāvatīvyūha sūtras into Tibetan. Tibetan documents from Dunhuang also prove that by the 8th and 9th centuries, Sukhavati and Amitabha were important to Tibetan Buddhists.[197] The Tibetan Canon also includes numerous other Sukhavati-Amitabha oriented texts, including various dharanis (incantations/spells) which claim to lead one to Sukhavati. These include the Cloud of Offerings Dharani, Dharani-Mantra of Amitabha, Recollection of Amitabha, Dharani of the Essence of Aparimitayus, Dharani in Praise of Immeasurable Qualities.[198] However, there are also many other sources which mention other Pure Lands aside from Sukhavati, which shows that this was not the only Pure Land sought after by Tibetan Buddhists during the first and second disseminations of Buddhism.[199]\n\nTibetan compositions of pure-land prayers and artistic renditions of Sukhāvatī in Central Asia date to that time. Tibetan pure-land literature forms a distinct genre and encompasses a wide range of texts, including aspirational and devotional prayers for rebirth in Sukhavati (Tib. bde-smon), commentaries (’grel-ba) by scholars which discuss Pure Land practice, and esoteric meditations and rituals belonging to the Vajrayāna tradition which focus on rebirth in the Pure land and on the deity Amitābha.[200] The composition of Pure Land oriented literature was popular among major Tibetan Buddhist figures. For example, both Sakya Pandita (a key figure for the Sakya school) and Tsongkhapa (the founder of the Gelug school), composed Sukhavati-oriented works.[201]\n\nTibetan commentaries focusing on Amitabha and Sukhavati, like The First Panchen Lama's (1567-1662) Swift and Unobstructed Path to Sukhavati, teach methods to attain the Pure Land. In this text, the First Panchen Lama advises that one may use a thangka painting or a statue to help visualize Amitabha in his Pure Land while maintaining a mind oriented towards the good of all beings. The commentary also says that one should infuse all daily activities with this practice.[201]\n\nAnother important commentary on Pure Land practice, Training for Sukhavati with Luminous Faith: Sun-like Instructions of a Sage, was composed by the Nyingma scholar Ju Mipham (1846–1912).[202] His work is a classic of the genre and draws on numerous other texts to explain how Pure Land practice works through a synthesis of the \"ripening force of individual beings\" (sems-can rang-rang gi stobs smin-pa), the \"power of reality's potency\" (dngos-po'i nus-pa) and the power of Amitābha's aspirations (smon-lam) and wisdom (ye-shes).[203] According to Mipham, rebirth in Sukhavati is an excellent path to nirvana and is based on four causes: recollecting Buddha Amitabha, accumulating countless virtues, generating bodhicitta, and dedicating one's virtues to rebirth in Sukhavati. Recollecting the Buddha with faith and a strong aspiration to be born in Sukhavati are the main causes, while the others are secondary.[203] Mipham also discusses the three major hindrances to birth in Sukhavati: lack of understanding, wrong views and doubt. He also recommends reading, reciting, writing and meditating on the Sukhavati sutras.[204]\n\nAmitabha is generally understood as a specific Buddha, one of the Five Tathagathas, some of the most prominent Buddhas in the tradition. However, in some Tibetan Buddhist writings, Amitabha is equated with the Dharmakaya and with the Dzogchen concept of the basis or ground (gzhi). For example, the great 19th century Dzogchen master Dudjom Lingpa (khrag 'thung bdud 'joms rdo rje), writes: \"Emaho, in the self-manifest, pure expanse that is the real Akanistha, the magical field that is gnosis arrayed, is the Dharmakaya of the ground, the conqueror Amitabha.\"[205] Thus, Matthew Kapstein writes that in this Dzogchen understanding of Amitabha, Sukhavati is \"no longer the name of a particular paradise, but rather a metonymic expression for the primordial ground in which the Buddha's gnosis is disclosed.\"[205]\n\nIt seems that from the 11th century onwards, Amitabha and Sukhavati became increasingly popular, and this pure land became the most widespread destination sought by Pure Land rituals and contemplations.[206] Amitabha-focused tantric practices seem to have become widespread at least partly due to the efforts of the Indian tantric scholar Jetari.[206] One of these practices was popularized by the Sakya school and was a contemplation that one performed just before falling asleep, in which one visualized Sukhavati and the Buddha Amitabha. This \"sleep-meditation\" (nyal-bsgom) continues to be transmitted in the Sakya school until the present day.[207]\n\nOne of the simplest popular practices which Tibetan Buddhists consider to lead to rebirth in Sukhavati is the recitation of the six syllable mantra (om mani padme hum) of Avalokitesvara. According to Lama Zopa, this mantra can lead to Avalokitesvara's Potala Pure Land or Sukhavati.[208]\n\nPure Land works based on Amitabha are found in various other Tibetan textual collections, such as in the compositions of Tibetan masters like Dolpopa Sherab Gyaltsen (1292–1361), Namchö Mingyur Dorje (1645–1667) and Karma Chagme (1613–1678).[209] Dolpopa is known to have written a commentary on the Larger Sukhāvatīvyuha sutra entitled The supreme means whereby self and others may be reborn in Sukhāvatī.[207] According to Georgios T. Halkias, Mingyur Dorje's Namcho Terma Cycle \"contains a unique assortment of ritual practices devoted exclusively to the realization of Sukhāvatī\" called The Means of Attaining the Sukhāvatī Kṣetra, which \"represents the most original and systematic anthology of Tibetan Pure Land rituals to date.\"[210] This terma includes phowa practices and extensive visualization exercises where the main mandala is Sukhavati.[211]\n\nThe esoteric practice of phowa (mind transference, Sanskrit: *saṃkrānti) is a unique part of Tibetan Pure Land practice which is found in various terma (revealed treasure) works like The Standing Blade of Grass (Tib. 'Pho-ba 'Jag-tshug ma) by the Nyingma master Nyida Sangye (14th century) and Namchö Mingyur Dorje's Namcho Terma.[200][211] Phowa is an esoteric technique which ejects the mind stream through the crown of the head directly to Sukhavati at the moment of death.[212] This technique is found as one of the Six Dharmas of Naropa.[213] Since phowa specialists are said to be able to guide the minds of other people at death to Sukhavati, phowa also became a popular ritual that came to be performed for the dying by lamas.[212]\n\nAnother important tradition in Tibetan Buddhism are tantric practices based around Amitayus (another name for Amitabha, meaning Infinite Life) which focuses on the longevity and life-giving powers of this Buddha.[214]\n\nThere are many other treasure texts (termas) associated with Pure Land practice[215] and tertön Longsal Nyingpo (1625–1682/92 or 1685–1752) of Katok Monastery revealed a terma on the pure land.[216]\n\n"
        }
    ]
}