{
    "url": "https://en.wikipedia.org/wiki/Purity_and_Danger",
    "title": "Purity and Danger",
    "table_of_contents": [
        "1 Summary",
        "2 Influence",
        "3 Reviews",
        "4 See also",
        "5 References",
        "5.1 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Purity and Danger: An Analysis of Concepts of Pollution and Taboo is a 1966 book by the anthropologist and cultural theorist Mary Douglas. It is her best known work. In 1991 the Times Literary Supplement listed it  as one of the hundred most influential non-fiction books published since 1945. It has gone through numerous reprints and re-editions (1969, 1970, 1978, 1984, 1991, 2002). In 2003 a further edition was brought out as volume 2 in Mary Douglas: Collected Works (ISBN 0415291054).\n\n"
        },
        {
            "title": "Summary",
            "text": "The line of inquiry in Purity and Danger traces the words and meaning of dirt in different contexts. What is regarded as dirt in a given society is any matter considered out of place. (Douglas took that lead from William James.) She attempted to clarify the differences between the sacred, the clean and the unclean in different societies and times, but that did not entail judging religions as pessimistic or optimistic in their understanding of purity or dirt, such as dirt-affirming or otherwise. Through a complex and sophisticated reading of ritual, religion and lifestyle, Douglas challenged Western ideas of pollution and clarified how context and social history are essential.\n\nAs an example of that approach, Douglas first proposed that the kosher laws were not, as many believed, either primitive health regulations or randomly-chosen tests of the Israelites' commitment to God. Instead, Douglas argued that the laws were about symbolic boundary-maintenance. Prohibited foods were those that did not seem to fall neatly into any category. For example, the place of pigs in the natural order was ambiguous because they shared the cloven hoof of the ungulates but did not chew cud.\n\nLater, in a 2002 preface to Purity and Danger, Douglas went on to retract this explanation of the kosher rules and said that it had been \"a major mistake\".  Instead, she proposed that \"the dietary laws intricately model the body and the altar upon one another\". For instance, among land animals, Israelites were allowed to eat animals only if they were allowed to be sacrificed as well: animals that depend on herdsmen. Douglas concluded from that that animals that are abominable to eat are not in fact impure but that \"it is abominable to harm them\". She claimed that later interpreters (even later Biblical authors) had misunderstood this.\n\n"
        },
        {
            "title": "Influence",
            "text": "A historian of Late Antiquity, Peter Brown, stated that Purity and Danger was a major influence in his important 1971 article \"The Rise and Function of the Holy Man in Late Antiquity\", which is considered to be one of the bases for all subsequent study of early Christian asceticism.[1]\n\nIn Powers of Horror (1980), Julia Kristeva elaborates her theory of abjection and recognises the influence of Douglas's \"fundamental work\" but criticises certain aspects of her approach.[2]\n\n"
        }
    ]
}