{
    "url": "https://en.wikipedia.org/wiki/Pushpak",
    "title": "Pushpaka Vimana (1987 film)",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Casting",
        "3.3 Filming",
        "3.4 Music",
        "4 Themes",
        "5 Release",
        "5.1 Reception",
        "5.2 Accolades",
        "6 Legacy",
        "7 References",
        "8 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPushpaka Vimana (transl. The Flower Chariot) is a 1987 Indian black comedy film[5] written and directed by Singeetam Srinivasa Rao, who co-produced it with Shringar Nagaraj. The film, which has no dialogue, stars Kamal Haasan leading an ensemble cast that includes Samir Khakhar, Tinu Anand, K. S. Ramesh, Amala, Farida Jalal, Pratap Potan, Lokanath, P. L. Narayana and Ramya. It revolves around an unemployed graduate who encounters a drunk rich man unconscious and takes over his lifestyle after keeping him prisoner. However, he does not realise the dangers he has brought upon himself because a hired killer believes him to be his target.\n\nRao's desire to make a dialogue-less film came when he was working as an assistant director in a film where a character had to emote fear without dialogue in a scene. Once the idea for Pushpaka Vimana materialised, Rao wrote the screenplay within two weeks. The film was the only one produced by Nagaraj. Due to the lack of dialogue, Rao was able to cast actors from different parts of India. The cinematography was handled by B. C. Gowrishankar, editing by D. Vasu, art direction by Thota Tharani, and the background score was composed by L. Vaidyanathan. The film was shot in Bangalore, Karnataka.\n\nThe film was released on 27 November 1987 with different titles for different regions: its original title Pushpaka Vimana in Karnataka, Pushpaka Vimanam in Andhra Pradesh, Pushpak (transl. Flower) in Hindi-speaking regions, Pesum Padam (transl. Talking Picture) in Tamil Nadu, and Pushpakvimanam in Kerala. It received critical acclaim and became a commercial success, with a 35-week theatrical run in Bangalore. The film won the National Film Award for Best Popular Film Providing Wholesome Entertainment as a Kannada-language entry and in three categories at the 35th Filmfare Awards South in the Kannada branch: Best Film, Best Director (Rao) and Best Actor (Haasan).\n\n"
        },
        {
            "title": "Plot",
            "text": "An unemployed graduate living in a ramshackle lodge called Anand Bhavan dreams of riches. He tries to show off his meagre wealth in front of a roadside beggar but is then humbled to discover the beggar has accumulated more money than him. He meets a young woman trying on earrings in a fancy shop and then sees her again while waiting in line to apply for job vacancies. She mistakes the expensive car he is leaning against to be his, and he happily pretends she is right.\n\nOne night, the graduate finds a drunk rich man unconscious by the roadside. Finding in his pocket, a key to a suite in the plush \"Pushpak\" hotel, the graduate kidnaps and imprisons the rich man in his room at Anand Bhavan, while he moves into the rich man's suite at Pushpak, and takes over his lifestyle.\n\nThe rich man's wife has an extramarital affair with his friend, who hires a contract killer to kill the rich man without her knowledge. The killer stakes out the rich man's suite at Pushpak and mistakes the graduate as his target. The graduate discovers the same young woman in a suite opposite his balcony in the same hotel. She is the daughter of a magician performing at the hotel, and she slaps him after mistaking him for pulling a prank on her. They mend ways while paying tribute at the funeral of the hotel owner, and then they spend time together and develop a romantic relationship.\n\nMeanwhile, the killer tries to kill the graduate with ice daggers, but he fails in every attempt, with the graduate unaware of the threat to his life. Eventually, the graduate realises the killer is in the hotel to kill someone but does not know who. The killer intrudes into his suite, and barely survives getting electrocuted while trying to stab the graduate. The killer travels to the lover's bungalow to report his failure, and the graduate follows him and learns the truth. The rich man's wife learns of her lover's treachery and leaves him.\n\nIn a montage shown about the hotel owner, the graduate realises that he was once a poor man similar to himself. Seeing what the hotel owner achieved by fair means, the graduate begins to question his actions. He sees the roadside beggar has died, and municipality workers arrive to take away the body. However, discovering the beggar's stash, they abandon his body and squabble over the money. The graduate decides to stop his deceit. He frees the rich man and explains the situation to him in a letter. The rich man and his wife reunite, and he stops drinking.\n\nThe graduate decides to come clean to the magician's daughter too. He learns the magician's family is about to leave Pushpak. He confesses the truth to the magician's daughter, and to his surprise she forgives him. She writes down something on a paper and drops a rose wrapped in the paper from her car window as they depart Pushpak. The graduate picks up the rose, but the wind blows the paper into a gutter. Later, the graduate is shown standing in line again to apply for job vacancies.\n\n"
        },
        {
            "title": "Production",
            "text": "Singeetam Srinivasa Rao was assisting director K. V. Reddy in a film where there was a scene requiring a character to emote fear without dialogues.[7] Rao wondered if he could make an entire film that way for a long time, but did not have an idea for the story. The idea for the film that would become Pushpaka Vimana came to Rao when he was in a shower, after which he wrote the screenplay within two weeks. Kamal Haasan agreed to work on the film after being impressed by the script.[6] According to him, the story was originally a tragedy, but after being inspired by Charlie Chaplin, he and Rao decided to change it to a tragicomedy.[8][9] Pushpaka Vimana thus became the first full-length dialogue-less film in India after the \"silent era\" of cinema.[10]\n\nThe film struggled to find a producer, prompting Rao to take over production himself.[11] When Kannada actor Shringar Nagaraj, a relative of Kannada matinee idol Rajkumar with whom Rao was working at that time, heard that Rao was producing a film on his own, he asked about the subject. Rao narrated Pushpaka Vimana, Nagaraj showed excitement and joined as co-producer,[11] with the film being produced under Mandakani Chitra,[12] a company based in Bangalore, Karnataka.[13] Pushpaka Vimana was the only film Nagaraj had produced in his entire career.[14] Cinematography was handled by B. C. Gowrishankar, editing by D. Vasu,[15] and art direction by Thota Tharani, who had worked with Rao on Raja Paarvai (1981).[6]\n\nSince the film had no dialogue, Rao chose to cast actors from different parts of India.[11] Haasan, a native of Tamil Nadu, was cast as the protagonist, an unemployed graduate.[16] He had to shave his signature moustache for the role.[12] Rao initially wanted Neelam Kothari to be the female lead, but she wanted to wear \"glittering costumes\" like in Bollywood films; hence, Rao did not cast her. After seeing Amala compere an awards function at Madras, enquiring about her and getting to know about her Kalakshetra background, he approached her and she accepted.[11] Rao decided to cast Samir Khakhar as the drunk rich man, inspired by his drunkard character Khopdi from the Hindi television series Nukkad.[11]\n\nRao initially approached Amrish Puri to portray the contract killer, but he could not accept the offer due to unavailability of dates.[17][18] Haasan's then-wife Sarika showed a photograph of Tinu Anand and successfully recommended him for the role.[19] Pratap Potan, then known mainly for portraying dark characters, portrayed a comical character,[14] the extramarital lover of Ramya's character.[6] Rao initially wanted Bengali magician P. C. Sorcar Jr. to portray the female lead's magician father,[16] but ultimately chose K. S. Ramesh after seeing his performance in a magic show on television in Bangalore, where the story is set.[11] Farida Jalal, who was then visiting Bangalore, was cast as the female lead's mother.[16] According to Rao, P. L. Narayana proved the \"ideal choice\" for playing the beggar.[11]\n\nThota Tharani constructed a street set for the film beside the Hyland Hotel in Bangalore. The ramshackle room where the graduate lives, and the building itself, was constructed above the hotel. Most of the shooting was done in the Windsor Manor hotel in Bangalore.[11] The management of Windsor Manor were not initially willing to let the film be shot there, but after Nagaraj told them that \"the entire world will know about this hotel after the film\", they agreed. The scenes where the graduate meets the beggar were shot at a bridge near Windsor Manor.[16] According to Anand, Rao wanted the entire cast to be present at all times, regardless of whether they were filming scenes or not.[20]\n\nAs Ramesh was not as old as his character, Rao \"made him look old\".[16] The killer's signature weapon is an ice dagger. For this reason, every night, an ice mould in the shape of a dagger was kept in the freezer; however, the ice dagger would often melt soon by morning because of the strong density lights being used in the shooting. Rao ultimately decided to use an acrylic dagger, which looked like an ice dagger.[21][22] The entire budget of the film was ₹35 lakh (worth ₹13 crore in 2021 prices).[2]\n\nThe film had no songs, only background score. Rao wanted a composer who could work as per his demands and requirements for the scenes, for this L. Vaidyanathan was chosen to compose the score.[14] Sitar exponent Janardhan Mitta contributed to the re-recording using two other instruments apart from minimal orchestration.[23]\n\n"
        },
        {
            "title": "Themes",
            "text": "Rao called Pushpaka Vimana a personal film because \"that's the life I lead. I don't want to amass wealth. At the same time, I am not a person who romanticises poverty. Money is important, but that is not everything.\"[14] Anjana Shekar of The News Minute said the film satirises unemployment, an issue that was prevalent in India in the 1980s. She compared it to Mark Twain's novel The Prince and the Pauper because of the concept of identity switching, with the difference being that in Pushpaka Vimana the switching is not mutually agreed upon and the two men do not look alike. Anjana said that the climax in which the graduate is shown standing in a long queue of job seekers indicates that nothing has changed for him \"except that now, he's willing to take the metaphorical stairs to succeed in life.\"[24] Historian Bhagwan Das Garga noted similarities between the graduate and Walter Mitty, because of how the former \"fantasises about riches\".[3] Rao named The Inspector General (1949), where a civil servant is mistaken for a high-ranking inspector, as an inspiration on Pushpaka Vimana, and also took inspiration from his personal experiences in the 1950s.[25]\n\nWriting for India Today, Madhu Jain described Pushpaka Vimana as \"the story of the modern Indian male Cinderella. But with a different end – and moral: Money is not everything though pursuing it is entertaining.\" She noted the contrast in the name of the graduate's lodge, Anand Bhavan (Abode of Bliss).[4] Film critic Naman Ramachandran said the film gives the message that \"money is the root of much evil and honesty is the best policy\".[26] Ravi Balakrishnan of The Economic Times said that though it eschews formulaic Indian cinema conventions like songs and dialogue, it has \"all the elements that make a great mainstream entertainer – a love story, a crime caper, a thriller and a comedy – with plotlines blending together seamlessly\", while comparing its primary narrative to Charlie Chaplin's City Lights (1931), and the graduate to Chaplin's character The Tramp.[5]\n\n"
        },
        {
            "title": "Release",
            "text": "Pushpaka Vimana was released on 27 November 1987.[27] The film was released under different titles for different regions: its original title Pushpaka Vimana in Karnataka, Pushpaka Vimanamu in Andhra Pradesh, Pesum Padam in Tamil Nadu, Pushpak for Hindi-speaking regions and Pushpakvimanam in Kerala.[11][28] In Andhra Pradesh, it was distributed by Sravanthi Ravi Kishore, in Mumbai by actor Rajendra Kumar,[11] and in Madras by editor A. Mohan.[29] The film was featured in the Indian Panorama section at the 12th International Film Festival of India.[30] Retrospectively it was featured in the Shanghai International Film Festival, and Whistling Woods Film Festival.[31][32]\n\nThe film received critical acclaim for its creativity, making and the cast performances.[33][34] Reviewing Pesum Padam, the magazine Ananda Vikatan said that to make a silent film needs a lot of courage and the filmmaker needs to be congratulated for that, rating it 50 out of 100.[35] N. Krishnaswamy of The Indian Express said, \"For [Kamal Haasan], the film is yet another achievement. For Singeetam, always the bold experimenter [...] Pesum Padam should provide both critical and commercial mileage. It is music director L. Vaidyanathan's task to provide the 'silent' film a worthy musical foil to match its varied moods and needs: this he does with panache.\"[36] Jayamanmadhan of the magazine Kalki appreciated virtually every aspect of the film, calling it a must watch.[37]\n\nFilmmaker Satyajit Ray applauded the film and told Rao, \"You have created a love scene around a dead body\", referring to the scene where the graduate and the magician's daughter walk around the hotel owner's body during his funeral several times just to spend some time together.[16] Bombay: The City Magazine's critic wrote, \"Pushpak is a bold and timely reminder that verbal diarrhoea drowns out meaning. Silence is not only golden but eloquent.\"[38] Though no-one expected the film to succeed, it was a sleeper hit,[7] completing a 35-week theatrical run in Bangalore,[22] and grossing around ₹1 crore according to estimates by Madhu Jain and Garga.[3][4]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Pushpaka Vimana became a landmark of Indian cinema.[7] According to film theorists Ashish Rajadhyaksha and Paul Willemen, it \"opened up a new dimension in art-house entertainment\",[42] and \"helped change [Kamal Haasan's] screen image\".[1] Rao has stated that after the film's success, many people wanted him to make more dialogue-less films but he was uninterested, saying, \"My fascination was for the first one that I made.\"[7] Amala listed it along with Vedham Pudhithu (1987), Agni Natchathiram (1988), Siva (1989) and Karpoora Mullai (1991) as her most memorable films.[43] The film is listed among News18's \"hundred greatest Indian films of all time\".[44] It was also listed by Rediff.com in its list \"Singeetham's gems before Christ\".[45] On Haasan's birthday, 7 November 2015, Latha Srinivasan of Daily News and Analysis considered Pushpaka Vimanam to be one of the \"films you must watch to grasp the breadth of Kamal Haasan's repertoire\".[46]\n\n"
        }
    ]
}