{
    "url": "https://en.wikipedia.org/wiki/Pyramidion",
    "title": "Pyramidion",
    "table_of_contents": [
        "1 Private brick pyramids with pyramidia",
        "1.1 Scribe Mose pyramidion",
        "1.2 Ptahemwia pyramidion",
        "2 Gallery",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A pyramidion (plural: pyramidia) is the uppermost piece or capstone of an Egyptian pyramid or obelisk.[1] Speakers of the Ancient Egyptian language referred to pyramidia as benbenet [2] and associated the pyramid as a whole with the sacred benben stone.[3] During Egypt's Old Kingdom, pyramidia were generally made of diorite, granite, or fine limestone, then covered in gold or electrum; during the Middle Kingdom and through the end of the pyramid-building era, they were built from granite.[4] A pyramidion was \"covered in gold leaf to reflect the rays of the sun\"; during Egypt's Middle Kingdom pyramidia  were often \"inscribed with royal titles and religious symbols\".[3]\n\nVery few pyramidia have survived into modern times. Most[citation needed] of those that remain are made of polished black granite, inscribed with the name of the pyramid's owner. Four pyramidia – the world's largest collection[citation needed] – are housed in the main hall of the Egyptian Museum in Cairo. Among them are the pyramidia from the so-called Black Pyramid of Amenemhat III at Dahshur and of the Pyramid of Khendjer at Saqqara.[5]: 115 [6]\n\nA badly damaged white Tura limestone pyramidion, thought to have been made for the Red Pyramid of Sneferu at Dahshur, has been reconstructed and is on open-air display beside that pyramid; it presents a minor mystery, however, as its angle of inclination is steeper than that of the edifice it was apparently built to surmount.\n\n"
        },
        {
            "title": "Private brick pyramids with pyramidia",
            "text": "During the New Kingdom, some private underground tombs were marked on the surface by small brick pyramids that terminated in pyramidia. The four lateral sides included texts and scenes related to the cult of the Sun God (as the representation of Pharaoh).\n\nThe scenes typically depict the course of the sun, rising on one lateral face, setting on the opposite face, and traveling, through the night, through the underworld, ruled by Osiris.\n\nThe pyramidion of Mose (mes,s, New Kingdom, 19th Dynasty, c. 1250 BC, limestone, 53 cm tall) depicts himself making an offering, with his name on two opposite faces. The adjacent opposite faces feature a baboon: \"Screeching upon the rising of the Sun, and the Day\". (The baboon is also the god-scribe representation of the Scribe, for the god Thoth.)[7]\n\nThe pyramidion of Ptahemwia (19th Dynasty, Ramesside Period, c. 1200 BC, limestone, 28 cm wide, 42 cm tall) likewise displays sun-related scenes.[5]: 252  The Sun God, Re-Horakhti, and the god of the Underworld, Osiris, are shown on one lateral face.\n\nFacing the two gods, on the adjacent lateral face, is the deceased Ptahemwia, standing in an offering pose, facing three columns of hieroglyphs.[5]: 252 \n\n"
        }
    ]
}