{
    "url": "https://en.wikipedia.org/wiki/Pyrrhonism",
    "title": "Pyrrhonism",
    "table_of_contents": [
        "1 History",
        "2 Philosophy",
        "3 Practice",
        "3.1 The ten modes of Aenesidemus",
        "3.2 The five modes of Agrippa",
        "3.3 Criteria of action",
        "3.4 Skeptic sayings",
        "4 Connections with other philosophies",
        "4.1 Academic Skepticism",
        "4.2 Buddhism",
        "5 Texts",
        "6 Symbols",
        "7 Influence",
        "8 Scholarchs",
        "9 List of Pyrrhonist philosophers",
        "9.1 Ancient Pyrrhonists",
        "9.2 Pyrrhonists post-antiquity",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pyrrhonism is a school of philosophical skepticism founded by Pyrrho in the fourth century BCE. It is best known through the surviving works of Sextus Empiricus, writing in the late second century or early third century CE.[1]\n\n"
        },
        {
            "title": "History",
            "text": "Pyrrho of Elis (c. 360 – c. 270 BCE) and his teacher Anaxarchus, both Democritean philosophers, traveled to India with Alexander the Great's army where Pyrrho was said to have studied with the magi and the gymnosophists,[2] and where he was influenced by Buddhist teachings, most particularly the three marks of existence.[3] After returning to Greece, Pyrrho started a new line of philosophy now known as \"Pyrrhonism.\" His teachings were recorded by his student Timon of Phlius, most of whose works have been lost.\n\nPyrrhonism as a school was either revitalized or re-founded by Aenesidemus in the first century BCE. This phase of Pyrrhonism, starting with Aenesidemus and going through the last known Pyrrhonist of antiquity, Saturninus, is sometimes referred to as \"neo-Pyrrhonism.\"[4] Others use the term \"neo-Pyrrhonism\" to refer to modern Pyrrhonists such as Robert Fogelin.[5][6]\n\nAlthough Cicero, Seneca the Younger,[7] and Julian the Apostate[8] each mention that Pyrrhonism had died out at the time of their writings, other writers mention the existence of Pyrrhonists. Aenesidemus was a contemporary of Cicero. Diogenes Laertius mentions Pyrrhonists who were roughly contemporary with Seneca. Pseudo-Clement (c. 300-320 CE) mentions Pyrrhonists in his Homilies.[9] Agathias reports a Pyrrhonist named Uranius in the middle of the 6th century CE.[10]\n\nThe recovery and publishing of the works of Sextus Empiricus in the sixteenth century ignited a revival of interest in Pyrrhonism.\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Pyrrhonism is the earliest Western form of philosophical skepticism.[11] As with other Hellenistic philosophies such as Stoicism, Peripateticism and Epicureanism, eudaimonia is the Pyrrhonist goal of life. According to the Pyrrhonists, it is one's opinions about non-evident matters (i.e., dogma) that prevent one from attaining eudaimonia. As with Epicureanism, Pyrrhonism places the attainment of ataraxia (a state of equanimity) as the way to achieve eudaimonia. To bring the mind to ataraxia Pyrrhonism uses epoché (suspension of judgment) regarding all non-evident propositions. Pyrrhonists dispute that the dogmatists – which includes all of Pyrrhonism's rival philosophies – have found truth regarding non-evident matters. For any non-evident matter, a Pyrrhonist makes arguments for and against such that the matter cannot be concluded, thus suspending belief and thereby inducing ataraxia.\n\nAlthough Pyrrhonism's objective is eudaimonia, it is best known for its epistemological arguments, particularly the problem of the criterion, and for being the first Western school of philosophy to identify the problem of induction and the Münchhausen trilemma.\n\nPyrrhonists (or Pyrrhonist practice) can be subdivided into those who are ephectic (engaged in suspension of judgment), zetetic (engaged in seeking), or aporetic (engaged in refutation).[12]\n\n"
        },
        {
            "title": "Practice",
            "text": "Pyrrhonist practice is for the purpose of achieving epoché, i.e., suspension of judgment. The core practice is through setting argument against argument. To aid in this, the Pyrrhonist philosophers Aenesidemus and Agrippa developed sets of stock arguments known as \"modes\" or \"tropes.\"\n\nAenesidemus is considered the creator of the ten tropes of Aenesidemus (also known as the ten modes of Aenesidemus)—although whether he invented the tropes or just systematized them from prior Pyrrhonist works is unknown. Sextus Empiricus attributed them simply to the earlier Pyrrhonists. Diogenes Laeritius attributed them to Aenesidemus. The title of a lost work of Plutarch's (On Pyrrho's Ten Modes) appears to attribute the modes to Pyrrho.[13] The tropes represent reasons for epoché (suspension of judgment). These are as follows:\n\nSuperordinate to these ten modes stand three other modes:\n\nSuperordinate to these three modes is the mode of relation.[25]\n\nThese \"tropes\" or \"modes\" are given by Sextus Empiricus in his Outlines of Pyrrhonism.  According to Sextus, they are attributed only \"to the more recent skeptics\" and it is by Diogenes Laërtius that we attribute them to Agrippa.[26] The five tropes of Agrippa are: \n\nWith reference to these five tropes, that the first and third are a short summary of the earlier Ten Modes of Aenesidemus.[26] The three additional ones show a progress in the Pyrrhonist system, building upon the objections derived from the fallibility of sense and opinion to more abstract and metaphysical grounds.\n\nAccording to Victor Brochard “the five tropes can be regarded as the most radical and most precise formulation of skepticism that has ever been given.  In a sense, they are still irresistible today.”[28]\n\nPyrrhonist decision making is made according to what the Pyrrhonists describe as the criteria of action holding to the appearances, without beliefs in accord with the ordinary regimen of life based on: \n\nThe Pyrrhonists devised several sayings (Greek ΦΩΝΩΝ) to help practitioners bring their minds to epoche.[30] Among these are:\n\n"
        },
        {
            "title": "Connections with other philosophies",
            "text": "Pyrrhonism is often contrasted with Academic Skepticism, a similar but distinct form of Hellenistic philosophical skepticism.[32][33][34]  Dogmatists claim to have knowledge, Academic Skeptics claim that knowledge is impossible, while Pyrrhonists assent to neither proposition, suspending judgment on both.[32][33][35]  The second century Roman historian Aulus Gellius describes the distinction as follows:\n\nFollowing the death of Timon, the Platonic Academy became the primary advocate of skepticism until the mid-first century BCE.[38]  While early Academic Skepticism was influenced in part by Pyrrho,[39] it grew more and more dogmatic until Aenesidemus broke with the Academics to revive Pyrrhonism in the first century BCE, denouncing the Academy as \"Stoics fighting against Stoics.[40]\" Some later Pyrrhonists, such as Sextus Empiricus, go so far as to claim that Pyrrhonists are the only real skeptics, dividing all philosophy into the dogmatists, the Academics, and the skeptics.[33]\n\nThe summary of Pyrrho's teaching preserved in the \"Aristocles passage\" shows signs of Buddhist philosophical influence. This text is:\n\nAccording to Christopher I. Beckwith's analysis of the Aristocles Passage, adiaphora (anatta), astathmēta (dukkha), and anepikrita (anicca) are strikingly similar to the Buddhist three marks of existence,[3] indicating that Pyrrho's teaching is based on Buddhism. Beckwith contends that the 18 months Pyrrho spent in India were long enough to learn a foreign language, and that the key innovative tenets of Pyrrho's skepticism were only found in Indian philosophy at the time and not in Greece.[42] Other scholars, such as Stephen Batchelor[43] and Charles Goodman[44] question Beckwith's conclusions about the degree of Buddhist influence on Pyrrho.\n\nOther similarities between Pyrrhonism and Buddhism include a version of the tetralemma among the Pyrrhonist maxims[45] and a parallel with the Buddhist Two Truths Doctrine.[46] In Pyrrhonism the Buddhist concept of \"ultimate\" (paramārtha) truth corresponds with truth as defined via the criterion of truth, which in Pyrrhonism is seen as undemonstrated, and therefore nothing can be called \"true\" with respect of it being an account of reality. The Buddhist concept of  \"conventional\" or \"provisional\" (saṁvṛti) truth corresponds in Pyrrhonism to truth defined via the Pyrrhonist criterion of action, which is used for making decisions about what to do.\n\nNagarjuna's Madhyamaka philosophy is particularly similar to Pyrrhonism.[47] According to Thomas McEvilley this is because Nagarjuna was likely influenced by Greek Pyrrhonist texts imported into India.[48]\n\n"
        },
        {
            "title": "Texts",
            "text": "Except for the works of Sextus Empiricus and Diogenes Laërtius, the texts about ancient Pyrrhonism have been lost, except for a summary of Pyrrhonian Discourses by  Aenesidemus, preserved by Photius, and a summary of Pyrrho's teaching preserved by Eusebius, quoting Aristocles, quoting Pyrrho's student Timon, in what is known as the \"Aristocles passage.\"\n\n"
        },
        {
            "title": "Symbols",
            "text": "The balance scale, in perfect balance, is the traditional symbol of Pyrrhonism. The Pyrrhonist philosopher Montaigne adopted the image of a balance scale for his motto.[49]\n\n"
        },
        {
            "title": "Influence",
            "text": "Pyrrhonism so influenced Arcesilaus, the sixth scholarch of the Platonic Academy that Arcesilaus reformed the teaching of the Academy to be nearly identical to Pyrrhonism[50] thus initiating the Academic Skepticism of the Middle Academy.\n\nThe Pyrrhonist school influenced and had substantial overlap with the Empiric school of medicine. Many of the well-known Pyrrhonist teachers were also Empirics, including: Sextus Empiricus, Herodotus of Tarsus, Heraclides, Theodas, and Menodotus. However,  Sextus Empiricus said that Pyrrhonism had more in  common with the Methodic school in that it “follow[s] the appearances and take[s] from these whatever seems expedient.”[51]\n\nBecause of the high degree of similarity between the Buddhist philosopher Nagarjuna's Madhyamaka philosophy and Pyrrhonism, particularly as detailed in the surviving works of Sextus Empiricus,[47] Thomas McEvilley suspects that Nagarjuna was influenced by Greek Pyrrhonist texts imported into India.[48]\n\nPyrrhonism began to regain prominence starting in the late fifteenth century and the sixteenth century.[52]  The publication of the works of Sextus Empiricus, particularly a widely influential translation by Henri Estienne published in 1562,[52] played a major role in Renaissance and Reformation thought. Philosophers of the time used his works to source their arguments on how to deal with the religious issues of their day. Major philosophers such as Michel de Montaigne, Marin Mersenne, and Pierre Gassendi later drew on the model of Pyrrhonism outlined in Sextus Empiricus’ works for their own arguments. This resurgence of Pyrrhonism has sometimes been called the beginning of modern philosophy.[52]\n\nIt has also been suggested that Pyrrhonism provided the skeptical underpinnings that René Descartes drew from in developing his influential method of Cartesian doubt and the associated turn of early modern philosophy towards epistemology.[52] The Pyrrhonian formulation of skepticism would also go on to have a considerable influence on David Hume.\n\nPyrrhonism also affected the development of historiography. Historical Pyrrhonism emerged during the early modern period and played a significant role in shaping modern historiography. Historical Pyrrhonism questioned the possibility of any absolute knowledge from the past and transformed later historians' selection of and standard for reliable sources.[53]\n\nA revival of the use of \"Pyrrhonism\" as a synonym for \"skepticism\" occurred during the seventeenth century.[54]\n\nFallibilism is a modern, fundamental perspective of the scientific method, as put forth by Karl Popper and Charles Sanders Peirce, that all knowledge is, at best, an approximation, and that any scientist always must stipulate this in her or his research and findings. It is, in effect, a modernized extension of Pyrrhonism.[55] Indeed, historic Pyrrhonists sometimes are described by modern authors as fallibilists and modern fallibilists sometimes are described as Pyrrhonists.[56]\n\n"
        },
        {
            "title": "Scholarchs",
            "text": "Diogenes Laërtius recorded the following list of scholarchs of the Pyrrhonist school of philosophy.[57]\n\n326-270 BCE Pyrrho\n270-235 Timon of Phlius\n???-??? Euphranor of Seleucia\n???-??? Eubulus of Alexandria\n???-??? Ptolemy of Cyrene\nc. 100 Heraclides of Tarentum\nc. 50 Aenesidemus\n???-??? Zeuxippus \n???-??? Zeuxis \n???-??? Antiochus of Laodicea on the Lycus\nc 100 CE Menodotus of Nicomedia\nc. 120 Herodotus of Tarsus\nc. 160 Sextus Empiricus\nc. 200 Saturninus\n\n"
        }
    ]
}