{
    "url": "https://en.wikipedia.org/wiki/Quasiturbine",
    "title": "Quasiturbine",
    "table_of_contents": [
        "1 Two-port with carriages",
        "1.1 Photo-detonation",
        "2 Four-port without carriages",
        "3 Two-port without carriages",
        "4 History",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Quasiturbine or Qurbine engine is a proposed pistonless rotary engine using a rhomboidal rotor whose sides are hinged at the vertices. The volume enclosed between the sides of the rotor and the rotor casing provide compression and expansion in a fashion similar to the more familiar Wankel engine, but the hinging at the edges allows the volume ratio to increase. A geometrical indetermination (not uniquely defined) of the Quasiturbine confinement stator shape [1] allows for a variety of profiles (including asymetrical) and design characteristics. \nUnlike vane pumps, in which vane extension is generally important and against which the pressure acts to generate the rotation, the Quasiturbine contour seals have a minimal extension and the rotation does not result from pressure against these seals.\n\nSince the rotational force within the Quasiturbine comes from the pressure on the entire pivoting-blade, and not on an extensible vanes which impose a geometric back flow at chamber overlaps, the high eccentricity QT stators increases considerably the stroke displacement volumes which can exceed the whole engine volume per rotation. Such a high displacement to external engine volume ratio near unity leads to exceptional engine power density in volume and weight, while maintaining high torque.[2] Patents for the Quasiturbine (in the most general AC concept with carriages) [3][4][clarification needed] are held by the family of Gilles Saint-Hilaire of Québec. As well as an internal combustion engine, the Quasiturbine has been proposed as a possible pump design, and a possible Stirling engine.[5] It has been demonstrated as a pneumatic engine using stored compressed air, and as a steam engine.[6]\n\nThere are at least four proposed designs:\n\n"
        },
        {
            "title": "Two-port with carriages",
            "text": "The earliest Quasiturbine design used a three-wheeled carriage (French chariot, hence avec chariots or AC for with carriages) to support each vertex of the rotor. The wheels of these four carriages, making twelve wheels in total, ran around the periphery of the engine chamber.\n\nA prototype of an internal combustion engine to this design was constructed, and enthusiastically reviewed in European Automotive Design magazine September, 1999. The prototype was turned by an external engine for 40 hours.\n\nHowever, ignition with fuel was never achieved. If it was attempted no results were ever released, and development work on this design was no priority, in spite of Quasiturbine internal combustion test.[7]\n\n\n\nThe two-port design with carriages was proposed to make possible a new and superior mode of combustion, termed photo-detonation by the Quasiturbine inventors. This resembles detonation, as used in the Bourke engine, akin to knocking and pinging undesirable in common internal combustion engines. As of 2005[update], no research has been published supporting this claim. A related idea that flame transfer would be possible through special ports is similarly unsupported.\n\n"
        },
        {
            "title": "Four-port without carriages",
            "text": "The second Quasiturbine design is greatly simplified to eliminate the carriages (French sans chariots or SC). At the same time, the ports were duplicated on the opposite side of the housing, thus converting the operation from four strokes per cycle to two and doubling the number of cycles per rotor revolution. This mechanism has been demonstrated running as a pneumatic engine using stored compressed air, and also as a steam engine as reported in Scholar Papers.[8] This is also the design proposed for use as a pump, and particularly as a supercharger.\n\nThis design uses redesigned blades, longer than those for a similar sized housing of the first type owing to the absence of the carriages, and lacking the distinctive crown contour. Only the basic rotor geometry is common with the earlier design.\n\nA pneumatic engine of this design was demonstrated powering a go-kart in November 2004, and another powering a small car in September 2005, both vehicles using stored compressed air to power the engine. As of 2005[update] a pneumatic chain saw driven by an air hose from a conventional external compressor is under development.\n\nWith a suitably redesigned housing to allow for thermal expansion, the same rotor design has been demonstrated as a steam engine.\n\nAnother potential variation of this design uses the two sets of ports independently, one as an engine and the other as a pump, thus potentially integrating the functions of a pump and its driving motor in one shaftless unit. One restriction of this usage is that the two fluids must be similar; It would not be possible for example to drive an integrated air pump with hydraulic fluid, as the rotor design is significantly different. As of 2005[update] no prototype of this variation has been demonstrated.\n\n"
        },
        {
            "title": "Two-port without carriages",
            "text": "This third design combines aspects of the first two. As of 2005[update] this design is conceptual only. It has not been built, but is used for purposes of illustration. If built it would not support photo-detonation.\n\nMany other designs are possible within the patented Quasiturbine model, with or without carriages and with differing numbers of ports. As of 2005[update], which design will be used for further work on the internal combustion version has not been announced.\n\n"
        },
        {
            "title": "History",
            "text": "Prof. J. Ignacio Martínez-Artajo (1907-1984) from Universidad Pontificia Comillas (Madrid, Spain) made sketches of an adaptative rotary compressor in the mid seventies, which led to the construction of a railway model missing of proper rotor dynamic solutions. Lately, research was conducted by Dr. Gilles Saint-Hilaire, a thermonuclear physicist, and members of his immediate family. The original objective was to make a turbo-shaft turbine engine where the compressor portion and the power portion would be in the same plane. In order to achieve this they had to disconnect the blades from the main shaft, chain them around in such a way that a single rotor acts as a compressor for a quarter turn and as an engine for the following quarter of a turn.\n\nThe general concept of the Quasiturbine engine was first patented in 1996. Small pneumatic and steam units are available from the patent holders for sale or hire for research, academic training and industrial demonstration, as is a book (largely in French) describing the concepts and development of the design. Demonstrations have been undertaken on an Air Gokart in 2004, on “APUQ Air Car” in 2005, on the University of Connecticut “Brash Steam Car” in 2010, and other products (Chainsaw and generator).\n\nThe patent holders have announced that they intend to make similar internal combustion prototypes available for demonstration.\n\n"
        }
    ]
}