{
    "url": "https://en.wikipedia.org/wiki/Quest",
    "title": "Quest",
    "table_of_contents": [
        "1 Quest objects",
        "2 Literary analysis",
        "3 Historical examples",
        "4 Modern literature",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A quest is a journey toward a specific mission or a goal. The word serves as a plot device in mythology and fiction: a difficult journey towards a goal, often symbolic or allegorical.  Tales of quests figure prominently in the folklore of every nation[1] and ethnic culture.  In literature, the object of a quest requires great exertion on the part of the hero, who must overcome many obstacles, typically including much travel.  The aspect of travel allows the storyteller to showcase exotic locations and cultures (an objective of the narrative, not of the character).[2]  The object of a quest may also have supernatural properties, often leading the protagonist into other worlds and dimensions. The moral of a quest tale often centers on the changed character of the hero.\n\n"
        },
        {
            "title": "Quest objects",
            "text": "The hero normally aims to obtain something or someone by the quest, and with this object to return home.[3] The object can be something new, that fulfills a lack in their life, or something that was stolen away from them or someone with authority to dispatch them.[4]\n\nSometimes the hero has no desire to return; Sir Galahad's quest for the Holy Grail is to find it, not return with it. A return may, indeed, be impossible: Aeneas quests for a homeland, having lost Troy at the beginning of Virgil's Aeneid, and he does not return to Troy to re-found it but settles in Italy (to become an ancestor of the Romans).\n\nIf the hero does return after the culmination of the quest, they may face false heroes who attempt to pass themselves off as them,[5] or their initial response may be a rejection of that return, as Joseph Campbell describes in his critical analysis of quest literature, The Hero with a Thousand Faces.\n\nIf someone dispatches the hero on a quest, the overt reason may be false, with the dispatcher actually sending them on the difficult quest in hopes of their death in the attempt, or in order to remove them from the scene for a time, just as if the claim were sincere, except that the tale usually ends with the dispatcher being unmasked and punished.[6]  Stories with such false quest-objects include the legends of Jason and Perseus, the fairy tales The Dancing Water, the Singing Apple, and the Speaking Bird, Go I Know Not Whither and Fetch I Know Not What, and the story of Beren and Lúthien in J. R. R. Tolkien's The Silmarillion.\n\nThe quest object may, indeed, function only as a convenient reason for the hero's journey. Such objects are termed MacGuffins. When a hero is on a quest for several objects that are only a convenient reason for their journey, they are termed plot coupons.\n\n"
        },
        {
            "title": "Literary analysis",
            "text": "The quest, in the form of the hero's journey, plays a central role in the monomyth described by Joseph Campbell; the hero sets forth from the world of common day into a land of adventures, tests, and magical rewards.  Most times in a quest, the knight in shining armor wins the heart of a beautiful maiden/princess.\n\n"
        },
        {
            "title": "Historical examples",
            "text": "An early quest story tells the tale of Gilgamesh, who seeks the secret to eternal life after the death of his friend Enkidu.\n\nAnother ancient quest tale, Homer's Odyssey, tells of Odysseus, whom the gods have cursed to wander and suffer for many years before Athena persuades the Olympians to allow him to return home.  Recovering the Golden Fleece is the object of the travels of Jason and the Argonauts in the Argonautica. Psyche, having lost Cupid, hunted through the world for him, and was set tasks by Venus, including a descent into the underworld.\n\nMany fairy tales depict the hero or heroine setting out on a quest, such as:\n\nOther characters may set out with no more definite aim than to \"seek their fortune\", or even be cast out instead of voluntarily leaving, but learn of something that could aid them along the way and so have their journey transformed from aimless wandering into a quest.[7]  Other characters can also set forth on quests — the hero's older brothers commonly do — but the hero is distinguished by their success.\n\nMany medieval romances sent knights out on quests. The term \"knight-errant\" sprang from this, as errant meant \"roving\" or \"wandering\". Thomas Malory included many in Le Morte d'Arthur.  The most famous—perhaps in all of western literature—centers on the Holy Grail in Arthurian legend.  This story cycle recounts multiple quests, in multiple variants, telling stories both of the heroes who succeed, like Percival (in Wolfram von Eschenbach's Parzival) or Sir Galahad (in the Lancelot-Grail), and also the heroes who fail, like Sir Lancelot.  This often sent them into a bewildering forest.  Despite many references to its pathlessness, the forest repeatedly confronts knights with forks and crossroads, of a labyrinthine complexity.[8]  The significance of their encounters is often explained to the knights—particularly those searching for the Holy Grail—by hermits acting as wise old people.[9]   Still, despite their perils and chances of error, such forests, being the location where the knight can obtain the end of their quest, are places where the knights may become worthy; one romance has a maiden urging Sir Lancelot on his quest for the Holy Grail, \"which quickens with life and greenness like the forest\".[10]\n\nSo consistently did knights quest that Miguel de Cervantes set his Don Quixote on mock quests in a parody of chivalric tales. Nevertheless, while Don Quixote was a fool, he was and remains a hero of chivalry.\n\n"
        },
        {
            "title": "Modern literature",
            "text": "Quests continued in modern literature.  Analysis can interpret many (perhaps most) stories as a quest in which the main character is seeking something that they desire,[11] but the literal structure of a journey seeking something is, itself, still common.  Quests often appear in fantasy literature,[12] as in Rasselas by Samuel Johnson, or The Wonderful Wizard of Oz, where Dorothy, Scarecrow (Oz), the Tin Woodman, and the Cowardly Lion go on a quest for the way back to Kansas, brains, a heart, and courage respectively.[13] Quests also play a major role in Rick Riordan's fantasy books, among them Percy Jackson & the Olympians, The Heroes of Olympus, and The Kane Chronicles, and in dark fantasy novel The Talisman by Stephen King and Peter Straub.\n\nA familiar modern literary quest is Frodo Baggins's quest to destroy the One Ring in The Lord of the Rings.[14] The One Ring, its baleful power, the difficult method which is the only way to destroy it, and the spiritual and psychological torture it wreaks on its bearer; J. R. R. Tolkien uses all these elements to tell a meaningful tale of friendship and the inner struggle with temptation, against a background of epic and supernatural warfare.\n\nThe Catcher in the Rye is often thought of as a quest plot, detailing Holden's search not for a tangible object, but for a sense of purpose or reason.\n\nSome writers, however, may devise arbitrary quests for items without any importance beyond being the object of the quest.  These items are known as MacGuffins, which is sometimes merely used to compare quests and is not always a derogatory term.  Writers may also motivate characters to pursue these objects by meanings of a prophecy that decrees it, rather than have them discover that it could assist them, for reasons that are given.\n\n"
        }
    ]
}