{
    "url": "https://en.wikipedia.org/wiki/Quimbanda",
    "title": "Quimbanda",
    "table_of_contents": [
        "1 Spirits",
        "1.1 Exus",
        "1.2 Pomba Giras",
        "1.3 Ogum",
        "2 Practices",
        "2.1 Rituals",
        "2.2 Marginal Locations",
        "2.3 Animal Sacrifices",
        "3 History",
        "3.1 From Africa to Brazil",
        "3.2 Catholic Influence",
        "3.3 From Macumba to Quimbanda and Umbanda",
        "3.4 The emergence of Quimbanda",
        "3.5 Contemporary",
        "4 See also",
        "5 References",
        "6 Works cited",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Quimbanda (Portuguese pronunciation: [kĩˈbɐ̃dɐ]) is an Afro-Brazilian religion practiced primarily in the urban city centers of Brazil. Quimbanda practices are typically associated with magic, rituals with Exus, and Pombagiras spirits. Quimbanda was originally contained under the religious tradition of Macumba. In the early years of the 21st century some began to assert that Quimbanda was totally separate from Umbanda. Umbanda represented the more Europeanized traits of the religion. Quimbanda has continued to insist that it is a distinct religion, while rejecting Catholic and Kardecist Spiritist influences that have penetrated Umbanda and other Afro-Brazilian religions.\n\n"
        },
        {
            "title": "Spirits",
            "text": "In Quimbanda the male spirits are known as Exus, they are considered very powerful spirits. Note that they are not the same as the Eshu/ Elegua of Lukumi Elegua/ Santeria; as Quimbanda has evolved as a religion, it has created a category of spirits collectively called Exus, whose name was borrowed from the deity Exu. Exus refers to the phalanx of spirits. Religious professor Kelly E. Hayes outlines the purposes of Exu spirits:\n\nExus, commonly referred to as ‘spirits of the left’, are not purely evil. Instead, they are more human-like in their qualities and share in human weaknesses. Exu spirits primarily deal with human and material matters as opposed to the ‘spirits of the right’ used in Umbanda, who deal with primarily spiritual matters. Exus are typically called for rituals to arrange rendezvous, force justice, or keep life balance. From inside of the cult, Quimbanderos instead affirm that Exus cover both Spirit and Matter, and that They simply consider pointless to stick only to one of them. According to the lore provided by trained sorcerers, Exus has a stern and high morality, They simply accept to help people into delicate matters too, like seduction and vengeance, but never with the uninterest in morality and ethic often attributed to them by outsiders.\n\nAnother set of deities associated with Quimbanda are not directly derived from the Yoruba religious tradition: Pomba Giras, the female counterparts of Exus.[1] Prominent Pomba Giras such as Pomba Gira Maria Mulambo, also known as ‘Maria of the trash’, are used for specific rituals often relating to their names. Mulambo refers to someone who is wearing ragged clothing or someone who is very unlucky. Therefore, Pomba Gira Maria Mulambo is summoned to overturn or destroy someone and make them a mulambo. A legend about Maria Mulambo says that she drew her title from the fact that she gave up her richness as a princess, so to marry her non-rich lover, and join him to help the poor, before her angry husband had her murdered; because of this, it is not a good idea to ask her to attack somebody without a good reason, for Pomba Giras have devious ways, but a firm (yet crooked to outsiders) morality.[1]\n\nOgum is the orisha of warfare and metal. Ogum is also known as the Lord at the center of the crossroads. Rituals involving Ogum are typically less aggressive and more justice-bound than that of Exu. Professor David J. Hess speculates that Ogum acts as an intermediate figure between the rituals of Exu in Quimbanda and the rituals of Umbanda, revealing the deep connection between Quimbanda and Umbanda.[1]\n\n"
        },
        {
            "title": "Practices",
            "text": "A classic Quimbanda ritual, called a trabalho, consists of several parts: a motive, dedication to a spirit, a marginal location, the metal or clay (earthy) material, an alcoholic drink, scent, and food (usually a peppered flour-palm oil mixture, sometimes called miamiami).[2] An example of a trabalho is as follows:\n\nDepending on the purpose of the ritual, aspects of the trabalho will change. For instance, if one desires to seek justice from Exu they will use white candles, rum and a written request. Therefore, certain colors denote different motives in a ritual: white symbolizing an honest and justice-bound motive and red and black representing an aggressive and illicit motive. Other rituals substitute the harsh or spicy smell of cigars for the sweet smell of carnations, thus symbolizing the transformation between harming and helping rituals. Likewise, rituals involving female spirits (Pomba Giras) are less aggressive in their performance. A trabalho to obtain a woman is as follows:\n\nParticular elements of an Exu trabalho remain unchanged in the Pomba Gira trabalho and therefore mark Pomba Giras as the female counterparts of Exu: the colors, the location (male to female variation), the time of day, the day of the week, the scent (smoky), and the container for the food and the flour/palm oil mixture. In a Pomba Gira trabalho, another set of elements indicates a gentler coding: from rum to champagne or anisette, from the absence of flowers to red roses, from pepper in the flour/palm oil mixture to honey, and from a fierce initiatory act to a song, which seems to suit the purpose of the ritual: to obtain a woman.[1] (See Table One for the transition between Exu and Pomba Giras rituals)\n\nTable One: Differences Between Exu and Pomba Gira Rituals\n\n‘Marginal locations’ refer to areas containing magical and spiritual significance where rituals are executed. Many Quimbanda rituals are performed at crossroads, as Exu is the Lord of the seven crossroads and Ogum is the Lord of the center of the crossroads. Other marginal locations include the streets at night (since Exus are referred to as ‘people of the streets’), cemeteries, beaches, and forests, all during the nighttime.[3]\n\nIn certain rituals with Kiumbas (aspiring to become Exus), devotees offer sacrificial pigeons, hens, roosters, goats, sheep, and bulls to help a spirit progress in power and capability. Other rituals use animal sacrifices to enlist the help of a spirit to carry out a deed.\n\n"
        },
        {
            "title": "History",
            "text": "Quimbanda originated in South America and developed in the Portuguese Empire. The Atlantic slave trade brought African cultural presence to the Americas. In Brazil, by the mid 19th century the slave population outnumbered the free population. The slave population increased when free men of African descent (libertos) were added to the slave population. The African culture brought by slaves to Brazil slowly mixed with the Indigenous American and European culture. In the large urban centers such as Rio de Janeiro, where the African-slave population was the most concentrated, the Colonial regime enforced a social control system to suppress the rising population. However, instead of suppressing the African slave population, the Colonial regime’s system had the opposite effect; the system divided the slave population into ‘nations’, which preserved, protected, and even institutionalized African religious and secular traditions. The large cities where the slave population was most concentrated preserved Macumba, the forerunner of Quimbanda, and still hold the largest following of Quimbanda.[4]\n\nThe Catholic Church has had very little lasting effect on Quimbanda unlike other Afro-Brazilian religions such as Umbanda.[5] The Catholic Church in Brazil was under the direct control of the Portuguese crown so it relied on the state to provide funds, resulting in a very understaffed clergy in Brazil. Subsequently, the main Catholic influence in Brazil was a lay brotherhood. Therefore, the Catholic Church received only a nominal conversion of the African slaves. Ironically, the Catholic Church adopted the Colonial crown’s system of controlling the slave population, which in turn preserved African traditions.[5]\n\nBefore Quimbanda became its own separate religion, it was contained inside the religious tradition of Macumba. During the late 19th century and into the mid 20th century, Macumba was a pejorative term for all religions deemed by the white-dominant class as primitive, demonic and superstitious black magic. However, as African culture continued to blend with the native Brazilian culture, Macumba morphed into two religions: Umbanda and Quimbanda. Umbanda represented the ‘whitened’ aspects of Macumba, drawing heavily on spiritual and hierarchical values of French Spiritism and Catholicism. On the other hand, Quimbanda represented the aspects of Macumba that were rejected in the whitening process, becoming ‘the Macumba of Macumbas’.[6] The split between the black and white magic of Macumba has caused much debate over the unity or disunity of Quimbanda and Umbanda. Some believe that Quimbanda and Umbanda represent aspects or tendencies of a single system.[7] Others believe that Quimbanda and Umbanda have morphed into their own religions with their own influences and beliefs.(see Table Two for differences between Quimbanda and Umbanda)\n\nTable Two: Differences Between Quimbanda and Umbanda\n\nUntil halfway through the 20th century, Quimbanda and other Afro-Brazilian religions were not considered to be religions at all. Instead, they were considered to be primitive, superstitious magic passed down intergenerationally from an African-slave past. The black consciousness movement and the women’s movement of the late 1970s created the perfect environment for the emergence of Quimbanda. These movements helped acquire civil liberties during Brazil’s long process of returning to democracy. Historians refer to this process as ‘re-Africanization,’ meaning the \"intentional assertion of aesthetics, theologies, and practices considered more African.\" The re-Africanization movement caused increased popularity and respect for Exus and Pomba Giras spirits previously viewed as illicit and demonic. Thus, the emergence of Quimbanda showed the Afro-Brazilian culture salvaging their traditional African religion from white-dominant class misinterpretations of superstitious black magic. This re-Africanization movement simultaneously protected Quimbanda from the prevalent ideology of \"whitening\" that influenced other Umbanda and other eclectic Afro-Brazilian religions.\n\nQuimbanda has had a quickly rising membership since its emergence in the 1970s, especially in urban areas of Southern Brazil. However, according to Brazil’s 2000 census[8] less than 1% of the population claimed to belong to Afro-Brazilian religions (including Quimbanda and Umbanda). Although very little of the Brazilian population claims to follow Quimbanda, many people from all social ranks use Quimbanda rituals occasionally.[9] It is a common practice for businessmen to consult Exus before major business dealings.[9]\n\n"
        }
    ]
}