{
    "url": "https://en.wikipedia.org/wiki/Quranism",
    "title": "Quranism",
    "table_of_contents": [
        "1 Terminology",
        "2 Doctrine",
        "2.1 Differences with traditional Islam",
        "2.1.1 Shahada (creed)",
        "2.1.2 Salah (prayer)",
        "2.1.3 Wudu (ablution)",
        "2.1.4 Zakat (alms tax)",
        "2.1.5 Sawm (fasting)",
        "2.1.6 Hajj (pilgrimage)",
        "2.1.7 Ridda (apostasy)",
        "2.1.8 Polygamy",
        "2.1.9 Military Jihad",
        "2.1.10 Food",
        "2.1.11 Dress code",
        "2.1.12 Hadith",
        "2.1.13 Tafsir",
        "2.1.14 Other",
        "3 History",
        "3.1 Early Islam",
        "3.2 19th century",
        "3.3 20th century",
        "4 Criticism and persecution",
        "4.1 Egypt",
        "4.2 Sudan",
        "4.3 Turkey",
        "4.4 Saudi Arabia",
        "4.5 Russia",
        "4.6 South Africa",
        "4.7 Kazakhstan",
        "5 Notable organizations",
        "5.1 Ahle Quran",
        "5.2 Izgi Amal",
        "5.3 Kala Kato",
        "5.4 Malaysian Quranic Society",
        "5.5 Quran Sunnat Society",
        "5.6 Tolu-e-Islam",
        "5.7 United Submitters International",
        "6 Notable individuals",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Quranism (Arabic: القرآنية, romanized: al-Qurʾāniyya; also known as Quranic Islam)[8][9] is a movement within Islam. It holds the belief that traditional religious clergy has corrupted religion, and Islamic guidance should be based strictly on the Quran, thus opposing the religious authority of all or most of the hadith literature and extra non-Quranic sources.[10][11] Quranists believe that religious laws in the Quran are already clear and complete, and can be understood without referencing outside texts.[12] Quranists claim that the vast majority of hadith literature are fabrications and that the Quran itself criticizes the hadith both in the technical sense and the general sense.[13][10][14][15][16][17]\nIn the Muslim world, Quranists have faced opposition and have been labeled as \"animals\" and \"apostates\" in fatwas issued against them. In several countries, being a Quranist is punishable by death and/or torture.[18][19][20][21] Quranist authors who fear for their lives write anonymously or under a pseudonym.[22]\n\nMost Quranists divide their understanding of the Quran into two parts. One part refers to parts of the Quran which minimally reference events during the life of the Islamic prophet Muhammad, which Quranists believe may require historical studies or the hadith for full context, even if full historical context may not be needed to understand what the Quran is conveying with such references. The other part involves the rest of the Quran which, according to Quranists, forms the basis of Islam and can be understood without any reference to the hadith. As a result, in matters of faith, jurisprudence, and legislation, Quranists differ from Sunnis and Shias, who consider the hadith, scholarly opinions, the opinions of the sahaba, ijma and qiyas, and Islam's legislative authority in matters of law and creed in addition to the Quran.[23][24] Each hadith-espousing sect of Islam has its own distinct collection of hadith upon which its Muslims rely, but they are rejected by other sects,[25] while the Quranists reject all of the differing collections of hadith and have none of their own.[17][26][27] This methodological difference has led to considerable divergence between Quranists and Sunnis and Shia in matters of theology and law as well as the understanding of the Quran.[17][28]\n\nQuranism is similar to movements in other Abrahamic religions such as the Karaite in Judaism and the sola scriptura view of some Protestant Christians.\n\n"
        },
        {
            "title": "Terminology",
            "text": "Most Quranists define themselves simply as \"Muslims\",[29] while other names used include \"Quranic Muslims\", \"Submitters [to God]\".[30][31] Other sects refer to them as \"Quranists\" (Arabic: قرآنيّون, romanized: Qurʾāniyyūn),[32][33] and also sometimes as \"reformists\" or \"progressive Muslims\", although Quranists themselves mostly deny these names.[34]\n\n"
        },
        {
            "title": "Doctrine",
            "text": "Quranists believe that God's message in the Quran is clear and complete as it is and that it can be fully understood without referencing outside sources. They believe that the Quran is clear, complete, and that it can be fully understood without recourse to the hadith and sunnah.[10] Therefore, they use the Quran itself to interpret the Quran:[35]\n\nIn the centuries following Muhammad's death, Quranists did not believe in Naskh.[37] The Kufan scholar Dirar ibn Amr's Quranist belief led him to deny in Al-Masih ad-Dajjal, Punishment of the Grave, and Shafa'ah in the 8th century.[38] The Egyptian scholar Muhammad Abu Zayd's Quranist commentaries led him to reject the belief in the Isra and Mi'raj in the early 20th century. In his rationalist Quran commentary published in 1930, which uses the Quran itself to interpret the Quran, he claimed that verse 17:1 was an allusion to the Hijrah and not Isra and Mi'raj.[39][40]\n\nSyed Ahmad Khan argued that, while the Quran remained socially relevant, reliance on hadith limits the vast potential of the Quran to a particular cultural and historical situation.[41]\n\nThe extent to which Quranists reject the authority of the Hadith and Sunnah varies,[14] but the more established groups have thoroughly criticised the authority of the Hadith and reject it for many reasons. The most common view being the Quranists who say that Hadith is not mentioned in the Quran as a source of Islamic theology and practice, was not recorded in written form until a century after the death of Muhammad,[42] and contain internal errors and contradictions as well as contradictions with the Quran.[10][14] For Sunni Muslims, \"the sunnah\", i.e the sunnah (the way) of the prophet, is one of the two primary sources of Islamic law, and while the Quran has verses enjoining Muslims to obey the Prophet, the Quran never talks about \"sunnah\" in connection with Muhammad or other prophets. The term sunnah appears several times, including in the phrase \"sunnat Allah\" (way of God),[43] but not \"sunnat al-nabi\" (way of the prophet) – the phrase customarily used by proponents of hadith.[44]\n\nQuranists believe that the Quran is the sole source of religious law and guidance in Islam and reject the authority of sources outside of the Quran like Hadith and Sunnah. Quranists suggest that vast majority of hadith literature are forged and that the Quran criticizes the hadith both in technical sense and general sense.[13][10][14][15][16][17] Quranists claim that the Sunni and Shias have distorted the meaning of the verses to support their agenda,[45] especially in verses about women and war.[46][47] Due to these differences in theology, there are differences between traditional Islamic and Quranist practices.\n\nThe Shahada accepted by Quranists is la ilaha illa'llah (\"There is nothing worthy of worship except God\").[48][49]\n\nAmong Quranists, different views can be found in ritual prayer (salah). The vast majority of Quranist movements, like in traditional Islam, pray five times a day,[50][51] but there are also those who perform three or two daily prayers.[52] A minority of Quranists see the Arabic word ṣalāt as a spiritual contact or a spiritual devotion to God through the observance of the Quran and worship to God, and therefore not as a standard ritual to be performed.\n\nThe blessings for Muhammad and Abraham, which are part of the traditional ritual, are not practiced by most Quranists in the call to prayer and in the prayer itself, arguing that the Quran mentions prayers are only for God, and the Quran tells believers to make no distinction between any messenger.[53]\n\nThere are other minor differences: for Quranists, menstruation does not constitute an obstacle to prayer,[54] men and women are allowed to pray together in a mosque and that there is no catching up later once a prayer is missed.[55]\n\nThe ablution in prayer (Wudu) only includes washing the face, hands up to the elbows and stroking the head and feet, since only these steps are mentioned in the Quran.[49]\n\nIn traditional Islam, giving Zakat is a religious duty and amounts to 2.5 percent of the annual income. The Quranists give Zakat based on the Quranic verses. In the opinion of many Quranists, Zakat must be paid, but the Quran does not specify a percentage because it does not appear explicitly in the Quran.[56] Other Quranists are in agreement with the 2.5 percent, but do not give the Zakat annually, but from every money they earn.[57]\n\nThe majority of Quranists fast for all of Ramadan, but do not see the last day of Ramadan as a holy day.[57][58]\n\nExtra-Quranic traditions in the Hajj, such as kissing or hugging the black stone and the symbolic stoning of the devil by throwing stones are rejected and seen as possible shirk by Quranists.[59][60]\n\nAccording to Sunni hadith, a Muslim who leaves his religion should be killed.[61] However, since Quranists do not accept hadith and no command to kill apostates can be found in the Quran, they reject this procedure. In addition, 2:256,[62] which states that \"there shall be no compulsion/pressure in religion\", is taken into account and everyone is allowed to freely decide on their religion.[63][64][58]\n\nQuranists, unlike Sunnis and Shias, have very strict rules with regard to polygamy (having multiple wives). Some Quranist movements allow polygamy only on the condition of the adoption of orphans who have mothers and do not want to lose them, but other Quranist movements argue that although it is not explicitly banned, polygamy is a thing of the past because the regulations which are contained in the Quran are very strict and they have been fulfilled by almost nobody on Earth, therefore polygamy cannot be practiced anymore. In the extremely rare case in which it may be practiced, there is a strict limit on the number of wives, which is four.[65][66][58]\n\nMost Quranist movements interpret the \"holy war\" as a solely defensive war, because according to them that is the only type of war allowed in the Quran. A war is only \"holy\" when Muslims are threatened on their own lands. Therefore, unlike the Sunnis and Salafi-Jihadis, for the Quranists \"holy war\" does not refer to an offensive war against non-Muslim countries or communities in any circumstances.[65][66][58]\n\nQuranists can eat food which is prepared by Christians and Jews as stated in the Quran,[67] but some Quranists believe that animals which are raised by Christians and Jews should still be blessed before they are eaten. According to Quranists, the Quran forbids the inflicting of pain on the animal during its slaughter, thus for them, the techniques of slaughtering animals in the Western world are illegitimate. Unlike Sunnis, Quranists can eat food with both of their hands, even with their left hands because the Quran does not forbid it.[65][66][58]\n\nClothing does not play a key role in Quranism. All Quranist movements agree that Islam has no sets of traditional clothings, except the rules described in the Quran. Therefore, traditional Islamic style like beards are not necessary. What is mandatory is being modest. The men and women should hide their sexually appealing parts, and they should –symbolically or literally – lower their gaze when seeing the opposite sex and not check out their sexual parts.[65][66][58]\n\nQuranists believe that hadith, while not being reliable sources of religion, can be used as a reference to get an idea on historical events. They argue that there is no harm in using hadith to get a common idea on the history, while not taking them as certain historical facts. According to them, a hadith narration about history can be true or can be false, but a hadith narration adding rulings to religion is always completely false.[68] They believe that the trustworthiness of the narrator is not enough to give credibility to hadith, as, they state, it is stated in the Quran that Muhammad himself could not recognize who was real believer and who were hypocrite in their mind.[69] Moreover, Quranists quote Sahih Muslim 42:7147 to argue Muhammad forbid any hadith beside the Quran.[70]\n\nAlthough there are Quranist Tafsir works, for the most part Quranists do not have Tafsir and do not think that it is needed. They believe the Quran does not give anyone the authority to interpret and Allah sends guidance individually, as, they claim, said so in Quran.[66][65][58]\n\nThe following aspects can be cited as further examples which, compared to traditional Islam, are rejected by Quranists or regarded as irrelevant:[65][66][58]\n\n"
        },
        {
            "title": "History",
            "text": "Quranists date their beliefs back to the time of Muhammad, who they claim prohibited the writing of hadiths.[71][72][73] As they believe that hadith, while not being reliable sources of religion, can be used as a reference to get an idea on historical events, they point out several narrations about early Islam to support their beliefs. According to one of these narrations, one of Muhammad's companions and successor Umar, also prohibited the writing of hadith and destroyed existing collections during his rule as Caliph.[73] Similar reports claim when Umar appointed a governor to Kufa, he told him: \"You will be coming to the people of a town for whom the buzzing of the Qur'an is as the buzzing of bees. Therefore, do not distract them with the Hadiths, and thus engage them. Bare the Qur'an and spare the Hadith from God's messenger!\".[73]\n\nThe centrality of the Quran in the religious life of the Kufans that Umar described was quickly changing, however. A few decades later, a letter was sent to the Ummayad caliph Abd al-Malik ibn Marwan regarding the Kufans: \"They abandoned the judgement of their Lord and took hadiths for their religion; and they claim that they have obtained knowledge other than from the Koran . . . They believed in a book which was not from God, written by the hands of men; they then attributed it to the Messenger of God.\"[74]\n\nIn the following years, the taboo against the writing and following of hadiths had receded to such an extent that the Ummayad leader Umar II ordered the first official collection of Hadith. Abu Bakr ibn Muhammad ibn Hazm and Ibn Shihab al-Zuhri, were among those who wrote Hadiths at Umar II's behest.[42]\n\nDespite the trend towards hadiths, the questioning of their authority continued during the Abbasid dynasty and existed during the time of Al-Shafi'i, when a group known as \"Ahl al-Kalam\" argued that the prophetic example of Muhammad \"is found in following the Quran alone\", rather than Hadith.[75][76] The majority of Hadith, according to them, was mere guesswork, conjecture, and bidah, while the book of God was complete and perfect, and did not require the Hadith to supplement or complement it.[77]\n\nThere were prominent scholars who rejected traditional ahadith like Dirar ibn Amr. He wrote a book titled The Contradiction Within Hadith. However, the tide had changed from the earlier centuries to such an extent that Dirar was beaten up and had to remain in hiding until his death.[78] Like Dirar ibn Amr, the scholar Abu Bakr al-Asamm also had little use for hadiths.[79]\n\nIn South Asia during the 19th century, the Ahle Quran movement formed partially in reaction to the Ahle Hadith whom they considered to be placing too much emphasis on Hadith.[80] Many Ahle Quran adherents from South Asia were formerly adherents of Ahle Hadith but found themselves incapable of accepting certain hadiths.[80] Abdullah Chakralawi, Khwaja Ahmad Din Amritsari, Chiragh Ali, and Aslam Jairajpuri were among the people who promulgated Quranist beliefs in India at the time.[80]\n\nIn Egypt during the early 20th century, the ideas of Quranists like Muhammad Tawfiq Sidqi grew out of the reformist ideas of Muhammad Abduh, specifically a rejection of taqlid and an emphasis on the Quran.[81][80] Muhammad Tawfiq Sidqi of Egypt \"held that nothing of the Hadith was recorded until after enough time had elapsed to allow the infiltration of numerous absurd or corrupt traditions.\"[82] Muhammad Tawfiq Sidqi wrote an article titled Al-Islam Huwa ul-Qur'an Wahdahu ('Islam is the Qur'an Alone) that appeared in the Egyptian journal Al-Manar, which argues that the Quran is sufficient as guidance:[83]\n\nLike some of their counterparts in Egypt such as Muhammad Abu Zayd and Ahmed Subhy Mansour, some reformist scholars in Iran who adopted Quranist beliefs came from traditional institutions of higher learning. Shaykh Hadi Najmabadi, Mirza Rida Quli Shari'at-Sanglaji, Mohammad Sadeqi Tehrani, and Ayatollah Borqei were educated in traditional Shia universities in Najaf and Qom. However, they believed that some beliefs and practices that were taught in these universities, such as the veneration of Imamzadeh and a belief in Raj'a, were irrational and superstitious and had no basis in the Quran.[84] And rather than interpreting the Quran through the lens of hadith, they interpreted the Quran with the Quran (tafsir al-qur'an bi al-qur'an). These reformist beliefs provoked criticism from traditional Shia scholars like Ayatollah Khomeini, who attempted to refute the criticisms made by Sanglaji and other reformists in his book Kashf al-Asrar.[84][85][86] Quran-centered beliefs have also spread among lay Muslims like Iranian American, Ali Behzadnia, who became Deputy Minister of Health and Welfare and acting Minister of Education shortly after the Iranian Revolution. He has criticized the government in Iran for being undemocratic and totally alien to the \"Islam of the Quran\".[87]\n\nQuranism also took on a political dimension in the 20th century when Muammar al-Gaddafi declared the Quran to be the constitution of Libya.[88] Gaddafi asserted the transcendence of the Quran as the sole guide to Islamic governance and the unimpeded ability of every Muslim to read and interpret it. He had begun to attack the religious establishment and several fundamental aspects of Sunni Islam. He denigrated the roles of the ulama, imams, and Islamic jurists and questioned the authenticity of the hadith, and thereby the sunna, as a basis for Islamic law.\n\n"
        },
        {
            "title": "Criticism and persecution",
            "text": "Quranism has been criticised by Sunnis and Shias. The Sunni belief is that \"the Quran needs the Sunnah more than the Sunnah needs the Quran\".[89] The Sunni and Shia establishment argues that Islam can not be practised without hadith.\n\nQuranist doctrines have grown throughout the world in the twenty-first century, and supporters have faced opposition. Quranists were labeled as \"disbelievers,\" \"animals,\" \"apostates,\" and \"hypocrites\" in fatwas issued against them. In several countries, being a Quranist is punishable by death. Followers of the Quran-only approach are persecuted and expect sanctions. For this reason, many Quranist authors who fear for their lives write anonymously or under a pseudonym.[22]\n\nIn Egypt, Quranists face persecution, imprisonment, torture and exile.[21][90]\n\nIn Sudan, Quranist men were imprisoned and sentenced to death for only recognizing the Quran and rejecting the Sunnah.[18][91]\n\nIn Turkey, Quranist ideas became particularly noticeable,[92][93] with portions of the youth either leaving Islam or converting to Quranism.[94] There has been significant Quranist scholarship in Turkey, with there being even Quranist theology professors in significant universities, including scholars like Yaşar Nuri Öztürk[95] and Caner Taslaman.[96] Some believe that there are secret Quranists even in the Diyanet itself[citation needed].\n\nThe Turkish Directorate of Religious Affairs (Diyanet) regularly criticizes and insults Quranists, gives them no recognition and calls them kafirs (disbelievers).[97] Quranists responded with arguments and challenged them to a debate.[98]\n\nIn Saudi Arabia, Quranism is described as apostasy, therefore punishable by death.[20] Saudi Quranist scholar, Hassan Farhan al-Maliki, was arrested and charged with death penalty for promoting ideas that have been described as \"Quranist\", \"moderate\", \"tolerant\", and one of opposition to the more strict Saudi wahhabi ideology.[19][99][100] Other Saudi intellectuals, like Abdul Rahman al-Ahdal, continue to advocate for the abandonment of hadith and a return to the Quran.[101]\n\nThe spread of Quranist beliefs in Russia has provoked the anger of the Sunni establishment. The Russian Council of Muftis issued a fatwa against Quranism and threatened the Quranists.[102]\n\nIn South Africa, an Oxford educated history scholar, Taj Hargey, established the Open Mosque. Hargey intended the mosque to be more open to demographics traditionally shunned by Sunni and Shia mosques, like women. Hargey describes the principles of the mosque as, \"Quran-centric, gender equality, non-sectarian, inter-cultural and independent\".[103] He was criticized.\n\nThe Quranists have repeatedly become a target for criticism from the Supreme Clergy of Kazakhstan.[104]\n\n"
        },
        {
            "title": "Notable organizations",
            "text": "Ahle Quran is an organisation formed by Abdullah Chakralawi, who described the Quran as \"ahsan Hadith\", meaning most perfect hadith and consequently claimed it does not need any addition.[105] His movement relies entirely on the chapters and verses of the Quran. Chakralawi's position was that the Quran itself was the most perfect source of tradition and could be exclusively followed. According to Chakralawi, Muhammad could receive only one form of revelation (wahy), and that was the Quran. He argues that the Quran was the only record of divine wisdom, the only source of Muhammad's teachings, and that it superseded the entire corpus of hadith, which came later.[105]\n\nThis is a Quranist organization in Kazakhstan whose Cyrillic name, \"Ізгі амал\", may be transliterated into the Latin script as İzgi amal. It has an estimated 70 to 80 thousand members. Its leader, Aslbek Musin, is the son of the former Speaker of the Majlis, Aslan Musin.[106][107]\n\nKala Kato is a Quranist movement whose adherents reside mostly northern Nigeria,[108] with some adherents residing in Niger.[109] Kala Kato means a \"man says\" in the Hausa language, in reference to the sayings, or hadiths, posthumously attributed to Muhammad. Kala Kato accept only the Quran as authoritative and believe that anything that is not Kala Allah, which means what \"God says\" in the Hausa language, is Kala Kato.[110]\n\nThe Malaysian Quranic Society was founded by Kassim Ahmad. The movement holds several positions distinguishing it from Sunnis and Shias such as a rejection of the status of hair as being part of the awrah; therefore exhibiting a relaxation on the observance of the hijab, which according to Quranists is not in the Quran.[111]\n\nThe Quran Sunnat Society is a Quranist movement in India. The movement was behind the first ever woman to lead mixed-gender congregational prayers in India.[112] It maintains an office and headquarters within Kerala.[113] There is a large community of Quranists in Kerala.[114] One of its leaders, Jamida Beevi, has also spoken out against India's triple talaq law which is mostly based on the Sunni inspired Muslim Personal Law (Shariat) Application Act, 1937.[115] The most prominent predecessor to the Quran Sunnat Society in India was from the views put forth by Ahmed Khan in the 19th century.\n[116]\n\nThe movement was initiated by Ghulam Ahmed Pervez.[117][118][119][120] Ghulam Ahmed Pervez did not reject all hadiths; however, he accepted only hadiths that \"are in accordance with the Quran or do not stain the character of the Prophet or his companions\".[121] The organization publishes and distributes books, pamphlets, and recordings of Pervez's teachings.[121] Tolu-e-Islam does not belong to any political party, nor does it belong to any religious group or sect.\n\nIn the United States, at the end of the 20th century, the Egyptian Quranist biochemist Rashad Khalifa, who is known as the discoverer of the Quran code (Code 19), which is a hypothetical mathematical code in the Quran, developed a theological doctrine that influenced Quranists in many other countries. With the help of computers, he carried out a numerical analysis of the Quran, which according to him clearly proved that it is of divine origin.[122] The number 19, which is mentioned in chapter 74 of the Quran as being \"one of the greatest miracles\" played the fundamental role,[123] which according to Khalifa can be found everywhere in the structure of the Quran, and the fact that a Quranist discovered such a big miracle proved the Quranist approach.[124] Some objected to these beliefs and, in 1990, Khalifa was assassinated by someone associated with the Sunni group Jamaat ul-Fuqra.[125]\n\nThe organization \"United Submitters International\" (USI) founded by Khalifa has its center in Tucson and has published a monthly newsletter with the title \"Submitter's Perspective\" since 1985.[29] The movement popularized the phrase: \"The Quran, the whole Quran, and nothing but the Quran.\"[10]\n\nA Turkish (of Kurdish descent) activist, Edip Yüksel, initially campaigned for a Quranist-Islamic revolution in Turkey, which is why he was imprisoned.[126] Later he met Khalifa and joined the organisation after witnessing the \"19 miracle\".[127] In 1989 he had to leave the country because of this and joined the headquarters in Tucson.[128] Yüksel and two other authors created their own translation of the Quran.[129] In some points, however, his views differ from those of Khalifa.[130]\n\nIn Malaysia, a Submitter Kassim Ahmad wrote a book in which he called for a scientific evaluation of the Hadith and the entire Islamic tradition, as these are responsible for the backwardness of Muslims.[131] He saw the Quran as the only sunnah of the Prophet Muhammad and criticized the classic Sunni view of the sunnah.[132] His book was banned in Malaysia and Ahmad was declared a heretic.[126]\n\nAmong those influenced by Khalifa's ideas include Edip Yüksel,[125] Ahmad Rashad,[133] and Nigerian High Court Judge, Isa Othman.[134]\n\n"
        },
        {
            "title": "Notable individuals",
            "text": "Individuals with full or partial Quranistic ideas include:\n\n"
        }
    ]
}