{
    "url": "https://en.wikipedia.org/wiki/Race_in_horror_films",
    "title": "Race in horror films",
    "table_of_contents": [
        "1 Representation",
        "1.1 First to die",
        "2 Themes and plot devices",
        "2.1 Mythical negro",
        "2.2 Mythical aboriginal figures",
        "3 Race as a theme",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Depictions of race in horror films have been the subject of commentary. Critics have discussed representation of race in horror films in relation to the presence of racist ideas, stereotypes and tropes within them. The horror genre has conversely also been used to explore social issues including race, particularly following popularisation of social thrillers in the 2010s.\n\nThroughout the history of the horror film genre, especially in American-produced horror films, racial minorities did not receive as much representation in horror films as white people and were often relegated to lesser roles compared to white characters in narratives. For most of the 20th century, American horror films had predominantly white casts and audiences.[3] Minorities were often subject to tokenism, being frequently cast as supporting characters rather than main characters or as violent characters or villains.[4]\n\n"
        },
        {
            "title": "Representation",
            "text": "According to a 2014 study by San Diego State University's Center for the Study of Women in Television and Film, racial minorities do not receive as much representation in films as white people.[5][6] Oftentimes in these films, female and minority characters have only a minor role in the plot.\n\nHistorically, black males have been given recognition in the film genre as the best friend character or the first victim in horror movies.[7]\n\n Within the films that are examined, the study showed that \"only 12% of all clearly identifiable protagonists were female in 2014\".[5]  Within those low numbers, most were still white (74%), with 11% being black, 4% being Latina, 4% being Asian, 3% from other places, and 4% other.[5] Imaginary alien female characters had become almost as likely to be seen as a Latina or Asian women.[5]\n\nGenerally, it is believed that minority characters are the first victims within horror films.[8] However, this purported trope has been disputed; Complex compiled a survey of 50 horror films starring black actors. Only in 5 of these (10%), did a black character die first. In most of the movies, a black character did die, though it is largely to be expected due to the content of horror films.[8]\n\nOn top of their imminent death, these characters are also notably given a lack of character development, especially in comparison to white counterparts.[8] According to Valerie, in her breakdown of the development of black characters in horror, black characters stand a greater chance of survival if they are teamed with a white woman by the end, if the entire cast is black, or if the villain is a black person. However, Complex also reveals that black characters who survive the film almost certainly die if there is a sequel.[8]\n\n"
        },
        {
            "title": "Themes and plot devices",
            "text": "Much of the attention that minorities get within horror films is through the use of their culture as plot devices and structures to scare or guilt the white protagonists.[9][unreliable source?] References to such things as the \"Indian burial ground\" or the \"medicine man\" are commonly used in the horror genre, to create a stereotype of \"the other\" and frighten its white audience.[9] Many of the themes and plots relate to the taking land from the aboriginal peoples and the horrific outcomes.[10]\n\nHorror films often rely on minority cultures and their signifiers, being reduced to a mythical standpoint. The films do not portray these minority cultures enough to be an active part of the world, or in the lives of the main characters, but they are there to be part of the mythological background of the evil that threatens the protagonist's life. American horror films have attacked the substance of both Native American and African American cultures, using them as devices but ultimately pinning them down to be aspects of the past and no longer a part of the current American culture. \"The Indian burial ground motif, heavily featured in horror film cycles of the 1970s and 1980s, is an example of how mainstream cinema renders Indigenous people both hyper visible and invisible.\"[9]\n\nThe \"Mythical Negro\" character is usually an older character who serves as an all-knowing aide to the main characters.[8] The \"Mythical Negro\" usually informs the protagonists of the realities of the horror they face, and guides them along the way. This character is set up to be sentimental and usually dies at some point in the movie, giving the main character more cause to defeat the evil. They act as an outlet for exposition and their death is usually seen as necessary for the plot.[8] Movies like The Shining show this trope, with the only black character, Dick Halloran (Scatman Crothers), being the one who understands the protagonist's true powers and the evil surrounding the plotline.  However, in line with his trope, he dies in an attempt to rescue the protagonist from the antagonist.[citation needed]\n\nIn a similar manner to the racial stereotyping of the \"Mythical Negro\", there also exists several Native America stereotypes, including the \"Shaman\" or \"Medicine Man\". These caricatures enforce the idea that Native American cultures are not seen in present day, and are rather a part of the distant past.[citation needed]\n\n"
        },
        {
            "title": "Race as a theme",
            "text": "There are a handful of directors attempting to address issues of race and sexuality,[13][14] and the exploitative power that horror movies have. Many Native American and African American directors/screenwriters and actors have begun to use the horror genre to bring issues of racism and violence to audiences.[10][14]\n\nUsing the symbolic and graphic nature of the films, they can express their views and issues uncensored, and break through the white-centric world view to depict a more authentic and diverse setting.[neutrality is disputed] With the rising success in the portrayal of minorities in lead roles in recent horror films, there are various opportunities that directors can explore in respect to the historical mistreatment of minorities in the horror genre. Through exploring the differing perspectives and insights that diverse characters have, based on their racial lived experiences, directors can depict societal horrors, themes and traumas facing these groups with nuance and depth.[15][16][17]\n\n"
        }
    ]
}