{
    "url": "https://en.wikipedia.org/wiki/Race_and_ethnicity_in_the_United_States",
    "title": "Race and ethnicity in the United States",
    "table_of_contents": [
        "1 Racial and ethnic categories",
        "1.1 Racial categories",
        "1.2 Census-designated ethnicities: Hispanic or Latino origin",
        "1.3 Ethnicity, national origin, and cultural groups (generally not mentioned in census data)",
        "2 Social definitions of race",
        "3 Historical trends and influences",
        "4 Racial makeup of the U.S. population",
        "4.1 White and European Americans",
        "4.2 Hispanic and Latino Americans",
        "4.3 Black and African Americans",
        "4.4 Asian Americans",
        "4.5 American Indians and Alaska Natives",
        "4.6 Native Hawaiians and other Pacific Islanders",
        "4.7 Middle Easterners and North Africans",
        "4.8 Two or more races",
        "4.8.1 Genetic admixture",
        "4.9 Members of other races",
        "5 Ancestry",
        "5.1 2020 American Community Survey",
        "5.2 Ancestry maps",
        "5.2.1 Major ancestries",
        "5.2.2 European-American ancestries",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States has a racially and ethnically diverse population.[1] At the federal level, race and ethnicity have been categorized separately. The most recent United States Census officially recognized five racial categories (White, Black or African American, Asian, Native American/Alaska Native, and Native Hawaiian/Pacific Islander) as well as people of two or more races.[2][3][4] The Census Bureau also classified respondents as \"Hispanic or Latino\" or \"Not Hispanic or Latino\", identifying Hispanic and Latino as an ethnicity, which comprises the largest minority group in the nation.[2][3][5] The census also asked an \"Ancestry Question,\" which covers the broader notion of ethnicity, in the 2000 census long form and the 2010 American Community Survey; the question worded differently on \"origins\" will return[needs update] in the 2020 census.[6]\n\nAs of 2020, White Americans are the racial and ethnic majority, with non-Hispanic whites representing 57.8% of the population. Hispanic and Latino Americans are the largest ethnic minority, comprising 18.7% of the population, while Black or African Americans are the second largest racial minority, making up 12.1%.[7]\n\nWhite Americans are the majority in every census-defined region (Northeast, Midwest, South, and West) and in every state except Hawaii,[8] but contribute the highest proportion of the population in the Midwestern United States, at 85% per the Population Estimates Program (PEP)[4] or 83% per the American Community Survey (ACS).[9][verification needed] Non-Hispanic Whites make up 79% of the Midwest's population, the highest proportion of any region.[5] At the same time, the region with the greatest share of White Americans is the South, which comprise 35%.[4][5]\n\nCurrently, 55% of the African American population lives in the South.[4] A plurality or majority of the other official groups reside in the West. The latter region is home to 42% of Hispanic and Latino Americans, 46% of Asian Americans, 48% of American Indians and Alaska Natives, 68% of Native Hawaiians and Other Pacific Islanders, 37% of the \"two or more races\" population (Multiracial Americans), and 46% of those self-designated as \"some other race\".[4][10]\n\nThe five inhabited U.S. territories are ethnically diverse while each is fairly homogeneous – American Samoa has a high percentage of Pacific Islanders, Guam and the Northern Mariana Islands are mostly Asian and Pacific Islander, Puerto Rico is mostly Hispanic/Latino, and the U.S. Virgin Islands is mostly African American.[11][12][13][14]\n\n"
        },
        {
            "title": "Racial and ethnic categories",
            "text": "The first United States census in 1790 classed residents as free White people (divided by age and sex), all other free persons (reported by sex and color), and enslaved people. The 2000 census officially recognized six racial categories including people of two or more races; a category called \"some other race\" was also used in the census and other surveys, but is not official.[2][3][4] In the 2000 census and subsequent Census Bureau surveys, Americans self-described as belonging to these racial groups:[3]\n\nEach person has two identifying attributes, racial identity and whether or not they are of Hispanic ethnicity.[21] These categories are sociopolitical constructs and should not be interpreted as being scientific or anthropological in nature.[2] They have been changed from one census to another, and the racial categories include both \"racial\" and national-origin groups.[22][23]\n\nIn 2007, the Equal Employment Opportunity Commission of the U.S. Department of Labor finalized the update of its EEO-1 report[24] format and guidelines concerning the definitions of racial/ethnic categories.\n\nThe question on Hispanic or Latino origin is separate from the question on race.[3][25] Hispanic and Latino Americans have ethnic origins in a Spanish-speaking country or Brazil. Latin American countries are, like the United States, racially diverse.[26] Consequently, no separate racial category exists for Hispanic and Latino Americans, as they do not constitute a race, nor a national group. When responding to the race question on the census form, each person is asked to choose from among the same racial categories as all Americans, and are included in the numbers reported for those races.[27]\n\nEach racial category may contain Non-Hispanic or Latino and Hispanic or Latino Americans. For example: the White or European-American race category contains Non-Hispanic Whites and Hispanic Whites (see White Hispanic and Latino Americans); the Black or African-American category contains Non-Hispanic Blacks and Hispanic Blacks (see Black Hispanic and Latino Americans); the Asian-American category contains Non-Hispanic Asians and Hispanic Asians (see Asian Hispanic and Latino Americans), and likewise for all the other categories. See the section on Hispanic and Latino Americans in this article.\n\nSelf-identifying as both Hispanic or Latino and not Hispanic or Latino is neither explicitly allowed nor explicitly prohibited.[2]\n\n"
        },
        {
            "title": "Social definitions of race",
            "text": "In the United States since its early history, Native Americans, Africans, and Europeans were considered to belong to different races. For nearly three centuries, the criteria for membership in these groups were similar, comprising a person's appearance, their social circle (how they lived), and known non-White ancestry (the single drop rule). History played a part, as persons with known slave ancestors were assumed to be African (or, in later usage, Black), regardless of whether they also had European ancestry.\n\nThe differences between how Native American and Black identities are defined today (blood quantum versus one-drop and political assumptions) have been based on different historical circumstances. According to the anthropologist Gerald Sider, such racial designations were a means to concentrate power, wealth, privilege and land in the hands of Whites in a society of White hegemony and privilege (Sider 1996; see also Fields 1990). The differences had little to do with biology and more to do with the history of slavery and its racism, and specific forms of white supremacy (the social, geopolitical and economic agendas of dominant Whites vis-à-vis subordinate Blacks and Native Americans). They related especially to the different social places which Blacks and Amerindians occupied in White-dominated 19th-century America. Sider suggests that the blood quantum definition of Native American identity enabled mixed-race Whites to acquire Amerindian lands during the allotment process. The one-drop rule of Black identity, enforced legally in the early 20th century, enabled Whites to preserve their agricultural labor force in the South. The contrast emerged because, as peoples transported far from their land and kinship ties on another continent, they became reduced to valuable commodities as agricultural laborers. In contrast, Amerindian labor was more difficult to control; moreover, Amerindians occupied large territories that became valuable as agricultural lands, especially with the invention of new technologies such as railroads. Sider thinks the blood quantum definition enhanced White acquisition of Amerindian lands in a doctrine of manifest destiny, which subjected Native Americans to marginalization and resulted in numerous conflicts related to American expansionism.\n\nThe political economy of the race had different consequences for the descendants of aboriginal Americans and African slaves. The 19th-century blood quantum rule meant that it was relatively easier for a person of mixed Euro-Amerindian ancestry to be accepted as White. The offspring of a few generations of intermarriage between Amerindians and Whites likely would not have been considered Amerindian (at least not in a legal sense). Amerindians could have treaty rights to land, but because an individual with only one Amerindian great-grandparent no longer was classified as Amerindian, he lost a legal claim to Amerindian land, under the allotment rules of the day. According to Sider's theory, Whites were more easily able to acquire Amerindian lands. On the other hand, the same individual who could be denied legal standing in a tribe, according to the government, because he was \"too White\" to claim property rights, might still have enough visually identifiable Amerindian ancestry to be considered socially as a \"half-breed\" or breed and stigmatized by both communities.\n\nThe 20th-century one-drop rule made it relatively difficult for anyone of known Black ancestry to be accepted as White. The child of an African-American sharecropper and a White person was considered Black by the local communities. In terms of the economics of sharecropping, such a person also would likely become a sharecropper as well, thus adding to the landholder or employer's labor force. In short, this theory suggests that in a 20th-century economy that benefited from sharecropping, it was useful to have as many Blacks as possible.\n\nAlthough some scholars of the Jim Crow period agree that the 20th-century notion of invisible Blackness shifted the color line in the direction of paleness, and \"expanded\" the labor force in response to Southern Blacks' Great Migration to the North. But, others (such as the historians Joel Williamson, C. Vann Woodward, George M. Fredrickson, and Stetson Kennedy) considered the one-drop rule a consequence of the need to define Whiteness as being pure and justifying White-on-Black oppression.\n\nOver the centuries when Whites wielded power over both Blacks and Amerindians – and believed in their inherent superiority over people of color – they created a social order of hypodescent, in which they assigned mixed-race children to the lower-status groups. They were often ignorant of the systems among Native American tribes of social classification, including kinship and hypodescent. The Omaha people, for instance, who had a patrilineal kinship system, classified all children with White fathers as \"White\", and excluded them as members of the clans and tribe, unless one was formally adopted by a male member. Tribal members might care for mixed-race children of White fathers but considered them outside the hereditary clan and kinship fundamental to tribal society.[28]\n\nThe hypodescent social construction related to the racial caste that was associated with African slavery and the conditions of the slave societies. It was made explicit by Virginia and other colonies' laws as early as 1662. Virginia incorporated the Roman principle of partus sequitur ventrem into slave law, saying that children of slave mothers were born into their status. Under English common law for subjects, children's social status was determined by the father, not the mother. But the colonists put Africans outside the category of English subjects. Generally, White men were in positions of power to take sexual advantage of Black women slaves. But, historian Paul Heinegg has shown that most free African-American families listed in the censuses of 1790–1810 were, in fact, descended from unions between White women and African men in colonial Virginia, from the years when working classes lived and worked closely together, and before slavery had hardened as a racial caste.[29]\n\nIn the United States, social and legal conventions developed over time by Whites that classified individuals of mixed ancestry into simplified racial categories (Gossett 1997), but these were always porous. The decennial censuses conducted since 1790, after slavery was well established in the United States, included classification of persons by race: White, Black, mulatto, and Indian (Nobles 2000). But, the inclusion of mulatto was an explicit acknowledgement of mixed race. In addition, before the Civil War, Virginia and some other states had a legal definition of \"whiteness\" that provided for people being classified as White if no more than 1/8 Black. (For example, if not born into slavery, Thomas Jefferson's children by his slave Sally Hemings would have been classified as legally White, as they were 7/8 White by ancestry. Three of the four surviving children entered White society as adults, and their descendants have identified as White.) In the late 18th and 19th centuries, people of mixed race often migrated to frontiers where societies were more open, and they might be accepted as White if satisfying obligations of citizenship.[29]\n\nThe more familiar \"one-drop rule\" was not adopted by Virginia and other states until the 20th century, but it classified persons with any known African ancestry as Black (Davis 2001). Passage of such laws was often urged by White supremacists and people promoting \"racial purity\" through eugenics, having forgotten the long history of multi-racial unions in the South that comprised the ancestry of many families.[30]\n\nIn other countries in the Americas, where mixing among groups was overtly more extensive, social categories have tended to be more numerous and fluid. In some cases, people may move into or out of categories on the basis of a combination of socioeconomic status, social class, ancestry, and appearance (Mörner 1967).\n\nThe term Hispanic as an ethnonym emerged in the 20th century, with the rise of migration of laborers from Spanish-speaking countries of the western hemisphere to the United States. It includes people who may have been considered racially distinct (Black, White, Amerindian or other mixed groups) in their home countries. Today, the word \"Latino\" is often used as a synonym for \"Hispanic\". Even if such categories were earlier understood as racial categories, today they have begun to represent ethnolinguistic categories (regardless of perceived race). Similarly, \"Anglo\" is now used among many Hispanics to refer to non-Hispanic White Americans or European Americans, most of whom speak the English language but are not of primarily English descent. A similar phenomenon of ethnolinguistic identity can historically (and in some cases contemporarily) be seen in the case of the Louisiana Creole people, who may be of any race but share certain cultural characteristics, although they tend to attract little attention on a national level.\n\n"
        },
        {
            "title": "Historical trends and influences",
            "text": "The United States is a racially diverse country. The growth of the Hispanic population through immigration and high birth rates is noted as a partial factor for the US' population gains in the last quarter-century. The 2000 census revealed that Native Americans had reached their highest documented population, 4.5 million, since the US was founded in 1776.[3]\n\nThe immigrants to the New World came largely from widely separated regions of the Old World. In the Americas, the immigrant populations began to mix among themselves and with the indigenous inhabitants of the continents. In the United States, for example, most people who identify as African American have some European ancestors, as revealed by genetic studies. In one analysis of those genetic markers that have differing frequencies between continents, European ancestry ranged from an estimated seven percent for a sample of Jamaicans to about 23 percent for a sample of African Americans from New Orleans, where there was historically a large class of mixed-race people (Parra et al. 1998).\n\nIn the United States since its early history, Native Americans, African Americans, and European Americans were classified as belonging to different races. For nearly three centuries, the criteria among Whites for membership in these groups were similar, comprising physical appearance, assumption of non-European ancestry, and social circle. The criteria for membership in these races diverged in the late 19th century. During and after Reconstruction, after the emancipation of slaves after the Civil War, in the effort to restore white supremacy in the South, Whites began to classify anyone with \"one drop\" of \"Black blood\", or known African ancestry, to be Black. Such a legal definition was not put into law until the early 20th century in most southern states, but many established racial segregation of facilities during the Jim Crow era, after White Democrats regained control of state legislatures in the South.\n\nEfforts to track mixing between groups led to an earlier proliferation of historical categories (such as \"mulatto\" and \"octaroon\" among persons with partial African descent) and \"blood quantum\" distinctions, which became increasingly untethered from self-reported ancestry. In the 20th century, efforts to classify the increasingly mixed population of the United States into discrete categories generated many difficulties (Spickard 1992). By the standards used in past censuses, many mixed-race children born in the United States were classified as of a different race than one of their biological parents. In addition, a person may change personal racial identification over time because of cultural aspects, and self-ascribed race can differ from the assigned race (Kressin et al. 2003).\n\nUntil the 2000 census, Latinos were required to identify as one race, and none was Latino. Partly as a result of the confusion generated by the distinction, 33% (U.S. census records) of Latino respondents in the 2000 census ignored the specified racial categories and checked \"some other race\". (Mays et al. 2003 claim a figure of 42%.)\n\nHistorical trends influencing the ethnic demographics of the United States include:\n\nIn some cases, immigrants and migrants form ethnic enclaves; in others, mixture creates ethnically diverse neighborhoods.\n\n"
        },
        {
            "title": "Racial makeup of the U.S. population",
            "text": "For demographics by specific ethnic groups rather than general race, see \"Ancestry\" below.\n\nWhite and European Americans are the majority of people living in the United States. White people are defined by the United States Census Bureau as those \"having origins in any of the original peoples of Europe, the Middle East, or North Africa.\"[32] Like all official U.S. racial categories, \"White\" has a \"not Hispanic or Latino\" and a \"Hispanic or Latino\" component,[33] the latter consisting mostly of White Mexican Americans and White Cuban Americans.\n\nAs of 2019, White Americans are the majority in 49 of the 50 states (plus Puerto Rico) – White Americans are not a majority in Hawaii, the District of Columbia, American Samoa, Guam, the Northern Mariana Islands, and the U.S. Virgin Islands.[34][35][36][37] As of 2019, non-Hispanic Whites are a majority in 44 states – they are not a majority in California, Hawaii, Maryland, Nevada, New Mexico, Texas, the District of Columbia, American Samoa, Guam, the Northern Mariana Islands, Puerto Rico, and the U.S. Virgin Islands.[34][38][35][36][37][39] (See Majority minority).\n\nIn 2017, demographer Dudley L. Poston Jr. argued that \"Whites are now the numerical minority in a half dozen states, and they will be the nation's numerical minority in a little more than 25 years (referring to non-Hispanic Whites only). And now, for the first time ever, there are fewer White than non-White children under 10 years of age.\"[40][41]\n\nThe non-Hispanic White percentage of the 50 states and District of Columbia (60.1% in 2019)[42] has been decreasing since the mid-20th century as a result of changes made in immigration policy, most notably the Hart–Celler Act of 1965. If current trends continue, non-Hispanic Whites will drop below 50% of the overall U.S. population by 2043. White Americans overall (non-Hispanic Whites together with White Hispanics) are projected to continue as the majority, at 73% (or 303 million out of 420 million) in 2005, from currently 77%.\n\nAlthough a high proportion of the population is known to have multiple ancestries, in the 2000 U.S. census, the first with the option to choose more than one, most people still identified with one racial category.[citation needed] In the 2000 census, self-identified German Americans made up 17% of the U.S. population, followed by Irish Americans at 12%, as reported in the 2000 census. This makes German and Irish the largest and second-largest self-reported ancestry groups in the United States. Both groups had high rates of immigration to the U.S. beginning in the mid-19th century, triggered by the Great Famine in Ireland and the failed 1848 Revolution in Germany. However, English Americans and British Americans are still considered the largest ethnic group due to a serious undercount following the 2000 census whereby many English and British Americans self-identified under the new category entry 'American' considering themselves 'indigenous' because their families had resided in the US for so long[43][44][45][46] or, if of mixed European ancestry, identified with a more recent and differentiated ethnic group.[47]\n\n7.2% of the population listed their ancestry as American on the 2000 census (see American ancestry). According to the United States Census Bureau, the number of people in the U.S. who reported American and no other ancestry increased from 12.4 million in 1990 to 20.2 million in 2000. This change in reporting represented the largest \"growth\" of any ethnic group in the United States during the 1990s, but it represented how people reported themselves more than growth through birth rates, for instance, and certainly did not reflect immigration.\n\nMost French Americans are believed to be descended from colonists of Catholic New France; exiled Huguenots, much fewer in number and settling in the eastern English colonies in the late 1600s and early 1700s, needed to assimilate into the majority culture and have intermarried over generations. Some Louisiana Creoles, including the Isleños of Louisiana, and the Hispanos of the Southwest have had, in part, direct Spanish ancestry; most self-reported White Hispanics are of Mexican, Puerto Rican, Cuban, and Salvadoran origins,[48] each of which are multi-ethnic nations. Hispanic immigration has increased from nations of Central and South America.[49]\n\nThere are a substantial number of White Americans who are of Eastern and Southern European descent; such as Russian, Polish, Italian, and Greek Americans. Eastern Europeans immigrated to the United States more recently than Western Europeans. Arabs, Turks, Iranians, Israelis, Armenians, and other Western Asians are reported as White in the United States census, even though most do not identify as European and/or White.\n\nHispanic and Latino Americans constitute 59.8 million people or 18.3% of the total U.S. population in 2018.[51] It includes people who are of full or partial Hispanic or Latino origin. They chiefly have origins in the Spanish-speaking nations of Latin America. Very few also come from other places, for example: 0.2% of Hispanic and Latino Americans were born in Asia.[52] The group is heterogeneous in race and national ancestry.\n\nThe Census Bureau defines \"Hispanic or Latino origin\" thus:\n\nPer the 2019 American Community Survey, the leading ancestries for Hispanic Americans are Mexican (37.2 million) followed by Puerto Rican (5.83 million), Cuban (2.38 million), and Salvadoran (2.31 million).[54] In addition, there are 3.19 million people living in Puerto Rico who are excluded from the count (see Puerto Ricans).\n\n62.4% of Hispanic and Latino Americans identified as White.[10] 30.5% identified as \"some other race\" (other than the ones listed). According to the PEP  91.9% of Latinos are White, as these official estimates do not recognize \"some other race\".[5] In the official estimates, Black or African American Hispanics are the second-largest group, with 1.9 million, or 4.0% of the whole group. The remaining Hispanics are accounted as follows, first per the PEP: 1.6% American Indian and Alaska Native, 1.5% two or more races, 0.7% Asian, and 0.03% Native Hawaiian and Other Pacific Islander. Per the ACS: 3.9% two or more races, 1.9% Black or African American, 1.0% American Indian and Alaska Native, 0.4% Asian, and 0.05% Native Hawaiian and Other Pacific Islander.[10]\n\nIn the United States, the Hispanic and Latino population has reached 58& million in 2016. According to Pew Research Center, the Latino population has been the principal driver of United States demographic growth since 2000. Mexicans make up most of the Hispanic and Latino population 35,758,000. There is also a growth of Hispanics who are receiving a college education in 2015, 40% of Hispanics age 25 and older have had a college experience. In 2000, the percentage was at a low 30%. Among U.S. states, California houses the largest population of Latinos. In 2019, 15.56 million Hispanics lived in California.[38][55] As of 2019, the U.S. state/territory with the largest percentage of Hispanics/Latinos is Puerto Rico (98.9% Hispanic or Latino).[34][13]\n\nThe Hispanic or Latino population is young and fast-growing, due to immigration and higher birth rates.[52] For decades it has contributed significantly to U.S. population increases, and this is expected to continue. The Census Bureau projects that by 2050, one-quarter of the population will be Hispanic or Latino.[56][57]\n\nThe United States also has a large Dominican, Guatemalan, Colombian, Honduran, Spanish, Ecuadorian, Peruvian, Nicaraguan, Venezuelan, Argentine, and Panamanian population.[58]\n\nBlack and African Americans are citizens and residents of the United States with origins in sub-Saharan Africa.[59] According to the Office of Management and Budget, the grouping includes individuals who self-identify as African-American, as well as persons who emigrated from nations in the Caribbean and Sub-Saharan Africa[60] who may alternatively identify as Black or some other written-in race versus African American given they were not part of the historic US slave system. In this case, the grouping is thus based on the geography of the individual, and may contradict or misrepresent their self-identification, for instance not all immigrants from Sub-Saharan Africa are \"Black\". Among these racial outliers are persons from Cape Verde, Madagascar, various Hamito-Semitic populations in East Africa and the Sahel, and the Afrikaners of Southern Africa including such notable figures as the inventor Elon Musk and actress Charlize Theron.[59]\n\nAfrican Americans (also referred to as Black Americans or Afro-Americans, and formerly as American Negroes) are citizens or residents of the United States who have origins in any of the Black populations of Africa.[61] According to the 2009 American Community Survey, there were 38,093,725 Black and African Americans in the United States, representing 12.4% of the population. There were 37,144,530 non-Hispanic Blacks, which comprised 12.1% of the population.[62] This number increased to 42 million according to the 2010 United States census, when including Multiracial African Americans,[60] making up 13% of the total U.S. population.[a][64] Black and African Americans make up the second largest group in the United States, but the third largest group after White Americans and Hispanic or Latino Americans (of any race).[65] The majority of the population (55%) lives in the South; compared to the 2000 Census, there has also been a decrease of African Americans in the Northeast and Midwest.[64] The U.S. state/territory with the highest percentage of African Americans is the U.S. Virgin Islands (76% African-American as of 2010).[14]\n\nMost African Americans are the direct descendants of captives from West Africa, who survived the slavery era within the boundaries of the present United States.[66] As an adjective, the term is usually written African-American.[67] The first West Africans were brought to Jamestown, Virginia in 1619. The English settlers treated these captives as indentured servants and released them after a number of years. This practice was gradually replaced by the system of race-based slavery used in the Caribbean.[68] All the American colonies had slavery, but it was usually the form of personal servants in the North (where 2% of the people were slaves), and field hands in plantations in the South (where 25% were slaves);[69] by the beginning of the American Revolutionary War 1/5th of the total population was enslaved.[70] During the revolution, some would serve in the Continental Army or Continental Navy,[71][72] while others would serve the British Empire in Lord Dunmore's Ethiopian Regiment, and other units.[73] By 1804, the northern states (north of the Mason–Dixon line) had abolished slavery.[74] However, slavery would persist in the southern states until the end of the American Civil War and the passage of the Thirteenth Amendment.[75] Following the end of the Reconstruction Era, which saw the first African American representation in Congress,[76] African Americans became disenfranchised and subject to Jim Crow laws,[77] legislation that would persist until the passage of the Civil Rights Act of 1964 and Voting Rights Act of 1965 due to the civil rights movement.[78]\n\nAccording to US Census Bureau data, very few African immigrants self-identify as \"African-American\" (as \"African-American\" is usually referring to Blacks with deeply rooted ancestry dating back to the US slave period as discussed in the previous paragraph.) On average, less than 5% of African residents self-reported as \"African-American\" or \"Afro-American\" in the 2000 US census. The overwhelming majority of African immigrants (~95%) identified instead with their own respective ethnicities. Self-designation as \"African-American\" or \"Afro-American\" was highest among individuals from West Africa (4–9%), and lowest among individuals from Cape Verde, East Africa and Southern Africa (0–4%).[79] Nonetheless, African immigrants often develop very successful professional and business working-relationships with African Americans. Immigrants from some Caribbean, Central American, and South American nations and their descendants may or may not also self-identify with the term \"African American\".[80]\n\nRecent Black immigrants in the United States were born in Jamaica, Haiti, Nigeria, Ethiopia, Dominican Republic, Ghana, Trinidad and Tobago, Kenya, Guyana, and Somalia.[81]\n\nA third significant minority is the Asian American population, comprising 19.36 million in 2019, or 5.9% of the U.S. population.[42] In 2019, 6.12 million Asian Americans lived in California.[38] As of 2019, approximately 532,300 Asians live in Hawaii, where they compose the plurality, at 37.6% of the islands' people.[34] This is their largest share of any state.[82] Historically first concentrated on Hawaii and the West Coast, Asian Americans now live across the country, living and working in large numbers in New York City, Chicago, Boston, Houston, and other major urban centers. There are also many Asians living in two Pacific U.S. territories (Guam and the Northern Mariana Islands) – as of 2010, Guam's population was 32.2% Asian, and the population of the Northern Mariana Islands was 49.9% Asian.[12]\n\nTheir histories are diverse. As with the new immigration from central and eastern Europe to the East Coast from the mid-19th century on, Asians started immigrating to the United States in large numbers in the 19th century. This first major wave of immigration consisted predominantly of Chinese and Japanese laborers, but also included Korean and South Asian immigrants. Many immigrants also came during and after this period from the Philippines, which was a US colony from 1898 to 1946. Exclusion laws and policies largely prohibited and curtailed Asian immigration until the 1940s. After the US changed its immigration laws during the 1940s to 1960s to make entry easier, a much larger new wave of immigration from Asia began. Today the largest self-identified Asian American sub-groups according to census data are Chinese Americans, Filipino Americans, Indian Americans, Vietnamese Americans, Korean Americans, and Japanese Americans, among other groups.[83]\n\nNot all of Asian Americans' ancestors directly migrated from their country of origin to the US. For example, more than 270,000 people from Guyana, a South American country, reside in the US.[84] But a predominant number of Guyanese people are Indo-Guyanese, or are of Indian descent.\n\nIndigenous peoples of the Americas, particularly Native Americans, made up 0.8% of the population in 2008, numbering 2.4 million.[9] An additional 2.3 million persons declared part-American Indian or Alaska Native ancestry.[85]\n\nLevels of Native American ancestry (distinct from Native American identity) differ. The genomes of self-reported African Americans averaged to 0.8% Native American ancestry, those of European Americans averaged to 0.18%, and those of Latinos averaged to 18.0%.[86][87]\n\nThe legal and official designation of who is Native American has aroused controversy by demographers, tribal nations, and government officials for many decades. Federally recognized tribes and state recognized tribes set their own membership requirements; tribal enrollment may require residency on a reservation, documented lineal descent from recognized records, such as the Dawes Rolls, and other criteria. Some tribes have adopted the use of blood quantum, requiring members to have a certain percentage. The federal government requires individuals to certify documented blood quantum of ancestry for certain federal programs, such as education benefits, available to members of recognized tribes. But Census takers accept any respondent's identification. Genetic scientists estimated that more than fifteen million other Americans, including African Americans and Hispanic Americans (specifically those of Mexican heritage), may have up to one quarter of American Indian ancestry.[citation needed]\n\nOnce thought to face extinction as a race or culture, Native Americans of numerous tribes have achieved revival of aspects of their cultures, together with asserting their sovereignty and direction of their own affairs since the mid-20th century. Many have started language programs to revive use of traditional languages; some have established tribally controlled colleges and other schools on their reservations, so that education is expressive of their cultures. Since the late 20th century, many tribes have developed gaming casinos on their sovereign land to raise revenues for economic development, as well as to promote the education and welfare of their people through health care and construction of improved housing.\n\nToday, more than 800,000 to one million persons claim Cherokee descent in part or as full-bloods; of these, an estimated 300,000 live in California; 160,000 in Oklahoma (the majority are Cherokee Nation citizens) and 16,000 in the United Keetoowah Band; and 15,000 in North Carolina in ancestral homelands who are members of the Eastern Band of Cherokee Indians.[88]\n\nThe second largest tribal group is the Navajo, who call themselves Diné and live on a 16‑million-acre[b] Indian reservation covering northeast Arizona, northwest New Mexico, and southeast Utah. It is home to half the 450,000 Navajo Nation members.[citation needed] The third largest group are the Lakota (Sioux) Nation, with distinct federally recognized tribes located in the states of Minnesota, Nebraska, Montana, Wyoming; and North and South Dakota.[citation needed][clarification needed]\n\nNative Hawaiians and other Pacific Islanders numbered approximately 656,400 in 2019, or 0.2% of the population.[42] Additionally, nearly as many individuals identify as having partial Native Hawaiian ancestry, for a total of 829,949 people of full or part Native Hawaiian ancestry.[89] This group constitutes the smallest minority in the United States. More than half identify as \"full-blooded\", but historically most Native Hawaiians on the island chain of Hawaii are believed to have admixture with Asian and European ancestries.[citation needed] But, the Census takes reporting by individuals as to how they identify.\n\nSome demographers believe that by 2025, the last full-blooded Native Hawaiian will die off, leaving a culturally distinct, but racially mixed population.[citation needed] The total number of persons who have identified as Native Hawaiian in 2008 was more than the estimated Hawaiian population when the US annexed the islands in 1898.[citation needed] Native Hawaiians are receiving ancestral land reparations. Throughout Hawaii, they are working to preserve and assert adaptation of Native Hawaiian customs and the Hawaiian language. They have cultural schools solely for legally Native Hawaiian students. (See also, Hawaiian Renaissance and Hawaiian sovereignty movement.)\n\nThere are significant Pacific Islander populations living in three Pacific U.S. territories (American Samoa, Guam, and the Northern Mariana Islands). As of 2010, American Samoa's population was 92.6% Pacific Islander (mostly Samoan), Guam's population was 49.3% Pacific Islander (mostly Chamorro), and the population of the Northern Mariana Islands was 34.9% Pacific Islander.[11][12] Out of all U.S. states/territories, American Samoa has the highest percentage of Pacific Islanders.[11]\n\nAccording to the Arab American Institute (AAI), countries of origin for Arab Americans include Algeria, Bahrain, Comoros, Djibouti, Egypt, Iraq, Jordan, Kuwait, Lebanon, Libya, Mauritania, Morocco, Oman, Qatar, Palestine, Saudi Arabia, Somalia, Sudan, Syria, Tunisia, United Arab Emirates, and Yemen.[90]\n\nThere are an estimated 9–10 million Middle Eastern Americans according to the U.S. Census,[91] including both Arab and non-Arab Americans,[92] comprising 0.6% of the total U.S. population; however, the Arab American Institute estimates a population closer to 3.6 million.[93] U.S. Census population estimates are based on responses to the ancestry question on the census, which makes it difficult to accurately count Middle Eastern Americans.[93][94] Though Middle Eastern American communities can be found in each of the 50 states, the majority live in just 10 states with nearly \"one third of the total liv[ing] in California, New York, and Michigan\".[95] More Middle Eastern Americans live in California than any other state, with ethnic groups such as Arabs, Persians, and Armenians being a large percentage, but Middle Eastern Americans represent the highest percentage of the population of Michigan.[95][96] In particular, Dearborn, Michigan has long been home to a high concentration of Middle Eastern Americans.[97][98]\n\nThe United States Census Bureau is presently finalizing the ethnic classification of MENA populations. Middle Eastern Americans are counted as White on the census. In 2012, prompted in part by post-9/11 discrimination, the American-Arab Anti-Discrimination Committee petitioned the Department of Commerce's Minority Business Development Agency to designate the MENA populations as a minority/disadvantaged community.[99] Following consultations with MENA organizations, the U.S. Census Bureau announced in 2014 that it would establish a new MENA ethnic category for populations from the Middle East, North Africa, and the Arab world, separate from the \"white\" classification that these populations had previously sought in 1909. The expert groups felt that the earlier \"White\" designation no longer accurately represents MENA identity, so they successfully lobbied for a distinct categorization.[17][100] This process does not currently include ethnoreligious groups such as Sikhs, as the Bureau only tabulates these groups as followers of religions rather than members of ethnic groups.[101]\n\nAs of December 2015, the sampling strata for the new MENA category includes the Census Bureau's working classification of 19 MENA groups, as well as Turkish, Sudanese, Somali, Mauritanian, Armenian, Cypriot, Afghan, Iranian, Azerbaijani, and Georgian groups.[102]\n\nSelf-identified multiracial Americans numbered 7.0 million in 2008, or 2.3% of the population.[9] They have identified as any combination of races (White, Black or African American, Asian, American Indian or Alaska Native, Native Hawaiian or other Pacific Islander, \"some other race\") and ethnicities.[103] The U.S. has a growing multiracial identity movement.\n\nWhile the colonies and southern states protected White fathers by making all children born to slave mothers be classified as slaves, regardless of paternity, they also banned miscegenation or interracial marriage, most notably between Whites and Blacks. This did little to stop interracial relationships, except as legal, consensual unions.\n\nDemographers state that, due to new waves of immigration, the American people through the early 20th century were mostly multi-ethnic descendants of various immigrant nationalities, who maintained cultural distinctiveness until, over time, assimilation, migration and integration took place.[citation needed] The civil rights movement through the 20th century gained passage of important legislation to enforce constitutional rights of minorities.\n\nAccording to James P. Allen and Eugene Turner from California State University, Northridge, by some calculations in the 2000 Census, the multiracial population that is part White (which is the largest percentage of the multiracial population), is as follows:\n\nA 2002 study found an average of 18.6% European genetic contribution and 2.7% Native American genetic contribution (with standard errors 1.5% and 1.4% respectively) in a sample of 232 African Americans.[citation needed] Meanwhile, in a sample of 187 European Americans from State College, Pennsylvania, there was an average of 0.7% West African genetic contribution and 3.2% Native American genetic contribution (with standard errors 0.9% and 1.6% respectively). Most of the non-European admixture was concentrated in 30% of the sample, with West African admixture ranging from 2 to 20%, with an average of 2.3%.[105]\n\nIn 1958, Robert Stuckert produced a statistical analysis using historical census data and immigration statistics. He concluded that the growth in the White population could not be attributed solely to births in the White population and immigration from Europe, but was also due to people identifying as White who were partly Black. He concluded that 21 percent of White Americans had some recent African-American ancestors. He also concluded that the majority of Americans of known African descent were partly European and not entirely sub-Saharan African.[106]\n\nMore recently, many different DNA studies have shown that many African Americans have European admixture, reflecting the long history in this country of the various populations. Proportions of European admixture in African-American DNA have been found in studies to be 17%[107] and between 10.6% and 22.5%.[108] Another recent study found the average to be 21.2%, with a standard error of 1.2%.[105]\n\nThe Race, Ethnicity, and Genetics Working Group of the National Human Genome Research Institute notes that \"although genetic analyses of large numbers of loci can produce estimates of the percentage of a person's ancestors coming from various continental populations, these estimates may assume a false distinctiveness of the parental populations, since human groups have exchanged mates from local to continental scales throughout history.\"[109]\n\nIn the 2000 census, the non-standard category of \"Other\"[3] was especially intended to capture responses such as Mestizo and Mulatto,[20] two large multiracial groups in most of the countries of origin of Hispanic and Latino Americans. However, many other responses are captured by the category.\n\nIn 2008, 15 million people, nearly five percent of the total U.S. population, were estimated to be \"some other race\",[9] with 95% of them being Hispanic or Latino.[10]\n\nDue to this category's non-standard status, statistics from government agencies other than the Census Bureau (for example: the Centers for Disease Control's data on vital statistics, or the FBI's crime statistics), but also the Bureau's own official Population Estimates, omit the \"some other race\" category and include most of the people in this group in the White population, thus including the vast majority (about 90%) of Hispanic and Latino Americans in the White population. For an example of this, see The World Factbook, published by the Central Intelligence Agency.[110]\n\n"
        },
        {
            "title": "Ancestry",
            "text": "The ancestry of the people of the United States of America is widely varied and includes descendants of populations from around the world. In addition to its variation, the ancestry of people of the United States is also marked by varying amounts of intermarriage between ethnic and racial groups.\n\nWhile some Americans can trace their ancestry back to a single ethnic group or population in Europe, Africa, or Asia, these are often first, second and third-generation Americans. Generally, the degree of mixed heritage increases the longer people's ancestors have lived in the United States (see melting pot). There are several means available to discover the ancestry of the people living in the United States, including genealogy, genetics, oral and written history, and analysis of Federal Population Census schedules; in practice, only few of these have been used for a larger part of the population.\n\nAccording to the 2015–2020 American Community Survey, the thirty largest ancestry groups in the United States were (see above for the OMB self-designation options):[111][112][113][114]\n\n\nHowever, demographers regard the reported number of English Americans as a serious undercount, as the index of inconsistency is high and many if not most Americans from English stock have a tendency to identify simply as \"Americans\"[115][116][117][118] or if of mixed European ancestry, identify with a more recent and differentiated ethnic group.[47]\n\nThese images display frequencies of self-reported ancestries, as of the 2000 U.S. Census. Regional African ancestries are not listed, though an African American map has been added from another source.\n\nThese images display frequencies of self-reported European American ancestries as of the 2000 U.S. Census.\n\n"
        }
    ]
}