{
    "url": "https://en.wikipedia.org/wiki/Racial_inequality_in_the_United_States",
    "title": "Racial inequality in the United States",
    "table_of_contents": [
        "1 Definitions",
        "2 Racial wealth gap",
        "2.1 History",
        "2.2 Inheritance and parental financial assistance",
        "2.3 Income effects",
        "2.4 Financial decisions",
        "2.4.1 Investments",
        "2.4.2 Use of financial services",
        "2.4.3 Aid to family members",
        "3 Health care",
        "4 Poverty",
        "4.1 Episodic poverty",
        "4.2 Chronic poverty",
        "4.3 Length of poverty spell",
        "5 Housing segregation",
        "6 Education",
        "7 Unemployment rates",
        "7.1 Potential explanations",
        "7.1.1 Segregation and job decentralization",
        "7.1.2 White gains",
        "7.1.3 Job skill differentials",
        "7.1.4 Other explanations",
        "8 Crime rates and incarceration",
        "8.1 Consequences of a criminal record",
        "8.2 Potential causes",
        "8.2.1 Poverty",
        "8.2.2 Racial profiling",
        "8.2.3 Racial segregation",
        "9 Police brutality",
        "10 Color-blind racism",
        "11 Natural disasters",
        "12 See also",
        "13 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nRacial inequality in the United States identifies the social inequality and advantages and disparities that affect different races within the United States. These can also be seen as a result of historic oppression, inequality of inheritance, or racism and prejudice, especially against minority groups.\n\nThere are vast differences in wealth across racial groups in the United States. The wealth gap between Caucasian and African-American families nearly tripled from $85,000 in 1984 to $236,500 in 2009. There are many causes, including years of home ownership, household income, unemployment, education, and inheritance.[1]\n\nUnder slavery in the United States, African Americans were held hostage against their will and dehumanizingly forced to work for people who they had to refer to as their owners. After the American Civil War, Black sharecroppers became trapped in debt. African Americans were rarely able to homestead. The Freedman's Bank failed, losing many Black assets.\n\nExclusions from Social Security disproportionately affected African Americans. Savings were spent for retirement instead of handed down as inheritance. African Americans are less likely to receive inheritance and more likely to aid poor family members.\n\nThe Federal Housing Authority and Veteran's Administration shut out African Americans by giving loans to suburbs instead of central cities. Housing segregation caused unequal living standards and poverty. Public education greatly relies on local property taxes, with racial inequality between white affluent suburbs and poor minorities in inner-cities.\n\nCriminal records lead to employment and income struggles. Inability to make bail and quality counsel are factors. Racial segregation and racial profiling lead to differences between races.\n\n"
        },
        {
            "title": "Definitions",
            "text": "In social science, racial inequality is typically defined as \"imbalances in the distribution of power, economic resources, and opportunities.\"[1] Racial inequalities have manifested in American society in ways ranging from racial disparities in wealth, poverty rates, bankruptcy, housing patterns, educational opportunities, unemployment rates, and incarceration rates.[1][2]: 231 [3][4][5][6][7] Current racial inequalities in the U.S. have their roots in over 300 years of cultural, economic, physical, legal, and political discrimination based on race.[8]\n\n"
        },
        {
            "title": "Racial wealth gap",
            "text": "A study by the Brandeis University Institute on Assets and Social Policy which followed the same sets of families for 25 years found that there are vast differences in wealth across racial groups in the United States. The wealth gap between Caucasian and African-American families studied nearly tripled, from $85,000 in 1984 to $236,500 in 2009. The study concluded that factors contributing to the inequality included years of home ownership (27%), household income (20%), education (5%), and familial financial support and/or inheritance (5%).[9] In an analysis of the American Opportunity Accounts Act, a bill to introduce Baby Bonds, Morningstar reported that by 2019 white families had more than seven times the wealth of the average Black family, according to the Survey of Consumer Finances.[10]\n\nWealth can be defined as \"the total value of things families own minus their debts.\" In contrast, income can be defined as, \"earnings from work, interest and dividends, pensions, and transfer payments.\"[9] Wealth is an important factor in determining the quality of both individual and family life chances because it can be used as a tool to secure a desired quality of life or class status and enables individuals who possess it to pass their class status to their children. Family inheritance, which is passed down from generation to generation, helps with wealth accumulation.[11] Wealth can also serve as a safety net against fluctuations in income and poverty.[12]\n\nThere is a large gap between the wealth of minority households and white households within the United States. The Pew Research Center's analysis of 2009 government data says the median wealth of white households is 20 times that of Black households and 18 times that of Hispanic households.[13] In 2009 the typical Black household had $5,677 in wealth, the typical Hispanic had $6,325, and the typical white household had $113,149.[13] Furthermore, 35% of African American and 31% of Hispanic households had zero or negative net worth in 2009 compared to 15% of white households.[13] While in 2005 median Asian household wealth was greater than white households at $168,103, by 2009 that changed when their net worth fell 54% to $78,066, partially due to the arrival of new Asian immigrants since 2004; not including newly arrived immigrants, Asian net wealth only dropped 31%.[13] As shown on \"EURweb – Electronic Urban Report\"[14] According to the Federal Reserve Survey of Consumer Finances, of the 14 million Black households, only 5% have more than $350,000 in net worth while nearly 30% of white families have more than this amount. Less than 1% of Black families have over a million in net assets. while nearly 10% of white households, totaling over 8 million families have more than 1.3 million in net worth. According to the Federal Reserve of Cleveland the wealth gap between white and Black Americans has remained roughly the same since 1962, when the average white family had seven times the wealth of the average Black family.[15]\n\nLusardi states that African Americans and Hispanics are more likely to face means-tested programs that discourage asset possession due to higher poverty rates.[16] One-fourth of African Americans and Hispanics approach retirement with less than $1,000 net worth (without considering pensions and Social Security). Lower financial literacy is correlated with poor savings and adjustment behavior. Education is a strong predictor for wealth.[16] One-fourth of African Americans and Hispanics that have less than a high school education have no wealth, but even with increased education, large differences in wealth remain.[16]\n\nConley believes that the cause of Black-White wealth inequality may be related to economic circumstances and poverty because the economic disadvantages of African Americans can be effective in harming efforts to accumulate wealth.[17] However, there is a five times greater chance of downward mobility from the top quartile to the bottom quartile for African Americans than there is for white Americans; correspondingly, African Americans rise to the top quartile from the bottom quartile at half the rate of white Americans. Bowles and Gintis conclude from this information that successful African Americans do not transfer the factors for their success as effectively as white Americans do.[18] \nOther factors to consider in the recent widening of the minority wealth gap are the subprime mortgage crisis and financial crisis of 2007–2008. The Pew Research Center found that plummeting house values were the main cause of the wealth change from 2005 to 2009. Hispanics were hit the hardest by the housing market meltdown possibly because a disproportionate share of Hispanics live in California, Florida, Nevada, and Arizona, which are among the states with the steepest declines in housing values.[13] From 2005 to 2009 Hispanic homeowners' home equity declined by Half, from $99,983 to $49,145, with the homeownership rate decreasing by 4% to 47%.[13] A 2015 Measure of America study commissioned by the ACLU on the long-term consequences of discriminatory lending practices found that the financial crisis will likely widen the Black-white wealth gap for the next generation.[19]\n\nThe racial wealth gap essentially is composed of a private wealth management industry maintaining Whiteness to act as a barrier to prevent those of color from equal financial development.[20] This disparity has been debated, but never disputed due to its \"very real\" implications it has on African Americans. Data has shown that \"among racial and ethnic groups, African Americans had the highest poverty rate at 27.4%”.[21]\n\nBefore the 1808 abolition of the transatlantic slave trade, most Africans were forced to the United States as enslaved people, depriving them of all property, and in some cases family. In order to prevent rebellion or escape, the slave codes in some states banned education of slaves, especially teaching a slave to read or write. Redistribution of land from white owners to the people formerly forced to work it was attempted under the forty acres and a mule policy of Union General William Tecumseh Sherman. This was reversed by President Andrew Johnson, a Southern Democrat who also opposed political rights for African Americans and protections against white violence in the South.[22] Slavery continued in the border states until ratification of the Thirteenth Amendment to the United States Constitution in December 1865.\n\nThe Freedmen's Bureau was created as part of the War Department by President Abraham Lincoln to provide shelter and supplies to freed slaves. It was supported by the Republican Congress over the veto of Andrew Johnson, but was soon de-funded and abandoned by a Democrat-controlled Congress in 1872.\n\nWhile free African-Americans owned around $50 million by 1860, farm tenancy and sharecropping replaced slavery after the American Civil War because newly freed African American farmers did not own land or supplies and had to depend on the White Americans who rented the land and supplies out to them. At the same time, southern Blacks were trapped in debt and denied banking services while White citizens were given low interest loans to set up farms in the Midwest and Western United States. White homesteaders were able to go West and obtain unclaimed land through government grants, while the land grants and rights of African Americans were rarely enforced.[17]\n\nAfter the Civil War the Freedman's Bank helped to foster wealth accumulation for African Americans. However, it failed in 1874, partially because of suspicious high-risk loans to White banks and the Panic of 1873. This lowered the support African Americans had to open businesses and acquire wealth. In addition, after the bank failed, taking the assets of many African Americans with it, many African Americans did not trust banks. There was also the threat of lynching to any African American who achieved success.[17]\n\nIn addition, when Social Security was first created during the Great Depression, it exempted agricultural and domestic workers, which disproportionately affected African Americans and Hispanics. Consequently, the savings of retired or disabled African Americans was spent during old age instead of handed down and households had to support poor elderly family members. The Homeowner's Loan Corporation that helped homeowners during the Great Depression gave African American neighborhoods the lowest rating, ensuring that they defaulted at greater rates than White Americans. The Federal Housing Authority (FHA) and Veteran's Administration (VA) shut out African Americans by giving loans to suburbs instead of central cities after they were first founded.[17]\n\nBowman states that \"in the United States, the most significant aspect of multigenerational wealth distribution comes in the forms of gifts and inheritances.\" However, the multigenerational absence of wealth and asset attainment for African Americans makes it almost impossible for them to make significant contributions of wealth to the next generation.[23] Data shows that financial inheritances could account for 10 to 20 percent of the difference between African American and White American household wealth.[24]\n\nUsing the Health and Retirement Study (HRS) of 1992 Avery and Rendall estimated that only around one-tenth of African Americans reported receiving inheritances or substantial inter vivo transfers ($5,000 or more) compared to one-third of white Americans. In addition, the 1989 Survey of Consumer Finances (SCF) reported that the mean and median values of those money transfers were significantly higher for white American households: the mean was $148,578 households compared to $85,598 for African American households and the median was $58,839 to $42,478. The large differences in wealth in the parent-generations were a dominant factor in prediction the differences between African American and white American prospective inheritances.[25] Avery and Rendall used 1989 SCF data to discover that the mean value in 2002 of white Americans' inheritances was 5.46 times that of African Americans', compared to 3.65 that of current wealth. White Americans received a mean of $28,177 that accounted for 20.7% of their mean wealth while African Americans received a mean of $5,165 that accounted for 13.9% of their mean current wealth. Non-inherited wealth was more equally distributed than inherited wealth.[25]\n\nAvery and Rendall found that family attributes favored white Americans when it came to factor influencing the amount of inheritances. African Americans were 7.3% less likely to have live parents, 24.5% more likely to have three or more siblings, and 30.6% less likely to be married or cohabiting (meaning there are two people who could gain inheritances to contribute to the household)[25] Keister discovered that large family size has a negative effect on wealth accumulation. These negative effects are worse for the poor and African Americans and Hispanics are more likely to be poor and have large families. More children also decrease the amount of gifts parents can give and the inheritance they leave behind for the children.[26]\n\nAngel's research into inheritance showed that older Mexican American parents may give less financial assistance to their children than non-Hispanic White Americans because of their relatively high fertility rate so children have to compete for the available money. There are studies that indicate that elderly Hispanic parents of all backgrounds live with their adult children due to poverty and would choose to do otherwise, even if they had the resources to do so. African American and Latino families are less likely to financially aid adult children than non-Hispanic white families.[24]\n\nThe racial wealth gap is visible in terms of dollar for dollar wage and wealth comparisons. For example, middle-class Blacks earn seventy cents for every dollar earned by similar middle-class whites.[11] Race can be seen as the \"strongest predictor\" of one's wealth.[27]\n\nKrivo and Kaufman found that information supporting the fact that increases in income does not affect wealth as much for minorities as it does for white Americans. For example, a $10,000 increase in income for white Americans increases their home equity $17,770 while the same increase only increase the home equities for Asians by $9,500, Hispanics by $15,150, and African Americans by $15,900.[28]\n\nConley states that differences between African American and white American wealth begin because people with higher asset levels can take advantage of riskier investment instruments with higher rates of returns. Unstable income flows may lead to \"cashing in\" of assets or accumulation of debt over time, even if the time-averaged streams of income and savings are the same. African Americans may be less likely to invest in the stock market because they have a smaller parental head-start and safety net.[17]\n\nChong, Phillips and Phillips state that African Americans, Hispanics, and Asians invest less heavily in stocks than white Americans.[29] Hispanics and in some ways African Americans accumulate wealth slower than white Americans because of preference for near-term saving, favoring liquidity and low investment risk at the expense of higher yielding assets. These preferences may be due to low financial literacy leading to a lack of demand for investment services.[29] According to Lusardi, even though the stock market increased in value in the 1990s, only 6-7% of African Americans and Hispanics held stocks, so they did not benefit as much from the value increase.[16]\n\nThe Federal Deposit Insurance Corporation in 2009 found that 7.7% of United States households are unbanked. Minorities are more likely than white Americans to not have a banking account. 3.5% of Asians, 3.3% of white Americans, 21.7% of African Americans and 19.3% of Hispanics and 15.6% of remaining racial/ethnic categories do not have banking accounts.[29]\n\nLusardi's research revealed that education increases one's chances of having a banking account. A full high school education increases the chance of having a checking account by 15% compared to only an elementary education; having a parent with a high school education rather than only an elementary education increases one's chances of having a checking account by 2.8%. This difference in education level may explain the large proportion of \"unbanked\" Hispanics. The 2002 National Longitudinal Survey found that while only 3% of white Americans and 4% of African Americans had only an elementary education, close to 20% of Hispanics did and 43% of Hispanics had less than a high school education[16] Ibarra and Rodriguez believe that another factor that influences the Hispanic use of banking accounts is credit. Latinos are also more likely than white Americans or African Americans to have no or a thin credit history: 22% of Latinos have no credit score in comparison to 4% of white Americans and 3% of African Americans.[30]\n\nNot taking other variables into account, Chong, Phillips, and Phillips survey of zip codes found that minority neighborhoods don't have the same access to financial planning services as white neighborhoods. There is also client segregation by investable assets. More than 80% of financial advisors prefer that clients have at least $100,000 in investable assets and more than 50% have a minimum asset requirement of $500,000 or above. Because of this, financial planning is possibly beyond the reach of those with low income, which comprises a large portion of African-Americans and Hispanics.[29]\nFear of discrimination is another possible factor. Minorities may be distrustful of banks and lack of trust was commonly reported as why minorities, people with low education, and the poor chose not to have banking accounts.[16] Evidence suggests that women of color are disproportionately likely to plan on using informal borrowing as their sole strategy for coping with an emergency expense, potentially due to lack of access to formal banking services.[31]\n\nThough African Americans who attend college get a similar boost in income to white peers, they tend not to have a similar increase in wealth, largely because they spend more money helping poor family members, including older relatives who in white families are instead more likely to help younger kin.[32]\n\n"
        },
        {
            "title": "Health care",
            "text": "Black Americans face consistently worse health outcomes than white, Asian, and Hispanic Americans. Black women are 2½ times more likely to die of maternal causes than white women and this rate increases to 3 times when compared to Hispanic Americans.[33] The infant mortality rate for Black Americans is 11 per 1,000 births which is higher than the US average of 5.7.[34][35] There exists gaps in life expectancy between races with Black and Native Americans having the lowest life expectancies.[36] The gap between Black and white Americans on average is four years; however, there is great variation between states and even on smaller levels. For example in Wisconsin this gap is six years, and in Washington, D.C., this gap is more than ten years.[36][37][38] African American women have the highest rate of obesity or being overweight in the US and non-Hispanic Blacks are 1.3 times more likely to be obese than non-Hispanic Whites.[39]\n\n"
        },
        {
            "title": "Poverty",
            "text": "There are large differences in poverty rates across racial groups. In 2009, the poverty rate across the nation was 9.9%. This data illustrates that Hispanics and Blacks experience disproportionately high percentages of poverty in comparison to non-Hispanics whites and Asians. In discussing poverty, it is important to distinguish between episodic poverty and chronic poverty.\n\nThe U.S. Census Bureau defines episodic poverty as living in poverty for less than 36 consecutive months.[40] From the period between 2004 and 2006 the episodic poverty rate was 22.6% for non-Hispanic whites, 44.5% for Blacks, and 45.8% for Hispanics.[40] Blacks and Hispanics experience rates of episodic poverty that are nearly double the rates of non-Hispanic whites.\n\nThe U.S. Census Bureau defines chronic poverty as living in poverty for 36 or more consecutive months.[40] From the period between 2004 and 2006 the chronic poverty rate was 1.4% for non-Hispanic whites, 4.5% for Hispanics, and 8.4% for Blacks.[40] Hispanics and Blacks experience much higher rates of chronic poverty when compared to non-Hispanic whites.\n\nThe U.S. Census Bureau defines length of poverty spell as the number of months spent in poverty. The median length of poverty spells was 4 months for non-Hispanic whites, 5.9 months for Blacks, and 6.2 months for Hispanics.[40] The length of time spent in poverty varies by race. Non-Hispanic whites experience the shortest length of poverty spells when compared to Blacks and Hispanics.\n\n"
        },
        {
            "title": "Housing segregation",
            "text": "Housing segregation in the United States is the practice of denying African American or other minority groups equal access to housing through the process of misinformation, denial of realty and financing services, and racial steering.[41][42][43] Housing policy in the United States has influenced housing segregation trends throughout history.[44][45] Key legislation include the National Housing Act of 1934, the GI Bill, and the Fair Housing Act.[44][46][47] Factors such as socioeconomic status, spatial assimilation, and immigration contribute to perpetuating housing segregation.[45][47][48][49] The effects of housing segregation include relocation, unequal living standards, and poverty.[46][50][51][52][53][54][55] However, there have been initiatives to combat housing segregation, such as the Section 8 housing program.[49][56]\n\nRacial residential segregation doubled from 1880 to 1940.[57] Southern urban areas were the most segregated.[57] Segregation was highly correlated with lynchings of African-Americans.[58] Segregation adversely affected both black and white homeownership rates,[59] as well as caused higher crime rates.[60] Areas with housing segregation had worse health outcomes for both whites and Blacks.[61] Residential segregation accounts for a substantial share of the Black-white gap in birth weight.[62] Segregation reduced upward economic mobility.[63]\n\nWhite communities are more likely to have strict land use regulations (and whites are more likely to support those regulations).[64][65] Strict land use regulations are an important driver of housing segregation along racial lines in the United States.[64]\n\n"
        },
        {
            "title": "Education",
            "text": "In the United States, funding for public education relies greatly on local property taxes. Local property tax revenues may vary between different neighborhoods and school districts. This variance of property tax revenues amongst neighborhoods and school districts leads to inequality in education. This inequality manifests in the form of available school financial resources which provide educational opportunities, facilities, and programs to students.[5] For every student enrolled, the average nonwhite school district receives $2,226 less than a white school district.[66]\n\nReturning to the concept of residential segregation, it is known that affluence and poverty have become both highly segregated and concentrated in relation to race and location.[67] Residential segregation and poverty concentration is most markedly seen in the comparison between urban and suburban populations in which suburbs consist of majority white populations and inner-cities consist of majority minority populations.[67] According to Barnhouse-Walters (2001), the concentration of poor minority populations in inner-cities and the concentration of affluent white populations in the suburbs, \"is the main mechanism by which racial inequality in educational resources is reproduced.\"\n\nIn August 2020, the US Justice Department argued that Yale University discriminated against Asian candidates on the basis of their race, a charge the university denied.[68]\n\n"
        },
        {
            "title": "Unemployment rates",
            "text": "In 2016, the unemployment rate was 3.8% for Asians, 4.6% for non-Hispanic whites, 6.1% for Hispanics, and 9.0% for Blacks, all over the age of 16.[6] In terms of unemployment, it can be seen that there are two-tiers: relatively low unemployment for Asians and whites, relatively high unemployment for Hispanics and Blacks.\n\nSeveral theories have been offered to explain the large racial gap in unemployment rates:\n\nThis theory argues that the effects of racial segregation pushed Blacks and Hispanics into the central city during a time period in which jobs and opportunities moved to the suburbs. This led to geographic separation between minorities and job opportunities which was compounded by struggles to commute to jobs in the suburbs due to lack of means of transportation. This ultimately led to high unemployment rates among minorities.[69]\n\nThis theory argues that the reason minority disadvantage exists is because the majority group is able to benefit from it. For example, in terms of the labor force, each job not taken by a Black person could be job that gets occupied by a white person. This theory is based on the view that the white population has the most to gain from the discrimination of minority groups. In areas where there are large minority groups, this view predicts high levels of discrimination to occur for the reason that white populations stand to gain the most in those situations.[69]\n\nThis theory argues that the unemployment disparity can be attributed to lower rates of academic success among minority groups (especially Black Americans) leading to a lack of skills necessary for entering the modern work force.[69] The author remains unclear why Black Americans have low academic success.\n\nIt is politically incorrect to assume that racial inequality is caused by differences in skills or preferences. The lack of open discussion leads to ethnic groups being treated equally. This means that diverse groups receive the same offers which have different advantages for different groups, which further increases inequality. The criminal justice system has been known to racially target people of color, specifically innocent ones. It's become very common for officers of lighter complexions to be set free while the person of color suffers.\n\n"
        },
        {
            "title": "Crime rates and incarceration",
            "text": "In 2008, the prison population under federal and state correctional jurisdiction was over 1,610,446 prisoners. Of these prisoners, 20% were Hispanic (compared to 16.3% of the U.S. population that is Hispanic), 34% were white (compared to 63.7% of the U.S. population that is white), and 38% were Black (compared to 12.6% of the U.S. population that is Black).[7][70] Additionally, Black males were imprisoned at a rate 6.5 times higher than that of their white male counterparts.[7] According to a 2012 study by the U.S. Census Bureau, \"over half the inmates incarcerated in our nation's jails is either Black or Hispanic.\"[71] According to a report by the National Council of La Raza, research obstacles undermine the census of Latinos in prison, and \"Latinos in the criminal justice system are seriously undercounted. The true extent of the overrepresentation of Latinos in the system probably is significantly greater than researchers have been able to document.[72]\n\nAfter being released from prison, the consequences of having a criminal record are immense. Over 40 percent who are released will return to prison within the next few years. Those with criminal records who do not return to prison face significant struggles to find quality employment and income outcomes compared to those who do not have criminal records.[73]\n\nThose racially disparate employment consequences can arise from other forms of carceral contact, too, and they can have spillover effects on local communities. At the county level, for example, jail rather than prison incarceration has been found to significantly diminish local labor markets in areas with relatively high proportions of Black residents. [74]\n\nA potential cause of such disproportionately high incarceration rates for Black Americans is that Black Americans are disproportionately poor.[75] Conviction is a crucial part of the process that leads to either guilt or innocence. There are two important factors that play a role in this part of the process: the ability to make bail and the ability to access high-quality legal counsel. Due to the fact that both of these important factors cost money, it is unlikely that poor Black Americans are able to afford them and benefit from them.[75] Sentencing is another crucial part of the process that determines how long individuals will remain incarcerated. Several sociological studies have found that poor offenders receive longer sentences for violent crimes and crimes involving drug use, unemployed offenders are more likely to be incarcerated than their employed counterparts, and then even with similar crimes and criminal records minorities were imprisoned more often than whites.[75]\n\nRacial profiling is defined as \"any police-initiated action that relies on the race, ethnicity, or national origin, rather than the behavior of an individual or information that leads the police to a particular individual who has been identified as being, or having been, engaged in criminal activity.\"[76] Racial profiling is a challenge that many people of color still encounter. [77] Another potential cause for the disproportionately high incarceration rates of Blacks and Hispanics is that racial profiling occurs at higher rates for Blacks and Hispanics. Eduardo Bonilla-Silva states that racial profiling can perhaps explain the over representation of Blacks and Hispanics in U.S. prisons.[4] According to Michael L. Birzer, professor of criminal justice at Wichita State University and director of its School of Community Affairs, \"racial minorities, particularly African Americans, have had a long and troubled history of disparate treatment by United States Criminal Justice Authorities.\"[71]\n\n\"Racial residential segregation is a fundamental cause of racial disparities in health\".[78] Racial segregation can result in decreased opportunities for minority groups in income, education, etc. While there are laws against racial segregation, study conducted by D. R. Williams and C. Collins focuses primarily on the impacts of racial segregation, which leads to differences between races.\n\n"
        },
        {
            "title": "Police brutality",
            "text": "Significant racial discrepancies have been reported in the United States involving police brutality. Police brutality in the United States is defined as \"the unwarranted or excessive and often illegal use of force against civilians by U.S. police officers.\"[79] It can come in the form of murder, assault, mayhem, or torture, as well as less physical means of violence including general harassment, verbal abuse, and intimidation.[79] it has been argued that the origins of racial inequality by way of police brutality in America date to colonial times when slavery was legal and widespread. Due to fear of slave revolts, whites began to organize groups of vigilantes who would use force to keep slaves from rebelling against their owners or escaping.[80] In 1929, the Illinois crime survey reported that although African-Americans only made up five percent of Illinois's population, they consisted of 30 percent of victims of police killings.[81]\n\nDuring the civil rights era, the existence of the racial disparities surrounding police brutality became more discussed. During peaceful protests for civil rights, some police would use tactics such as police dogs or fire hoses to control the protesters. In 1991, video footage was released of cab driver Rodney King being hit over 50 times by multiple police with their batons. The police were later acquitted for their actions which resulted in the 1992 Los Angeles riots. Allegations of police brutality continue to plague American police.[82] An alleged example of police brutality includes Philando Castile, a 32-year-old Black male who was pulled over for a broken taillight. After being told by officer Yanez, to take out his license and insurance, Castile told the officer he had a firearm and that he was reaching into his pocket to get his wallet. Seconds later he was shot and killed by Yanez, who claimed he believed Castile was pulling his gun out.[83] Yanez was charged with manslaughter and acquitted at trial.[84]\n\nBlack Americans are 2–3 times more likely to be killed in a police shooting than white Americans are killed and are more likely to be unarmed.[85][86][87][88] A study done by Joshua Correll at the University of Chicago shows what is called \"The police officers dilemma\",[89] by setting up a video game in which police are given scenarios involving both Black and white men holding either a gun or non-threatening objects such as cellphones. The study found that armed Black men were shot more frequently than armed white men and were also shot more quickly. The police would also sometimes mistakenly shoot the unarmed Black targets, while neglecting to shoot the armed white targets.[89] Militarized police units are more often deployed in Black neighborhoods even after adjusting for crime rates.[90]\n\nA 2020 study by Cody Ross et et al. concluded that there was evidence of bias in police shootings of unarmed Blacks and that even when using crime as a benchmark \"there is strong and statistically reliable evidence of anti-Black racial disparities in the killing of unarmed Americans by police\".[91][92] A 2019 study by Cesario et al. published in Social Psychological and Personality Science found that after adjusting for crime, there was \"no systematic evidence of anti-Black disparities in fatal shootings, fatal shootings of unarmed citizens, or fatal shootings involving misidentification of harmless objects.[93] A study by Harvard economist Roland Fryer found that for officer-involved shootings there were no racial disparities \"in either the raw data or when contextual factors are taken into account\".[95] According to data from the Chicago Police Department police used more force against Black people than any other race despite the fact that they were less likely to resist arrest than whites.[96] Around 20% of the population of Minneapolis is Black but they are subjected to nearly 60% of total police use of force.[97]\n\n"
        },
        {
            "title": "Color-blind racism",
            "text": "It is hypothesized by some scholars, such as Michelle Alexander, that in the since the Civil Rights Era, the United States has now switched to a new form of racism known as color-blind racism. Color-blind racism refers to \"contemporary racial inequality as the outcome of nonracial dynamics.\"[4]\n\nThe types of practices that take place under color blind racism are \"subtle, institutional, and apparently nonracial.\"[4] Those practices are not racially overt in nature such as racism under slavery, segregation, and Jim Crow laws. Instead, color-blind racism flourishes on the idea that race is no longer an issue in the country and that there are non-racial explanations for the state of inequality. Eduardo Bonilla-Silva writes that there are four frames of color-blind racism that support that view:[4]\n\n"
        },
        {
            "title": "Natural disasters",
            "text": "When a disaster strikes—be it a hurricane, tornado, or fire—some people are inherently more prepared than others. \"While all members of populations are affected by disasters, research findings show that racial and ethnic minorities are less likely to evacuate and more affected by disasters\" than their Caucasian counterparts.[98] \"During Hurricane Katrina, the large number of people seeking safety in designated shelters were disproportionately Black. In addition, the mortality rate for Blacks was 1.7 to 4 times higher than that of whites for all people ≥ 18.\"[98] After Hurricane Katrina, many African Americans felt abandoned by the United States Government. 66% of African Americans \"said that 'the government's response to [Katrina] would have been faster if most of the victims had been white.'\"[99] For a disproportionate share of the impoverished in New Orleans, many had, and continue to have, a difficult time preparing for storms. Factors such as, \"cultural ignorance, ethnic insensitivity, racial isolation and racial bias in housing, information dissemination, and relief assistance\" all greatly contribute to the disparities in disaster preparedness.[98][100] Due to the fact that people of color have a harder time becoming homeowners, they are less likely to survive natural disasters. This is because of the wealth gap between races and since people of color can't own homes, they're forced to settle in areas that are most likely not as safe as those who do own homes. The people of color living in neighborhoods that are less safe are more likely to suffer from natural disasters because their neighborhoods consist of sights being built in a position where it can become risky to evacuate the area. [101]\n\n"
        }
    ]
}