{
    "url": "https://en.wikipedia.org/wiki/Racism_in_the_United_States",
    "title": "Racism in the United States",
    "table_of_contents": [
        "1 Aspects of American life",
        "1.1 Citizenship and immigration",
        "1.2 Voting",
        "1.3 Criminal justice system",
        "1.4 Education",
        "1.4.1 Curriculum",
        "1.5 Health",
        "1.6 Housing and land",
        "1.7 Labor market",
        "1.8 Media",
        "1.9 Politics",
        "1.10 Religion",
        "1.11 Wealth",
        "2 African Americans",
        "2.1 Antebellum period",
        "2.2 Reconstruction Era to World War II",
        "2.3 World War II to the Civil Rights Movement",
        "2.4 1970s to the 2000s",
        "2.5 2008 to the present",
        "3 Native Americans",
        "3.1 Reservation marginalization",
        "3.2 American Indian boarding schools",
        "3.3 Current issues",
        "4 Asian Americans",
        "4.1 19th century",
        "4.2 World War II and postwar",
        "4.3 21st century",
        "4.4 Anti-Japanese sentiment and legislation",
        "4.5 Anti-Filipino sentiment and legislation",
        "5 European Americans",
        "6 Hispanic and Latino Americans",
        "7 Middle Eastern and South Asian Americans",
        "7.1 Arab Americans",
        "7.2 Iranian Americans",
        "7.3 Indian Americans",
        "8 Jewish Americans",
        "9 Consequences",
        "9.1 Developmental",
        "9.2 Societal",
        "9.2.1 Schemas and stereotypes",
        "9.2.2 Minority-minority racism",
        "9.2.3 Interpersonal discrimination",
        "9.2.4 Ethnic-racial socialization",
        "9.3 Institutional racism",
        "9.3.1 Nazi Germany's inspiration from American racism",
        "10 Contemporary issues",
        "10.1 Hate crimes and terrorism",
        "10.2 Hateful views",
        "10.3 Social media",
        "11 Alleviation",
        "12 See also",
        "13 Notes",
        "14 References",
        "15 Further reading",
        "15.1 Articles",
        "15.2 Books"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRacism in the United States comprises negative attitudes and views on race or ethnicity which are related to each other, are held by various people and groups in the United States, and have been reflected in discriminatory laws, practices and actions (including violence) at various times in the history of the United States against racial or ethnic groups. Throughout American history, white Americans have generally enjoyed legally or socially sanctioned privileges and rights, which have been denied to members of various ethnic or minority groups at various times. European Americans, particularly affluent white Anglo-Saxon Protestants, are said to have enjoyed advantages in matters of education, immigration, voting rights, citizenship, land acquisition, and criminal procedure.\n\nRacism against various ethnic or minority groups has existed in the United States since the early colonial era. Before 1865, most African Americans were enslaved and even afterwards, they have faced severe restrictions on their political, social, and economic freedoms. Native Americans have suffered genocide, forced removals, and massacres, and they continue to face discrimination. Hispanics, Middle Eastern and Asian Americans along with Pacific Islanders have also been the victims of discrimination.  In addition, non-Protestant immigrants from Europe, particularly Jews, Poles, Italians, and the Irish were often subjected to xenophobic exclusion and other forms of ethnicity-based discrimination.\n\nRacism has manifested itself in a variety of ways, including genocide, slavery, lynchings, segregation, Native American reservations and boarding schools, racist immigration and naturalization laws, and internment camps.[a] Formal racial discrimination was largely banned by the mid-20th century and over time, coming to be perceived as socially and morally unacceptable. Racial politics remains a major phenomenon, and racism continues to be reflected in socioeconomic inequality.[1][b] Into the 21st century, research has uncovered extensive evidence of racial discrimination in various sectors of modern U.S. society, including the criminal justice system, business, the economy, housing, health care, the media, and politics. In the view of the United Nations and the U.S. Human Rights Network, \"discrimination in the United States permeates all aspects of life and extends to all communities of color.\"[3]\n\n"
        },
        {
            "title": "Aspects of American life",
            "text": "The Naturalization Act of 1790 set the first uniform rules for the granting of United States citizenship by naturalization, which limited naturalization to \"free white person[s]\", thus excluding Native Americans, indentured servants, slaves, free Blacks and later Asians from citizenship. Citizenship and the lack of it profoundly impacted various legal and political rights, the most notable of which were suffrage rights at both the federal and state level, the right to hold certain government offices,  jury duty, military service in the United States Armed Forces, as well as many other activities, besides access to government assistance and services. The second Militia Act of 1792 also provided for the conscription of every \"free able-bodied white male citizen\".[4] Tennessee's 1834 Constitution included a provision: “the free white men of this State have a right to Keep and bear arms for their common defense.”[5]\n\nThe Treaty of Dancing Rabbit Creek, made under the Indian Removal Act of 1830, allowed those Choctaw Indians who chose to remain in Mississippi to gain recognition as US citizens, the first major non-European ethnic group to become entitled to US citizenship.\n\nRacial discrimination in naturalization and immigration continued despite the Equal Protection Clause in the Fourteenth Amendment to the United States Constitution (ratified in 1868). The Fourteenth Amendment overruled previous court decisions and gave U.S.-born African Americans citizenship through birthright citizenship.\n\nThe Naturalization Act of 1870 extended naturalization to Black persons, but not to other non-white persons, but revoked the citizenship of naturalized Chinese Americans.[6] The law relied on coded language to exclude \"aliens ineligible for citizenship\" which primarily applied to Chinese and Japanese immigrants.\n\nNative Americans were granted citizenship in a piece-meal manner until the Indian Citizenship Act of 1924, which unilaterally bestowed blanket citizenship status on them, whether they belonged to a federally recognized tribe or not, though by that date, two-thirds of Native Americans had already become US citizens by various means. The Act was not retroactive, so citizenship was not extended to Native Americans who were born before the effective date of the 1924 Act, nor was it extended to indigenous persons who were born outside the United States.\n\nFurther changes to racial eligibility for citizenship by naturalization were made after 1940, when eligibility was extended to \"descendants of races indigenous to the Western Hemisphere,\" \"Filipino persons or persons of Filipino descent,\" \"Chinese persons or persons of Chinese descent,\" and \"persons of races indigenous to India.\"[7] The Immigration and Nationality Act of 1952 now prohibits racial and gender discrimination in naturalization.[8]\n\nDuring the period when only \"white\" people could be naturalized, many court decisions were required to define which ethnic groups were included in this term. These are known as the \"racial prerequisite cases\", and they also informed subsequent legislation.[9]\n\nThe Fifteenth Amendment to the United States Constitution (ratified in 1870), explicitly prohibited denying the right to vote based on race, but delegated to Congress the responsibility for enforcement.\n\nDuring the Reconstruction era, African Americans began to run for office and vote, but the Compromise of 1877 ended the era of strong federal enforcement of equal rights in the Southern states. White Southerners were prevented by the Fifteenth Amendment from explicitly denying the vote to Blacks by law, but found other ways to disenfranchise. Jim Crow laws that targeted African Americans without mentioning race included poll taxes, literacy and comprehension tests for voters, residency and record-keeping requirements, and grandfather clauses allowing White people to vote. Black Codes criminalized minor offenses like unemployment (styled \"vagrancy\"), providing a pretext to deny voting rights. Extralegal violence was also used to terrorize and sometimes kill African Americans who attempted to register or to vote, often in the form of lynching and cross burning. These efforts to enforce white supremacy were very successful. For example, after 1890, less than 9,000 of Mississippi's 147,000 eligible African-American voters were registered to vote, or about 6%. Louisiana went from 130,000 registered African-American voters in 1896 to 1,342 in 1904 (about a 99% decrease).[10]\n\nEven Native Americans who gained citizenship under the 1924 Act were not guaranteed voting rights until 1948. According to a survey by the Department of Interior, seven states still refused to grant Indians voting rights in 1938. Discrepancies between federal and state control provided loopholes in the Act's enforcement. States justified discrimination based on state statutes and constitutions. Three main arguments for Indian voting exclusion were Indian exemption from real estate taxes, maintenance of tribal affiliation and the notion that Indians were under guardianship, or lived on lands controlled by federal trusteeship.[11]: 121  By 1947, all states with large Indian populations, except Arizona and New Mexico, had extended voting rights to Native Americans who qualified under the 1924 Act. Finally, in 1948, a judicial decision forced the remaining states to withdraw their prohibition on Indian voting.[12]\n\nThe civil rights movement resulted in strong Congressional enforcement of the right to vote regardless of race, starting with the Voting Rights Act of 1965. Though this greatly enhanced the ability of racial minorities to vote and run for office in all areas of the country, concerns over racially discriminatory voting laws and administration persist. Gerrymandering and voter suppression efforts around the country, though mainly motivated by political considerations, often effectively disproportionately affect African Americans and other minorities. These include targeted voter ID requirements, registration hurdles, restricting vote-by-mail, and making voting facilities physically inconvenient to access due to long distances, long lines, or short hours. The 2013 U.S. Supreme court decision Shelby County v. Holder struck down the pre-clearance provisions of the 1965 Act, making anti-discrimination enforcement more difficult.\n\nIn 2016, one in 13 African-Americans of voting age was disenfranchised, more than four times greater than that of non-African-Americans. Over 7.4% of adult African-Americans were disenfranchised compared to 1.8% of non-African-Americans. Felony disenfranchisement in Florida disqualifies over 10% of its citizens for life and over 23% of its African-American citizens.[13]\n\nThere are unique experiences and disparities in the United States in regard to the policing and prosecuting of various races and ethnicities. There have been different outcomes for different racial groups in convicting and sentencing felons in the United States criminal justice system.[14][15] Experts and analysts have debated the relative importance of different factors that have led to these disparities.[16][17]\n\nAcademic research indicates that the over-representation of some racial minorities in the criminal justice system can in part be explained by socioeconomic factors, such as poverty, exposure to poor neighborhoods, poor access to public education, poor access to early childhood education, and exposure to harmful chemicals (such as lead) and pollution.[18][19][20][21][22][23][24][25][26][27] Racial housing segregation has also been linked to racial disparities in crime rates, as Blacks have historically and to the present been prevented from moving into prosperous low-crime areas through actions of the government (such as redlining) and private actors.[28][29][30] Various explanations within criminology have been proposed for racial disparities in crime rates, including conflict theory, strain theory, general strain theory, social disorganization theory, macrostructural opportunity theory, social control theory, and subcultural theory.\n\nResearch also indicates that there is extensive racial and ethnic discrimination by police and the judicial system.[31][32][33][34][35][36] A substantial academic literature has compared police searches (showing that contraband is found at higher rates in whites who are stopped), bail decisions (showing that whites with the same bail decision as Blacks commit more pre-trial violations), and sentencing (showing that Blacks are more harshly sentenced by juries and judges than whites when the underlying facts and circumstances of the cases are similar), providing valid causal inferences of racial discrimination.[37][38][39][40] Studies have documented patterns of racial discrimination, as well as patterns of police brutality and disregard for the constitutional rights of African-Americans, by police departments in various American cities, including Los Angeles, New York, Chicago and Philadelphia.[41][42][43][44][45][46]\n\nIn 1954, Brown vs. the Board of Education ruled that integrated, equal schools be accessible to all children unbiased to skin color. Currently in the United States, not all state funded schools are equally funded.  Schools are funded by the \"federal, state, and local governments\" while \"states play a large and increasing role in education funding.\"[47] \"Property taxes support most of the funding that local government provides for education.\"[47] Schools located in lower income areas receive a lower level of funding and schools located in higher income areas receiving greater funding for education all based on property taxes.  The U.S. Department of Education reports that \"many high-poverty schools receive less than their fair share of state and local funding, leaving students in high-poverty schools with fewer resources than schools attended by their wealthier peers.\"[48] The U.S. Department of Education also reports this fact affects \"more than 40% of low-income schools.\"[48] Children of color are much more likely to suffer from poverty than white children.\n\nThe phrase \"brown paper bag test,\" also known as a paper bag party, along with the \"ruler test\" refers to a ritual once practiced by certain African-American sororities and fraternities who would not let anyone into the group whose skin tone was darker than a paper bag.[49] Spike Lee's film School Daze satirized this practice at historically Black colleges and universities.[50] Along with the \"paper bag test,\" guidelines for acceptance among the lighter ranks included the \"comb test\" and \"pencil test,\" which tested the coarseness of one's hair, and the \"flashlight test,\" which tested a person's profile to make sure their features measured up or were close enough to those of the Caucasian race.[49]\n\nThe curriculum in U.S. schools has also contained racism against non-white Americans, including Native Americans, Black Americans, Mexican Americans, and Asian Americans.[51][52] Particularly during the 19th and early 20th centuries, school textbooks and other teaching materials emphasized the biological and social inferiority of Black Americans, consistently portraying Black people as simple, irresponsible, and oftentimes, in situations of suffering that were implied to be their fault (and not the effects of slavery and other oppression).[51][52] Black Americans were also depicted as expendable and their suffering as commonplace, as evidenced by a poem about \"Ten Little Nigger Boys\" dying off one by one that was circulated as a children's counting exercise from 1875 to the mid-1900s.[52] Historian Carter G. Woodson analyzed American curriculum as completely lacking any mention of Black Americans' merits in the early 20th century. Based on his observations of the time, he wrote that American students, including Black students, who went through U.S. schooling would come out believing that Black people had no significant history and had contributed nothing to human civilization.[53]\n\nSchool curriculum often implicitly and explicitly upheld white people as the superior race and marginalized the contributions and perspectives of non-white peoples as if they were (or are) not as important.[54] In the 19th century, a significant number of students were taught that Adam and Eve were white, and the other races evolved from their various descendants, growing further and further away from the original white standard.[51] In addition, whites were also fashioned as the capable caretakers of other races, namely Black and Native people, who could not take care of themselves.[51] This concept was at odds with the violence white Americans had committed against indigenous and Black peoples, but it was coupled with soft language that, for example, defended these acts. Mills (1994) cites the narrative about Europeans' \"discovery\" of a \"New World,\" despite the people who already inhabited it, and its subsequent \"colonization\" instead of conquest, as examples. He maintains that these word choices constitute a cooptation of history by white people, who have used it to their advantage.[54]\n\nA 2019 review of the literature in the Annual Review of Public health found that structural racism, cultural racism, and individual-level discrimination are \"a fundamental cause of adverse health outcomes for racial/ethnic minorities and racial/ethnic inequities in health.\"[55]\n\nStudies have argued that there are racial disparities in how the media and politicians act when they are faced with cases of drug addiction in which the victims are primarily Black rather than white, citing the examples of how society responded differently to the crack epidemic than the opioid epidemic.[56][57]\n\nThere are major racial differences in access to health care as well as major racial differences in the quality of the health care which is provided to people. A study published in the American Journal of Public Health estimated that: \"over 886,000 deaths could have been prevented from 1991 to 2000 if African Americans had received the same quality of care as whites\". The key differences which they cited were lack of insurance, inadequate insurance, poor service, and reluctance to seek care.[58] A history of government-sponsored experimentation, such as the notorious Tuskegee Syphilis Study has left a legacy of African American distrust of the medical system.[59]\n\nInequalities in health care may also reflect a systemic bias in the way in which medical procedures and treatments are prescribed to members of different ethnic groups. A University of Edinburgh Professor of Public Health, Raj Bhopal, writes that the history of racism in science and medicine shows that people and institutions behave according to the ethos of their times and he also warns of dangers that need to be avoided in the future.[60] A Harvard Professor of Social Epidemiology contended that much modern research supported the assumptions which were needed to justify racism. She writes that racism underlies unexplained inequities in health care, including treatments for heart disease,[61] renal failure,[62] bladder cancer,[63] and pneumonia.[64] Bhopal writes that these inequalities have been documented in various studies and there are consistent findings that Black Americans receive less health care than white Americans—particularly where this involves expensive new technology.[65] The University of Michigan Health study found in 2010 that black patients in pain clinics received 50% of the amount of drugs that other patients who were white received.[66] Black pain in medicine links to the racial disparities between pain management and racial bias on behalf of the health professional. In 2011, Vermont organizers took a proactive stand against racism in their communities to defeat the biopolitical struggles faced on a daily basis. The first and only universal health care law was passed in the state.[67]\n\nTwo local governments in the US have issued declarations stating that racism constitutes a public health emergency: the Milwaukee County, Wisconsin executive in May 2019, and the Cleveland City Council, in June 2020.[68][69]\n\nA 2014 meta-analysis found extensive evidence of racial discrimination in the American housing market.[70] Minority applicants for housing needed to make many more inquiries to view properties.[70] Geographical steering of African Americans in US housing remains significant.[70] A 2003 study found \"evidence that agents interpret an initial housing request as an indication of a customer's preferences, but also are more likely to withhold a house from all customers when it is in an integrated suburban neighborhood (redlining). Moreover, agents' marketing efforts increase with asking price for white, but not for black, customers; blacks are more likely than whites to see houses in suburban, integrated areas (steering); and the houses agents show are more likely to deviate from the initial request when the customer is black than when the customer is white. These three findings are consistent with the possibility that agents act upon the belief that some types of transactions are relatively unlikely for black customers (statistical discrimination).\"[71] Historically, there was extensive and long-lasting racial discrimination against African Americans in the housing and mortgage markets in the United States,[72][73] as well as discrimination against Black farmers whose numbers massively declined in post-WWII America due to anti-Black local and federal policies.[74] According to a 2019 analysis by University of Pittsburgh economists, Blacks faced a two-fold penalty due to the racially segregated housing market: rental prices increased in blocks when they underwent racial transition whereas home values declined in neighborhoods that Blacks moved into.[75]\n\nA 2017 paper by Troesken and Walsh found that pre-20th century cities \"created and sustained residential segregation through private norms and vigilante activity.\" However, \"when these private arrangements began to break down during the early 1900s\" whites started \"lobbying municipal governments for segregation ordinances.\" As a result, cities passed ordinances which \"prohibited members of the majority racial group on a given city block from selling or renting property to members of another racial group\" between 1909 and 1917.[76]\n\nA 2017 study by Federal Reserve Bank of Chicago economists found that the practice of redlining—the practice whereby banks discriminated against the inhabitants of certain neighborhoods—had a persistent adverse impact on the neighborhoods, with redlining affecting homeownership rates, home values and credit scores in 2010.[77][78] Since many African Americans could not access conventional home loans, they had to turn to predatory lenders (who charged high interest rates).[78] Due to lower homeownership rates, slumlords were able to rent out apartments that would otherwise be owned.[78] A 2019 analysis estimated that predatory housing contracts targeting African Americans in Chicago in the 1950s and 1960s cost Black families between $3 billion and $4 billion in wealth.[79]\n\nSeveral meta-analyses find extensive evidence of ethnic and racial discrimination in hiring in the American labor market.[70][80][81][82] A 2017 meta-analysis found \"no change in the levels of discrimination against African Americans since 1989, although we do find some indication of declining discrimination against Latinos.\"[83] A 2016 meta-analysis of 738 correspondence tests – tests where identical CVs for stereotypically Black and white names were sent to employers – in 43 separate studies conducted in OECD countries between 1990 and 2015 finds that there is extensive racial discrimination in hiring decisions in Europe and North America.[80] These correspondence tests showed that equivalent minority candidates need to send around 50% more applications to be invited for an interview than majority candidates.[80][84] A study which examined the job applications of actual people who were provided with identical résumés and similar interview training showed that African-American applicants with no criminal record were offered jobs at a rate as low as white applicants who had criminal records.[85] A 2018 National Bureau of Economic Research paper found evidence of racial bias in how CVs were evaluated.[86] A 2020 study revealed that discrimination not only exists against minorities in callback rates in audit studies, it also increases in severity after the callbacks in terms of job offers.[87]\n\nResearch suggests that light-skinned African American women have higher salaries and greater job satisfaction than dark-skinned women.[88] Being \"too black\" has recently been acknowledged by the U.S. Federal courts in an employment discrimination case under Title VII of the Civil Rights Act of 1964. In Etienne v. Spanish Lake Truck & Casino Plaza, LLC the United States Court of Appeals for the Fifth Circuit, determined that an employee who was told on several occasions that her manager thought she was \"too black\" to do various tasks, found that the issue of the employee's skin color rather than race itself, played a key role in an employer's decision to keep the employee from advancing.[89] A 2018 study uncovered evidence which suggests that immigrants with darker skin colors are discriminated against.[90]\n\nA 2017 report by Travis L. Dixon (of the University of Illinois at Urbana-Champaign) found that major media outlets tended to portray Black families as dysfunctional and dependent while white families were portrayed as stable. These portrayals may suggest that poverty and welfare are primarily Black issues. According to Dixon, this can reduce public support for social safety programs and lead to stricter welfare requirements.[91][92]\n\nAfrican Americans who possess a lighter skin complexion and \"European features,\" such as lighter eyes, and smaller noses and lips have more opportunities in the media industry. For example, film producers hire lighter-skinned African Americans more often, television producers choose lighter-skinned cast members, and magazine editors choose African American models that resemble European features.[93] A content analysis conducted by Scott and Neptune (1997) shows that less than one percent of advertisements in major magazines featured African American models. When African Americans did appear in advertisements they were mainly portrayed as athletes, entertainers, or unskilled laborers. In addition, seventy percent of the advertisements that feature animal print included African American women. Animal print reinforces the stereotypes that African Americans are animalistic in nature, sexually active, less educated, have lower income, and extremely concerned with personal appearances.[94] Concerning African American males in the media, darker-skinned men are more likely to be portrayed as violent or more threatening, influencing the public perception of African American men. Since dark-skinned males are more likely to be linked to crime and misconduct, many people develop preconceived notions about the characteristics of Black men.[95]\n\nDuring and after slavery, minstrel shows were a very popular form of theater that involved white and Black people in Blackface portraying Black people while doing demeaning things. The actors painted their faces with Black paint and overlined their lips with bright red lipstick to exaggerate and make fun of Black people.[96] When minstrel shows died out and television became popular, Black actors were rarely hired and when they were, they had very specific roles. These roles included being servants, slaves, idiots, and criminals.[97]\n\nPolitically, the \"winner-takes-all\" structure of the electoral college benefits white representation.[98] This has been described as structural bias and often leads voters of color to feel politically alienated, and therefore not to vote. The lack of representation in Congress has also led to lower voter turnout.[98] As of 2016, African Americans only made up 8.7% of Congress, and Latinos 7%.[99]\n\nVoter ID laws have brought on accusations of racial discrimination. In a 2014 review by the Government Accountability Office of the academic literature, three studies out of five found that voter ID laws reduced minority turnout whereas two studies found no significant impact.[70] Disparate impact may also be reflected in access to information about voter ID laws. A 2015 experimental study found that election officials queried about voter ID laws are more likely to respond to emails from a non-Latino white name (70.5% response rate) than a Latino name (64.8% response rate), though response accuracy was similar across groups.[100] Studies have also analyzed racial differences in ID requests rates. A 2012 study in the city of Boston found that Black and Hispanic voters were more likely to be asked for ID during the 2008 election. According to exit polls, 23% of whites, 33% of Blacks, and 38% of Hispanics were asked for ID, though this effect is partially attributed to Black and Hispanics preferring non-peak voting hours when election officials inspected a greater portion of IDs. Precinct differences also confound the data as Black and Hispanic voters tended to vote at Black and Hispanic-majority precincts.[101] A 2015 study found that turnout among Blacks in Georgia was generally higher since the state began enforcing its strict voter ID law.[102] A 2016 study by University of California, San Diego researchers found that voter ID laws \"have a differentially negative impact on the turnout of Hispanics, Blacks, and mixed-race Americans in primaries and general elections.\"[103]\n\nResearch by University of Oxford economist Evan Soltas and Stanford political scientist David Broockman suggests that voters act upon racially discriminatory tastes.[104] A 2018 study in Public Opinion Quarterly found that whites, in particular those who had racial resentment, largely attributed Obama's success among African-Americans to his race, and not his characteristics as a candidate and the political preferences of African-Americans.[105] A 2018 study in the journal American Politics Research found that white voters tended to misperceive political candidates from racial minorities as being more ideologically extreme than objective indicators would suggest; this adversely affected the electoral chances for those candidates.[106] A 2018 study in the Journal of Politics found that \"when a white candidate makes vague statements, many [nonblack] voters project their own policy positions onto the candidate, increasing support for the candidate. But they are less likely to extend black candidates the same courtesy... In fact, black male candidates who make ambiguous statements are actually punished for doing so by racially prejudiced voters.\"[107]\n\nIt is argued that the racial coding of concepts like crime and welfare has been used to strategically influence public political views. Racial coding is implicit; it incorporates racially primed language or imagery to allude to racial attitudes and thinking. For example, in the context of domestic policy, it is argued that Ronald Reagan implied that linkages existed between concepts like \"special interests\" and \"big government\" and ill-perceived minority groups in the 1980s, using the conditioned negativity which existed toward the minority groups to discredit certain policies and programs during campaigns. In a study which analyzes how political ads prime attitudes, Valentino compares the voting responses of participants after they are exposed to the narration of a George W. Bush advertisement which is paired with three different types of visuals which contain different embedded racial cues to create three conditions: neutral, race comparison, and undeserving Blacks. For example, as the narrator states \"Democrats want to spend your tax dollars on wasteful government programs\", the video shows an image of a Black woman and her child in an office setting. Valentino found that the undeserving Blacks condition produced the largest primed effect in racialized policies, like opposition to affirmative action and welfare spending.[108]\n\nIan Haney López, Professor of Law at the University of California, Berkeley, refers to the phenomenon of racial coding as dog-whistle politics, which, he argues, has pushed middle class white Americans to vote against their economic self-interest to punish \"undeserving minorities\" which, they believe, are receiving too much public assistance at their expense. According to López, conservative middle-class whites, convinced that minorities are the enemy by powerful economic interests, supported politicians who promised to curb illegal immigration and crack down on crime, but inadvertently they also voted for policies that favor the extremely rich, such as slashing taxes for top income brackets, giving corporations more regulatory control over industry and financial markets, busting unions, cutting pensions for future public employees, reducing funding for public schools, and retrenching the social welfare state. He argues that these same voters cannot link rising inequality which has impacted their lives to the policy agendas which they support, which resulted in a massive transfer of wealth to the top 1% of the population since the 1980s.[109]\n\nA book released by the former attorney of Donald Trump, Michael Cohen, in September 2020, Disloyal: A Memoir described Trump as routinely referring to Black leaders of foreign nations with racial insults, and that he was consumed with hatred for Barack Obama. Cohen in the book explained that \"as a rule, Trump expressed low opinions of all Black folks, from music to culture and politics\".[110]\n\nLarge racial differentials in wealth remain in the United States: between whites and African Americans, the gap is a factor of twenty.[111] An analyst of the phenomenon, Thomas Shapiro, professor of law and social policy at Brandeis University argues, \"The wealth gap is not just a story of merit and achievement, it's also a story of the historical legacy of race in the United States.\"[112] Differentials applied to the Social Security Act (which excluded agricultural workers, a sector which then included most black workers), rewards to military officers, and the educational benefits offered returning soldiers after World War II. Pre-existing disparities in wealth are exacerbated by tax policies that reward investment over waged income, subsidize mortgages, and subsidize private sector developers.[113]\n\nA 2014 meta-analysis of racial discrimination in product markets found extensive evidence of minority applicants being quoted higher prices for products.[70]\n\nHistorically, African-Americans have faced discrimination in terms of getting access to credit.[114]\n\n"
        },
        {
            "title": "African Americans",
            "text": "Between 1626 and 1860, the Atlantic slave trade brought more than 470,000 enslaved Africans to what is now the United States.[115][116] White European Americans who participated in the slave industry tried to justify their economic exploitation of Black people by creating a \"scientific\" theory of white superiority and Black inferiority.[117] One such slave owner was Thomas Jefferson, and it was his call for science to determine the obvious \"inferiority\" of Blacks that is regarded as \"an extremely important stage in the evolution of scientific racism.\"[118] He concluded that Blacks were \"inferior to the whites in the endowments of body and mind.\"[119]\n\nAfter the importation of slaves into the United States was outlawed by federal law from 1808, the domestic slave trade expanded to replace it.[120] Maryland and Virginia, for example, would \"export\" their surplus slaves to the South. These sales of slaves broke up many families, with historian Ira Berlin writing that whether slaves were directly uprooted or lived in fear that they or their families would be involuntarily moved, \"the massive deportation traumatized black people\".[121]\n\nDuring the 1820s and 1830s, the American Colonization Society established the colony of Liberia and persuaded thousands of free Black Americans to move there because many members of the white elite both in the North and the South saw them as a problem to be got rid of.\n\nEven figures, such as Abraham Lincoln, who opposed slavery showed ingrained racist attitudes. Lincoln said during the Fourth Lincoln-Douglas debate held in Charleston, Illinois, on September 18, 1858: \"I am not, nor ever have been, in favor of bringing about in any way the social and political equality of the white and black races, [applause]-that I am not nor ever have been in favor of making voters or jurors of negroes, nor of qualifying them to hold office, nor to intermarry with white people; and I will say in addition to this that there is a physical difference between the white and black races which I believe will forever forbid the two races living together on terms of social and political equality. And inasmuch as they cannot so live, while they do remain together there must be the position of superior and inferior, and I as much as any other man am in favor of having the superior position assigned to the white race.\"[122]\n\nDuring and immediately after the American Civil War, about four million enslaved African Americans were set free, major legal actions being \nPresident Lincoln’s Emancipation Proclamation which came into effect on January 1, 1863, and the Thirteenth Amendment to the United States Constitution which finally abolished slavery in December 1865.[123]\n\nAfter the Civil War, the Reconstruction Era was characterized by the passage of federal legislation which was designed to protect the rights of the formerly enslaved people, including the Civil Rights Act of 1866 and the Civil Rights Act of 1875. The Fourteenth amendment granted full citizenship to African Americans and the Fifteenth amendment guaranteed the voting rights of African-American men (see Reconstruction Amendments).\n\nDespite this, white supremacists came to power in all Southern states, by intimidating Black voters with the assistance of terrorist groups like the Ku Klux Klan, the Red Shirts and the White League. \"Black Codes\" and Jim Crow laws deprived African Americans of voting rights and other civil liberties by instituting systemic and discriminatory policies of unequal racial segregation.[125] Segregated facilities extended from white-only schools to white-only graveyards.[126] Anti-miscegenation laws forbade marriage and even sex between whites and non-whites.[127]\n\nThe new century saw a hardening of institutionalized racism and legal discrimination against citizens of African descent in the United States. Throughout the post-Civil War period, racial stratification was informally and systemically enforced, to solidify the pre-existing social order. Although their vote was guaranteed by the 15th Amendment, poll taxes, pervasive acts of terrorism such as lynchings (often perpetrated by hate groups such as the Ku Klux Klan), and discriminatory laws such as grandfather clauses kept Black Americans disenfranchised in most Southern states. In response to de jure racism, protest and lobbyist groups emerged, most notably, the NAACP (National Association for the Advancement of Colored People) in 1909.[128]\n\nThis era is sometimes referred to as the nadir of American race relations because racism, segregation, racial discrimination, and expressions of white supremacy all increased. So did anti-Black violence, including race riots such as the Atlanta race riot of 1906, the Elaine massacre of 1919, the Tulsa race massacre of 1921, the Perry massacre of 1922, and the Rosewood massacre of 1923. The Atlanta riot was characterized as a \"racial massacre of negroes\" by the French newspaper Le Petit Journal.[129] The Charleston News and Courier wrote in response to the Atlanta riots: \"Separation of the races is the only radical solution of the negro problem in this country. There is nothing new about it. It was the Almighty who established the bounds of the habitation of the races. The negroes were brought here by compulsion; they should be induced to leave here by persuasion.\"[130]\n\nAdditionally, racism, which had previously been considered a problem which primarily existed in the Southern states, burst onto the nation's consciousness following the Great Migration, the relocation of millions of African Americans from their roots in the rural Southern states to the industrial centers of the North and West between 1910 and 1970.\n\nThroughout this period, racial tensions exploded, most violently in Chicago, and lynchings—mob-directed hangings, usually racially motivated—increased dramatically in the 1920s. Urban riots—whites attacking Blacks—became a northern and western problem.[131] Many whites defended their space with violence, intimidation, or legal tactics toward African Americans, while many other whites migrated to more racially homogeneous suburban or exurban regions, a process known as white flight.[132] Racially restrictive housing covenants were ruled unenforceable under the 14th Amendment in the 1948 landmark Supreme Court case Shelley v. Kraemer.[133]\n\nElected in 1912, President Woodrow Wilson authorized the practice of racial segregation throughout the federal government's bureaucracy.[134] In World War I, Blacks who served in the United States Armed Forces served in segregated units. Black soldiers were often poorly trained and equipped, and they were often put on the frontlines and forced to go on suicide missions. The U.S. military was still heavily segregated during World War II. In addition, no African-American was awarded the Medal of Honor during the war, and sometimes, Black soldiers who traveled on trains had to give their seats up to Nazi prisoners of war.[135]\n\nThe Jim Crow laws were state and local laws which were enacted in the Southern and border states of the United States and enforced between 1876 and 1965. They mandated \"separate but equal\" status for Blacks. In reality, this led to treatment and accommodations that were almost always inferior to those which were provided to whites. The most important laws required that public schools, public places, and public transportation, like trains and buses, have separate facilities for whites and Blacks. State-sponsored school segregation was declared unconstitutional by the Supreme Court of the United States in 1954 in Brown v. Board of Education. One of the first federal court cases which challenged segregation in schools was Mendez v. Westminster in 1946.\n\nBy the 1950s, the civil rights movement was gaining momentum. Membership in the NAACP increased in states across the U.S. Notable acts of anti-Black violence that sparked public outrage included the 1955 lynching of 14-year-old Emmett Till and the 1963 assassination of civil rights activist and NAACP member Medgar Evers by a member of the White Citizens' Council. In both cases, the perpetrators were able to evade conviction with the help of all-white juries. In the 1963 16th Street Baptist Church bombing, Ku Klux Klansmen killed four Black girls, aged 11 to 14.[136][137]\n\nIn response to heightening discrimination and violence, non-violent acts of protest began to occur. The Greensboro sit-ins, starting in February 1960, contributed to the formation of the Student Nonviolent Coordinating Committee. After many sit-ins and other non-violent protests, including marches and boycotts, places began to agree to desegregate.[138]\n\nThe March on Washington for Jobs and Freedom on August 28, 1963, with an estimated 250,000 Black and white participants, at which Martin Luther King Jr. delivered his historic \"I Have a Dream\" speech, helped facilitate the passage of the Civil Rights Act of 1964 and the Voting Rights Act of 1965. In Loving v. Virginia (1967), the Supreme Court declared anti-miscegenation laws unconstitutional.[139]\n\nSegregation continued even after the demise of the Jim Crow laws. Data on house prices and attitudes towards integration suggest that in the mid-20th century, segregation was a product of collective actions taken by whites to exclude Blacks from their neighborhoods.[140] Segregation also took the form of redlining, the practice of denying or increasing the cost of services, such as banking, insurance, access to jobs,[141] access to health care,[142] or even supermarkets[143] to residents in certain, often racially determined,[144] areas. Although in the U.S. informal discrimination and segregation have always existed, redlining began with the National Housing Act of 1934, which established the Federal Housing Administration (FHA). The practice was fought first through passage of the Fair Housing Act of 1968 (which prevents redlining when the criteria for redlining are based on race, religion, gender, familial status, disability, or ethnic origin), and later through the Community Reinvestment Act of 1977, which requires banks to apply the same lending criteria in all communities.[145] Although redlining is illegal some argue that it continues to exist in other forms.\n\nUp until the 1940s, the full revenue potential of what was called \"the Negro market\" was largely ignored by white-owned manufacturers in the U.S., with advertising focused on whites.[146] Blacks, including Olympic champion Jesse Owens,[147][148] were also denied commercial deals. Famous Blacks like Owens and Hattie McDaniel had to suffer humiliating treatment even at events celebrating their achievements.[149][150]\n\nAs the civil rights movement and the dismantling of Jim Crow laws in the 1950s and 1960s deepened existing racial tensions in much of the Southern U.S., a Republican Party electoral strategy – the Southern strategy – was enacted to increase political support among white voters in the South by appealing to racism against African Americans.[151][152] Republican politicians such as presidential candidate Richard Nixon and Senator Barry Goldwater developed strategies that successfully contributed to the political realignment of many white, conservative voters in the South who had traditionally supported the Democratic Party rather than the Republican Party.[153]\n\nWhile substantial gains were made in the succeeding decades through middle class advancement and public employment, Black poverty and lack of education continued in the context of de-industrialization.[154][155]\n\nFrom 1981 to 1997, the United States Department of Agriculture discriminated against tens of thousands of Black American farmers, denying loans that were provided to white farmers in similar circumstances. The discrimination was the subject of the Pigford v. Glickman lawsuit brought by members of the National Black Farmers Association, which resulted in two settlement agreements of $1.06 billion in 1999 and of $1.25 billion in 2009.[156]\n\nNumerous authors, academics, and historians have asserted that the War on Drugs has been racially and politically motivated. Continuing the \"tough on crime\" policies and rhetoric of earlier politicians, President Ronald Reagan announced his administration's War on Drugs in October 1982.[157] A few years later, the crack epidemic spread across the country in the mid 1980s, leading Congress to pass the Anti-Drug Abuse Act of 1986. Under these sentencing guidelines, five grams of crack cocaine, often sold by and to African-Americans, carried a mandatory five-year prison sentence. However, for powder cocaine, often sold by and to white Americans, it would take one hundred times that amount, or 500 grams, for the same sentence, leading many to criticize the law as discriminatory. The 100:1 sentencing disparity was reduced to 18:1 in 2010 by the Fair Sentencing Act.[158]\n\nDuring the 1980s and '90s, a number of riots occurred that were related to longstanding racial tensions between police and minority communities. One of these was the 1992 Los Angeles riots, after a nearly all-white jury acquitted four Los Angeles police officers for the beating of Black motorist Rodney King. Khalil Gibran Muhammad, the Director of the Harlem-based Schomburg Center for Research in Black Culture has identified more than 100 instances of mass racial violence in the United States since 1935 and has noted that almost every instance was precipitated by a police incident.[159]\n\nViolence against Black churches has continued – 145 fires were set to churches around the South in the 1990s,[160] and a mass shooting in Charleston, South Carolina was committed in 2015 at the historic Mother Emanuel Church.[161]\n\nSome Americans saw the presidential election of Barack Obama, who was the nation's first Black president, as a sign that the nation had entered a new, post-racial era.[162][163] The election of President Donald Trump in 2016, who was a chief proponent of the birther movement which is considered by many to be racist and has a history of speech and actions that have been widely viewed as racist or racially charged, has been viewed by some commentators as a racist backlash against the election of Barack Obama.[164] During the mid-2010s, American society has seen a resurgence of high levels of racism and discrimination. One new phenomenon has been the rise of the \"alt-right\" movement: a white nationalist coalition which seeks the expulsion of sexual and racial minorities from the United States.[165] Since the mid-2010s, the Department of Homeland Security and the Federal Bureau of Investigation have identified white supremacist violence as the leading threat of domestic terrorism in the United States.[166][167]\n\nSociologist Russ Long stated in 2013 that there is now a more subtle racism that associates a specific race with a specific characteristic.[168] In a 1993 study conducted by Katz and Braly, it was presented that \"blacks and whites hold a variety of stereotypes towards each other, often negative\".[169] The Katz and Braley study also found that African-Americans and whites view the traits that they identify each other with as threatening, interracial communication between the two is likely to be \"hesitant, reserved, and concealing\".[169]\n\nThe Black Lives Matter movement started in 2013 after the acquittal of a man who had killed the African-American teen Trayvon Martin in 2012.[170]\n\nIn August 2017, the UN Committee on the Elimination of Racial Discrimination issued a rare warning to the US and its leadership to \"unequivocally and unconditionally\" condemn racist speech and crime, following violence in Charlottesville during a rally organized by white nationalists, white supremacists, Klansmen, neo-Nazis and various right-wing militias in August.[171][172]\n\nOn May 25, 2020, George Floyd, a 46-year-old Black man, was murdered by a white Minneapolis Police Department officer, who forced his knee on Floyd's neck for a total of 9 minutes and 29 seconds.[173][174][c] Floyd's murder sparked a wave of protests across the United States and worldwide.[180]\n\n"
        },
        {
            "title": "Native Americans",
            "text": "Native Americans have inhabited the North American continent for at least 10,000 years, and millions of Native Americans lived in the region composing the modern-day United States prior to European colonization.[181] Both during and after the colonial period of American history, white settlers waged a long series of wars against Native Americans with the aim of displacing them and colonizing their lands. Many Native Americans were enslaved as a result of these wars, while others were forcibly assimilated into the culture of the white settlers.[182]\n\nDuring the 19th century, the desire to forcibly remove certain Native American nations gained momentum. However, some Native Americans either chose to or were allowed to remain on their land and as a result, they avoided removal but thereafter, the federal government treated them in a racist manner. The Choctaws in Mississippi described their situation in 1849, \"we have had our habitations torn down and burned, our fences destroyed, cattle turned into our fields and we ourselves have been scourged, manacled, fettered and otherwise personally abused, until by such treatment some of our best men have died.\"[183] According to Charles Hudson, Joseph B. Cobb, who moved to Mississippi from Georgia, described the Choctaws as having \"no nobility or virtue at all, and in some respects he found blacks, especially native Africans, to be more interesting and admirable, the red man's superior in every way. The Choctaw and Chickasaw, the tribes he knew best, were beneath contempt; that is, even worse than black slaves.\"[184]\n\nIn the 1800s, ideologies such as manifest destiny, which held the view that the United States was destined to expand from coast to coast on the North American continent, fueled U.S. attacks against, and maltreatment of, Native Americans. In the years leading up to the Indian Removal Act of 1830 there were many armed conflicts between white settlers and Native Americans.[186] A justification for the conquest and subjugation of indigenous people emanated from the stereotyped perception that Native Americans were \"merciless Indian savages\" (as described in the United States Declaration of Independence).[187] Sam Wolfson in The Guardian writes, \"The declaration’s passage has often been cited as an encapsulation of the dehumanizing attitude toward indigenous Americans that the US was founded on.\"[188] Simon Moya-Smith, culture editor at Indian Country Today, states, \"Any holiday that would refer to my people in such a repugnant, racist manner is certainly not worth celebrating. [July Fourth] is a day when we celebrate our resiliency, our culture, our languages, our children and we mourn the millions – literally millions – of indigenous people who have died as a consequence of American imperialism.\"[189]\n\nIn Martin Luther King Jr.'s book Why We Can't Wait, he wrote, \"Our nation was born in genocide when it embraced the doctrine that the original American, the Indian, was an inferior race.\"[190] In 1861, residents of Mankato, Minnesota, formed the Knights of the Forest, with the goal of 'eliminating all Indians from Minnesota.' An egregious attempt occurred with the California gold rush, the first two years of which saw the death of thousands of Native Americans. Under Mexican rule in California, Indians were subjected to de facto enslavement under a system of peonage by the white elite. While in 1850, California formally entered the Union as a free state, with respect to the issue of slavery, the practice of Indian indentured servitude was not outlawed by the California Legislature until 1863.[191] The 1864 deportation of the Navajos by the U.S. government occurred when 9,000 Navajos were forcibly relocated to an internment camp in Bosque Redondo,[192] where, under armed guards, up to 3,500 Navajo and Mescalero Apache men, women, and children died from starvation and disease over the next 4 years.[192]\n\nNative American nations on the plains in the west continued armed conflicts with the U.S. throughout the 19th century, through what were called generally Indian Wars.[194] Notable conflicts in this period include the Dakota War, Great Sioux War, Snake War and Colorado War. In the years leading up to the Wounded Knee massacre the U.S. government had continued to seize Lakota lands. A Ghost Dance ritual on the Northern Lakota reservation at Wounded Knee, South Dakota, led to the U.S. Army's attempt to subdue the Lakota. The dance was part of a religion founded by Wovoka that told of the return of the Messiah to relieve the suffering of Native Americans and promised that if they would live righteous lives and perform the Ghost Dance properly, the European American invaders would vanish, the bison would return, and the living and the dead would be reunited in an Edenic world.[195] On December 29, 1890, at Wounded Knee, gunfire erupted, and U.S. soldiers killed up to 300 Indians, mostly old men, women and children.[196]\n\nDuring the period surrounding the 1890 Wounded Knee Massacre, author L. Frank Baum wrote two editorials about Native Americans. Five days after the killing of the Lakota Sioux holy man, Sitting Bull, Baum wrote, \"The proud spirit of the original owners of these vast prairies inherited through centuries of fierce and bloody wars for their possession, lingered last in the bosom of Sitting Bull. With his fall the nobility of the Redskin is extinguished, and what few are left are a pack of whining curs who lick the hand that smites them. The Whites, by the law of conquest, by a justice of civilization, are masters of the American continent, and the best safety of the frontier settlements will be secured by the total annihilation of the few remaining Indians. Why not annihilation? Their glory has fled, their spirit broken, their manhood effaced; better that they die than live the miserable wretches that they are.\"[197] Following the December 29, 1890, massacre, Baum wrote, \"The Pioneer has before declared that our only safety depends upon the total extermination [sic] of the Indians. Having wronged them for centuries we had better, in order to protect our civilization, follow it up by one more wrong and wipe these untamed and untamable creatures from the face of the earth. In this lies safety for our settlers and the soldiers who are under incompetent commands. Otherwise, we may expect future years to be as full of trouble with the redskins as those have been in the past.\"[197][198]\n\nOnce their territories were incorporated into the United States, surviving Native Americans were denied equality before the law and often treated as wards of the state.[199]\n\nMany Native Americans were moved to reservations—constituting 4% of U.S. territory. In a number of cases, treaties signed with Native Americans were violated. Tens of thousands of American Indians and Alaska Natives were forced to attend a residential school system which sought to reeducate them in white-settler American values, culture, and economy.[200][201]\n\nFurther dispossession of various kinds continues into the present, although these current dispossessions, especially in terms of land, rarely make major news headlines in the country (e.g., the Lenape people's recent fiscal troubles and subsequent land grab by the State of New Jersey), and sometimes even fail to make it to headlines in the localities in which they occur. Through concessions for industries such as oil, mining, and timber and through division of land from the General Allotment Act forward, these concessions have raised problems of consent, exploitation of low royalty rates, environmental injustice, and gross mismanagement of funds held in trust, resulting in the loss of $10–40 billion.[202]\n\nThe Worldwatch Institute notes that 317 reservations are threatened by environmental hazards, while Western Shoshone land has been subjected to more than 1,000 nuclear explosions.[203] However, the last known nuclear explosion testing in the United States occurred in September 1992.[204]\n\nAmerican Indian boarding schools, were established in the United States during the 19th and lasted through the mid-20th centuries with the primary objective of assimilating Native Americans into the dominant White American culture. The effect of these schools has been described as forced assimilation against Native peoples.[52][206] In these schools, Native children were prohibited from participating in any of their cultures' traditions, including speaking their own languages. Instead, they were required to speak English at all times and learn geography, science, and history (among other disciplines) as white Americans saw fit.[52][206] This meant learning a version of history that upheld whites' superiority and rightful \"inheritance\" of the lands of the United States, while Natives were relegated to a position of having to assimilate to white culture without ever truly being considered equals.[52]\n\nWhile formal equality has been legally recognized, American Indians, Alaska Natives, Native Hawaiians, and Pacific Islanders remain among the most economically disadvantaged groups in the country, and according to national mental health studies, American Indians as a group tend to suffer from high levels of alcoholism, depression and suicide.[207]\n\n"
        },
        {
            "title": "Asian Americans",
            "text": "Asian Americans, including those of East Asian, South Asian, and Southeast Asian descent, have experienced racism since the first major groups of Chinese immigrants arrived in America. The Naturalization Act of 1790 made Asians ineligible for citizenship.[208] First-generation immigrants, the children of immigrants, and Asians who are adopted by non-Asian families are still impacted by discrimination.[209]\n\nDuring the Industrial Revolution in the United States, labor shortages in the mining and rail industries were prevalent. Chinese immigrant labor was often used to fill this gap, most notably with the construction of the first transcontinental railroad, leading to large-scale Chinese immigration.[209] These Chinese immigrants were seen as taking the jobs of whites for lower wages, and the phrase Yellow Peril, which predicted the demise of Western civilization as the result of Chinese immigration, gained popularity.[210]\n\nIn 1871, one of the largest lynchings in American history was committed against Chinese immigrants in Los Angeles, California. It would go on to become known as the Los Angeles Chinese massacre of 1871. The 1879 Constitution of the State of California prohibited the employment of Chinese people by state and local governments, as well as by businesses that were incorporated in California. Also, the 1879 constitution delegated power to local governments in California to enable them to remove Chinese people from the borders of their communities.[211][212] The federal Chinese Exclusion Act of 1882 banned the immigration of Chinese labourers for ten years. The Geary Act of 1892 extended the Chinese Exclusion Act by requiring all Chinese citizens to carry their resident permit at all times or risk either deportation or a year of hard labor, and was upheld by the 1893 Supreme Court case Fong Yue Ting v. United States. Several mob attacks against Chinese people took place, including the Rock Springs massacre of 1885 in Wyoming in which at least 28 Chinese miners were killed and 15 other Chinese miners were injured, and the Hells Canyon massacre of 1887 in Oregon in which 34 Chinese miners were killed.[213] In 1888, the Scott Act prevented 20,000-30,000 Chinese abroad from returning to the United States and was later upheld in the 1889 Supreme Court case Chae Chan Ping v. United States.\n\nLocal discriminatory laws were also enacted to stifle Chinese business and job opportunities; for example, in the 1886 Supreme Court case of Yick Wo v. Hopkins, a San Francisco city ordinance requiring permits for laundries (which were mostly Chinese-owned) was struck down, as it was evident the law solely targeted Chinese Americans. When the law was in effect, the city issued permits to virtually all non-Chinese permit applicants, while only granting one permit out of two hundred applications from Chinese laundry owners. When the Chinese laundries continued to operate, the city tried to fine the owners. In 1913, California, home to many Chinese immigrants, enacted an Alien Land Law, which significantly restricted land ownership by Asian immigrants, and extended it in 1920, ultimately banning virtually all land ownership by Asians.[214]\n\nJapanese immigrants, who were unaffected by the Chinese Exclusion Act, began to enter the United States in large numbers in 1907, filling jobs that were once filled by Chinese workers. This influx also led to discrimination and President Theodore Roosevelt restricted Japanese immigration. Theodore Roosevelt's Executive Order 589 specifically prevented Japanese and Korean laborers, who possessed valid passports to go to Mexico, Canada, or Hawaii, from entering the continental United States. Later, Japanese immigration was closed when Japan entered into the Gentlemen's Agreement of 1907 to stop issuing passports to Japanese workers intending to move to the U.S.[215]\n\nThe immigration of people from all Asian countries was banned by the sweeping Immigration Act of 1917, also known as the Asiatic Barred Zone Act, which also banned homosexuals, people with intellectual disability, and people with an anarchist worldview.[212]\n\nDuring World War II, the Republic of China was an ally of the United States, and the federal government praised the resistance of the Chinese against Japan during the Second Sino-Japanese War, in an attempt to reduce anti-Chinese sentiment. In 1943, the Magnuson Act was passed by Congress, repealing the Chinese Exclusion Act and reopening Chinese immigration; at the time, the United States was actively fighting against the Empire of Japan, which was a member of the Axis powers. Anti-Japanese racism, which spiked after the attack on Pearl Harbor, was tacitly encouraged by the government, which used slurs such as \"Jap\" in propaganda posters.  On February 19, 1942, President Franklin D. Roosevelt signed Executive Order 9066 which cleared the way for internment of 120,000 Japanese Americans, citing possible security threats. American soldiers who fought in the Pacific theater frequently dehumanized their enemies, leading them to mutilate Japanese war dead.[216] The racist nature of this dehumanization is revealed by the different ways in which corpses were treated in the Pacific and European theaters. Apparently, some soldiers mailed Japanese skulls home as souvenirs, but none of them mailed German or Italian skulls home.[217] This prejudice continued to exist for some time after the end of the war, and anti-Asian racism also affected U.S. policy during the Korean and Vietnam Wars, even though Asians fought on both sides during both of those wars as well as during World War II. Some historians have alleged that a climate of racism, with unofficial rules like the \"mere gook rule\",[218][219] allowed a pattern to exist in which South Vietnamese civilians were treated as if they were less than human and war crimes were also common.[220] Despite poor treatment by the United States, thousands of Japanese Americans joined the US military during World War II, in the segregated 442nd Infantry Regiment and 100th Infantry Battalion. The 442nd suffered heavy losses during its fight against Nazi Germany while it was rescuing the Lost Battalion, and in recognition of these combat casualties, it was nicknamed \"The Purple Heart Battalion.\"\n\nOn October 18, 1948, President Harry S. Truman issued Executive Order 10009 to revoke in part Executive Orders 589 from March 14, 1907, and Executive Order 1712 from February 24, 1913.[221]\n\nPrior to 1965, Indian immigration to the U.S. was small and isolated, with fewer than 50,000 Indian immigrants in the country. The Bellingham riots in Bellingham, Washington, on September 5, 1907, epitomized the low tolerance in the U.S. for Indians and Hindus. While anti-Asian racism was embedded in U.S. politics and culture in the early 20th century, Indians were also racialized, with U.S. officials casting them as \"Hindu menaces\" and pushing for Western imperial expansion abroad.[223] In the 1923 case, United States v. Bhagat Singh Thind, the Supreme Court ruled that high caste Hindus were not \"white persons\" and were therefore racially ineligible for naturalized citizenship.[224] The Court also argued that the racial difference between Indians and whites was so great that the \"great body of our people\" would reject assimilation with Indians.[224] It was after the Luce–Celler Act of 1946 that a quota of 100 Indians per year could immigrate to the U.S. and become citizens.[225]\n\nThe Immigration and Nationality Act of 1965 facilitated entry to the U.S. for immigrants other than the traditional Northern European and Germanic groups, and as a result, it would significantly, and unintentionally, alter the demographic mix in the U.S.[226] On the U.S. immigration laws prior to 1965, sociologist Stephen Klineberg stated the law \"declared that Northern Europeans are a superior subspecies of the white race.\"[226] In 1990, Asian immigration was encouraged when nonimmigrant temporary working visas were given to help with the shortage of skilled labor within the United States.[209]\n\nSince the 20th century, Asians, particularly East Asians, have been cast as a \"model minority\". They are categorized as being more educated and successful, and they are also stereotyped as being intelligent and hard-working, but they are also stereotyped as being socially inept.[227] Asians may experience expectations of natural intelligence and excellence from whites as well as from members of other minority groups.[214][228] This has led to discrimination in the workplace, as Asian Americans may face unreasonable expectations because of this stereotype. According to the Journal of Organizational Behavior, in 2000, out of 1,218 adult Asian Americans, 92 percent of those who experienced personal discrimination believed that the unfair treatment which they were subjected to was due to their ethnicity.[227] These stereotypes can also render the experience of the large number of Asians who are living in poverty in the United States invisible.\n\nThese stereotypes can also obstruct career paths; because Asians are seen as better skilled in engineering, computing, and mathematics, they are often encouraged to pursue technical careers. They are also discouraged from pursuing non-technical occupations as well as executive occupations which require more social interaction, since Asians are perceived as having poor social skills. In the 2000 study, forty percent of those surveyed who experienced discrimination believed that they had lost hiring or promotion opportunities. In 2007, the Equal Employment Opportunity Commission reported that Asians make up 10 percent of professional jobs, while 3.7 percent of them held executive, senior level, or manager positions.[227]\n\nOther forms of discrimination against Asian Americans include racial profiling and hate crimes. The FBI noted that in 2015, 3.2 percent of all hate crimes involved anti-Asian bias.[229] In 2016, the Seattle Police Department reported that there was a 40 percent increase in race-based crimes against Asian Americans, both criminal and non-criminal.[230]\n\nResearch shows that discrimination has led to more use of informal mental health services by Asian Americans. Asian Americans who feel discriminated against also tend to smoke more.[231]\n\nThere have been widespread incidents of xenophobia, racist bullying, and racist violence against Chinese Americans and other Asian Americans in response to the COVID-19 pandemic.[232][233]\n\nAccording to a poll done in 2022, 33 percent of Americans believe Asian Americans are \"more loyal to their country of origin\" than the US while 21 percent falsely believe Asian Americans are at least \"partially responsible\" for the COVID-19 pandemic.[234] Additionally, only 29 percent of Asian Americans believe they \"completely agree\" with the statement that they feel they belong and are accepted in the US, while 71 percent say they are discriminated in the US.[234]\n\nIn 1927, the four-day Yakima Valley riots in Washington state resulted in hundreds of Filipinos being forced to leave the valley under threat of death. In 1930, the Watsonville riots in California involved a mob of 500 white men and youths causing five days of violent attacks on Filipino farm workers, and the death of one worker who was shot through the heart. In 1934, the Tydings–McDuffie Act allowed the Philippines, then an American colony, to become an independent country after ten years. The act established a quota of 50 Filipino immigrants to the United States per year. The Filipino Repatriation Act of 1935 provided voluntary one-way passage for Filipinos in the United States to return to the Philippines. However, if they wanted to return to the United States, they would then be subject to the quota of 50 Filipino immigrants per year.\n\n"
        },
        {
            "title": "European Americans",
            "text": "Various European American immigrant groups have been subjected to discrimination on the basis of their religion (see Religious discrimination in the United States and Anti-Catholicism in the United States), immigrant status (which is known as \"Nativism\") or ethnicity (country of origin).\n\nIn the 19th century, this was particularly true because of anti-Irish prejudice, which was based on anti-Catholic sentiment, and prejudice against the Irish as an ethnicity. This was especially true for Irish Catholics who immigrated to the U.S. in the mid-19th century; the large number of Irish (both Catholics and Protestants) who settled in America in the 18th century had largely (but not entirely) escaped such discrimination and eventually blended into the white American population. During the 1830s in the U.S., riots over control of job sites broke out in rural areas among rival labor teams whose members were from different parts of Ireland, and riots also broke out between Irish and local American work teams which were competing for construction jobs.[235]\n\nThe Native American Party, commonly called the Know Nothing movement was a political party, whose membership was limited to Protestant men, that operated on a national basis during the mid-1850s and sought to limit the influence of Irish Catholics and other immigrants, thus reflecting nativism and anti-Catholic sentiment. There was widespread anti-Irish job discrimination in the United States and \"No Irish need apply\" signs were common.[236][237][238]\n\nThe second era Ku Klux Klan was a very large nationwide organization in the 1920s, consisting of between four to six million members (15% of the nation's eligible population) that especially opposed Catholics.[239] The revival of the Klan was spurred by the release of the 1915 film The Birth of a Nation.[240] The second and third incarnations of the Ku Klux Klan made frequent references to America's \"Anglo-Saxon blood\".[241] Anti-Catholic sentiment, which appeared in North America with the first Pilgrim and Puritan settlers in New England in the early 17th century, remained evident in the United States up to the presidential campaign of John F. Kennedy, who went on to become the first Catholic U.S. president in 1961.[242]\n\nThe 20th century saw discrimination against immigrants from Southern and Eastern Europe (notably Italian Americans and Polish Americans), partially as a result of anti-Catholic sentiment (as well as discrimination against Irish Americans), partially as a result of Nordicism. The primary spokesman for Nordicism was the eugenicist Madison Grant. His 1916 book, The Passing of the Great Race, or the Racial Basis of European History about Nordicism was highly influential among racial thinkers and government policy makers in the U.S.[243]\n\nAn advocate of the U.S. immigration laws that favored Northern Europeans, the Klansman Lothrop Stoddard primarily wrote about the alleged dangers which \"colored\" peoples posed to white civilization, with his most famous book The Rising Tide of Color Against White World-Supremacy in 1920. Nordicism led to the reduction in Southern European, along with Slavic Eastern European and Russian immigrants in the National Origins Formula of the Emergency Quota Act of 1921 and the Immigration Act of 1924, whose goal was to maintain the status quo distribution of ethnicity by limiting immigration of non-Northern Europeans. According to the U.S. Department of State the purpose of the act was \"to preserve the ideal of American homogeneity\".[245] The racial term Untermensch originates from the title of Stoddard's 1922 book The Revolt Against Civilization: The Menace of the Under-man.[246] It was later adopted by the Nazis (and its chief racial theorist Alfred Rosenberg) from that book's German version Der Kulturumsturz: Die Drohung des Untermenschen (1925).[247]\n\n"
        },
        {
            "title": "Hispanic and Latino Americans",
            "text": "Americans of Latin American ancestry (often categorized as \"Hispanic\" or Hispanic and Latino Americans) come from a wide variety of racial and ethnic backgrounds. As a result, not all Latinos are distinguishable as members of a single racial minority.\n\nAfter the Mexican–American War (1846–1848), the United States annexed much of the current Southwestern region from Mexico. Mexicans who resided in that territory were subjected to discrimination. According to conservative estimates, 597 Mexicans were lynched between 1848 and 1928, corresponding to a per capita lynching rate second only to that suffered by the African American community.[248][249]\n\nMany public institutions, businesses, and homeowners associations officially excluded Mexican Americans as a matter of policy. School children of Mexican American descent were subjected to racial segregation in the public school system. In many counties, Mexican Americans were excluded from serving as jurors in court cases, especially in those that involved Mexican American defendants. In many areas across the Southwest, they lived in separate residential areas, due to laws and real estate company policies.[250][251][252][253]\n\nDuring the Great Depression, the U.S. government sponsored a Mexican Repatriation program which was intended to encourage Mexican immigrants to voluntarily return to Mexico, however, many were forcibly removed against their will. At least 355,000 persons of Mexican ancestry went to Mexico during the 1930s, 40 to 60 percent of those individuals were U.S. citizens - overwhelmingly children. Voluntary repatriation was more common than formal deportation. The government formally deported at least 82,000 people to Mexico between 1929 and 1935.[254]\n\nThe Zoot Suit Riots were incidents of racial violence against Latinos in Los Angeles in 1943 which lasted several days.[255][256]\n\nDuring the 1960s, young Mexican Americans formed the Chicano Civil Rights Movement.\n\n"
        },
        {
            "title": "Middle Eastern and South Asian Americans",
            "text": "People of Middle Eastern and South Asian descent historically occupied an ambiguous racial status in the United States. Middle Eastern and South Asian immigrants were among those who sued in the late 19th and early 20th century to determine whether they were \"white\" immigrants as required by naturalization law. By 1923, courts had vindicated a \"common-knowledge\" standard, concluding that \"scientific evidence\", including the notion of a \"Caucasian race\" including Middle Easterners and many South Asians, was incoherent. Legal scholar John Tehranian argues that in reality this was a \"performance-based\" standard, relating to religious practices, education, intermarriage and a community's role in the United States.[258]\n\nRacism against Arab Americans[259] and racialized Islamophobia against Muslims have risen concomitantly with tensions between the American government and the Islamic world.[260] Following the September 11, 2001, attacks in the United States, discrimination and racialized violence has markedly increased against Arab Americans and many other religious and cultural groups.[261] Scholars, including Sunaina Maira and Evelyn Alsultany, argue that in the post-September 11 climate, the markers of the racialization of Muslim Americans are cultural, political, and religious rather than phenotypic.[262][263]\n\nThere have been attacks not only against Muslim Arabs, but also numerous Christian Arabs have been attacked based on their appearances.[264] Non-Arab and non-Muslim Middle Eastern people, as well as South Asians of different ethnic/religious backgrounds (Hindus, Muslims and Sikhs) have been stereotyped as \"Arabs\" and racialized in a similar manner. The case of Balbir Singh Sodhi, a Sikh who was murdered at a Mesa, Arizona gas station by a white supremacist for \"looking like an Arab terrorist\" (because of the turban, a requirement of Sikhism), as well as that of Hindus being attacked for \"being Muslims\" have achieved prominence and criticism following the September 11 attacks.[265][266]\n\nRacial profiling is a growing problem for Arab Americans following the September 11 attacks. Particularly in airports, Arab Americans are often subject to heightened security screening, pre-boarding searches and interrogations, and are sometimes denied passage \"based solely on the belief that ethnicity or national origin increases passengers' flight risk.\"[267]\n\nOn January 27, 2017, President Donald Trump signed Executive Order 13769, titled \"Protecting the Nation from Foreign Terrorist Entry into the United States\", otherwise known as the \"Muslim Ban\". Entry was suspended for persons coming from Iran, Iraq, Libya, Somalia, Sudan, Syria, and Yemen. More than 700 travelers were detained, and up to 60,000 visas were \"provisionally revoked\".\n\nThe November 1979 Iranian hostage crisis of the U.S. embassy in Tehran precipitated a wave of anti-Iranian sentiment in the United States, directed both against the new Islamic regime and Iranian nationals and immigrants. Even though such sentiments gradually declined after the release of the hostages at the start of 1981, they sometimes flare up. In response, some Iranian immigrants to the U.S. have distanced themselves from their nationality and instead identify primarily on the basis of their ethnic or religious affiliations.[268]\n\nSince the 1980s and especially since the 1990s, it has been argued, Hollywood's depiction of Iranians has gradually shown signs of vilifying Iranians.[269]\n\nIn the United States, Indian Americans have sometimes been mistaken for Arabs or Muslims, and thus, many of the same prejudices which have been experienced by Arab Americans have also been experienced by Indian Americans, regardless of their actual religious or ethnic background.\n\nIn the 1980s, a gang known as the Dotbusters specifically targeted Indian Americans in Jersey City, New Jersey with violence and harassment.[270] Studies of racial discrimination, as well as stereotyping and scapegoating of Indian Americans have been conducted in recent years.[271] In particular, racial discrimination against Indian Americans in the workplace has been correlated with Indophobia due to the rise in outsourcing/offshoring, whereby Indian Americans are blamed for US companies offshoring white-collar labor to India.[272][273] According to the offices of the Congressional Caucus on India, many Indian Americans are severely concerned of a backlash, though nothing serious has taken place yet.[273] Due to various socio-cultural reasons, implicit racial discrimination against Indian Americans largely go unreported by the Indian American community.[271]\n\nNumerous cases of religious stereotyping of American Hindus (mainly of Indian origin) have also been documented.[274]\n\nSince the September 11, 2001, attacks, there have been scattered incidents of Indian Americans becoming mistaken targets for hate crimes. In one example, a Sikh, Balbir Singh Sodhi, was murdered at a Phoenix gas station in a hate crime.[275] This happened after September 11, and the murderer claimed that his turban made him think that the victim was a Middle Eastern American.\n\n"
        },
        {
            "title": "Jewish Americans",
            "text": "Antisemitism has also played a role in the history of the United States. During the late 19th and early 20th centuries, hundreds of thousands of Jews escaped from the pogroms which were occurring in Europe.[276]\n\nBeginning in the 1910s, Southern Jewish communities were attacked by the Ku Klux Klan, which objected to Jewish immigration, and frequently used \"The Jewish Banker\" caricature in its propaganda. In 1915, Leo Frank was lynched in Georgia while he was serving a life sentence after being convicted of murder.[277] This event was a catalyst in the re-formation of the Ku Klux Klan.[278]\n\nUniversities, such as Harvard, introduced Jewish quotas which effectively placed a limit on the number of Jews admitted to the University. According to the historian David Oshinsky, \"Most of the surrounding medical schools (Cornell, Columbia, Pennsylvania, and Yale) had rigid quotas in place. In 1935 Yale accepted 76 applicants from a pool of 501. About 200 of those applicants were Jewish and only five got in.\" He notes that Dean Milton Winternitz's instructions were precise: \"Never admit more than five Jews, and take no blacks at all.\"[279]\n\nEvents in Nazi Germany attracted attention in the United States. Jewish lobbying for intervention in Europe drew opposition from the isolationists, amongst whom was Father Charles Coughlin, a well known radio priest, who believed that the Jews were leading the United States into the war.[280] He preached weekly, overtly anti-Semitic sermons and, from 1936, he began the publication of a newspaper, Social Justice, in which he printed anti-Semitic accusations such as those which are contained in The Protocols of the Elders of Zion.[281]\n\nA number of Jewish organizations, Christian organizations, Muslim organizations, and academics consider the Nation of Islam anti-Semitic. Specifically, they claim that the Nation of Islam has engaged in revisionist and antisemitic interpretations of the Holocaust and exaggerates the role of Jews in the Atlantic slave trade.[282] The Anti-Defamation League (ADL) alleged that the NOI's Health Minister, Dr. Abdul Alim Muhammad, accused Jewish doctors of injecting Blacks with the AIDS virus,[283] an allegation that Muhammad and The Washington Post have refuted.[284]\n\nAlthough Jews are often considered white by mainstream American society, the relationship between Jews and the concept of whiteness remains complex, so some prefer not to identify as white.[285][286][287][288] Prominent activist and rabbi Michael Lerner argues, in a 1993 Village Voice article, that \"in America, to be 'white' means to be the beneficiary of the past 500 years of European exploration and exploitation of the rest of the world\" and that \"Jews can only be deemed white if there is massive amnesia on the part of non-Jews about the monumental history of anti-Semitism\".[288]\n\nOn October 27, 2018, Robert D. Bowers opened fire in a synagogue in Pittsburgh with an AR-15-style rifle while he was shouting anti-Semitic racial slurs. This attack resulted in 11 dead and 6 wounded, leaving the assailant charged with 29 criminal counts, one of which was the obstruction of free exercise of religious beliefs.[289]\n\nContinuing antisemitism has remained an issue in the United States and the 2011 Survey of American Attitudes Toward Jews in America, which was released by the Anti-Defamation League (ADL), has found that the recent world economic recession increased the expression of some antisemitic viewpoints among Americans. Most of the people who were surveyed expressed pro-Jewish sentiments, with 64% of them agreeing that Jewish people have contributed much to U.S. social culture. Yet the polling also found that 19% of Americans answered \"probably true\" to the antisemitic canard that \"Jews have too much control/influence on Wall Street\" (see Economic antisemitism) while 15% of Americans concurred with the related statement that Jews seem \"more willing to use shady practices\" in business than other people do. Reflecting on the lingering antisemitism of about one in five Americans, Abraham H. Foxman, the ADL's national director, has argued, \"It is disturbing that with all of the strides we have made in becoming a more tolerant society, anti-Semitic beliefs continue to hold a vice-grip on a small but not insubstantial segment of the American public.\"[290]\n\n"
        },
        {
            "title": "Consequences",
            "text": "Using The Schedule of Racist Events (SRE), an 18-item self-report inventory which assesses the frequency of racist discrimination, Hope Landrine and Elizabeth A. Klonoff found that racist discrimination is rampant in the lives of African Americans and as a result, it is strongly related to psychiatric symptoms.[291] A study on racist events in the lives of African American women found that lifetime experiences of racism were positively related to lifetime histories of both physical disease and the frequency of recent common colds. These relationships were largely unaccounted for by other variables. Demographic variables such as income and educational inequality were not related to experiences of racism. The results suggest that racism can be detrimental to African Americans' well-being.[292] The physiological stress caused by racism has been documented in studies by Claude Steele, Joshua Aronson, and Steven Spencer on what they term \"stereotype threat.\"[293]\n\nMuch research has been done on the effects of racism on adults, but racism and discrimination also affect children and teens.[294] From infancy to adolescence, studies document a children's growth in understanding of race from being aware of race to later understanding how race and prejudice affects their life, the lives of others’, and society as a whole.[295][296][297][298][294] The comprehensive literature review of 214 published articles with key words related to the topic, such as discrimination, racism, and prejudice for adolescents aged 10–20 years (Benner et al., 2008) highlighted a link between teens' experiences of racial and ethnic discrimination and \"their socioemotional distress, academic success, and risky health behaviors\". This study chose larger sample sized and peer reviewed studies, over smaller sampled and non-peer reviewed studies.[294]\n\nIn this review, researchers showed links between racial discrimination and lower socioemotional, academic, and behavioral outcomes. The socioemotional variable included depression, internalized symptoms, self-esteem, and positive well-being; academics included achievement, engagement, and motivation; and behavioral outcomes included externalized behaviors, substance abuse, deviant peer associations, and risky sexual behaviors.[294] Researchers examined the links between discrimination and other demographic variables such as race, age, and country of residence. When looking at the impact of race/ethnicity, results show that Asian and Latino youth show greater socioemotional distress and Latino youth show lower academic outcomes. Younger teens (10 to 13 years) experience more socioemotional distress than those in middle or late teens. Furthermore, when looking at county of residence, teens in the United States have a much stronger link to socioemotional distress than other countries included in the review.[294]\n\nMedia\n\nPopular culture (songs, theater) for European American audiences in the 19th century created and perpetuated negative stereotypes of African Americans. One key symbol of racism against African Americans was the use of blackface. Directly related to this was the institution of minstrelsy. Other stereotypes of African Americans included the fat, dark-skinned \"mammy\" and the irrational, hypersexual male \"buck\".\n\nMany of these stereotypes entered public media with an imprimatur from the highest levels of white society. In a 1943 speech on the floor of Congress quoted in both The Jewish News of Detroit[299] and the antisemitic magazine The Defender of Wichita[300] Mississippi Representative John E. Rankin stated that Jewish Communists were arranging for white women to be raped by Black American men.\n\nIn recent years increasing numbers of African-American activists have asserted that rap music videos commonly use scantily clothed African-American performers posing as thugs or pimps. The NAACP and the National Congress of Black Women also have called for the reform of images on videos and on television. Julian Bond said that in a segregated society, people get their impressions of other groups from what they see in videos and what they hear in music.[301][302][303][304]\n\nIt is understood that representations of minorities in the media have the ability to reinforce or change stereotypes. For example, in one study, a collection of white subjects were primed by a comedy skit either showing a stereotypical or neutral portrayal of African-American characters. Participants were then required to read a vignette describing an incident of sexual violence, with the alleged offender either white or black, and assign a rating for perceived guilt. For those shown the stereotypical African-American character, there was a significantly higher guilt rating for black alleged offender in the subsequent vignette, in comparison to the other conditions.[305]\n\nWhile schemas have an overt societal consequence, the strong development of them have lasting effect on recipients. Overall, it is found that strong in-group attitudes are correlated with academic and economic success. In a study analyzing the interaction of assimilation and racial-ethnic schemas for Hispanic youth found that strong schematic identities for Hispanic youth undermined academic achievement.[306]\n\nAdditional stereotypes attributed to minorities continue to influence societal interactions. For example, a 1993 Harvard Law Review article states that Asian Americans are commonly viewed as submissive, as a combination of relative physical stature and Western comparisons of cultural attitudes. Furthermore, Asian Americans are depicted as the model minority, unfair competitors, foreigners, and indistinguishable. These stereotypes can serve to dehumanize Asian Americans and catalyze hostility and violence.[307]\n\nMinority racism is sometimes considered controversial because of theories of power in society. Some theories of racism insist that racism can only exist in the context of social power so it can be imposed upon others.[308] Yet discrimination and racism has also been noted between racially marginalized groups. For example, there has been ongoing violence between African American and Mexican American gangs, particularly in Southern California.[309][310][311][312]\n\nConflict has also been noted between recent immigrant groups and their established ethnic counterparts within the United States. Rapidly-growing communities of African and Caribbean immigrants have come into conflict with African Americans. The amount of interaction and cooperation between Black immigrants and African Americans are considered to be disputable. One can argue that racial discrimination and cooperation are not ordinarily based on skin color, but are instead based on shared or common, cultural experiences and beliefs.[313][314]\n\nIn a manner that defines interpersonal discrimination in the United States, Darryl Brown of the Virginia Law Review states that while \"our society has established a consensus against blatant, intentional racism in the decades since Brown v Board of Education and it has also developed a sizeable set of legal remedies to address it\", our legal system \"ignores the possibility that 'race' is structural or interstitial, that it can be the root of injury even when it is not traceable to a specific intention or action\".[315]\n\nUnlike formal discrimination, interpersonal discrimination is often not an overt or deliberate act of racism. For example, in an incident regarding a racial remark which was made by a professor at Virginia Law, a rift was created by conflicting definitions of racism. For the students who defended the professor's innocence, \"racism was defined as an act of intentional maliciousness\". Yet for African Americans, racism was broadened to a detrimental influence on \"the substantive dynamics of the classroom\". As an effect, it is argued that the \"daily repetition of subtle racism and subordination in the classroom can ultimately be, for African Americans, even more reductive of stress, anxiety and alienation than blatant racist acts can be.\" Moreover, the attention which is given to these acts of discrimination diverts energy from academics, becoming a distraction that white students do not generally face.[315]\n\nEthnic-racial socialization refers to the transfer of knowledge about various aspects of race or ethnicity through generations.[316] Parents of color use ethnic-racial socialization to transfer cultural knowledge to their children to protect them from potential biases which they may face as a result of their ethnicity and/or race.[316] However, how parents choose to socialize their children regarding issues of ethnicity and race may affect children differently.[316] For example, when parent's socialization efforts focus on positive aspects of their race or ethnicity, children of color tend to report higher self-esteem.[316] On the other hand, if the focus of socialization mainly revolves around mistrust about interracial or inter-ethnic relations, children's self-concept, or how children view themselves might suffer.[316] Promotion of socialization that centers on mistrust is especially harmful when parents present it without also teaching positive coping skills.[316]\n\nWang et al. (2020)[316] conducted a meta-analytic review of 334 articles examining the effects of ethnic-racial socialization on children of color's psychosocial adjustment. Researchers evaluated the stage of children's development in which the effects of ethnic-racial socialization would be most prominent. Their findings using their systematic review process showed a positive relationship between parental ethnic-racial socialization and psychosocial well-being measures, including self-perception, confidence, and interpersonal relationships.\n\nThe effects of age varied based on the psychosocial well-being measure a study used. Results showed that the link between positive self-perception and ethnic-racial socialization was most effective when it occurred in childhood and early adolescence.[316] On the other hand, children who reported positive relationships between their interpersonal relationships and ethnic-racial socialization showed this paper in middle to late adolescence.[316] The effects of ethnic-racial socialization also varied based on children's race/ethnicity. Self-perception and ethnic-racial socialization are related more positively among African Americans,[316] suggesting that parents used ethnic-racial socialization to buffer against the deep-rooted stigma and biases African Americans face in the United States.[316] Contrary to the experiences of African Americans, ethnic-racial socialization was related to low self-perception among Asian Americans.[316] Extensive research is required to better understand the connection of ethnic-racial socialization for Asian American children's psychosocial well-being.[316]\n\nTo better understand the effects of ethnic-racial socialization and psychological development, research should take into account known moderating factors similar to stereotype threat.[316] It is important to note that the research findings were correlational and as such does not imply causality.\n\nInstitutional racism is the theory that aspects of the existing social structure, pervasive attitudes, and established institutions in society disadvantage some racial groups, but not with an overtly discriminatory mechanism.[317] There are several factors which play into institutional racism, including: accumulated wealth/benefits for racial groups which have benefited from past discrimination, educational and occupational disadvantages which are faced by non-native English speakers in the United States, ingrained stereotypical images which still exist in American society (e.g. black men are likely to be criminals).[318] Institutional racism impacts the lives of racial groups negatively as although legislations where passed in the mid 20th century to abolish any sort of segregation and discrimination it still does not change the fact that institutional racism is still able to occur to anyone. Peter Kaufman, a former sociology professor at the State University of New York[319] published an article in which Kaufman describes three instances in which institutional racism has contributed to current views of race.[320] These are:\n\nThe U.S. was a global leader in codified racism, and its race laws fascinated Adolf Hitler and other German Nazis,[322] who praised America's system of institutional racism, believing it to be a model to follow in their Reich. Hitler's book Mein Kampf praised America as the only contemporary example of a country with racist (\"völkisch\") citizenship statutes in the 1920s.[322] The National Socialist Handbook for Law and Legislation of 1934–35, edited by lawyer Hans Frank, contains a pivotal essay by Herbert Kier on the recommendations for race legislation which devoted a quarter of its pages to U.S. legislation—from segregation, race based citizenship, immigration regulations, and anti-miscegenation.[322] Nazi lawyers were inspired by American laws when they designed their own laws in Nazi Germany,[322] including racist citizenship laws, and anti-miscegenation laws which inspired the two principal Nuremberg Laws—the Citizenship Law and the Blood Law.[322]\n\nHitler and other Nazis were also inspired by America's 19th century westward expansion, believing it to be a model for the expansion of German territory into the territories of other nations and elimination of their indigenous inhabitants.[323] In 1928, Hitler praised the United States for having \"gunned down the millions of Redskins to a few hundred thousand, and now keep the modest remnant under observation in a cage\".[324] On Nazi Germany's expansion eastward, in 1941 Hitler stated, \"Our Mississippi [the line beyond which Thomas Jefferson wanted all Indians expelled] must be the Volga, and not the Niger.\"[325] In a later speech Hitler stated, \"in the East a similar process will repeat itself for a second time as in the conquest of America\", and Nazi troops \"had a duty to look upon natives as Redskins\".[323][326]\n\n"
        },
        {
            "title": "Contemporary issues",
            "text": "In the United States, most crimes in which victims are targeted on the basis of their race or ethnicity are considered hate crimes. Leading forms of bias which are cited in the FBI's Uniform Crime Reporting (UCR) Program, based on law enforcement agency filings include: anti-Black, anti-Jewish, anti-homosexual, and anti-Hispanic bias in that order in both 2004 and 2005.[327] According to the Bureau of Justice Statistics, whites, Black people, and Hispanic people had similar rates of violent hate crime victimization between 2007 and 2011.[328][329] However, from 2011 to 2012, violent hate crimes against Hispanic people increased by 300%.[330] When considering all hate crimes, not just violent ones, African Americans are far more likely to be victims than other racial groups.[331][332]\n\nFollowing the passage of the Immigration and Nationality Act of 1965, the racist preference for white immigrants[208] which dated back to the 18th century was ended,[333] and in response to this change, white nationalism grew in the United States as the conservative movement developed in mainstream American society.[334] Political scientist Samuel P. Huntington argues that it developed in reaction to the perceived decline in the essence of America's identity, an identity which was believed to be European, Anglo-Saxon Protestant and English-speaking.[335]\n\nAn ABC News report which was released in 2007 recounted that past ABC polls which were conducted over a period of several years have tended to find that \"six percent have self-reported harboring prejudice against Jews, 27 percent have self-reported harboring prejudice against Muslims, 25 percent have self-reported harboring prejudice against Arabs,\" and \"one in 10 have conceded harboring at least a little bit of prejudice \" against Hispanic Americans. The report also stated that a full 34% of Americans reported harboring \"some racist feelings\" in general as a self-description.[336] An Associated Press and Yahoo News survey of 2,227 adult Americans in 2008 found that 10% of white respondents stated that \"a lot\" of discrimination still exists against African-Americans while 45% of white respondents stated that only \"some\" discrimination still exists against African Americans compared to 57% of African American respondents who stated that \"a lot\" of discrimination still exists against them. In the same poll, more whites applied positive attributes to African Americans than negative ones, with black people describing whites even more highly, but a significant minority of whites still called African Americans \"irresponsible\", \"lazy\", or other such things.[337]\n\nIn 2008, Stanford University political scientist Paul Sniderman remarked that, in the modern U.S., racism and prejudices are \"a deep challenge, and it's one that Americans in general, and for that matter, political scientists, just haven't been ready to acknowledge fully.\"[337]\n\nIn 2017, citizens gathered in the college community of Charlottesville, Virginia to attend the Unite the Right rally. One woman was killed and dozens of other people were injured when a white supremacist drove his car into a group of counter-protesters.[338]\n\nIn contemporary times, many racist views have found a means of expression through social media.[339]\n\nAmong the popular social networks, in particular, the American platform Reddit has been defined by the Southern Poverty Law Center as the \"home of the most violently racist internet content.\"[340] The SPLC pointed at how racist views had gained more and more traction on Reddit, which was even replacing traditionally far-right websites such as Stormfront in both the quantity and frequency of its racist content.[340] Several prominent intellectuals and publications have agreed with this view, considering Reddit a platform which is filled with hateful, racist and harassing content. So far, however, little or nothing has been done to address this problem.[341]\n\n"
        },
        {
            "title": "Alleviation",
            "text": "There is a wide plethora of societal and political suggestions on how to alleviate the effects of continued discrimination in the United States. For example, within universities, it has been suggested that a type of committee could respond to non-sanctionable behavior.[315]\n\nIt is also argued that there is a need for \"white students and faculty to reformulate white-awareness toward a more secure identity that is not threatened by black cultural institutions and can recognize the racial non-neutrality of the institutions which whites dominate\" (Brown, 334). Paired with this effort, Brown encourages the increase in minority faculty members, so the embedded white normative experience begins to fragment.[315]\n\nWithin the media, it is found that racial cues prime racial stereotypic thought. Thus, it is argued that \"stereotype inconsistent cues might lead to more intentioned thought, thereby suppressing racial priming effects.\"[108] Social psychologists, such as Jennifer Eberhardt, have done work that indicates such priming effects subconsciously help determine attitudes and behavior toward individuals regardless of intentions. These results have been incorporated into training, for example, in some police departments.[342]\n\nIt has also been argued that more evidence-based guidance from psychologists and sociologists is needed for people to learn what is effective in alleviating racism.[343] Such evidence-based approaches can reveal, for example, the many psychological biases to which humans are subject, such as ingroup bias and the fundamental attribution error, which can underlie racist attitudes.[344]\n\nPsychologist Stuart Vyse has argued that argument, ideas, and facts will not mend divisions but there is evidence, such as that which is provided by the Robbers Cave Experiment, that seeking shared goals can help alleviate racism.[345]\n\n"
        }
    ]
}