{
    "url": "https://en.wikipedia.org/wiki/Radha_Soami",
    "title": "Radha Soami",
    "table_of_contents": [
        "1 Nomenclature",
        "2 Founder",
        "3 Successors and branches",
        "3.1 List of notable gurus",
        "3.1.1 Radha Soami subtraditions",
        "3.1.2 Radha Soami-related groups",
        "4 Beliefs and practices",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 Primary sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRadha Soami is a spiritual tradition founded by Shiv Dayal Singh in 1861 on Basant Panchami Day in Agra, India.[1][2][3][5][6]\n\nHis parents were followers of Guru Nanak of Sikhism and a spiritual guru Tulsi Sahib from Hathras. After completing his education,  Shiv Dayal Singh gained employment as a Persian language translator, left that role and spent increasing amount of his time to religious pursuits. He was influenced by the teachings of Tulsi Sahib of Hathras, who taught Surat Shabd Yoga (which is defined by Radha Soami teachers as “union of the soul with the divine, inner sound”); guru bhakti (“devotion to the master”); and high moral living, including a strict lacto-vegetarian diet. He accompanied Tulsi Saheb a lot. He didn't take initiation from him, however. The movement does not promote celibacy, and most of the masters in its various lineages have been married. The teachings seem to be related to forms of 18th- and 19th-century esoteric mysticism that were circulating at the time in northern India. The founding date of the movement is considered to be 1861 when Shiv Dayal Singh  began publicly to give discourses.[7][8]\n\nAs per some subtraditions, it derives its name from the word Radha Soami means Lord of the Soul. \"Radha Soami\" is used to indicate towards Shiv Dayal Singh.[9] The followers of Shiv Dayal Singh  used to consider him the Living Master and incarnation of God (Lord Vishnu/Krishna)[10] After his death, Salig Ram and his other followers started the Radha Soami movement, which later got separated into different branches/denominations, including the Radha Soami Satsang Soami Bagh Agra, Radha Soami Satsang Beas, Radha Soami Satsang Dayalbagh, and Radha Swami Satsang Dinod.\n\n"
        },
        {
            "title": "Nomenclature",
            "text": "According to Mark Juergensmeyer, the term Radha Soami literally refers to Radha as the soul and Soami (swami, lord).[11] According to Salig Ram, quotes Juergensmeyer, these terms are symbolic and mean \"master of energy\", derived from the Vaishnava understanding of \"Radha as the power of energy of God\" (Shakti). It is a referent to the consciousness in a person and the cosmic energy source, states Juergensmeyer.[11] However, the founder Shri Shiv Dayal Singh  himself never used the term. According to some other scholars, the name is derived from Shiv Dayal Singh's wife. His wife Narayani Devi was nicknamed Radha Ji by his followers.[12] So, being the husband (Soami Ji Maharaj) of Radha Ji (Narayani Devi), Shiv Dayal Singh was named Radha Soami.\n\nThe writings of Shiv Dayal Singh, Sar Bachan, use the term Sat Nam, rather than Radha Soami. The gurus and the tradition that followed him used the term Radha Soami during the initiation rites, meditation practices and as mutual greeting. This has led to the fellowship being commonly called Radha Soami.[11] In some subtraditions of Radha Soami, states Lucy DuPertuis, the guru's charisma is considered as the \"formless absolute\", being in his presence is equivalent to experiencing the incarnation of the Satguru, the guru is identified as the Radha Soami.[10]\n\n"
        },
        {
            "title": "Founder",
            "text": "The Radha Soami tradition can be traced back to the spiritual master Shiv Dayal Singh (honorifically titled Soami Ji Maharaj) who was born on August 25, 1818, in the north Indian city of Agra. His parents were followers of Guru Nanak of Sikhism and a spiritual guru Tulsi Saheb from Hathras. After completing his education, Shiv Dayal Singh gained employment as a Persian language translator, left that role and spent increasing amount of his time to religious pursuits. He was influenced by the teachings of Tulsi Sahib of Hathras, who taught Surat Shabd Yoga (which is defined by Radha Soami teachers as “union of the soul with the divine, inner sound”); guru bhakti (“devotion to the master”); and high moral living, including a strict lacto-vegetarian diet. He accompanied Tulsi Saheb a lot. He didn't take initiation from him, however. The movement does not promote celibacy, and most of the masters in its various lineages have been married. The teachings seem to be related to forms of 18th- and 19th-century esoteric mysticism that were circulating at the time in northern India. The founding date of the movement is considered to be 1861 when Shiv Dayal Singh  began publicly to give discourses.[7][13]\n\n"
        },
        {
            "title": "Successors and branches",
            "text": "After Shiv Dayal Singh 's death in 1878 he was succeeded by several disciples, including his wife Narayan Devi (“Radhaji”); his brother Partap Singh (“Chachaji Saheb”); Sanmukh Das (appointed head of the sadhus); the army havildar/sergeant Baba Jaimal Singh, Gharib Das of Delhi; and the postmaster general of the Northwest provinces, Salig Ram (alias Rai Salig Ram), each of whom started their own distinct centers. According to some scholars, Shiv Dayal Singh  passed leadership to Salig Ram.[14] After their deaths, multiple followers were claimed to be the rightful heirs, and this eventually led to a large proliferation of various masters and satsangs (“fellowships”) throughout India that were regarded by their followers to be the true manifestations of Shiv Dayal Singh  and his teachings, described as Sant Mat (“the path of the saints”).[15]\n\nThe masters gave birth to over 20 lineages (guru-shishya traditions), most of which already disappeared.[3][15] The most famous living branches are Radha Soami Satsang Soami Bagh Agra, Radha Soami Satsang Beas, Radha Soami Satsang Dayalbagh, and Ruhani Satsang.[3]\n\nThe largest branch is the Radha Soami Satsang Beas (RSSB) with the headquarters in Beas City, established by one of Shiv Dayal Singh 's disciples, Jaimal Singh, in the North Indian state of Punjab in the 1891, who practised Surat Shabd Yoga on the bank of river Beas.[16][3] The Beas has grown enormously over the decades under the guiding hands of each subsequent successor (from Sawan Singh to Sardar Bahadur Maharaj Jagat Singh and Maharaj Charan Singh to the current master, Gurinder Singh). There are estimated to be two million initiates of the Beas masters worldwide. The one of a split the Beas is Dera Sacha Sauda (1948) led by Mastana Balochistani.[17]\n\nIn Agra, the birthplace of the movement, there are three main satsang centers of branches. The Radha Soami Satsang Soami Bagh Agra with center at Soami Bagh occupies the original site in Agra, where a large memorial tomb is being built to honor the movement founder, and administered by the Central Administrative Council which established by second successor Maharaj Saheb in 1902.[3][13] The second center is Peepal Mandi, which was founded by Rai Salig Ram who was then succeeded by his son, grandson, and currently his great-grandson, Agam Prasad Mathur. And the largest of the Agra-based branches is Radha Soami Satsang Dayalbagh with center at Dayalbagh, which is located across the street from Soami Bagh. This branch was founded in 1907 at Ghazipur by Kamta Prasad Sinha and in 1913 the headquarters were moved to Agra,[3] it has flourished under the following leadership of Anand Sarup, Gurcharandas Mehta, Dr. M.B. Lal Sahab, and most recently as of this date Prof. Prem Saran Satsangi.\n\nThe Ruhani Satsang (a.k.a. Kirpal Light Satsang) in Delhi, founded by Kirpal Singh, a disciple of the Beas master, Sawan Singh, became popular in the United States under the leadership of Thakar Singh.[1][3][13] The Ruhani Satsang followed by the Sawan Kirpal Ruhani Mission and its international organization Science of Spirituality (SOS), founded by Kipral Singh's son.[1]\n\nOther Radha Soami subtraditions and groups that have garnered a significant following include Manavta Mandir, established by Baba Faqir Chand in 1962 at Hoshiarpur in the Punjab; the Tarn Taran satsang founded by Bagga Singh; Radha Swami Satsang Dinod, founded by Param Sant Tarachand Ji Maharaj (Bade Maharaj Ji), current master Param Sant Huzur Kanwar Saheb Ji Maharaj and several others scattered through North and South India.[13]\n\nIn addition, there are Radha Soami-influenced, derived from the Radha Soami often westernized groups but denies their connection, namely the Eckankar led by Paul Twitchell (a former disciple of Kirpal Singh), the similar American syncretistic Movement of Spiritual Inner Awareness of John-Roger Hinkins, the linked to the Beas Elan Vital (formerly Divine Light Mission), established by Hans Maharaj, and \"Quan Yin method\" of Ching Hai (a female student of Thakar Singh).[1][14][13]\n\n\n\n"
        },
        {
            "title": "Beliefs and practices",
            "text": "To the Radhasoamis, six elements form the framework of their sect:[18]\n\nThe Radha Soami Satsang believes that living gurus are necessary for a guided spiritual life.[2] They do not install the Guru Granth Sahib or any other scriptures in their sanctum, as they consider it ritualistic. Instead, the guru sits in the sanctum with the satsang (group of Sikh faithfuls) and they listen to preachings from the Adi Granth and sing hymns together.[2] They believe in social equality, forbid caste distinctions and have also attracted Dalits to their tradition. They are active outside India too.[2]\n\nThe Radha Soami are strict vegetarians. They are active in charitable work such as providing free medical services and help to the needy. They do not believe in orthodox Sikh ritual practices such as covering one's head inside the temple or removing shoes, nor do they serve karah prasad (offering) at the end of prayers.[2] Their basic practices include Surat Shabd Yoga (meditation on inner light and sound), initiation of disciple into the path by a living guru, obedience to the guru, a moral life that is defined by abstinence from meat, drugs, alcohol and sex outside marriage. They also believe that jivanmukti or inner liberation is possible during one's lifetime with guidance of the living guru.[19]\nHowever, some of these practices vary depending on the branches of the Radha Soami sect (Beas, Dayalbagh, Dinod).\n\n"
        }
    ]
}