{
    "url": "https://en.wikipedia.org/wiki/Radio_in_the_United_States",
    "title": "Radio in the United States",
    "table_of_contents": [
        "1 Overview",
        "1.1 Reach and prevalence",
        "2 Foreign language broadcasting",
        "3 Call letters",
        "4 History",
        "4.1 Pre-radio technologies",
        "4.2 Pre–World War I radio pioneers",
        "4.2.1 Government regulation during this period",
        "4.3 World War I",
        "4.4 Post–World War I",
        "4.4.1 Station financing",
        "4.4.2 Development of radio networks",
        "4.4.3 Government regulation during this period",
        "4.5 1930–1945",
        "4.5.1 Growing importance of news and the \"press-radio war\"",
        "4.5.2 Local radio in the Golden Age",
        "4.5.3 Carrier current stations",
        "4.5.4 Apex band",
        "4.5.5 FM band established",
        "4.5.6 Government regulation during this period",
        "4.6 1946–1960",
        "4.7 1960–2000",
        "4.7.1 Talk radio",
        "4.7.2 Satellite broadcasting",
        "4.7.3 Program service provider evolution",
        "4.7.4 Government regulation during this period",
        "4.8 Recent developments",
        "4.8.1 HD Radio",
        "4.8.2 Government regulation during this period",
        "5 See also",
        "5.1 Public Radio Networks",
        "5.2 Programs",
        "5.3 Organizations",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Radio broadcasting in the United States has been used since the early 1920s to distribute news and entertainment to a national audience. In 1923, 1 percent of U.S. households owned at least one radio receiver, while a majority did by 1931 and 75 percent did by 1937.[1][2] It was the first electronic \"mass medium\" technology, and its introduction, along with the subsequent development of sound films, ended the print monopoly of mass media. During the Golden Age of Radio it had a major cultural and financial impact on the country. However, the rise of television broadcasting in the 1950s relegated radio to a secondary status, as much of its programming and audience shifted to the new \"sight joined with sound\" service.\n\nOriginally the term \"radio\" only included transmissions freely received over-the-air, such as the AM and FM bands, now commonly called \"terrestrial radio\". However, the term has evolved to more broadly refer to streaming audio services in general, including subscription satellite, and cable and Internet radio.\n\n"
        },
        {
            "title": "Overview",
            "text": "Radio communication in the United States is regulated by the Federal Communications Commission (FCC). Under its oversight a variety of broadcasting services have been developed, including:\n\nDespite television's predominance, radio's impact is still extensive, and every day it reaches 80 percent of the U.S. population. Ninety-nine percent of American households in 1999 had at least one receiver. By 2020, that figure had declined to 68 percent within the home, with the average home having 1.5 receivers.[7] Revenue more than doubled in a decade, from $8.4 billion in 1990 to more than $17 billion in 2000.[citation needed] Radio continues to prevail in automobiles and offices, where attention can be kept on the road or the task at hand, while radio acts as an audio background. The popularity of car radios has led to drive time being the most listened-to daypart on most stations, followed by midday (or the \"at work\" shift). Transistor radios, available since the 1950s, were the preferred listening choice for music on-the-go for most of the late 20th century, before personal stereos, portable CD players, digital media players, and later smartphones (some of which include FM receivers) took those roles in the 20th century. However MP3 players and internet sources have grown rapidly among younger listeners.[8]\n\nUnlike many other countries, American radio has historically relied primarily on commercial advertising sponsorship on for-profit stations. The federal and state governments do not operate stations or networks directed toward domestic audiences, although the federal government does operate overseas through the U.S. Agency for Global Media, an independent agency. The federal government instead subsidizes nonprofit radio programming through the Corporation for Public Broadcasting.[9] Nonprofit broadcasting typically comes in three forms: radio evangelism, community radio, and government-subsidized public radio, all of which rely at least to some extent on listener donations. Public-radio broadcasting is primarily run by private foundations, universities and public authorities for educational purposes, which are financed by donations, foundations, subscriptions and corporate underwriting. A primary programming source is National Public Radio (NPR).\n\nThe total listenership for terrestrial radio in the United States as of January 2017 was 256 million,[10] up from 230 million in 2005.[11] 68 percent of homes have at least one radio, with the average home having 1.5 radios as of 2020, both figures being steep declines from 2008.[7]According to information collected from a data analytics company in 2019, it was found that every week, approximately 92% of all American adults listen to radio.[12]\n\nAs of 2021, an estimated 12% of listenership to FCC-licensed AM and FM radio stations comes from means other than the actual AM or FM signal itself, usually an Internet radio stream.[13] In an exceptional example, a radio station that had abandoned terrestrial broadcasting in 2022 (KRTY in the San Francisco Bay Area) retained half of its listening audience after selling its license and going exclusively to Internet streaming, while the FM station itself lost 90% of its listenership after it flipped to national religious broadcaster K-Love.[14]\n\n"
        },
        {
            "title": "Foreign language broadcasting",
            "text": "The majority of programming in the United States is in English, with Spanish the second-most popular language; these are the only two languages with domestically produced, national radio networks. In the largest urban areas of the United States, \"world ethnic\" stations broadcast a wide variety of languages, including Russian, Chinese, Korean and the languages of India; although the relatively widespread languages French and German have comparatively few radio outlets; in the case of German, due to the fact that most of its speakers are Amish or from similar sects and thus shun radio technology. French speakers can generally receive programming direct from Canadian broadcasters, which are receivable across the Canada–US border, and a handful of local stations serving the Haitian diaspora and Creole populations also serve areas in the southeast.[15]\n\nSpanish language radio is the largest non-English broadcasting media. While other foreign language broadcasting declined steadily, Spanish broadcasting grew steadily from the 1920s to 1970s. The 1930s were boom years.[16] The early success depended on the concentrated geographical audience in Texas and the Southwest. American stations were close to Mexico which enabled a steady circular flow of entertainers, executives and technicians, and stimulated the creative initiatives of Hispanic radio executives, brokers, and advertisers. Ownership was increasingly concentrated in the 1960s and 1970s. The industry sponsored the now-defunct trade publication Sponsor from the late 1940s to 1968.[17][18][19] Spanish-language radio has influenced American and Latino discourse on key current affairs issues such as citizenship and immigration.[20]\n\n"
        },
        {
            "title": "Call letters",
            "text": "All AM and FM radio stations are assigned unique identifying call letters by the FCC. International agreements determine the initial letters assigned to specific countries, and the ones used by U.S broadcasting stations—currently \"K\" and \"W\"—date back to an agreement made in 1912.[21] The assignment of the letters \"K\" and \"W\" to the United States was randomly made and there was no particular reason given for their selection. (The United States was also allocated full use of the letter N, and later some of the range for the letter A, but does not allocate those initial letters to broadcasting stations. A small number of U.S. Navy stations with N call signs made broadcasts in the early 20th century, including NOF, NSS and NAA.)\n\nIn the United States, by tradition the stations west of the Mississippi River normally receive call signs starting with \"K\", with \"W\" assigned to those east of the river.[22] Almost all of the earliest AM band radio stations received three-letter call signs, however beginning in 1922 most have been issued four-letter ones, and the last new AM band three-letter assignment occurred in 1930. (FM and TV sister stations are permitted to share the same \"base\" three-letter call.)[23]\n\nWhile some stations, especially on the AM band, still use their call signs as the main way of identifying themselves to the general public, a majority now prefer to emphasize easy to remember identifying slogans or brand names. Stations frequently choose call signs that relate to their slogan or brand; the longtime flagship of the CBS Radio Network, for example, has used the call sign WCBS since 1946.\n\n"
        },
        {
            "title": "History",
            "text": "Ideas for distributing news and entertainment electronically dated to before the development of radio broadcasts, but none of these earlier approaches proved to be practical. In 1902, Nathan Stubblefield predicted that his wireless ground-conduction technology would become \"capable of sending simultaneous messages from a central distributing station over a very wide territory\" for the \"general transmission of news of every description\",[27] however he was never able to achieve adequate transmission distances.\n\nThere were also a few examples of \"telephone newspapers\", starting with the Budapest, Hungary Telefon Hírmondó, which in 1893 began transmitting a wide selection of news, instruction and entertainment over telephone lines to a local audience.[28] In 1909 the United States Telephone Herald Company licensed this technology[29] and ultimately authorized a dozen or so regional affiliates. But due to financial and technical challenges only two systems, in Newark, New Jersey and Portland, Oregon, ever went into commercial service, and both were short-lived. Other early short-lived telephone-based entertainment systems included the Tellevent in Detroit, Michigan in 1907, the Tel-musici of Wilmington, Delaware beginning in 1909,[30] and the Musolaphone, which operated in Chicago in 1913–1914.[31]\n\nRadio communication—originally known as \"wireless telegraphy\"—was first developed in the 1890s. The first wireless transmissions were achieved by Guglielmo Marconi in Europe and they were first replicated in the United States in April 1899 by Professor Jerome Green at the University of Notre Dame.[36][37][38] The spark-gap transmitters initially employed could only transmit the dots-and-dashes of Morse code. Despite this limitation, in 1905 a small number of U.S. Navy stations inaugurated daily time signal broadcasts.[39] In 1913 the high-powered station NAA in Arlington, Virginia began broadcasting daily time signals and weather reports in Morse code which covered much of the eastern United States.[40]\n\nIt was recognized that developing audio-capable transmitters would be a significant advance, but it took many years of research before quality audio transmissions became possible. In 1904 Valdemar Poulsen developed an arc converter transmitter, which, although still somewhat limited, would be the most commonly used transmitter employed for early audio experimentation. Initially the main objective for most inventors was developing devices usable for individual point-to-point communication, and the fact that radio signals could be overheard by others was at first seen as a defect that limited secure communication. Thus, it took awhile before the potential of \"sending signals broadcast\" was recognized.\n\nIn late 1906, Reginald Fessenden demonstrated an alternator transmitter at Brant Rock, Massachusetts,[41] and many years later stated that he had also conducted broadcasts on the evenings of December 24 and 31.[42] However following this he concentrated on point-to-point transmissions and made no further efforts towards establishing organized broadcasting.\n\nThe leading early proponent of radio broadcasting in the United States was Lee de Forest, who employed versions of the Poulsen arc transmitter to make a series of demonstrations beginning in 1907.[43] From the outset he noted the potential for regular entertainment broadcasts, envisioning \"the distribution of music from a central station\" and that \"by using four different forms of wave as many classes of music can be sent out as desired by the different subscribers\".[44] However, after 1910 he suspended his broadcasting demonstrations for six years, due to various financial issues, and the inability to perfect the arc transmitter for consistent quality audio transmissions.[45]\n\nDe Forest received national attention, but far less known at the time was Charles \"Doc\" Herrold of San Jose, California, who is generally credited with being the first in the United States to conduct entertainment radio broadcasts on a regular schedule. Herrold began making test transmissions in 1909, and, after switching to an improved arc transmitter, announced in July 1912 that his station at the Herrold College of Wireless and Engineering was inaugurating weekly musical concerts.[46][47] These broadcasts were suspended during World War I, but after the war Herrold resumed broadcasting, and KCBS in San Francisco traces its history to Herrold's efforts.\n\nIn the mid-1910s the development of vacuum tube transmitters provided a significant improvement in the quality and reliability of audio transmissions. Adopting this advance, Lee de Forest again took the lead, establishing experimental station 2XG in New York City. During a successful demonstration program held in October 1916, de Forest now prophesied \"in the near future a music central in every large city whence nightly concerts will radiate to thousands of homes through the wireless telephone\".[48] The next month a daily program of news and entertainment was begun, which included election returns broadcast on the night of the November 7th presidential election.[35] However, 2XG also had to suspend operations the following April due to the World War I restrictions. While it was active, it inspired David Sarnoff, then the Contract Manager at American Marconi and future president of the Radio Corporation of America (RCA), to author his first \"Radio Music Box\" memo, suggesting that his company establish a broadcasting station and sell receivers, but his superiors did not take him up on the idea.[49]\n\nInformation for this period is limited, but there were a number of other inventors during this era who made occasional experimental broadcasts. One example was the American Radio and Research Company (AMRAD), which operated experimental station 1XE in Medford Hillside, Massachusetts. As early as March 1916 the station was occasionally used to make voice and music broadcasts, although at the time this was described as \"merely incidental\" to the company's primary efforts.[50] In addition, George C. Cannon reported that from December 1916 to February 1917 he had maintained \"a regular schedule from 9:30 p.m. to 10:30 p.m.\" of news and entertainment broadcasts over Special Amateur station 2ZK, located at his New Rochelle, New York home.[51]\n\nBecause radio signals readily cross state and national boundaries, radio transmissions were an obvious candidate for regulation at the federal level under the U.S. Constitution's Commerce Clause. However, in the years immediately after its development in the late 1890s, radio communication remained completely unregulated in the United States. The Wireless Ship Act of 1910 mandated that most passenger ships exiting U.S. ports had to carry radio equipment under the supervision of qualified operators; however, individual stations remained unlicensed.\n\nThe U.S. policy of unrestricted stations differed from most of the rest of the world. The 1906 International Radiotelegraph Convention, held in Berlin, called for countries to license their stations, and although United States representatives had signed the agreement, the U.S. Senate did not ratify this treaty until April 3, 1912. In order to codify the 1906 Convention's protocols, the Radio Act of 1912, which also incorporated provisions of a subsequent London Convention signed on July 5, 1912, was passed by Congress on August 13, 1912 and signed by President William Howard Taft, going into effect December 13, 1912.[52] The law only anticipated point-to-point communication, and did not address using radio to broadcast news and entertainment to the general public. The shortcomings of this law would be brought to light more than a decade later.\n\nThe initial broadcasting experimentation came to an abrupt halt with the entrance of the United States into World War I in April 1917, as the federal government immediately took over full control of the radio industry, and it became illegal for civilians to possess an operational radio receiver.[53] However some government stations, including NAA in Arlington, Virginia, continued to operate to support the military during the conflict. In addition to time signals and weather reports, NAA also broadcast (in Morse code) news summaries that were received by troops on land[54] and aboard ships in the Atlantic.[55]\n\nDuring the war the U.S. military conducted extensive research in audio transmissions using vacuum-tube powered transmitters and receivers. This was primarily oriented toward point-to-point communication such as air-to-ground transmissions, but there were also scattered reports of special musical broadcasts conducted to entertain the troops.[56][57]\n\nPrior to the lifting of the wartime ban on civilian radio, a few government stations renewed experimental work with broadcasting technology, and in February 1919 the Bureau of Standards in Washington, D.C. gave a public demonstration, predicting that \"Washington merrymakers will soon be able to dance to the music made by an orchestra on one of New York's roof gardens\".[64] By May of the next year the Bureau was broadcasting weekly Friday night concerts[65] over its station, WWV, and it displayed a prototype \"portaphone\" receiver, which would allow the public to keep \"in touch with the news, weather reports, radiophone conversations, radiophone music, and any other information transmitted by radio\".[58] However, the Bureau soon concluded that it had successfully achieved its goal of demonstrating broadcasting's practicality, and ended its entertainment broadcasts over WWV that August.[66]\n\nAlthough the prohibition on civilian radio transmitters would continue until the following October,[67] effective April 15, 1919 the ban on private citizens owning radio receivers was lifted.[68]  A short time later a wartime station located at the Glenn L. Martin Co. in Cleveland announced it was inaugurating a weekly concert broadcast,[69] although these broadcasts were suspended a few weeks later due to a complaint about interference from the Navy.[70]\n\nThe October 1 end of the civilian transmitting ban allowed non-government stations to resume operating. Initially there were no formal regulations designating which stations could make broadcasts intended for the general public, so a mixture operating under a variety of existing classifications, most commonly Experimental and Amateur, were free to take to the airwaves. Perhaps the first to take advantage of the lifting of the civilian station restrictions was a Westinghouse engineer, Frank Conrad, who had worked on radio communication contracts during the war. On the evening of October 17, 1919 he made the first of what would ultimately become a twice-weekly series of programs, broadcast from his home in Wilkinsburg, Pennsylvania over experimental station 8XK.[71]\n\nBeginning in early 1920 the Precision Equipment Company, a small radio retailer in Cincinnati, Ohio, used a homemade transmitter to make occasional broadcasts over its experimental station, 8XB.[72] That February 2 company president John L. Gates gave the station's first publicized broadcast, consisting of phonograph records,[73] which garnered national attention, and a wire service report quoted Gates as predicting that nationwide broadcasts \"will be an innovation of the near future\".[74] Programming offered by the station gradually expanded,[75] including a special broadcast arranged at the end of October that featured the playing the latest Victor phonograph records, held in conjunction with the local Rudolph Wurlitzer Company.[60] In early November 8XB conducted an election night broadcast, coinciding with Westinghouse's broadcast of returns from East Pittsburgh, Pennsylvania over station 8ZZ (later KDKA),[76] which included the playing Victor records for entertainment.[77] The station was later relicensed as broadcasting station WMH, however it was shut down in early 1923 after Precision was purchased by the Crosley Manufacturing Company.\n\nSome time in the fall of 1919 Lee de Forest reactivated 2XG in New York City. However, the station was ordered to shut down in early 1920, after it was moved to a new site without first getting government approval. De Forest transferred the station's transmitter to the California Theater building in San Francisco, where it was relicensed as 6XC, and in the spring of 1920 it began daily broadcasts of the theater's orchestra.[61] De Forest later stated this was the \"first radio-telephone station devoted solely\" to broadcasting to the public.[79]\n\nIn March 1920 Radio News & Music, Inc., established by Lee de Forest associate Clarence \"C.S.\" Thompson, took up the promotion of newspaper-run broadcasting stations, offering local franchises and asking in national advertisements \"Is Your Paper to be One of the Pioneers Distributing News and Music by Wireless?\"[80] The Detroit News became the company's first—and ultimately only—newspaper customer, leasing a small de Forest transmitter, initially licensed as 8MK. On August 20, 1920 the newspaper began limited daily broadcasts, which were expanded beginning August 31 with programming featuring local election returns.[81] The station was ultimately relicensed as WWJ, and while observing its 25th anniversary in 1945 the News claimed for it the titles of \"the world's first station\" and where \"commercial radio broadcasting began\".[82]\n\nAfter the war the American Radio and Research Company (AMRAD) in Medford Hillside, Massachusetts reactivated 1XE. Although there is limited documentation for this station, it reportedly began making a few entertainment broadcasts in the summer of 1920.[83]\n\nAs others joined the broadcasting ranks, in the late summer of 1920 QST magazine reported that \"it is the rare evening that the human voice and strains of music do not come in over the air\".[84] However, broadcasting efforts were still scattered and largely unorganized. In the fall of 1920 a major industrial firm, the Westinghouse Electric & Manufacturing Co., entered the field, and historian Erik Barnouw summarized this watershed event as \"There was a fervent of interest, but without a sense of direction—until something happened in Pittsburgh.\"[85]\n\nWestinghouse's entry was a result of a Pittsburgh department store advertisement, seen by company vice president H. P. Davis, for radios capable of receiving Frank Conrad's ongoing broadcasts over 8XK.[86] Davis concluded that, expanding on work done during World War I, Westinghouse could make and market its own receivers. He quickly worked to establish a station at the company's East Pittsburgh plant in time for the upcoming presidential election, which successfully debuted on November 2, 1920, initially operating as 8ZZ. A short time later it became KDKA, operating under a Limited Commercial license originally issued to the company for point-to-point transmissions. At the time of KDKA's 25th anniversary, station publicity claimed this to be the \"world's first regularly scheduled broadcast\".[87] KDKA proved to be a very successful experiment, and during the next year Westinghouse constructed three additional prominent stations, in or near New York City (WJZ, now WABC), Boston (WBZ) and Chicago (KYW).\n\nResponding to the growing activity, effective December 1, 1921 the United States Department of Commerce adopted regulations explicitly establishing a broadcast station category.[88] As of January 1, 1922 there were twenty-nine formally recognized broadcasting stations,[89] in addition to a few experimental and amateur stations still in the process of being converted to meet the new standard.[90] By mid-1922 a \"radio craze\" began, and at the end of the year there were over 500 stations, with the number of listeners now counted in the hundreds of thousands. Even President Warren G. Harding, whose May 1922 speech to the Washington, D.C. Chamber of Commerce was the first radio broadcast by a president,[91] had a radio installed in the White House.[92]\n\nThe existence of early radio stations encouraged many young people to build their own crystal sets (with ear phones) to listen to the new technical marvel. Entrepreneurs established radio stores to sell parts as well as complete sets that evolved into stylish and expensive consoles the whole family could listen to, or which restaurants and shops could buy to entertain customers.[93][94]\n\nAlthough radio stations were primarily used to broadcast entertainment, many educational institutions used their stations to further their educational missions. One early example occurred in April 1922, when WGI in Medford Hillside, Massachusetts introduced an ongoing series of lectures provided by Tufts College professors, which was described as a \"wireless college\".[95] Other colleges also added radio broadcasting courses to their curricula; some, like the University of Iowa in 1925, provided an early version of distance-learning credits.[96] In 1932 Curry College in Massachusetts introduced one of the nation's first broadcasting majors, with the college teaming up with WLOE in Boston for student-produced programs.\n\nAlthough it was recognized early in radio's development that, in addition to point-to-point communication, transmissions could be used for broadcasting to a widespread audience, the question immediately arose of how to finance such a service. As early as 1898 The Electrician noted that Oliver Lodge had broached the idea that \"it might be advantageous to 'shout' the message, spreading it broadcast to receivers in all directions\".[97] However, the publication also questioned its practicability, noting \"no one wants to pay for shouting to the world on a system by which it would be impossible to prevent non-subscribers from benefitting gratuitously\".[98]\n\nA form of barter adopted by many early experimental stations was publicizing the name of the provider of phonograph records played during a broadcast. This practice dated back to at least a July 1912 broadcast by Charles Herrold in San Jose, California that featured records supplied by the Wiley B. Allen company.[46] However, this quickly fell out of favor once stations began to be numbered in the hundreds, and phonograph companies found that excessive repetition was hurting sales.\n\nThe earliest U.S. radio stations were commercial-free, with their operations paid for by their owners. However, the industry soon faced a crisis due to mounting costs, and the financial model eventually adopted by a majority of stations was selling advertising airtime, which became known as \"American Plan\".[99] (This was contrasted with the \"British plan\" of charging license fees for set users.)[100] The formal introduction of a \"for hire\" commercial station (initially called \"toll broadcasting\") was announced in early 1922, when the American Telephone and Telegraph Company (AT&T) launched WEAF (now WFAN) in New York City.[101] (There are a few reports of earlier examples of airtime being sold by other stations, however this was generally done secretly.) AT&T initially claimed that its patent rights gave it the exclusive right to sell airtime. However, responding to charges that it was attempting to monopolize radio broadcasting, in 1924 the company announced that it would permit other stations to accept advertising if they were willing to first pay a one-time fee to AT&T for use of its radio patents.[102] Following AT&T's industry-wide settlement, a majority of stations began to operate on a commercial basis.\n\nInitially stations were very cautious about the content of their advertising messages, generally preferring \"indirect advertising\" such as general sponsorship announcements, in order not to offend the listeners who had \"invited them into their homes\". At first \"hard sell\" and \"direct advertising\" was discouraged under the oversight of the then-head of the Department of Commerce, Herbert Hoover.[103] However, Madison Avenue recognized the importance of radio as a new advertising medium, and commercials eventually became more prominent and insistent.\n\nAt the same time in early 1922 that it announced the beginning of advertisement-supported broadcasting, AT&T also introduced its plans for the development of the first radio network.[101] The concept was based on a memo prepared by two company engineers, John F. Bratney and Harley C. Lauderback, who proposed a nationwide \"chain\" of thirty-eight stations, linked together by the company's telephone lines for simultaneously transmitting commercially sponsored programming.[105]\n\nThe network's primary studios were located at AT&T's WEAF (now WFAN) in New York City, and the network became known as \"WEAF chain\". Specially prepared broadcast-quality lines had to be used for the station connections, so the network took awhile to be constructed. The first permanent link, between WEAF and WMAF in South Dartmouth, Massachusetts, went into service during the summer of 1923.[106] RCA responded by establishing its own smaller network, centered on station WJZ (now WABC), although it was handicapped by having to use inferior telegraph lines to link the stations, due to AT&T's general refusal to supply telephone lines. By the fall of 1926 the WJZ chain had only four core stations, all located in the mid-Atlantic, while WEAF's network reached seventeen cities, stretching from Portland, Maine to Kansas City, Kansas.[107]\n\nAt this point AT&T abruptly decided to exit the broadcasting field, and in July 1926 signed an agreement to sell its entire network operations to a group headed by RCA, which used the assets to form the National Broadcasting Company.[108] Under the new management the WEAF chain became the NBC Red network, while the WJZ chain became the NBC Blue network. The agreement with AT&T gave NBC access to AT&T's long-distance lines for station links, and also allowed the new network to sell advertising.\n\nThe Columbia Broadcasting System (CBS) began in 1927 as an initially struggling attempt to compete with the NBC networks, which gained new momentum when William S. Paley was installed as company president.[109] Unlike NBC, which initially saw itself as primarily a public service and said its only profit goal was to break even, Paley recognized the potential for a radio network to make significant profits. Surveys and polls were used to determine audience sizes and affluence. Frank Stanton, a later president, worked with Columbia University sociologist Paul Lazarsfeld to develop techniques for measuring audiences.[110]\n\nFor the NBC affiliates, owners typically viewed their stations as the broadcast equivalent of local newspapers, who sold ads to local business and had to pay for NBC's \"sustaining\" programs that didn't have sponsors. Individual stations bought programming from the network and, thus, were considered the network's clients. Paley changed the business model by providing network programming to affiliate stations at a nominal cost, thereby ensuring the widest possible distribution for both the programming and the advertising. The advertisers then became the network's primary clients and, because of the wider distribution brought by the growing network, Paley was able to charge more for the ad time. Affiliates were required to carry programming offered by the network for part of the broadcast day, receiving a portion of the network's fees from advertising revenue.[111] Paley also eased the standards on what was considered appropriate commercial content, most notedly by allowing a cigar maker to include a shouted \"There is no spit in Cremo!\" in its advertisements.[109]\n\nFrom 1912 until early 1926, radio broadcast radio power and frequency licenses were regulated under the auspices of the Radio Act of 1912 by the Department of Commerce. This authority was challenged by Zenith, regarding the ability of one of their owned stations to broadcast. On April 16, 1926, Judge James H. Wilkerson ruled that, under the 1912 Act, the Commerce Department in fact could not limit the number of broadcasting licenses issued, or designate station frequencies. The government reviewed whether to try to appeal this decision, but Acting Attorney General William J. Donovan's analysis concurred with the court's decision in a statement dated July 7.[112][113]\n\nA brief period of legal limbo then existed, during which time self-governance by broadcasters kept broadcasting stable,[114] until Congress responded by enacting the Radio Act of 1927, which included the formation of the Federal Radio Commission (FRC).\n\nOne of the FRC's most important early actions was the adoption of General Order 40,[115] which divided stations on the AM band into three power level categories, which became known as Local, Regional, and Clear Channel, and reorganized station assignments. Based on this plan, effective 3:00 a.m. Eastern time on November 11, 1928 most of the country's stations were assigned to new transmitting frequencies.[116]\n\nA number of attempts were made to form a \"third network\" to compete with NBC and CBS, most of which, including the Amalgamated Broadcasting System in 1933, were unsuccessful. However, the next year several independent stations successfully formed the Mutual Broadcasting System in order to exchange syndicated programming, including The Lone Ranger.\n\nBy 1940, the largest audiences were for the networks' evening programs of variety shows, music, and comedy and drama. Mornings and afternoons had smaller audiences (chiefly housewives), who listened to 61 soap operas. Phone-in talk shows were rare, but disk jockeys attracted a following through their chatter between records. The most popular radio shows during the Golden Age of Radio included The Jack Benny Program, Fibber McGee and Molly, The Goldbergs and other top-rated American radio shows heard by 30–35 percent of the radio audience.[117][118]\n\nPresident Franklin Roosevelt, first inaugurated in 1933, had many political opponents among newspapers publishers, who were often hostile toward his policies. Roosevelt used radio broadcasts to bypass the newspapers and speak directly to American citizens, conducting a series of thirty evening broadcasts to promote his views in an informal setting, in what became known as \"fireside chats\". Roosevelt's radio audiences averaged 18 percent during peacetime, and 58 percent during the war. His address of May 27, 1941 was heard by 70 percent of the radio audience.[119]\n\nIn 1933 a conflict dubbed \"the press-radio war\" broke out, as the newspaper industry tried to limit news broadcasts by radio stations. Advertising revenues had been plunging due to the Great Depression, and the newspapers sought to protect their monopoly in providing news by limiting its appearance on commercial radio. (Hollywood movie studios briefly became involved, by preventing its stars from appearing on the radio; it soon realized, however, that it was not a direct competition and the greater visibility for their stars meant larger audiences.) Publishers accused radio stations of \"pirating\" news by reading newspaper articles over the air without paying for the service. Pressured by complaints from the newspapers, in early 1933 the three major news-wire services, AP, UP, and INS, announced they would no longer allow radio stations to use their stories. In response, in March 1934 the radio industry established its own news-gathering agency, Transradio Press Service. By 1935 the major wire services had relented, and began supplying their services to subscribing radio stations.[120] Radio's instant, on-the-spot reports of dramatic events drew large audiences starting in 1938 in the run-up to World War II,[121][122] and played a major role during the conflict.[123] Scare tactics were common in the Press-Radio War: newspapers deliberately played up a 1938 radio adaptation of The War of the Worlds by claiming that the broadcast triggered a mass hysteria of people who thought they were listening to a real-life account of an ongoing alien invasion. While the actual response was probably far less dramatic since very few people were listening at the time,[124] the alleged panic was a boon to the career of its host, Orson Welles.[125]\n\nAll broadcasting stations are licensed to individual localities, and initially this included government mandated service requirements with respect to their local \"community of license\", although over the years virtually all of these mandates have been eliminated. Even many early small \"250-watt station in my hometown\" operations emulated the networks by constructing expensive facilities, including multiple acoustically fine studios in the art deco style, for originating music and variety programs, featuring local, mostly volunteer, talented teens and energetic young adults motivated by the possibility of \"being discovered\". Local programs were \"sustaining\" (covered by general station revenue), or the talent found their own sponsors and bought station time. Often paid just over minimum wage, \"combo operator-announcers,\" later called DJs, became entertainers and local celebrities, and cultivated \"on-air personalities,\" sometimes pairing one who was straight-laced with one playing the clown.\n\nContinuous station operations were manual, requiring local engineering staff, until automation debuted in the 1970s. Programming originated by three different ways: live; live via remote telephone line (including network feeds as well as store openings and church services around town); or played from \"electrical transcription\" (ET) phonograph discs. ETs, mailed to stations by the thousands, many for government sales of savings bonds and military recruiting, were up to 15 inches (38 cm) in diameter and provided 15 minutes of programming. Syndicated programs recorded on magnetic tape arrived after 1947 as part of an alliance between entertainer Bing Crosby and Ampex.[126]\n\nThe mid-1930s saw the introduction of a group of \"carrier current\" stations operating on the AM band, mostly located on college campuses, whose very low powers and limited ranges meant they were exempt from FCC regulation. The first station—called \"The Brown Network\", echoing NBC's \"Red\" and \"Blue\" networks—was established in 1936 by students at Brown University in Providence, Rhode Island, and the innovation soon spread to other campuses, especially in the northeastern United States. The Intercollegiate Broadcasting System (IBS) was formed in February 1940, to coordinate activities between twelve college carrier current stations and to solicit advertisers interested in sponsoring programs geared toward their student audiences.[127] The stations received a major publicity boost by a complimentary article that appeared in the May 24, 1941 issue of The Saturday Evening Post,[128] and eventually hundreds were established. However, their numbers started to significantly decline in the 1970s, and most carrier current stations have been supplanted by educational FM stations, closed circuit over cable TV channels, and Internet streaming audio.\n\nIn October 1937 the FCC announced the creation of an Apex band (also known as ultra-shortwave) of stations, consisting of 75 channels spanning from 41.02 to 43.98 MHz. Like the original broadcasting stations, the Apex band employed amplitude modulation (AM), although the 40 kHz spacing between adjacent frequencies was four times as wide, which reduced adjacent-frequency interference and provided additional bandwidth for high-fidelity audio.[129] In January 1938 the first 25 Apex channels were reserved for use by non-commercial educational stations. However, few stations were ever established, and the FCC ultimately determined that instead of a second AM band, frequency modulation (FM) stations were a superior technology. On May 20, 1940 the Apex stations were ordered to be off the air by January 1, 1941 if they had not converted to FM by that date.[130]\n\nThe technology for wide-band FM was developed by Edwin Howard Armstrong beginning in the 1930s. This innovation provided for high-fidelity transmissions that were largely free from the static interference that affected AM signals. In May 1940, the FCC authorized the creation, effective January 1, 1941, of an FM broadcasting band operating on forty 200-kHz wide channels spanning 42–50 MHz, with the first five channels reserved for non-commercial educational stations, and the other 35 available for commercial stations.[130] However, initial growth was slowed by industrial restrictions in effect during World War II.\n\nAn additional complicating factor was the concern by the FCC that the assigned frequencies were prone to occasional interference caused by atmospheric conditions, especially during periods of high solar activity. A 1945 FCC engineering study concluded that a phenomenon known as \"Sporadic E\" would cause interference issues 1% of the time for a station broadcasting at 42 MHz, but only .01% for one at 84 MHz.[131] Based on this analysis, that July the FCC announced, despite fierce resistance by the existing station owners, that it was reassigning the FM band to a higher frequency range of 88-108 MHz.[132][133] The new band provided for 100 FM channels—20 non-commercial educational and 80 commercial—which was 2+1/2 times the total number of the original FM band. However, the move also proved to be very disruptive, because it required that stations install new transmitters, and it made an estimated half-million existing receivers obsolete.\n\nDuring a transition period, stations were permitted to transmit on both the old and new bands. In order to ease the transition, manufacturers proposed the production of dual-band radios, capable of receiving both the old and new frequencies, but the FCC refused to allow this.[134] Also, although some converters were produced to allow original FM sets to work on the new band, they were generally too complicated to install, and often no less expensive than buying a new set. The dual band transition period ended at midnight on January 8, 1949, at which time all low band transmitters still operating had to cease broadcasting.[135]\n\nThe Communications Act of 1934 established the Federal Communications Commission (FCC), combining the responsibilities of the supplanted Federal Radio Commission with some of the regulatory functions previously conducted by the Interstate Commerce Commission.[136]\n\nOn March 29, 1941, 795 of the 883 AM stations in the United States had to shift to new transmitting frequencies, in what was informally called \"Radio Moving Day\".[137] The moves were the result of the implementation of the North American Regional Broadcasting Agreement (NARBA), and were primarily designed to allow other countries in the region to have more stations, especially high-powered ones, without increasing interference. This agreement also added ten available frequencies, by expanding the top end of the AM band from 1500 to 1600 kHz.\n\nConcerned that NBC's control of two national radio networks gave it too much power over the industry, in May 1941 the FCC promulgated a rule designed to force NBC to divest one of them.[138] The decision was sustained by the Supreme Court in a 1943 decision, National Broadcasting Co. v. United States, which established the framework that the scarcity of available station assignments meant that broadcasting was subject to greater regulation than other media. The ultimate result was that the NBC Blue network was sold, becoming the American Broadcasting Company.\n\nThe August 1941 adoption of a \"duopoly\" rule restricted licensees from operating more than one radio station in a given market.[139]\n\nDuring the 1950s automobile manufacturers began offering car radios as standard accessories, and radio received a boost as Americans listened to stations as they drove to and from work.\n\nThe better sound fidelity of FM made it a natural outlet for musical programming, and the first FM stations were primarily instrumental, featuring formats that would come to be known as easy listening and beautiful music, and were targeted at shopping centers. However, acceptance of FM was slow, and the number of active stations actually declined during most of the 1950s.\n\nOn the AM band, some stations, like WGIV in Charlotte dedicated to African American Music, thrived in newly created niches. New music radio formats were introduced, including top 40, the forerunner of modern contemporary hit radio, which became the outlet for the relatively new styles of music such as rock and roll. These stations could be operated locally and gave rise to the disc jockeys, who became prominent local celebrities.\n\nBeginning in the mid-1940s the major radio networks, ABC, NBC, and CBS, established television networks and began transferring their most popular programs to the new service. In the 1950s, reflecting loosened restrictions on playing recorded music on air, the network's model of radio dramatically declined. By 1955, with most of its programming having made the transition to TV, the traditional radio networks reported increasing financial losses.[140] Seeking to adjust to the new environment, network radio tried to adapt by replacing entertainment programs with schedules of music interspersed with news and features, a free-form format adopted by NBC when it launched its popular Monitor programming in 1955.\n\n\n\nA new format, All-news radio, became popular on the AM band in major cities in the late 1960s. National Public Radio (later NPR) was incorporated in February 1970 under the Public Broadcasting Act of 1967; its television counterpart, PBS, was created by the same legislation. (NPR and PBS are operated separately from each other.)[141]\n\nConcerned that FM acceptance was still limited, the FCC acted to boost its attractiveness, including authorizing stereo transmissions in 1961. (Recorded sound had been monophonic until introduction of the stereo LP record in 1958, although initially the only way for radio stations to transmit stereo was when sister stations \"simulcast\" each channel on separate stations, for example using an AM station to transmit one channel, and a co-owned FM or television station to transmit the other. However, this was a cumbersome approach that required listeners to use two receivers; the lone program to be nationally distributed in stereo using the two-device approach was The Lawrence Welk Show, which used a radio and a television under the assumption that it was more likely that a home viewer would have each device than two radios in the same room.[142][143]) Beginning in 1965 the Commission began to limit the amount of programming duplication permitted between AM and FM stations in larger cities. In the 1970s popular Top 40 radio formats began appearing on the FM band, as it reached critical mass and began to become the dominant band, at the expense of the older AM band. Some FM stations became known for their experimentation; with early freeform stations evolving into progressive rock, the first radio format designed specifically to showcase rock music. By the 1980s FM radio (aided by the development of smaller portable radios and \"Walkman\" headsets) was dominating music programming. From progressive rock came album-oriented rock, which in turn spawned the modern formats of classic rock, active rock and adult album alternative.[144] As the amount of archival music from the rock and roll era expanded, oldies radio stations began to appear, later evolving into the modern classic hits and later adult hits formats.\n\nBoth FM and AM stations become increasingly specialized, with AM stations often shifting to non-musical formats like talk radio and news. The top five formats in 1991 were \"country and western\", \"adult contemporary\", \"Top 40\", \"religion\" and \"oldies\". Radio stations attractiveness to advertisers began to change from a \"mass medium\" to one shaped by demographics, although to a lesser degree than television; radio formats began to be targeted toward specific groups of people according to age, gender, urban (or rural) setting and race, and freeform stations with broad playlists became uncommon on commercial radio.[145] Country music in particular, previously only heard on rural AM stations particularly in the southern and western United States, moved en masse to FM; the beautiful music and easy listening formats mostly died out, with adult contemporary music taking its place. One of the last \"AM only\" music formats was MOR, or \"middle-of-the-road\", the direct forerunner of adult contemporary music and adult standards. What few country stations remained on AM typically shifted to classic country and focused primarily on older music.\n\nWhile shock jocks such as Don Imus have been in existence since at least the 1970s, and the morning zoo radio format was popular among local stations beginning in the 1980s, the first shock jock to make a major national impact was Howard Stern, whose New York-based show was syndicated nationwide beginning in the early 1990s. Stern built a multimedia empire that incorporated television, books and feature films, which led to him bestowing upon himself the title of \"King of All Media.\" (Stern left terrestrial radio and switched to satellite in 2005.)\n\nBy 1998, the number of U.S. commercial radio stations had grown to 4,793 AM stations and 5,662 FM stations. In addition, there were 1,460 non-commercial stations.\n\nAs each successive radio format moved to FM, AM radio stations were left with fewer and fewer options. Talk radio, although it had a small following in the cities, did not achieve mainstream popularity until the 1980s, due to a combination of factors, including improved satellite communications that made national distribution more affordable, the repeal of the Fairness Doctrine and (by the mid-1990s) extensive concentration of media ownership stemming from the Telecommunications Act of 1996. The politically charged format of conservative talk radio swept the country, bringing stardom to one of its pioneers, Rush Limbaugh. The development of national spoken-word programming was credited with helping to revitalize AM radio.\n\nAlso rising in popularity in the late 1980s was sports radio, which was dedicated to talk about sports as well as the broadcasting of sports events.[146]\n\nIn 1997, the FCC granted two companies, Sirius and XM, licenses to operate direct-to-consumer subscription satellite radio services.[147] Unlike terrestrial-radio broadcasting, most channels featured few (or no) commercials, and the content was unregulated by the U.S. government. Despite heavy investment in programming these services were initially unprofitable, and in 2008 the FCC approved their merger into a single provider with an effective monopoly, as Sirius XM Radio.[148] This merger successfully moved the combined company into profitability.[149]\n\nProgram distribution by satellite networks began replacing telephone landlines in the 1980s, making national distribution more flexible and affordable. The BBC World Service began distributing within the United States in 1986; until July 2012 by Public Radio International, and since then by American Public Media.[150]\n\nThe traditional networks started to withdraw from radio, and were replaced by flexible syndication models. NBC Radio and Mutual were both acquired by a syndicator Westwood One, which was in turn acquired by CBS, but then spun off in 2007, eventually becoming a subsidiary of Cumulus Media. ABC (both radio and television) was acquired by Capital Cities Communications, which was later taken over by The Walt Disney Company, which broke up the radio network in 2007, with Disney and Cumulus Media each retaining portions of the old network. Mutual was dissolved in 1999, replaced by CNN Radio, which itself was dissolved in 2012. As of 17 November 2017, as a result of its sale of its CBS Radio division to Entercom,[151] CBS, via its ownership of an equity stake of that company, still owns much of its original radio network, although most of its programming is presented through Cumulus Media. CBS was the only one of the four major networks of the Golden Age to remain active until NBC launched NBC Sports Radio in 2012 and NBC Radio News in 2016.\n\nTwo other major commercial networks have appeared since the 1990s: Premiere Networks, the division of iHeartMedia, and the Salem Radio Network. Premiere owns the radio distribution rights to the current \"fourth major network\", Fox (which owns no radio stations), and distributes that company's news and sports radio broadcasts. iHeart's immediate predecessor, Clear Channel Communications, benefited from the Telecommunications Act of 1996, which allowed for greater media consolidation, and built a large empire of both large and small market radio stations; Clear Channel, having overextended itself, jettisoned most of its small-market stations (as well as its now-dissolved television division) in the late 2000s. The Salem Radio Network, a division of Salem Communications (which outside of radio also has a large Internet operation), primarily has a Christian/conservative focus and specializes in Christian music, preaching stations and conservative talk radio, both owning stations and producing original content. Oaktree Capital Management briefly attempted a foray into building a radio network when it purchased the assets of several struggling radio networks in the late 2000s; while it still owns stations through its Townsquare Media holding company, it has since spun off its network holdings (which operated under the Dial Global brand) to Cumulus.\n\nUntil the 1980s, most commercial radio stations were affiliated with large networks such as ABC, CBS, the Mutual Broadcasting System, NBC, and others (e.g., RKO in the 1980s).[152] The traditional major networks that had dominated the history of American radio up to that point began to be dissolved in the 1980s; RKO was forced to break up in a billing scandal, while NBC Radio and Mutual sold their assets to up-and-coming syndicator Westwood One, which itself would be bought by rival CBS in the 1990s. ABC maintained most of its radio network until 2007, when it sold off most of its stations to Citadel Broadcasting and later Cumulus Media (it maintains two specialty networks, sports-oriented ESPN Radio and youth top 40 Radio Disney, the latter of which has largely shifted to Internet radio; ABC still produces radio programming in addition to its terrestrial networks). CBS sold off Westwood One to private-equity interests in the late 2000s as well, but unlike its rivals maintained ownership of its flagship stations. As of 2012, most commercial radio stations are controlled by media conglomerates and private-equity firms such as Bain Capital (Clear Channel Communications), Oaktree Capital Management (Townsquare Media) and Cumulus Media.[153]\n\nIn 1980, following five years evaluating five competing AM stereo systems, the FCC selected Magnavox PMX as the official U.S. standard. However, due to controversy surrounding the selection, two years later the FCC eliminated designating a single standard, and instead decided to \"let the marketplace decide\" between the now four remaining systems. In 1993, facing limited acceptance due to confusion by having four incompatible systems, the FCC again selected a single standard, this time Motorola's C-QUAM. However, AM stereo never gained much popularity.[154]\n\nFM radio made a major expansion in the late 1980s following the 1983 adoption of the FCC's Docket 80-90, which expanded the number of available FM licenses in the suburban areas of the United States.[155]\n\nOn June 8, 1988 a conference held at Rio de Janeiro under the auspices of the International Telecommunication Union adopted provisions, effective July 1, 1990, for the countries located in the Americas to expand the AM band, adding frequencies from 1610 to 1700 kHz.[156] (In practice, 1610 kHz remains unused in the United States for commercial operation, because most travelers' information stations already used the frequency and federal policy prohibited broadcasters from interfering with the low-power traveler's stations.)\n\nThe Telecommunications Act of 1996 made significant changes to the regulatory environment, in particular allowing for greater consolidation of station ownership.\n\n\n\nInternet radio, digital music players and streaming-capable smartphones are a challenge to traditional terrestrial AM and FM radio. Satellite radio is generally subscription-based, while most Internet stations do not charge fees; several of the more popular ones also allow listeners to customize according to their musical preferences. The proliferation of Internet-based stations creates a threat of audience fracturing beyond that experienced by television due to cable and satellite providers.\n\nA significant trend has been previously AM-only stations moving their operations to FM simulcasts, either through low-power broadcast translators (primarily on small, independent and/or rural stations) or through simulcasts on full-market FM stations.[157] The AM-to-FM phenomenon began primarily in mid-sized markets, where there is more bandwidth and less competition, but has since progressed to large cities including New York City, where as of 2012 sports-talk AM stations WEPN and WFAN have both acquired FM stations with the intent to either move or simulcast their AM programming. By 2013 most of the AM/FM simulcasts had been discontinued, in part due to redundancy and the fact that most listeners to AM stations stayed with AM while very few new listeners were picked up on the FM side.\n\nAs a result of overwhelming debt obligations, both of the two largest radio station operators, Cumulus Media (in 2017)[158] and iHeartMedia (in 2018),[159] entered into financial bankruptcy proceedings.\n\nOver time AM and FM analog transmissions have started to become considered to be outdated, because digital transmissions have been developed that provide high quality signals using less bandwidth. In the United States, FCC mandates have resulted in analog over-the-air TV transmissions to be almost completely replaced by digital ones. In contrast, for radio broadcasting the FCC has adopted a dual analog-digital hybrid approach, permitting but not requiring stations to add digital signals to their existing analog ones.\n\nIn 2002, the commission adopted iBiquity's in-band on-channel (IBOC) technology, branded as HD Radio, as the standard for adding digital subcarriers.[160] However, there has been limited consumer acceptance, and few persons have the special radios capable of receiving HD Radio transmissions. (As of early 2018 slightly fewer than half of new cars sales included HD Radio capable receivers, and only about a quarter of the cars on the road had radios capable of picking up the stations.)[161] Due to limited available bandwidth, AM stations only have the option to duplicate existing programming using the added digital signal. Relatively few AM stations have adopted HD radio, and in some cases it has resulted in interference issues, especially at night, as the resulting wider bandwidth can interfere with stations on adjacent frequencies. FM stations, with more available bandwidth, can use the digital sub-channels to provide additional program services. However, the FCC permits some HD transmissions to also be carried on FM translator stations, which generally have far more listeners than the originating HD signal and reduces the need to buy HD Radio capable receivers.\n\nFMeXtra is another subchannel service authorized for use in the United States, although that service is generally limited to voice transmissions due to lower bandwidth.[162]\n\nIn 2000, the FCC authorized low-power broadcasting (LPFM) stations on the FM band. These are non-commercial operations that normally provide coverage to only a single community.[163] In 2015, the agency adopted a rule change to allow AM stations to rebroadcast their programming over FM band translators.[164] In 2017, the FCC eliminated an eighty year old requirement that radio stations had to maintain a studio in or near their \"community of license\".[165]\n\n"
        }
    ]
}