{
    "url": "https://en.wikipedia.org/wiki/Rajneesh_movement",
    "title": "Rajneesh movement",
    "table_of_contents": [
        "1 History",
        "1.1 Prehistory",
        "1.2 Beginnings",
        "1.3 1984 bio-terror attack and subsequent decline",
        "2 Beliefs and practices",
        "2.1 Religion",
        "2.2 Society",
        "2.2.1 Intentional community",
        "2.2.2 Marriage and the family",
        "2.3 Commerce",
        "3 Elections",
        "4 Demographics",
        "5 Legacy",
        "6 People associated with the movement",
        "6.1 Literature and thought",
        "6.2 Performance arts",
        "6.3 Politics",
        "6.4 Others",
        "7 See also",
        "8 Footnotes",
        "9 Citations",
        "10 Bibliography",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Rajneesh movement are people inspired by the Indian mystic Bhagwan Shree Rajneesh (1931–1990), also known as Osho, particularly initiated disciples who are referred to as \"neo-sannyasins\".[1] They used to be known as Rajneeshees or \"Orange People\" because of the orange and later red, maroon and pink clothes they used from 1970 until 1985.[2] Members of the movement are sometimes called Oshoites in the Indian press.[3]\n\nThe movement was controversial in the 1970s and 1980s, due to the founder's hostility, first to Hindu morality in India, and later to Christian morality in the United States. In the Soviet Union, the movement was banned as being contrary to \"positive aspects of Indian culture and to the aims of the youth protest movement in Western countries\". The positive aspects were allegedly being subverted by Rajneesh, whom the Soviet Government considered a reactionary ideologue of the monopolistic bourgeoisie of India and a promoter of consumerism in a traditional Hindu guise.[4]\n\nIn Oregon, the movement's large intentional community of the early 1980s, called Rajneeshpuram,[5][6] caused immediate tensions in the local community for its attempts to take over the nearby town of Antelope and later the county seat of The Dalles.\n\nAt the peak of these tensions, a circle of leading members of the Rajneeshpuram Oregon commune was arrested for crimes including an attempted assassination plot to murder U.S. Attorney Charles H. Turner[7] as part of the United States's first recorded bio-terror attack calculated to influence the outcome of a local election in their favour, which ultimately failed. Salmonella bacteria was deployed to infect salad products in local restaurants and shops, which poisoned several hundred people.[6] The Bhagwan, as Rajneesh was then called, was deported from the United States in 1985 as part of his Alford plea deal following the convictions of his staff and right hand Ma Anand Sheela, who were found guilty of the attack. After his deportation, 21 countries denied him entry.[8] The movement's headquarters eventually returned to Poona (present-day Pune), India. The Oregon commune was destroyed in September 1985.[9]\n\nThe movement in India gradually received a more positive response from the surrounding society, especially after the founder's death in 1990.[10][11] The Osho International Foundation (OIF), previously Rajneesh International Foundation (RIF), is managed by an \"Inner Circle\" set up by Rajneesh before his death. They jointly administer Rajneesh's estate and operate the Osho International Meditation Resort in Pune.[11][12]\n\nIn the late 1990s, rival factions challenged OIF's copyright holdings over Rajneesh's works and the validity of its royalty claims on publishing or reprinting of materials.[10][13][14] In the United States, following a 10-year legal battle with Osho Friends International (OFI), the OFI lost its exclusive rights over the trademark OSHO in January 2009.[15]\n\nThere are a number of smaller centres of the movement in India and around the world including the United States, United Kingdom, Germany, Italy and the Netherlands.\n\n"
        },
        {
            "title": "History",
            "text": "Rajneesh began speaking in public in 1958, while still a lecturer (later professor) in philosophy at Jabalpur University. He lectured throughout India during the 1960s, promoting meditation and the ideals of free love,[16] a social movement based on a civil libertarian philosophy that rejects state regulation and religious interference in personal relationships; he also denounced marriage as a form of social bondage, especially for women.[a][17] He criticised socialism and Gandhi, but championed capitalism, science, technology and birth control,[18] warning against overpopulation and criticising religious teachings that promote poverty and subjection.\n\nHe became known as Acharya Rajneesh, Acharya meaning \"teacher or professor\" and \"Rajneesh\" being a childhood nickname (from Sanskrit रजनि rajani, night and ईश isha, lord).[19] By 1964, a group of wealthy backers had initiated an educational trust to support Rajneesh and aid in the running of meditation retreats.[20] The association formed at this time was known as Jivan Jagruti Andolan (Hindi: Life Awakening Movement).[21] As Goldman expresses it, his rapidly growing clientele suggested \"that he was an unusually talented spiritual therapist\". Around this time he \"acquired a business manager\" from the upper echelons of Indian society, Laxmi Thakarsi Kuruwa, a politically well-connected woman who would function as his personal secretary and organisational chief. She became Rajneesh's first sannyasin,[22] taking the name Ma Yoga Laxmi.[23][24][25] Laxmi, the daughter of a key supporter of the Nationalist Congress Party, with close ties to Gandhi, Nehru and Morarji Desai,[26][27] retained this role for almost 15 years.[28]\n\nUniversity of Jabalpur officials forced Rajneesh to resign in 1966. He developed his role as a spiritual teacher, supporting himself through lectures, meditation camps and individual meetings (Darśana or Darshan—meaning \"sight\") for his wealthier followers.[29] In 1971 he initiated six sannyasins, the emergence of the Neo-Sannyas International Movement.[30] Rajneesh differentiated his sannyas from the traditional practice, admitting women and viewing renunciation as a process of renouncing ego rather than the world. Disciples still adopted the traditional mala, and ochre robe, and change of name. At this time, Rajneesh adopted the title \"Bhagwan Shree Rajneesh\".[31]\n\nBy 1972, he had initiated 3,800 sannyasins in India. The total for the rest of the world at that time was 134, including 56 from the United States, 16 each from Britain and Germany, 12 each from Italy and the Philippines, 8 in Canada, 4 in Kenya, 2 in Denmark and 1 each from France, the Netherlands, Australia, Greece, Sweden, Norway and Switzerland.[32] After a house was purchased for Rajneesh in Poona in 1974, he founded an ashram, and membership of the movement grew.[16] More seekers began to visit from western nations, including therapists from the Human Potential Movement. They began to run group therapy at the ashram.[5]\n\nRajneesh became the first Eastern guru to embrace modern psychotherapy.[33] He discoursed daily upon religious scriptures, combining elements of Western philosophy, jokes and personal anecdotes. He commented on Hinduism, Zen and other religious sources, and Western psychotherapeutic approaches.[5][34]\n\nSwami Prem Amitabh (Robert Birnbaum), one of the therapists in the Poona ashram, estimates that there were about 100,000 sannyasins by 1979.[35] Bob Mullan, a sociologist from the University of East Anglia, states that \"at any one time there were about 6,000 Rajneeshees in Poona, some visiting for weeks or months to do groups or meditations, with about two thousand working and living on a permanent basis in and around the ashram.\"[35] Lewis F. Carter, a sociologist from the Washington State University, estimates that 2,000 sannyasins resided at Rajneeshpuram at its height.[35]\n\nSeveral incidents that led to a decline of the movement occurred in The Dalles, the county seat and largest city of Wasco County, Oregon.\n\nIn 1984, Rajneeshee teams engaged in a bio-terror attack, poisoning salad products with salmonella at local restaurants and shops, poisoning 751 people. The motivation behind the attack was to rig the local election allowing the Rajneeshees to gain political power in the city and county.[36]\n\nThe Rajneesh were also discovered to have been running what was called \"the longest wiretapping operation ever uncovered\".[37]\n\nThese revelations brought criminal charges against several Rajneesh leaders, including Ma Anand Sheela, personal secretary to Rajneesh, who pleaded guilty to charges of attempted murder and assault.[38]\n\nThe convictions would eventually lead to the deportation of the leader of the movement, Rajneesh, along with a 10-year suspended sentence and $400,000 fine, in 1985.[39] Urban has commented that the most surprising feature of the Osho phenomenon lies in Rajneesh's \"remarkable apotheosis upon his return to India\", which resulted in his achieving even more success in his homeland than before.[40] According to Urban, Rajneesh's followers had succeeded in portraying him as a martyr, promoting the view that the Ranch \"was crushed from within by the Attorney General's office ... like the marines in Lebanon, the Ranch was hit by hardball opposition and driven out.\"[40][41]\n\nA long drawn out fight with land use non-profit organisation 1000 Friends of Oregon also hurt the organisation. This took the form of both organisations pursuing legal interventions against each other. 1000 Friends objected to Rajneesh proposed building plans. The fight lasted for several years and attracted the attention of the media.[42][43]\n\nIn 1990, Rajneesh died and was cremated at the ashram in Poona; which became the Osho International Meditation Resort.[44][45] Identifying as the Esalen of the East, the resort has classes in a variety of spiritual techniques from a broad range of traditions and markets the facility as a spiritual oasis, a \"sacred space\" for discovering one's self, and uniting the desires of body and mind in a beautiful environment.[46] According to press reports, it attracts some 200,000 people from all over the world each year;[44][47] prominent visitors have included politicians, media personalities and the Dalai Lama.[45]\n\nThe movement continued after Rajneesh's death.[48] The Osho International Foundation (OIF), the successor to the Neo-Sannyas International Foundation, now propagates his views, operating once more out of the Pune ashram in India.[16] The organization ran a pre-web, global computer network called \"OSHONET\".[49] The movement has begun to communicate on the Internet.[50][when?] Current leaders downplay early controversies in Oregon in an effort to appeal to a wider audience.[51]\n\nAfter Rajneesh's death, various disagreements ensued concerning his wishes and his legacy. This led to the formation of a number of rival collectives.[when?] One of the central disagreements related to OIF's copyright control over his works.[10][14] One group, Osho Friends International, spent 10 years challenging the OIF's use of the title OSHO as an exclusive trademark.\n\nIn 2003, sociologist Stephen Hunt wrote in Alternative Religions that \"the movement has declined since 1985, and some would argue it is now, for all intents and purposes, defunct.\"[16]\n\nIn the United States, on 13 January 2009, the exclusive rights that OIF held over the trademark were finally lost. OIF filed a Notice of Appeal on 12 March, but eventually filed for withdrawal in the Court of Appeals on 19 June, thus cancelling the trademarks of Osho in the US.[15]\n\nOn 16 March 2018, Netflix released a six-part documentary entitled Wild Wild Country regarding the Rajneesh movement.[52]\n\n"
        },
        {
            "title": "Beliefs and practices",
            "text": "A 1972 monograph outlined Rajneesh's concept of sannyas.[32] It was to be a worldwide movement, rooted in the affirmation of life, playful, joyful and based on science rather than belief and dogma. It would not rely on ideology and philosophy, but on practices, techniques and methods aiming to offer every individual the chance to discover and choose their own proper religious path; the intent was to lead people to an essential, universal religiousness. The movement would be open to people of all religions or of none, experimenting with the inner methods of all religions in their pure, original form, not seeking to synthesise them but to provide facilities whereby each might be revived, maintained and defended and their lost and hidden secrets rediscovered. The movement would not seek to create any new religion.\n\nTo this end, communities would be founded around the world and groups of sannyasins would tour the world to aid seekers of spiritual enlightenment and demonstrate techniques of meditation. Other groups would perform kirtan (call and response chanting) and conduct experiments in healing. Communities would run their own businesses, and various publishing companies would be founded. A central International University of Meditation would have branches all over the world and run meditation camps, and study groups would investigate the key texts of Tantra, Taoism, Hinduism and other traditions.[53]\n\nIn one survey conducted at Rajneeshpuram, over 70 percent of those surveyed listed their religious affiliation as \"none\";[53] however, 60 percent of sannyasins participated in activities of worship several times a month.[53] In late 1981 Rajneesh, through his secretary Ma Anand Sheela (Sheela Silverman), announced the inception of the \"religion of Rajneeshism\", the basis of which would be fragments taken from various discourses and interviews that Rajneesh had given over the years.[54] In July 1983 Rajneesh Foundation International published a 78-page book entitled Rajneeshism: An introduction to Bhagwan Shree Rajneesh and His Religion,[55][56] in an attempt to systematise Rajneesh's religious teachings and institutionalise the movement. Despite this, the book claimed that Rajneeshism was not a religion, but rather \"a religionless religion ... only a quality of love, silence, meditation and prayerfulness\".[57] Carter comments that the motivation for formalising Rajneesh's teachings are not easy to determine, but might perhaps have been tied to a visa application made to the Immigration and Naturalization Service to obtain \"religious worker\" status for him.[58]\nPeople followed the norms of wearing similar clothes and participating in the same activities. The people were allowed to come and go as they pleased as long as they did not hurt anybody.[59] In the last week of September 1985, after Sheela had fled in disgrace, Rajneesh declared that the religion of \"Rajneeshism\" and \"Rajneeshees\" no longer existed, and that anything bearing the name would be dismantled.\n[60] His disciples set fire to 5,000 copies of the book Rajneeshism.[60][61] Rajneesh said he ordered the book-burning to rid the sect of the last traces of the influence of Sheela,[61] whose robes were added to the bonfire.[61]\n\nRajneesh held that families, large cities and nations would ultimately be replaced by small communities with a communal way of life. By 1972, small communes of disciples existed in India and Kenya, and a larger one, to be known as Anand Shila, was planned as a \"permanent world headquarters\" in India. However, this plan was repeatedly thwarted. Large communes were planned in the west. The Rajneesh organisation bought the 64,229-acre (259.93 km2) Big Muddy Ranch near Antelope, Oregon in July 1981, renaming it Rancho Rajneesh and later Rajneeshpuram.[16][62] Initially, approximately 2,000 people took up residence in the intentional community, and Rajneesh moved there too.[63] The organisation purchased a reception hotel in Portland. In July 1983 it was bombed by the radical Islamic group Jamaat ul-Fuqra, a group that had connections with militants in Pakistani-held Azad Kashmir and sought to attack \"soft\" targets with Indian connections in the United States.[64]\n\nThe Rajneesh movement clashed with Oregon officials and government while at Rajneeshpuram, resulting in tensions within the commune itself.[65] A siege mentality set in among the commune's leaders, and intimidation and authoritarianism ensued. Disillusioned followers began to leave the organisation. Commune members were instructed to cease communication with anyone who left.[65]\n\nAlthough the movement was without clearly defined and shared values,[66] it was well known that Rajneesh discouraged marrying and having children,[67] since he saw families as inherently prone to dysfunction and destructiveness. Not many children were born at the communes in Oregon and England,[68] and contraception, sterilisation, and abortion were accepted.[69] According to Pike, some parents justified leaving their children when moving to the ashram by reasoning that spiritual development was more important.[69]\n\nHugh B. Urban comments that \"one of the most astonishing features of the early Rajneesh movement was its remarkable success as a business enterprise\".[70] It \"developed an extremely effective and profitable corporate structure\", and \"by the 1980s, the movement had evolved into a complex, interlocking network of corporations, with an astonishing number of both spiritual and secular businesses worldwide, offering everything from yoga and psychological counselling to cleaning services.\"[48] It has been estimated that at least 120 million dollars were generated during the movement's time in Oregon, a period when the acquisition of capital, the collection of donations, and legal work were a primary concern.[71] The popular press reported widely on the large collection of Rolls Royce cars Rajneesh had amassed,[16] reported to be 93 at the final count.[72] James S. Gordon reported that some sannyasins saw the cars as an unrivalled tool for obtaining publicity, others as a good business investment or as a test, others as an expression of Rajneesh's scorn for middle-class aspirations and yet others as an indication of the love of his disciples.[73] Gordon opined that what Rajneesh loved most about the Rolls-Royces, apart from their comfort, was \"the anger and envy that his possession of so many—so absurdly, unnecessarily, outrageously many—of them aroused\".[73] He wrote of a bumper sticker that was popular among sannyasins: \"Jesus Saves. Moses Invests. Bhagwan Spends.\"\n\nBy the mid-1980s, the movement, assisted by a sophisticated legal and business infrastructure, had created a corporate machine consisting of various front companies and subsidiaries.[70] At this time, the three main identifiable organisations within the Rajneesh movement were: the Ranch Church, or Rajneesh International Foundation (RIF); the Rajneesh Investment Corporation (RIC), through which the RFI was managed; and the Rajneesh Neo-Sannyasin International Commune (RNSIC). The umbrella organisation that oversaw all investment activities was Rajneesh Services International Ltd., a company incorporated in the UK but based in Zurich. There were also smaller organisations, such as Rajneesh Travel Corp, Rajneesh Community Holdings, and the Rajneesh Modern Car Collection Trust, whose sole purpose was to deal with the acquisition and rental of Rolls Royces.[71][74] By the early 21st century, members of the movement were running stress management seminars for corporate clients such as BMW, and the movement was reported in 2000 to be making $15–45 million annually in the U.S.[75]\n\n"
        },
        {
            "title": "Elections",
            "text": "During elections the Rajneesh would bring thousands of homeless people from New York, Chicago, Los Angeles, Phoenix, and other cities to live and vote in Rajneeshpuram and Rajneesh. Representative Wayne H. Fawbush, who represented both areas, wanted a special session of the Oregon Legislature to be called to change Oregon's voter registration laws to prevent the homeless being brought by the Rajneesh from voting.[76]\n\nDuring the selection of Oregon's thirteen alternate delegates to the 1984 Republican National Convention Ma Prem Kavido, a precinct committee member from Rajneeshpuram and member of the Rajneesh city council, and Ma Prem Debal ran, but both were defeated placing 14th and 15th respectively. Four Rajneesh from Wasco and Jefferson counties were selected to serve as delegates at the Oregon Republican Party's state convention.[77]\n\n"
        },
        {
            "title": "Demographics",
            "text": "One of the first surveys of sannyasins was conducted in 1980 at the Poona ashram by Swami Krishna Deva (David Berry Knapp), an American clinical psychologist who would later serve as mayor of Rajneeshpuram.[35] In the survey, Krishna Deva polled 300 American sannyasins and discovered that their median age was just over 30. 60 percent of them had been sannyasins for less than two years, and most continued to live in the United States. Half of them came from California, 97 percent were white, 25 percent were Jewish and 85 percent belonged to the middle and upper-middle classes.[35][78] Almost two-thirds had university degrees and viewed themselves as \"successful in worldly terms\". Three-quarters had previously been involved in some therapy and more than half had previously experimented with another spiritual group.[78] In 1984 the average age of members of the Rajneesh movement was 34; 64 percent of the followers had a four-year college degree.[63]\n\nA survey of 635 Rajneeshpuram residents was conducted in 1983 by Norman D. Sundberg, director of the University of Oregon's Clinical/Community Psychology Program, and three of his colleagues. It revealed a middle-class group of predominantly college-educated whites around the age of 30, the majority of whom were women.[79] Nearly three-quarters of those surveyed attributed their decisions to become Rajneeshees to their love for Rajneesh or his teachings.[79] 91 percent stated that they had been looking for more meaning in their lives prior to becoming members.[79] When asked to rate how they felt about their lives as Rajneeshees, 93 percent stated they were \"extremely satisfied\" or nearly so, most of them choosing the top score on a scale of 0 to 8. Only 8 percent stated that they had been as happy before joining.[79]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Internationally, by 2005, and after almost two decades of controversy and a decade of accommodation, Rajneesh's movement had established itself in the market of new religions.[10] His followers have redefined his contributions, reframing central elements of his teaching so as to make them appear less controversial to outsiders.[10] Societies in North America and Western Europe have met them half-way, becoming more accommodating to spiritual topics such as yoga and meditation.[10] The Osho International Foundation (OIF) in Pune runs stress management seminars for corporate clients such as IBM and BMW, with a reported (2000) revenue between $15 and $45 million annually in the US.[75][80]\n\nOSHO International Meditation Resort [45] has described itself as the Esalen of the East, and teaches a variety of spiritual techniques from a broad range of traditions. It promotes itself as a spiritual oasis, a \"sacred space\" for discovering one's self and uniting the desires of body and mind in a beautiful resort environment.[46] According to press reports, prominent visitors have included politicians and media personalities.[45] In 2011, a national seminar on Rajneesh's teachings was inaugurated at the Department of Philosophy of the Mankunwarbai College for Women in Jabalpur.[81] Funded by the Bhopal office of the University Grants Commission, the seminar focused on Rajneesh's \"Zorba the Buddha\" teaching, seeking to reconcile spirituality with the materialist and objective approach.[81] As of 2013, the resort required all guests to be tested for HIV/AIDS at its Welcome Center on arrival.[82]\n\nIn July 2020, singer-songwriter Sufjan Stevens released a song themed after the movement titled \"My Rajneesh\".[83]\n\nIn September 2020, the OSHO International Foundation, which owns the OSHO International Meditation Resort, decided to sell two 1.5 acre plots of land, currently housing a swimming pool and a tennis court. As a charitable trust, the OIF filed an application with the Charity Commissioner in Mumbai requesting permission for the sale. In the application, they cited financial distress due to the COVID19 pandemic. This has sparked controversy amongst Osho followers, and their representative Yogesh Thakkar was quoted saying “This place is made by Osho devotees for Osho devotees, and it belongs to Osho devotees.” Ten Osho disciples filed an objection to the sale with the Charity Commissioner.[84][85]\n\n"
        }
    ]
}