{
    "url": "https://en.wikipedia.org/wiki/Raoul_Walsh",
    "title": "Raoul Walsh",
    "table_of_contents": [
        "1 Biography",
        "1.1 Film career",
        "2 Outside interests",
        "3 Selected filmography",
        "4 Miscellaneous",
        "5 Notes",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRaoul Walsh (born Albert Edward Walsh; March 11, 1887 – December 31, 1980) was an American film director, actor, founding member of the Academy of Motion Picture Arts and Sciences (AMPAS), and the brother of silent screen actor George Walsh. He was known for portraying John Wilkes Booth in the silent film The Birth of a Nation (1915) and for directing such films as the widescreen epic The Big Trail (1930) starring John Wayne in his first leading role, The Roaring Twenties starring James Cagney and Humphrey Bogart, High Sierra (1941) starring Ida Lupino and Humphrey Bogart, and White Heat (1949) starring James Cagney and Edmond O'Brien. He directed his last film in 1964. His work has been noted as influences on director such as Rainer Werner Fassbinder,[3] Jack Hill,[4] and Martin Scorsese.[5]\n\n"
        },
        {
            "title": "Biography",
            "text": "Walsh was born in New York as Albert Edward Walsh to Elizabeth T. Bruff, the daughter of Irish Catholic immigrants with Spanish ancestors,[citation needed] and Thomas W. Walsh, an Englishman. Walsh was part of Omega Gamma Delta in high school, as was his younger brother. Growing up in New York, Walsh was also a friend of the Barrymore family. John Barrymore recalled spending time reading in the Walsh family library as a youth. Later in life he lived in Palm Springs, California.[6] He was buried at Assumption Cemetery Simi Valley, Ventura County, California.\n\n\nWalsh was educated at Seton Hall College. He began acting in 1909, first as a stage actor in New York City and later as a film actor. In  1913 he changed his name to Raoul Walsh. In 1914 he became an assistant to D. W. Griffith and made his first full-length feature film, The Life of General Villa, shot on location in Mexico with Pancho Villa playing the lead, and with actual ongoing battles filmed in progress as well as battle recreations. \n Walsh played John Wilkes Booth in Griffith's epic The Birth of a Nation (1915) and also served as an assistant director. This movie was followed by the critically acclaimed Regeneration in 1915, the earliest feature gangster film, shot on location in Manhattan's Bowery district.\n\nWalsh served as an officer in the United States Army during World War I. He later directed The Thief of Bagdad (1924), starring Douglas Fairbanks and Anna May Wong, and Laurence Stallings' What Price Glory? (1926), starring Victor McLaglen and Dolores del Río.\n\nIn Sadie Thompson (1928), starring Gloria Swanson as a prostitute seeking a new life in Samoa, Walsh starred as Swanson's boyfriend in his first acting role since 1915; he also directed the film. He was then hired to direct and star in In Old Arizona, a film about O. Henry's character the Cisco Kid. While on location for that film Walsh was in a car crash when a jackrabbit jumped through the windshield as he was driving through the desert; he lost his right eye as a result. He gave up the part and never acted again. Warner Baxter won an Oscar for the role Walsh was originally slated to play. Walsh would wear an eyepatch for the rest of his life.\n\nIn the early days of sound with Fox, Walsh directed the first widescreen spectacle, The Big Trail (1930), an epic wagon train western shot on location, across the West. The movie starred John Wayne, then unknown, whom Walsh discovered as prop man named Marion Morrison, and he was renamed after the Revolutionary War general Mad Anthony Wayne; Walsh happened to be reading a book about him at the time. Walsh directed The Bowery (1933), featuring Wallace Beery, George Raft, Fay Wray and Pert Kelton; the energetic movie recounts the story of Steve Brodie (Raft), supposedly the first man to jump off the Brooklyn Bridge and live to brag about it.\n\nAn undistinguished period followed with Paramount Pictures from 1935 to 1939, but Walsh's career rose to new heights after he moved to Warner Brothers, with The Roaring Twenties (1939), featuring James Cagney and Humphrey Bogart; Dark Command (1940), with John Wayne and Roy Rogers (at Republic Pictures); They Drive By Night (1940), with George Raft, Ann Sheridan, Ida Lupino and Bogart; High Sierra (1941), with Lupino and Bogart again; They Died with Their Boots On (1941), with Errol Flynn as Custer; The Strawberry Blonde (1941), with Cagney and Olivia de Havilland; Manpower (1941), with Edward G. Robinson, Marlene Dietrich and George Raft; and White Heat (1949), with Cagney. Walsh's contract at Warners expired in 1953.\n\nHe directed several films afterwards, including three with Clark Gable: The Tall Men (1955), The King and Four Queens (1956) and Band of Angels (1957). Walsh retired in 1964. He died of a heart attack in 1980.[7]\n\n"
        },
        {
            "title": "Outside interests",
            "text": "Raoul Walsh was a breeder and owner of Thoroughbred racehorses.[8][9] For a time, his brother George Walsh trained his stable of horses.[10] Their horse Sunset Trail competed in the 1937 Kentucky Derby won by War Admiral who went on to win the U.S. Triple Crown. Sunset Trail finished sixteenth in a field of twenty runners.[11]\n\nSome of Walsh's film-related material and personal papers are contained in the Wesleyan University Cinema Archives.[12]\n\n"
        }
    ]
}