{
    "url": "https://en.wikipedia.org/wiki/Rapa_Nui_mythology",
    "title": "Rapa Nui mythology",
    "table_of_contents": [
        "1 Origin myth",
        "2 Ancestor cult",
        "3 Tangata manu cult",
        "4 Deities and heroes",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Rapa Nui mythology, also known as Pascuense mythology or Easter Island mythology, refers to the native myths, legends, and beliefs of the Rapa Nui people of Easter Island in the south eastern Pacific Ocean.\n\n"
        },
        {
            "title": "Origin myth",
            "text": "According to Rapa Nui mythology Hotu Matu'a was the legendary first settler and ariki mau (\"supreme chief\" or \"king\") of Easter Island.[1] Hotu Matu'a and his two canoe (or one double hulled canoe) colonising party were Polynesians from the now unknown land of Hiva Nuku Hiva, Hiva Oa, Fatu Hiva, Mount Oave, Marquesas Islands, Tahiti, Fenua. They landed at Anakena beach and his people spread out across the island, sub-divided it between clans claiming descent from his sons, and lived for more than a thousand years in their isolated island home at the southeastern tip of the Polynesian Triangle until the arrival of Dutch captain Jacob Roggeveen, who arrived at the island in 1722.[2]\n\n"
        },
        {
            "title": "Ancestor cult",
            "text": "The most visible element in the culture was the production of massive statues called moai that represented deified ancestors. It was believed that the living had a symbiotic relationship with the dead where the dead provided everything that the living needed (health, fertility of land and animals, fortune etc.) and the living through offerings provided the dead with a better place in the spirit world. Most settlements were located on the coast and moai were erected along the coastline, watching over their descendants in the settlements before them, with their backs toward the spirit world in the sea.[3]\n\n"
        },
        {
            "title": "Tangata manu cult",
            "text": "The Tangata manu or bird-man cult  succeeded the island's Moai  era when warfare erupted over dwindling natural resources and construction of statues stopped.[4] The deity Make-make was the chief god of the birdman cult. The cult declined after the island population adopted Catholicism, though the birdman popularity and memory was not erased and it is still present in decoration of the island's church.[5]\n\n"
        }
    ]
}