{
    "url": "https://en.wikipedia.org/wiki/Ravidassia_religion",
    "title": "Ravidassia",
    "table_of_contents": [
        "1 Basis",
        "2 Beliefs",
        "3 Places of worship",
        "4 Scriptures",
        "5 Ravidassia in the UK Census",
        "6 Customs",
        "7 Symbols",
        "8 Sikh Ravidassia",
        "9 Ravidassia/ Ramdasia and Ad-Dharmi Sects of Punjabi Chamar Community",
        "10 Festival",
        "11 Ravidasia Diaspora",
        "12 Notable Ravidassia",
        "12.1 Religious figures",
        "12.2 Historical figures",
        "12.3 Revolutionaries and freedom fighters",
        "12.4 Politics",
        "12.4.1 India",
        "12.4.2 Governors",
        "12.4.3 Punjab State Politics",
        "12.4.4 Other States Politics",
        "12.5 Others",
        "12.6 Civil servant",
        "13 See also",
        "14 References",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ravidassia or the Ravidas Panth[1] is an Indian religion based on the teachings of Ravidass, who is revered as a satguru.[2][3][4]\n\nHistorically, Ravidassia represented a range of beliefs in the Indian subcontinent, with some devotees of Ravidass counting themselves as Ravidassia, but first formed in the early 20th-century in colonial British India.[3] The Ravidassia tradition began to take on more cohesion following 1947, and the establishment of successful Ravidassia tradition in the diaspora.[5] Estimates range between two to five million for the total number of Ravidassias.[6][7]\n\nRavidassias believe that Ravidas is their Guru (saint) whereas the Sikhs have traditionally considered him one of many bhagats (holy person), a lower position to Guru in Sikhism.[8] Further, Ravidassias accept living sants of Ravidass Deras as Guru[9] A new Ravidassia religion was launched following an assassination attack on their visiting living Guru Niranjan Dass and his deputy Ramanand Dass in 2009 in Vienna by Sikh militants.[1][10] Ramanand Dass died from the attack, Niranjan Dass survived his injuries, while over a dozen attendees at the temple were also injured.[10] This triggered a decisive break of the Ravidassia group from the orthodox Sikh structure.[9][1]\n\nPrior to their break from Sikhism, the Dera Bhallan revered and recited the Guru Granth Sahib of Sikhism in Dera Bhallan.[11] However, following their split from mainstream Sikhism, the Dera Bhallan compiled their own holy book based exclusively on Ravidas's teachings, the Amritbani Guru Ravidass Ji, and these Dera Bhallan Ravidassia temples now use this book in place of the Guru Granth Sahib.[11][4][12]\n\n"
        },
        {
            "title": "Basis",
            "text": "Ravidas was born on 15 January 1377 CE (Indian calendar Sunday Sukhal Falgin Parvithta 1433) to the Chamar community.[13]\n[14] His birthplace was a locality known as Seer Govardhan in the city of Varanasi, Uttar Pradesh state, India. The birthplace is now marked by the Shri Guru Ravidass Janam Asthan (Begampura), and is a major place of pilgrimage for the followers of Guru Ravidas today. Ravidassias believe that Ravidas died in Benares at the age of 151.[15][16][17]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Ravidas taught the following principles:[citation needed]\n\n"
        },
        {
            "title": "Places of worship",
            "text": "A Ravidassia place of worship is called a dera, sabha, mandir, gurudwara, or bhawan, sometimes translated as temple.[18][19] It is considered respectful towards Guru Ravidas and generally mandatory to cover one's head and take off one's shoes when entering the place of worship.\n\nOutside the sabha there is always a flag upon which is written the Nishaan, and above it the \"Harr\" symbol which symbolising enlightenment from Guru Ravidas' teachings. But Guru Ravidass Sabhas Derby, Walsall, Gravesend, Montreal and Papakura are exceptions, as these Sabhas' official title boards display Ek Onkar and Khanda emblems alongside Harr. The title boards of these sabhas clearly mark the buildings as both Sikh Gurdwaras and Ravidass Temples.[20] Moreover, Derby Sabha's display board mentions it as a Sikh temple[21]\n\nLangar takes place inside the sabha continuously as a practice, and all are free to partake of it.\n\n"
        },
        {
            "title": "Scriptures",
            "text": "Ravidassia places of worship contain the holy book Amritbani Guru Ravidass Ji which contains all the hymns by Guru Ravidas. This book contains the following hymns: Raga – Siri (1), Gauri (5), Asa (6), Gujari (1), Sorath (7), Dhanasari (3), Jaitsari (1), Suhi (3), Bilaval (2), Gaund (2), Ramkali (1), Maru (2), Kedara (1), Bhairau (1), Basant (1), and Malhar (3). The book contains 140 shabads, 40 pade, and 231 salok.[22] There are 177 pages in all of the book.\n\nA version of the holy book Amrit Bani containing 240 hymns of Guru Ravidas was installed at the Guru Ravidas temple in Jalandhar, Punjab, on 1 February 2012 on the occasion of birth anniversary of Guru Ravidass. The Dera Sach Khand Ballan religious community had announced the formation of the new Ravidassia religion and separation from Sikhism at Varanasi. The split from Sikhism was triggered after the killing of its deputy head Ramanand Dass in May 2009 at a temple in Vienna by some Sikh radicals.\n\nPresident of newly formed Begumpura Lok Party and a supporter of the new religion, Satish Bharti, said that the copies of the new Bani were put on display during the religious processions in order to assert that the community members are firm believers of the new religion.[23][24]\n\n"
        },
        {
            "title": "Ravidassia in the UK Census",
            "text": "In Britain, during the 2011 Census, the Office for National Statistics counted Ravidassia as a separate religion from Sikhism. There were 11058 individuals[25][26] who claimed themselves Ravidassia in the census, out of around 100,000 strongholds in the Ravidassia community. Data shows that around 10% of members of  Ravidassias community cited their religion as ’Ravidassia’ – empathically distinct from Sikhs and Hindus. During the census, not even a single Guru Ravidass Gurdwara came into direct support of this separate identity, and till date, all Guru Ravidass Gurdwaras in Britain are practising Sikhism and they do pray and perform all rituals in the presence of Shri Guru Granth Sahib.[20]\n\nContrary to Britain’s Office for National Statistics, the Indian government and its census department have not accepted the Ravidassias community as a religion. During the 2011 census, the Ravidassia community was counted alongside other synonymous such as Ramdasia Sikh and Jatav under the title of chamar caste.[27][28]\n\n"
        },
        {
            "title": "Customs",
            "text": "The Ravidassia employ the greeting \"ਜੈ ਗੁਰੂਦੇਵ\" (Jai Gurdev, जय गुरुदेव), meaning “hail the god-like teacher”, the motto of the religion.[29]\n\n"
        },
        {
            "title": "Symbols",
            "text": "The Ravidassia religious symbol is known as the Harr Nishaan (\"sign of God\"). The Gurmukhi transliteration of the name Harr is the main symbol of the Ravidassia religion.[11] It is also called as Koumi Nishan.[30]\n\nThe religion is also represented by a flag, with the insignia \"Har\" which, states Ronki Ram, includes:[30]\n\nThe insignia Har, states Ram, represents the \"very being of Ravidass and his teachings\".[30] It is chosen after the name of their Guru, as ravi means \"illumination\" and dass \"servant of god\".[citation needed]\n\n"
        },
        {
            "title": "Sikh Ravidassia",
            "text": "Majority of Ravidasias practicing Sikhism and having faith in Shri Guru Granth Sahib.This sect of Ravidasias are mainly residing in Malwa region of Punjab. Most of the Guru Ravidass Gurdwaras are staunch follower of Shri Guru Granth Sahib and first and oldest shrine on Fiji Island constructed by Ravidassia community is also known as Nasinu Sikh Temple. This Gurdwara was constructed by Ravidasias migrants from Doaba in 1939.[31]\n\n"
        },
        {
            "title": "",
            "text": "\"Ramdasia is a term used in general for Sikhs whose ancestors belonged ex untouchables Chamar caste. Originally they are followers of Guru Ravidass ji who belongs to Chamar community \".[32] Both the words Ramdasia and Ravidasia are also used inter changeably while these also have regional context. In Puadh and Malwa, largely Ramdasia in used while Ravidasia is predominantly used in Doaba.[33]\n\nRamdasia Sikhs are enlisted as scheduled caste by Department of Social justice, Empowerment and Minorities- Government of Punjab. On Department's list of Scheduled Caste, this caste is listed on serial number 9 along with other Chamar caste synonymous such as Ravidasia, Jatav and so on.[34]\n\nAd-Dharmis of Chamar sect are followers of Guru Ravidas ,[35] and incorporate elements of Sikhism[36] as they regard Shri Guru Granth Sahib as their religious text.[37]\n\n"
        },
        {
            "title": "Festival",
            "text": "The birthday of Ravidas is celebrated every year at the Seer Gowardhanpur village temple in Varanasi the state of Uttar Pradesh in January or February and the government of India has declared it a gazetted holiday.[38]\n\nEvery year more than 1 million devotees from India and abroad visit the Seer Goverdhanpur temple. In India, devotees pour in from Punjab, Haryana, Gujarat, MP, Bihar, UP and Uttarakhand while foreign devotees from the US, Canada and UK throng the village.\n\nOn the day there is a Path of Amritbani Guru Ravidas read, the Harr Nishaan Sahib is changed ceremonially, and there is a special Ravidassia Arti and a Nagar Kirtan procession bearing Shri Guru Ravidas' portrait to the accompaniment of music through the streets of the temple locality.\n\nSpecial pilgrim trains have been run to and from Varanasi for the last 12 years on the occasion of Parkash Ustav of Guru Ravi Dass. A special train has been run from Jalandhar to Varanasi and back every year on Guru Ravidass Jyanti Purb for the convenience of the pilgrims, since 2000.\n\n"
        },
        {
            "title": "Ravidasia Diaspora",
            "text": "Ravidasia Sikh diaspora emigrated from India and Pakistan is significant. There are Ravidasia Sikh settlers in Europe, as well as a sizable Ravidasia Sikh population in North America, primarily in the United States and Canada. Mahiya Ram Mehmi and Mahey were the very first people who landed in British Columbia in 1906.[39] They were both also involved in the foundation of the first Canadian Gurdwara, the Khalsa Diwan Society , Vancouver. There is a sizeable population of Ravidasia Sikhs in Oceania too. Ravidassias from Doaba established the second gurdwara in the Oceania region in Nasinu on Fiji Island in 1939.[40] A Classical Study by W.H. Briggs in his book Punjabis in New Zealand, Briggs penned down the precise number of Ravidassias in New Zealand during the very first wave of immigration.[41]\nToday they have presence in every major city of world where they have also established Guru Ravidass Gurdwaras and Sikh Temples.\n\n"
        }
    ]
}