{
    "url": "https://en.wikipedia.org/wiki/Raymond_Burr",
    "title": "Raymond Burr",
    "table_of_contents": [
        "1 Early life",
        "2 Theatre",
        "3 Film",
        "4 Radio",
        "5 Television",
        "5.1 Perry Mason",
        "5.2 Ironside",
        "5.3 Other series",
        "5.4 Television films",
        "6 Personal life",
        "6.1 Physical characteristics",
        "6.2 Family life",
        "6.3 Biographical contradictions",
        "6.4 Hobbies and businesses",
        "6.5 Philanthropy",
        "6.6 Illness and death",
        "7 Accolades",
        "8 Theatre credits",
        "9 Film credits",
        "10 Radio credits",
        "11 Television credits",
        "12 See also",
        "13 Notes",
        "14 References",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRaymond William Stacy Burr (May 21, 1917 – September 12, 1993) was a Canadian actor known for his lengthy Hollywood film career and his title roles in television dramas Perry Mason and Ironside.\n\nBurr's early acting career included roles on Broadway, radio, television, and film, usually as the villain. His portrayal of the suspected murderer in the Alfred Hitchcock thriller Rear Window (1954) is his best-known film role, although he is also remembered for his role in the 1956 film Godzilla, King of the Monsters!, which he reprised in the 1985 film Godzilla 1985. He won Emmy Awards for acting in 1959 and 1961 for the role of Perry Mason, which he played for nine seasons (1957–1966) and reprised in a series of 26 Perry Mason TV movies (1985–1993). His second TV series, Ironside, earned him six Emmy and two Golden Globe nominations.\n\nBurr died of cancer in 1993, and his personal life came into question, as many details of his biography appeared to be unverifiable.[1] He was ranked number 44 of the 50 Greatest TV Stars of All Time by TV Guide magazine in 1996.\n\n"
        },
        {
            "title": "Early life",
            "text": "Raymond William Stacy Burr[1][2][3]: 1  was born May 21, 1917, in New Westminster, British Columbia.[4] His father William Johnston Burr (1889–1985) was a hardware salesman;[5] his mother Minerva Annette (née Smith, 1892–1974) was a pianist and music teacher.[6]: 4–5, 13 \n\nWhen Burr was six, his parents divorced. His mother moved to Vallejo, California, with him and his younger siblings Geraldine and James,[4] while his father remained in New Westminster. Burr briefly attended San Rafael Military Academy in San Rafael, California, and graduated from Berkeley High School.[6]: 10–13 \n\nIn later years, Burr freely invented stories of a happy childhood – as with many other autobiographical details he provided about his life, they are not verifiable and have no evidence to support their accuracy.  In 1986, he told journalist Jane Ardmore that, when he was 12 years old, his mother sent him to New Mexico for a year to work as a ranch hand. He was already his full adult height and rather large and \"had fallen in with a group of college-aged kids who didn't realize how young Raymond was, and they let him tag along with them in activities and situations far too sophisticated for him to handle\". He developed a passion for growing things and joined the Civilian Conservation Corps for a year in his teens.[7] He did acting work in his teen years, making his stage debut at age 12 with a Vancouver stock company.[4]\n\n"
        },
        {
            "title": "Theatre",
            "text": "Burr grew up during the Great Depression and hoped to study acting at the Pasadena Playhouse, but he was unable to afford the tuition.[8] By his own account, which is open to question, in 1934 he joined a repertory theatre group in Toronto that toured throughout Canada, then joined another company that toured India, Australia, and England. He briefly attended Long Beach Junior College and taught for a semester at San Jose Junior College, working nights as a radio actor and singer. Resuming the verifiable part of his autobiography, Burr began his association with the Pasadena Playhouse[3]: 9  in 1937.[9]\n\nBurr moved to New York in 1940 and made his first Broadway appearance in Crazy With the Heat, a two-act musical revue produced by Kurt Kasznar that quickly folded.[10] His first starring role on the stage came in November 1942 when he was an emergency replacement in a Pasadena Playhouse production of Quiet Wedding. He became a member of the Pasadena Playhouse drama faculty for 18 months, and he performed in some 30 plays over the years.[8][11] He returned to Broadway for Patrick Hamilton's The Duke in Darkness (1944), a psychological drama set during the French Wars of Religion. His performance as the loyal friend of the imprisoned protagonist led to a contract with RKO Radio Pictures.[3]: 21–22 \n\n"
        },
        {
            "title": "Film",
            "text": "Burr appeared in more than 50 feature films between 1946 and 1957,[13] creating an array of villains that established him as an icon of film noir.[6]: 34  Film historian Alain Silver concluded that Burr's most significant work in the genre is in ten films: Desperate (1947), Sleep, My Love (1948), Raw Deal (1948), Pitfall (1948), Abandoned (1949), Red Light (1949), M (1951), His Kind of Woman (1951), The Blue Gardenia (1953), and Crime of Passion (1957).[14]: 357  Silver described Burr's private detective in Pitfall as \"both reprehensible and pathetic\",[14]: 228  a characterization also cited by film historian Richard Schickel as a prototype of film noir, in contrast with the appealing television characters for which Burr later became famous.[15]: 43  \"He tried to make you see the psychosis below the surface, even when the parts weren't huge,\" said film historian James Ursini. \"He was able to bring such complexity and different levels to those characters, and create sympathy for his characters even though they were doing reprehensible things.\"[6]: 36 \n\nOther titles in Burr's film noir legacy include Walk a Crooked Mile (1948), Borderline (1950), Unmasked (1950), The Whip Hand (1951), FBI Girl (1951), Meet Danny Wilson (1952), Rear Window (1954), They Were So Young (1954), A Cry in the Night (1956), and Affair in Havana (1957). His villains were also seen in Westerns, period dramas, horror films, and adventure films.[16]\n\n\"I was just a fat heavy,\" Burr told journalist James Bawden. \"I split the heavy parts with Bill Conrad. We were both in our twenties playing much older men. I never got the girl but I once got the gorilla in a 3-D picture called Gorilla at Large. I menaced Claudette Colbert, Lizabeth Scott, Paulette Goddard, Anne Baxter, Barbara Stanwyck. Those girls would take one look at me and scream and can you blame them? I was drowned, beaten, stabbed and all for my art. But I knew I was horribly overweight. I lacked any kind of self esteem. At 25 I was playing the fathers of people older than me.\"[17]\n\nBurr's occasional roles on the right side of the law include the aggressive prosecutor in A Place in the Sun (1951).[16] His courtroom performance in that film made an impression on Gail Patrick[18] and her husband Cornwell Jackson, who had Burr in mind when they began casting the role of Los Angeles district attorney Hamilton Burger in the CBS-TV series Perry Mason.[19]: 8399 \n\n"
        },
        {
            "title": "Radio",
            "text": "By the age of 12, Burr was appearing in national radio dramas broadcasting in nearby San Francisco.[20]\n\nAs a young man Burr weighed more than 300 lbs., which limited his on-screen roles. \"But in radio this presented no problems, given the magnificent quality of his voice\", reported The Globe and Mail. \"He played romantic leads and menacing villains with equal authority, and he earned a steady and comfortable income.\"[21]\n\nWorking steadily in radio since the 1940s, often uncredited,[3]: 179–85  Burr was a leading player on the West Coast.[22] He had a regular role in Jack Webb's first radio show, Pat Novak for Hire (1949),[23]: 534  and in Dragnet (1949–50) he played Joe Friday's boss, Ed Backstrand, chief of detectives.[23]: 208 [24] Burr worked on other Los Angeles-based series including Suspense,[25] Screen Directors Playhouse,[26] Yours Truly, Johnny Dollar,[27] Family Theater,[28] Hallmark Playhouse[29] and Hallmark Hall of Fame.[30] He performed in five episodes of the experimental dramatic radio anthology series CBS Radio Workshop, and had what is arguably his best radio role in \"The Silent Witness\" (1957), in which his is the only voice.[3]: 180 [31][32]\n\nIn 1956 Burr was the star of CBS Radio's Fort Laramie, an adult Western drama produced, written and directed by the creators of Gunsmoke. He played the role of Lee Quince, captain of the cavalry, in the series set at a post-Civil War military post where disease, boredom, the elements and the uncharted terrain were the greatest enemies of \"ordinary men who lived in extraordinary times\".[23]: 258–259 [33] The half-hour transcribed program aired Sundays at 5:30 p.m. ET January 22 – October 28, 1956.[23]: 258–259 [34] Burr told columnist Sheilah Graham that he had received 1,500 fan letters after the first broadcasts,[35] and he continued to receive letters praising the show's authenticity and presentation of human dignity.[36]\n\nIn August 1956, CBS announced that Burr would star in the television series Perry Mason.[37] Although the network wanted Burr to continue work on Fort Laramie as well, the TV series required an extraordinary commitment and the radio show ended.[38]\n\nKnown for his loyalty and consciousness of history, Burr went out of his way to employ his radio colleagues in his television programs.[22] Some 180 radio celebrities appeared on Perry Mason during the first season alone.[39]\n\n"
        },
        {
            "title": "Television",
            "text": "Burr emerged as a prolific television character actor in the 1950s. He made his television debut in 1951, appearing in episodes of Stars Over Hollywood,[40] The Bigelow Theatre,[41] Family Theater[42] and the debut episode of Dragnet.[43] He went on to appear in such programs as Gruen Playhouse,[44] Four Star Playhouse,[45] Ford Theatre,[46] Lux Video Theatre,[47] Mr. and Mrs. North,[48] Schlitz Playhouse of Stars[49] and Playhouse 90.[50]\n\nIn 1956, Burr auditioned for the role of District Attorney Hamilton Burger in Perry Mason, a new CBS-TV courtroom drama based on the highly successful novels by Erle Stanley Gardner. Executive producer Gail Patrick Jackson had been impressed with Burr's courtroom performance in A Place in the Sun (1951), and she told Burr that he was perfect for Perry Mason but at least 60 pounds (27 kg; 4.3 st) overweight. He went on a crash diet over the following month; he then tested as Perry Mason and was cast in the role.[18] While Burr's test was running, Gardner reportedly stood up, pointed at the screen, and said, \"That's Perry Mason.\"[19]: 8403  William Hopper also auditioned as Mason, but he was cast instead as private detective Paul Drake.[51] The series also starred Barbara Hale as Della Street, Mason's secretary, William Talman as Hamilton Burger, the district attorney who loses nearly every case to Mason, and Ray Collins as homicide detective Lieutenant Arthur Tragg.[18]\n\nThe series ran from 1957 to 1966 and made Burr a star. In the early 1960s, the show had 30 million viewers every Saturday night and Burr received 3,000 fan letters a week.[52] Burr received three consecutive Emmy Award nominations and won the award in 1959 and 1961[53] for his performance as Perry Mason. The series has been rerun in syndication ever since, and was released on DVD between 2006 and 2013. Burr's character is often said never to have lost a case, although he did lose two murder cases off-screen in early episodes of the series.[54]\n\nBurr moved from CBS to Universal Studios, where he played the title role in the television drama Ironside, which ran on NBC from 1967 to 1975. In the pilot episode, San Francisco Chief of Detectives Robert T. Ironside is paralyzed by a sniper during an attempt on his life and, after his recovery, uses a wheelchair for mobility, in the first crime drama show to star a policeman with a disability. The show earned Burr six Emmy nominations—one for the pilot and five for his work in the series[53][55]—and two Golden Globe nominations.[56]\n\nAfter Ironside went off the air, NBC failed in two attempts to launch Burr as the star of a new series. In a two-hour television movie format, Mallory: Circumstantial Evidence aired in February 1976 with Burr again in the role of the lawyer who outwits the district attorney. Despite good reviews for Burr, the critical reception was poor, and NBC decided against developing it into a series.[6]: 177–78 \n\nIn 1977, Burr starred in the short-lived TV series Kingston: Confidential as R.B. Kingston, a publishing magnate similar to William Randolph Hearst, owner of numerous newspapers and TV stations, who, in his spare time, solved crimes along with a group of employees.  It was a critical failure that was scheduled opposite the extraordinarily popular Charlie's Angels. It was cancelled after 13 weeks.[6]: 178–80 \n\nBurr took on a shorter project next, playing an underworld boss in a six-hour miniseries, 79 Park Avenue.[57]\n\nOne last attempt to launch a series followed on CBS. The two-hour premiere of The Jordan Chance aroused little interest.[6]: 183 [58]\n\nOn January 20, 1987, Burr hosted the television special that later served as the pilot for the long-running series Unsolved Mysteries.[59]\n\nIn 1985, Burr was approached by producers Dean Hargrove and Fred Silverman to star in a made-for-TV movie, Perry Mason Returns.[60] The same week, Burr recalled, he was asked to reprise the role he played in Godzilla, King of the Monsters! (1956),[61] in a low-budget film that would be titled Godzilla 1985.[62]\n\n\"When they asked me to do it a second time, I said, 'Certainly,' and everybody thought I was out of my mind,\" Burr told Tom Shales of The Washington Post. \"But it wasn't the large sum of money. It was the fact that, first of all, I kind of liked 'Godzilla,' and where do you get the opportunity to play yourself 30 years later? So I said yes to both of them.\"[62] Although Burr is best remembered for his role as Perry Mason, a devoted following continues to appreciate him as the actor that brought the Godzilla series to America.\n\nHe agreed to do the Mason movie if Barbara Hale returned to reprise her role as Della Street.[63] Hale agreed, and when Perry Mason Returns aired in December 1985, her character became the defendant.[60] The rest of the principal cast had died, but Hale's real-life son William Katt played the role of Paul Drake, Jr.[60] The movie was so successful that Burr made a total of 26 Perry Mason television films before his death.[12] Many were filmed in and around Denver, Colorado.[20]\n\nBy 1993, when Burr signed with NBC for another season of Mason films, he was using a wheelchair full-time because of his failing health. In his final Perry Mason movie, The Case of the Killer Kiss, he was shown either sitting or standing while leaning on a table, but only once standing unsupported for a few seconds.[64] Twelve more Mason movies were scheduled before Burr's death, including one scheduled to film the month he died.[65]\n\nAs he had with the Perry Mason TV movies, Burr decided to do an Ironside reunion movie. The Return of Ironside aired in May 1993, reuniting the entire original cast of the 1967–75 series.[66] Like many of the Mason movies, it was set and filmed in Denver.[65]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Burr said that he weighed 12.75 pounds (5.8 kg) at birth, and was chubby throughout his childhood. \"When you're a little fat boy in public school, or any kind of school, you're just persecuted something awful,\" he said.[62] His weight was always an issue for him in getting roles, and it became a public relations problem when Johnny Carson began making jokes about him during his Tonight Show monologues. Burr refused to appear as Carson's guest from then on, and told Us Weekly years later: \"I have been asked a number of times to do his show and I won't do it. Because I like NBC. He's doing an NBC show. If I went on I'd have some things to say, not just about the bad jokes he's done about me, but bad jokes he does about everybody who can't fight back because they aren't there. And that wouldn't be good for NBC.\"[6]: 184 \n\nBurr married actress Isabella Ward (1919–2004)[67] on January 10, 1948.[68] They met in 1943 while she was a student at the Pasadena Playhouse where Burr was teaching. They met again in 1947 when she was in California with a theater company. They were married shortly before Burr began work on the 1948 film noir Pitfall.[69]: 75–76  In May 1948, they appeared on stage together in a Pasadena Playhouse production based on the life of Paul Gauguin.[3]: 30–31  They lived in the basement apartment of a large house in Hollywood that Burr shared with his mother and grandparents. The marriage ended within months, and Ward returned to her native Delaware.[69]: 77  They divorced in 1952, and neither remarried.[6]: 26–30 \n\nIn 1960, Burr met Robert Benevides, an actor and Korean War veteran, on the set of Perry Mason.[70] Benevides gave up acting in 1963,[6]: 102–03, 120 [70] and he became a production consultant for 21 of the Perry Mason TV movies.[71] They owned and operated an orchid business and then a vineyard[72] in California's Dry Creek Valley. They were domestic partners until Burr's death in 1993.[71] Burr bequeathed his entire estate to Benevides,[6]: 216–17  and Benevides renamed the Dry Creek property Raymond Burr Vineyards[73] (reportedly against Burr's wishes) and managed it as a commercial enterprise.[70] In 2017, the property was sold.[74]\n\nAlthough Burr had not revealed his homosexuality during his lifetime, it was reported in the press upon his death.[75]\n\nAt various times in his career, Burr and his managers and publicists offered spurious or unverifiable biographical details to the press and public. Burr's obituary in The New York Times states that he entered the US Navy in 1944, after The Duke in Darkness, and left in 1946, weighing almost 350 pounds (160 kg).[4] Although Burr may have served in the Coast Guard, reports of his service in the US Navy are false, as apparently are his statements[76] that he sustained battle injuries at Okinawa.[6]: 57–58 [77][a]\n\nOther false biographical details include years of college education at a variety of institutions, being widowed twice, a son who died young, world travel, and success in high school athletics.[6]: 17, 20, 23–24, 40–41  Most of these claims were apparently accepted as fact by the press during Burr's lifetime, up until his death[4][12] and by his first biographer, Ona Hill.[3]: 27 [b]\n\nBurr reportedly was married at the beginning of World War II to an actress named Annette Sutherland[78]—killed, Burr said, in the same 1943 plane crash that claimed the life of actor Leslie Howard. However, multiple sources have reported that no one by that name appears on any of the published passenger manifests from the flight.[3]: 19–20  A son supposedly born during this marriage, Michael Evan, was said to have died of leukemia in 1953 at the age of ten.[3][4][12] Another marriage purportedly took place in the early 1950s to a Laura Andrina Morgan—who died of cancer, Burr said, in 1955.[77] Yet no evidence exists of either marriage, nor of a son's birth, other than Burr's own claims.[6]: 44–45  As late as 1991, Burr stood by the account of this son's life and death. He told Parade that when he realized Michael was dying, he took him on a one-year tour of the United States. \"Before my boy left, before his time was gone,\" he said, \"I wanted him to see the beauty of his country and its people.\"[12] After Burr's death, his publicist confirmed that Burr worked steadily in Hollywood throughout 1952, the year that he was supposedly touring the country with his son.[6]: 216 \n\nIn the late 1950s, Burr was rumored to be romantically involved with Natalie Wood.[1] Wood's agent sent her on public dates so she could be noticed by directors and producers, and so the men she dated could present themselves in public as heterosexuals. The dates helped to disguise Wood's relationship with Robert Wagner, whom she later married.[6]: 64–70 [79]: 205–06  Burr reportedly resented Warner Bros.' decision to promote her attachment to another gay actor, Tab Hunter, rather than him. Robert Benevides later said, \"He was a little bitter about it. He was really in love with her, I guess.\"[80]: 214 [c]\n\nLater accounts of Burr's life say that he hid his homosexuality to protect his career.[70] \"That was a time in Hollywood history when homosexuality was not countenanced\", Associated Press reporter Bob Thomas recalled in a 2000 episode of Biography. \"Ray was not a romantic star by any means, but he was a very popular figure ... If it was revealed at that time in Hollywood history it would have been very difficult for him to continue.\"[6]: 119 [d]\n\nArthur Marks, a producer of Perry Mason, recalled Burr's talk of wives and children: \"I know he was just putting on a show. ... That was my gut feeling. I think the wives and the loving women, the Natalie Wood thing, were a bit of a cover.\"[6]: 100  Dean Hargrove, executive producer of the Perry Mason TV films, said in 2006, \"I had always assumed that Raymond was gay, because he had a relationship with Robert Benevides for a very long time. Whether or not he had relationships with women, I had no idea. I did know that I had trouble keeping track of whether he was married or not in these stories. Raymond had the ability to mythologize himself, to some extent, and some of his stories about his past ... tended to grow as time went by.\"[6]: 214 \n\nBurr had many hobbies over the course of his life: cultivating orchids and collecting wine, art, stamps, and seashells. He was very fond of cooking.[4] He was interested in flying, sailing, and fishing. According to A&E Biography, Burr was an avid reader with a retentive memory. He was also among the earliest importers and breeders of Portuguese water dogs in the United States.[82]\n\nBurr developed his interest in cultivating and hybridizing orchids into a business with Benevides. Over 20 years, their company, Sea God Nurseries, had nurseries in Fiji, Hawaii, the Azores, and California, and was responsible for adding more than 1,500 new orchids to the worldwide catalog.[citation needed] Burr named one of them the \"Barbara Hale Orchid\" after his Perry Mason costar.[83] Burr and Benevides cultivated Cabernet Sauvignon, Chardonnay, and grapes for Port wine, as well as orchids, at Burr's farmland holdings in Sonoma County, California.[84]\n\nIn 1965, Burr purchased Naitauba, a 4,000-acre (16 km2) island in Fiji, rich in seashells. There, he and Benevides oversaw the raising of copra (coconut meat) and cattle, as well as orchids.[70][84] Burr planned to retire there permanently. However, medical problems made that impossible and he sold the property in 1983.[85]\n\nBurr was a well-known philanthropist.[3]: 149 [86] He gave enormous sums of money, including his salaries from the Perry Mason movies, to charity. He was also known for sharing his wealth with friends. He sponsored 26 foster children through the Foster Parents' Plan or Save The Children, many with the greatest medical needs.[7] He gave money and some of his Perry Mason scripts to the McGeorge School of Law in Sacramento, California.[87]\n\nBurr was an early supporter of the Bailey-Matthews National Shell Museum in Sanibel, Florida, raising funds and chairing its first capital campaign.[88] He also donated to the museum a large collection of Fijian cowries and cones from his island in Fiji.[89]\n\nIn 1993, Sonoma State University awarded Burr an honorary doctorate.[90] He supported medical and educational institutions in Denver, and in 1993, the University of Colorado awarded him an honorary doctorate for his acting work.[6]: 197–98  Burr also founded and financed the American Fijian Foundation that funded academic research, including efforts to develop a dictionary of the language.[91]\n\nBurr made repeated trips on behalf of the United Service Organizations (USO). He toured both Korea and Vietnam during wartime and once spent six months touring Korea, Japan, and the Philippines. He sometimes organized his own troupe and toured bases both in the U.S. and overseas, often small installations that the USO did not serve, like one tour of Greenland, Baffin Island, Newfoundland and Labrador.[6]: 53–57  Returning from Vietnam in 1965, he made a speaking tour of the U.S. to advocate an intensified war effort. As the war became more controversial, he modified his tone, called for more attention to the sacrifice of the troops, and said, \"My only position on the war is that I wish it were over.\" In October 1967, NBC aired Raymond Burr Visits Vietnam, a documentary of one of his visits. The reception was mixed. \"The impressions he came up with are neither weighty nor particularly revealing\", wrote the Chicago Tribune; the Los Angeles Times said Burr's questions were \"intelligent and elicited some interesting replies\".[6]: 160–61 \n\nBurr had a reputation in Hollywood as a thoughtful, generous man years before much of his more-visible philanthropic work. In 1960, Ray Collins, who portrayed Lt. Arthur Tragg on the original Perry Mason series, and who was by that time often ill and unable to remember all the lines he was supposed to speak, stated, \"There is nothing but kindness from our star, Ray Burr. Part of his life is dedicated to us, and that's no bull. If there's anything the matter with any of us, he comes around before anyone else and does what he can to help. He's a great star—in the old tradition.\"[92]\n\nDuring the filming of his last Perry Mason movie in the spring of 1993, Burr fell ill. A Viacom spokesperson told the media that the illness might be related to the renal cell carcinoma (malignant kidney tumor) that had been removed from Burr that February.[65] It was determined that the cancer had spread to his liver and was at that point inoperable.[93] Burr threw several \"goodbye parties\" before his death on September 12, 1993, at his Sonoma County ranch near Healdsburg.[4] He was 76 years old.\n\nThe day after Burr's death, American Bar Association president R. William Ide III released a statement: \"Raymond Burr's portrayals of Perry Mason represented lawyers in a professional and dignified manner. ... Mr. Burr strove for such authenticity in his courtroom characterizations that we regard his passing as though we lost one of our own.\"[94] The New York Times reported that Perry Mason had been named second—after F. Lee Bailey, and before Abraham Lincoln, Thurgood Marshall, Janet Reno, Ben Matlock and Hillary Clinton—in a recent National Law Journal poll that asked Americans to name the attorney, fictional or not, they most admired.[54]\n\nBurr was interred with his parents at Fraser Cemetery, New Westminster, British Columbia.[95] On October 1, 1993, about 600 family members and friends paid tribute to Burr at a private memorial service at the Pasadena Playhouse.[96]\n\nBurr bequeathed his estate to Robert Benevides, and excluded all relatives, including a sister, nieces, and nephews. His will was challenged, without success, by the two children of his late brother, James E. Burr.[6]: 216–18  Benevides's attorney said that tabloid reports of an estate worth $32 million were an overestimate.[97][98]\n\n"
        },
        {
            "title": "Accolades",
            "text": "For his work in the TV series Perry Mason, Burr received the Emmy Award for Best Actor in a Leading Role (Continuing Character) in a Dramatic Series at the 11th Primetime Emmy Awards in 1959. Nominated again in 1960, he received his second Emmy Award for Outstanding Performance by an Actor in a Series (Lead) at the 13th Primetime Emmy Awards in 1961.[53] Burr was named Favorite Male Performer, for Perry Mason, in TV Guide magazine's inaugural TV Guide Award readers poll in 1960.[99] He also received the second annual award in 1961.[100][101]\n\nIn 1960, Burr was awarded a star on the Hollywood Walk of Fame at 6656 Hollywood Boulevard.[102] Burr received six Emmy nominations (1968–72) for his work in the TV series Ironside.[53] He was nominated twice, in 1969 and 1972, for the Golden Globe Award for Best Actor – Television Series Drama.[56] A benefactor of legal education, Burr was principal speaker at the founders' banquet of the Thomas M. Cooley Law School in Lansing, Michigan, in June 1973. The Raymond Burr Award for Excellence in Criminal Law was established in his honor.[54][103]\n\nBurr was ranked #44 on TV Guide's 50 Greatest TV Stars of All Time in 1996.[104] Completed in 1996, a circular garden at the entrance to the Bailey-Matthews National Shell Museum in Sanibel, Florida, honors Burr for his role in establishing the museum. Burr was a trustee and an early supporter who chaired the museum's first capital campaign, and made direct contributions from his own shell collection.[88][105] A display about Burr as an actor, benefactor and collector opened in the museum's Great Hall of Shells in 2012.[106]\n\nFrom 2000 to 2006, the Raymond Burr Performing Arts Society leased the historic Columbia Theatre from the city of New Westminster, and renamed it the Raymond Burr Performing Arts Centre. Although the nonprofit organization hoped to raise funds to renovate and expand the venue, its contract was not renewed. The group was a failed bidder when the theater was sold in 2011.[107][108][109][110]\n\nIn 2008, Canada Post issued a postage stamp in its \"Canadians in Hollywood\" series featuring Burr.[111] Burr received the 2009 Canadian Legends Award and a star on Canada's Walk of Fame in Toronto. The induction ceremony was held on September 12, 2009.[112] A 2014 article in The Atlantic that examined how Netflix categorized nearly 77,000 different personalized genres found that Burr was rated as the favorite actor by Netflix users,[113][114] with the greatest number of dedicated microgenres.[115]\n\n"
        }
    ]
}