{
    "url": "https://en.wikipedia.org/wiki/Roman_Polytheistic_Reconstructionism",
    "title": "Reconstructionist Roman religion",
    "table_of_contents": [
        "1 History",
        "2 See also",
        "3 References",
        "4 Further reading",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Revivals of the ancient Roman polytheistic religion have occurred in several forms in modern times. Seeking to revive traditional Roman cults and mores, they have been known under various names including cultus deorum Romanorum (worship of the Roman gods), religio Romana (Roman religion), the Roman way to the gods (Italian: Via romana agli dei), Roman-Italic Religion and Gentile Roman Religion. A number of loosely related organizations have been created during the contemporary period.[1][2]\n\n"
        },
        {
            "title": "History",
            "text": "Interest in reviving ancient Roman religious traditions dates from the Renaissance. People such as Gemistus Pletho and Julius Pomponius Laetus were early advocates.[1] In 19th century Italy, the fall of the Papal States and the process of Italian unification led to anti-clerical sentiments in the intelligentsia. Some Italian intellectuals considered that a revival of Roman polytheism was a serious alternative to Roman Catholicism. People such as the archaeologist Giacomo Boni and the writer Roggero Musmeci Ferrari Bravo promoted the restoration of Roman cults and mores.[3][4] Some of the religious revivalists were interested in occultism, Pythagoreanism and Freemasonry; these included Amedeo Rocco Armentano, Arturo Reghini and Giulio Parise [it]. In 1914, Reghini published the article \"Imperialismo Pagano\" (lit. 'Pagan Imperialism') where he argued for the existence of an unbroken initiatory lineage in Italy, connecting ancient Roman religion to modern times through people like Numa Pompilius, Virgil, Dante Alighieri and Giuseppe Mazzini.[5]\n\nThe attempts to revive or revitalize Roman cults coincided with the rise of the National Fascist Party and several of the polytheists tried to ally themselves with fascism. This ended in 1929 when Benito Mussolini and Pope Pius XI signed the Lateran Treaty, leaving polytheists such as Musmeci and Reghini embittered with fascism.[3][6] Loosely influenced by Reghini's and Julius Evola's Ur Group [it] of the 1920s, various groups have appeared in Italy during the contemporary period, most notably the Roman Traditional Movement and Curia Romana Patrum in the 1980s, which unified some calendars.[7]\n\nInspired by the Roman Traditional Movement and by the Supreme Council of Ethnic Hellenes, the idea of Roman religious practice in modern times spread outside Italy into countries of European or Western culture. Practitioners of the ancient Roman religion can be found especially across Latin Europe and in the Americas. The most notable international organization of reconstructionist Roman religion is Nova Roma, founded in 1998, which has active groups in every continent.[8]\n\n"
        }
    ]
}