{
    "url": "https://en.wikipedia.org/wiki/Reconnaissance_satellite",
    "title": "Reconnaissance satellite",
    "table_of_contents": [
        "1 History",
        "2 Types",
        "3 Missions",
        "4 Benefits",
        "5 In fiction",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA reconnaissance satellite or intelligence satellite (commonly, although unofficially, referred to as a spy satellite) is an Earth observation satellite or communications satellite deployed for military or intelligence applications.\n\nThe first generation type (i.e., Corona[1][2] and Zenit) took photographs, then ejected canisters of photographic film which would descend back down into Earth's atmosphere. Corona capsules were retrieved in mid-air as they floated down on parachutes. Later, spacecraft had digital imaging systems and downloaded the images via encrypted radio links.\n\nIn the United States, most information available about reconnaissance satellites is on programs that existed up to 1972, as this information has been declassified due to its age. Some information about programs before that time is still classified information, and a small amount of information is available on subsequent missions.\n\nA few up-to-date reconnaissance satellite images have been declassified on occasion, or leaked, as in the case of KH-11 photographs which were sent to Jane's Defence Weekly in 1984.[3]\n\n"
        },
        {
            "title": "History",
            "text": "On 16 March 1955, the United States Air Force officially ordered the development of an advanced reconnaissance satellite to provide continuous surveillance of \"preselected areas of the Earth\" in order \"to determine the status of a potential enemy’s war-making capability\".[4]\n\n"
        },
        {
            "title": "Types",
            "text": "There are several major types of reconnaissance satellite.[5]\n\n"
        },
        {
            "title": "Missions",
            "text": "Examples of reconnaissance satellite missions:\n\nOn 28 August 2013, it was thought that \"a $1-billion high-powered spy satellite capable of snapping pictures detailed enough to distinguish the make and model of an automobile hundreds of miles below\"[7] was launched from California's Vandenberg Air Force Base using a Delta IV Heavy launcher, America's highest-payload space launch vehicle at the time.\n\nOn 17 February 2014, a Russian Kosmos-1220 originally launched in 1980 and used for naval missile targeting until 1982, made an uncontrolled atmospheric entry.[8]\n\n"
        },
        {
            "title": "Benefits",
            "text": "Reconnaissance satellites have been used to enforce human rights, through the Satellite Sentinel Project, which monitors atrocities in Sudan and South Sudan.\n\nDuring his 1980 State of the Union Address, President Jimmy Carter explained how all of humanity benefited from the presence of American spy satellites:\n\nAdditionally, companies such as GeoEye and DigitalGlobe have provided commercial satellite imagery in support of natural disaster response and humanitarian missions.[10]\n\nDuring the 1950s, a Soviet hoax had led to American fears of a bomber gap. In 1968, after gaining satellite photography, the United States' intelligence agencies were able to state with certainty that \"No new ICBM complexes have been established in the USSR during the past year.\"[11] President Lyndon B. Johnson told a gathering in 1967:\n\n"
        },
        {
            "title": "In fiction",
            "text": "Spy satellites are commonly seen in spy fiction and military fiction. Some works of fiction that focus specifically on spy satellites include:\n\n"
        }
    ]
}