{
    "url": "https://en.wikipedia.org/wiki/Red_dwarf",
    "title": "Red dwarf",
    "table_of_contents": [
        "1 Definition",
        "2 Description and characteristics",
        "3 Spectral standard stars",
        "4 Planets",
        "5 Habitability",
        "6 See also",
        "7 References",
        "8 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A red dwarf is the smallest and coolest kind of star on the main sequence. Red dwarfs are by far the most common type of star in the Milky Way, at least in the neighborhood of the Sun, but because of their low luminosity, individual red dwarfs cannot be easily observed. From Earth, not one star that fits the stricter definitions of a red dwarf is visible to the naked eye.[1] Proxima Centauri, the nearest star to the Sun, is a red dwarf, as are fifty of the sixty nearest stars. According to some estimates, red dwarfs make up three-quarters of the stars in the Milky Way.[2]\n\nThe coolest red dwarfs near the Sun have a surface temperature of about 2,000 K and the smallest have radii about 9% that of the Sun, with masses about 7.5% that of the Sun. These red dwarfs have spectral classes of L0 to L2. There is some overlap with the properties of brown dwarfs, since the most massive brown dwarfs at lower metallicity can be as hot as 3,600 K and have late M spectral types.\n\nDefinitions and usage of the term \"red dwarf\" vary on how inclusive they are on the hotter and more massive end. One definition is synonymous with stellar M dwarfs (M-type main sequence stars), yielding a maximum temperature of 3,900 K and 0.6 M☉. One includes all stellar M-type main-sequence and all K-type main-sequence stars (K dwarf), yielding a maximum temperature of 5,200 K and 0.8 M☉. Some definitions include any stellar M dwarf and part of the K dwarf classification. Other definitions are also in use. Many of the coolest, lowest mass M dwarfs are expected to be brown dwarfs, not true stars, and so those would be excluded from any definition of red dwarf.\n\nStellar models indicate that red dwarfs less than 0.35 M☉ are fully convective.[3] Hence, the helium produced by the thermonuclear fusion of hydrogen is constantly remixed throughout the star, avoiding helium buildup at the core, thereby prolonging the period of fusion. Low-mass red dwarfs therefore develop very slowly, maintaining a constant luminosity and spectral type for trillions of years, until their fuel is depleted. Because of the comparatively short age of the universe, no red dwarfs yet exist at advanced stages of evolution.\n\n"
        },
        {
            "title": "Definition",
            "text": "The term \"red dwarf\" when used to refer to a star does not have a strict definition.  One of the earliest uses of the term was in 1915, used simply to contrast \"red\" dwarf stars from hotter \"blue\" dwarf stars.[4] It became established use, although the definition remained vague.[5] In terms of which spectral types qualify as red dwarfs, different researchers picked different limits, for example K8–M5[6] or \"later than K5\".[7] Dwarf M star, abbreviated dM, was also used, but sometimes it also included stars of spectral type K.[8]\n\nIn modern usage, the definition of a red dwarf still varies.  When explicitly defined, it typically includes late K- and early to mid-M-class stars,[9] but in many cases it is restricted just to M-class stars.[10][11]  In some cases all K stars are included as red dwarfs,[12] and occasionally even earlier stars.[13]\n\nThe most recent surveys place the coolest true main-sequence stars into spectral types L2 or L3. At the same time, many objects cooler than about M6 or M7 are brown dwarfs, insufficiently massive to sustain hydrogen-1 fusion.[14] This gives a significant overlap in spectral types for red and brown dwarfs. Objects in that spectral range can be difficult to categorize.\n\n"
        },
        {
            "title": "Description and characteristics",
            "text": "Red dwarfs are very-low-mass stars.[15] As a result, they have relatively low pressures, a low fusion rate, and hence, a low temperature. The energy generated is the product of nuclear fusion of hydrogen into helium by way of the proton–proton (PP) chain mechanism. Hence, these stars emit relatively little light, sometimes as little as 1⁄10,000 that of the Sun, although this would still imply a power output on the order of 1022 watts (10 trillion gigawatts or 10 ZW). Even the largest red dwarfs (for example HD 179930, HIP 12961 and Lacaille 8760) have only about 10% of the Sun's luminosity.[16] In general, red dwarfs less than 0.35 M☉ transport energy from the core to the surface by convection. Convection occurs because of opacity of the interior, which has a high density compared to the temperature. As a result, energy transfer by radiation is decreased, and instead convection is the main form of energy transport to the surface of the star. Above this mass, a red dwarf will have a region around its core where convection does not occur.[17]\n\nBecause low-mass red dwarfs are fully convective, helium does not accumulate at the core, and compared to larger stars such as the Sun, they can burn a larger proportion of their hydrogen before leaving the main sequence. As a result, red dwarfs have estimated lifespans far longer than the present age of the universe, and stars less than 0.8 M☉ have not had time to leave the main sequence. The lower the mass of a red dwarf, the longer the lifespan. It is believed that the lifespan of these stars exceeds the expected 10-billion-year lifespan of the Sun by the third or fourth power of the ratio of the solar mass to their masses; thus, a 0.1 M☉ red dwarf may continue burning for 10 trillion years.[15][19] As the proportion of hydrogen in a red dwarf is consumed, the rate of fusion declines and the core starts to contract. The gravitational energy released by this size reduction is converted into heat, which is carried throughout the star by convection.[20]\n\nAccording to computer simulations, the minimum mass a red dwarf must have to eventually evolve into a red giant is 0.25 M☉; less massive objects, as they age, would increase their surface temperatures and luminosities becoming blue dwarfs and finally white dwarfs.[18]\n\nThe less massive the star, the longer this evolutionary process takes. It has been calculated that a 0.16 M☉ red dwarf (approximately the mass of the nearby Barnard's Star) would stay on the main sequence for 2.5 trillion years, followed by five billion years as a blue dwarf, during which the star would have one third of the Sun's luminosity (L☉) and a surface temperature of 6,500–8,500 kelvins.[18]\n\nThe fact that red dwarfs and other low-mass stars still remain on the main sequence when more massive stars have moved off the main sequence allows the age of star clusters to be estimated by finding the mass at which the stars move off the main sequence. This provides a lower limit to the age of the Universe and also allows formation timescales to be placed upon the structures within the Milky Way, such as the Galactic halo and Galactic disk.\n\nAll observed red dwarfs contain \"metals\", which in astronomy are elements heavier than hydrogen and helium. The Big Bang model predicts that the first generation of stars should have only hydrogen, helium, and trace amounts of lithium, and hence would be of low metallicity. With their extreme lifespans, any red dwarfs that were a part of that first generation (population III stars) should still exist today. Low-metallicity red dwarfs, however, are rare. The accepted model for the chemical evolution of the universe anticipates such a scarcity of metal-poor dwarf stars because only giant stars are thought to have formed in the metal-poor environment of the early universe. As giant stars end their short lives in supernova explosions, they spew out the heavier elements needed to form smaller stars. Therefore, dwarfs became more common as the universe aged and became enriched in metals. While the basic scarcity of ancient metal-poor red dwarfs is expected, observations have detected even fewer than predicted. The sheer difficulty of detecting objects as dim as red dwarfs was thought to account for this discrepancy, but improved detection methods have only confirmed the discrepancy.[24]\n\nThe boundary between the least massive red dwarfs and the most massive brown dwarfs depends strongly on the metallicity.  At solar metallicity the boundary occurs at about 0.07 M☉, while at zero metallicity the boundary is around 0.09 M☉.  At solar metallicity, the least massive red dwarfs theoretically have temperatures around 1,700 K, while measurements of red dwarfs in the solar neighbourhood suggest the coolest stars have temperatures of about 2,075 K and spectral classes of about L2.  Theory predicts that the coolest red dwarfs at zero metallicity would have temperatures of about 3,600 K.  The least massive red dwarfs have radii of about 0.09 R☉, while both more massive red dwarfs and less massive brown dwarfs are larger.[14][25]\n\n"
        },
        {
            "title": "Spectral standard stars",
            "text": "The spectral standards for M type stars have changed slightly over the years, but settled down somewhat since the early 1990s. Part of this is due to the fact that even the nearest red dwarfs are fairly faint, and their colors do not register well on photographic emulsions used in the early to mid 20th century. The study of mid- to late-M dwarfs has significantly advanced only in the past few decades, primarily due to development of new astrographic and spectroscopic techniques, dispensing with photographic plates and progressing to charged-couple devices (CCDs) and infrared-sensitive arrays.\n\nThe revised Yerkes Atlas system (Johnson & Morgan, 1953)[26] listed only two M type spectral standard stars: HD 147379 (M0V)\nand HD 95735/Lalande 21185 (M2V). While HD 147379 was not considered a standard by expert classifiers in later compendia of standards, Lalande 21185 is still a primary standard for M2V. Robert Garrison[27] does not list any \"anchor\" standards among the red dwarfs, but Lalande 21185 has survived as a M2V standard through many compendia.[26][28][29] The review on MK classification by Morgan & Keenan (1973) did not contain red dwarf standards. In the mid-1970s, red dwarf standard stars were published by Keenan & McNeil (1976)[30] and Boeshaar (1976),[31] but unfortunately there was little agreement among the standards. As later cooler stars were identified through the 1980s, it was clear that an overhaul of the red dwarf standards was needed. Building primarily upon the Boeshaar standards, a group at Steward Observatory (Kirkpatrick, Henry, & McCarthy, 1991)[29] filled in the spectral sequence from K5V to M9V. It is these M type dwarf standard stars which have largely survived as the main standards to the modern day. There have been negligible changes in the red dwarf spectral sequence since 1991. Additional red dwarf standards were compiled by Henry et al. (2002),[32] and D. Kirkpatrick has recently\nreviewed the classification of red dwarfs and standard stars in Gray & Corbally's 2009 monograph.[33] The M dwarf primary spectral standards are: GJ 270 (M0V), GJ 229A (M1V), Lalande 21185 (M2V), Gliese 581 (M3V), Gliese 402 (M4V), GJ 51 (M5V), Wolf 359 (M6V), van Biesbroeck 8 (M7V), VB 10 (M8V), LHS 2924 (M9V).\n\n"
        },
        {
            "title": "Planets",
            "text": "Many red dwarfs are orbited by exoplanets, but large Jupiter-sized planets are comparatively rare. Doppler surveys of a wide variety of stars indicate about 1 in 6 stars with twice the mass of the Sun are orbited by one or more of Jupiter-sized planets, versus 1 in 16  for Sun-like stars and the frequency of close-in giant planets (Jupiter size or larger) orbiting red dwarfs is only 1 in 40.[34] On the other hand, microlensing surveys indicate that long-orbital-period Neptune-mass planets are found around one in three red dwarfs.[35] Observations with HARPS further indicate 40% of red dwarfs have a \"super-Earth\" class planet orbiting in the habitable zone where liquid water can exist on the surface.[36] Computer simulations of the formation of planets around low-mass stars predict that Earth-sized planets are most abundant, but more than 90% of the simulated planets are at least 10% water by mass, suggesting that many Earth-sized planets orbiting red dwarf stars are covered in deep oceans.[37]\n\nAt least four and possibly up to six exoplanets were discovered orbiting within the Gliese 581 planetary system between 2005 and 2010. One planet has about the mass of Neptune, or 16 Earth masses (MEarth). It orbits just 6 million kilometers (0.04 AU) from its star, and is estimated to have a surface temperature of 150°C, despite the dimness of its star. In 2006, an even smaller exoplanet (only 5.5 MEarth) was found orbiting the red dwarf OGLE-2005-BLG-390L; it lies 390 million km (2.6 AU) from the star and its surface temperature is −220 °C (53 K).\n\nIn 2007, a new, potentially habitable exoplanet, Gliese 581c, was found, orbiting Gliese 581. The minimum mass estimated by its discoverers (a team led by Stephane Udry) is 5.36 MEarth. The discoverers estimate its radius to be 1.5 times that of Earth (REarth). Since then Gliese 581d, which is also potentially habitable, was discovered.\n\nGliese 581c and d are within the habitable zone of the host star, and are two of the most likely candidates for habitability of any exoplanets discovered so far.[38] Gliese 581g, detected September 2010,[39] has a near-circular orbit in the middle of the star's habitable zone. However, the planet's existence is contested.[40]\n\nOn 23 February 2017 NASA announced the discovery of seven Earth-sized planets orbiting the red dwarf star TRAPPIST-1 approximately 39 light-years away in the constellation Aquarius. The planets were discovered through the transit method, meaning we have mass and radius information for all of them. TRAPPIST-1e, f, and g appear to be within the habitable zone and may have liquid water on the surface.[41]\n\n"
        },
        {
            "title": "Habitability",
            "text": "Modern evidence suggests that planets in red dwarf systems are extremely unlikely to be habitable. In spite of their great numbers and long lifespans, there are several factors which may make life difficult on planets around a red dwarf. First, planets in the habitable zone of a red dwarf would be so close to the parent star that they would likely be tidally locked. For a nearly circular orbit, this would mean that one side would be in perpetual daylight and the other in eternal night. This could create enormous temperature variations from one side of the planet to the other. Such conditions would appear to make it difficult for forms of life similar to those on Earth to evolve. And it appears there is a great problem with the atmosphere of such tidally locked planets: the perpetual night zone would be cold enough to freeze the main gases of their atmospheres, leaving the daylight zone bare and dry. On the other hand though, a theory proposes that either a thick atmosphere or planetary ocean could potentially circulate heat around such a planet.[42]\n\nVariability in stellar energy output may also have negative impacts on the development of life. Red dwarfs are often flare stars, which can emit gigantic flares, doubling their brightness in minutes. This variability makes it difficult for life to develop and persist near a red dwarf.[43] While it may be possible for a planet orbiting close to a red dwarf to keep its atmosphere even if the star flares, more-recent research suggests that these stars may be the source of constant high-energy flares and very large magnetic fields, diminishing the possibility of life as we know it.[44][45]\n\n"
        }
    ]
}