{
    "url": "https://en.wikipedia.org/wiki/Purple_America",
    "title": "Red states and blue states",
    "table_of_contents": [
        "1 Origins of the color scheme",
        "1.1 Contrast with color usage in other countries",
        "1.2 Contemporary use",
        "2 Map interpretation",
        "2.1 Critiques",
        "3 Purple states",
        "4 Polarization",
        "5 Demographics",
        "5.1 Urban versus rural",
        "5.2 Socioeconomics",
        "5.3 Rate of union membership",
        "5.4 Age, gender, marital status and religion",
        "5.5 2016 exit polls",
        "5.6 Table of presidential elections by states since 1972",
        "6 Reaction",
        "6.1 United States",
        "6.2 International",
        "7 See also",
        "8 References",
        "8.1 Notes",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStarting with the 2000 United States presidential election, the terms \"red state\" and \"blue state\" have referred to U.S. states whose voters vote predominantly for one party — the Republican Party in red states and the Democratic Party in blue states — in presidential and other statewide elections.[1] Examining patterns within states reveals that the reversal of the two parties' geographic bases has happened at the state level, but it is more complicated locally, with urban-rural divides associated with many of the largest changes.[2]\n\nAll states contain considerable amounts of both liberal and conservative voters (i.e., they are \"purple\") and only appear blue or red on the electoral map because of the winner-take-all system used by most states in the Electoral College.[3][4] However, the perception of some states as \"blue\" and some as \"red\" was reinforced by a degree of partisan stability from election to election — from the 2000 election to the 2004 election, only three states changed \"color\"; and as of 2020, 35 out of 50 states have voted for the same party in every presidential election since the red-blue terminology was popularized in 2000, with only 15 having swung between the 2000 and 2020 election. This is still a substantial difference from the period 1960 to 1980 when every state, save for Arizona, voted for each party at least once. Although many red states and blue states stay in the same category for long periods, they may also switch from blue to red or from red to blue over time.\n\n"
        },
        {
            "title": "Origins of the color scheme",
            "text": "The colors red and blue are also featured on the United States flag. Traditional political mapmakers, at least throughout the 20th century, had used blue to represent the modern-day Republicans, as well as the earlier Federalist Party. This may have been a holdover from the Civil War, during which the predominantly Republican north was considered \"blue\".[5] However, at that time, a maker of widely-sold maps accompanied them with blue pencils in order to mark Confederate force movements, while red was for the union.[6]\n\nLater, in the 1888 presidential election, Grover Cleveland and Benjamin Harrison used maps that coded blue for the Republicans, the color perceived to represent the Union and \"Lincoln's Party\", and red for the Democrats.[7] The parties themselves had no official colors, with candidates variously using either or both of the national color palette of red and blue (white being unsuitable for printed materials).\n\nThere was one historical use, associated with boss rule, of blue for Democrats and red for Republicans: during the late 19th century and early 20th century, Texas county election boards used color-coding to help Spanish-speaking and illiterate voters identify the parties;[8] however, this system was not applied consistently in Texas and was not replicated in any other state. In 1908, The New York Times printed a special color map, using blue for Democrats and yellow for Republicans, to detail Theodore Roosevelt's 1904 electoral victory.[9] That same year, a color supplement included with a July issue of The Washington Post used red for Republican-favoring states, blue for Democratic-favoring states, yellow for \"doubtful\" states and green for territories that did not have a presidential vote.[10]\n\nThe 21st-century association of colors in American politics is contrary to the long-standing conventions of political color in most other countries whereby red symbols (such as the red flag or red star) are associated with leftist politics.[11] As late as the 1990s, Democrats were often represented by red and Republicans by blue.[1] According to The Washington Post, journalist Tim Russert invented these terms during his televised coverage of the 2000 United States presidential election.[12] The 2000 election was not the first during which the news media used colored maps to depict voter preferences in the various states, but it was the first time the current red-blue terminology was used. In previous elections, the color assignments or even the actual colors used were often different.\n\nThe advent of color television in America during the late 1950s and early 1960s prompted television news reporters to rely on color-coded electoral maps, though sources conflict as to the conventions they used. One source claims that in the elections prior to 2000 every state that voted for Democratic candidates but one had been coded red. It further claims that from 1976 to 2004 in an attempt to avoid favoritism in color-coding the broadcast networks standardized the convention of alternating every four years between blue and red the color used for the incumbent president's party.[10][13]\n\nAccording to another source, in 1976, John Chancellor, the anchorman for NBC Nightly News, asked his network's engineers to construct a large illuminated map of the United States. The map was placed in the network's election-night news studio. If Jimmy Carter, the Democratic candidate that year, won a state, it was lit in red whereas if Gerald Ford, the incumbent Republican president, won a state, it was lit in blue.[1] The feature proved to be so popular that, four years later, all three major television networks used colors to designate the states won by the presidential candidates, though not all using the same color scheme. NBC continued its color scheme (blue for Republicans) until 1996.[1] NBC newsman David Brinkley famously referred to the 1980 election map outcome showing Republican Ronald Reagan's 44-state landslide in blue as resembling a \"suburban swimming pool\".[14]\n\nSince the 1984 election, CBS has used the opposite scheme: blue for Democrats, red for Republicans. ABC used yellow for Republicans and blue for Democrats in 1976, then red for Republicans and blue for Democrats in 1980, 1984, and 1988. In 1980, when John Anderson had a relatively well publicized campaign as an independent candidate, at least one network indicated provisionally that they would use yellow if he were to win a state. Similarly, at least one network would have used yellow to indicate a state won by Ross Perot in 1992 and 1996, though neither of them did claim any states in any of these years.\n\nBy 1996, color schemes were relatively mixed, as CNN, CBS, ABC, and The New York Times referred to Democratic states with the color blue and Republican ones as red, while Time and The Washington Post used the opposite scheme.[15][16][17] NBC used the color blue for the incumbent party, which is why blue represented the Democrats in 2000.\n\nIn the days after the 2000 election, the outcome of which was unknown for some time after election day, major media outlets began conforming to the same color scheme because the electoral map was continually in view, and conformity made for easy and instant viewer comprehension. On election night that year, there was no coordinated effort to code Democratic states blue and Republican states red; the association gradually emerged. Partly as a result of this eventual and near-universal color-coding, the terms \"red states\" and \"blue states\" entered popular use in the weeks after the 2000 presidential election. After the results were final with the Republican George W. Bush winning, journalists stuck with the color scheme, as The Atlantic's December 2001 cover story by David Brooks entitled, \"One Nation, Slightly Divisible\", illustrated.[18]\n\nThus, red and blue became fixed in the media and in many people's minds, despite the fact that the Democratic and Republican parties had not officially chosen colors.[19] Some Republicans argue the GOP should retain its historic association with blue, since most center-right parties worldwide are associated with blue. On March 14, 2014, the California Republican Party officially rejected red and adopted blue as its color. Archie Tse, The New York Times graphics editor who made the choice when the Times published its first color presidential election map in 2000, provided a nonpolitical rationale for retaining the red–Republican link, explaining that \"Both 'Republican' and 'red' start with the letter 'R.'\"[20]\n\n"
        },
        {
            "title": "Map interpretation",
            "text": "There are several problems in creating and interpreting election maps. Popular vote data are necessarily aggregated at several levels, such as counties and states, which are then colored to show election results. Maps of this type are termed choropleth maps, which have several well-known problems that can result in interpretation bias. One problem occurs when areal units differ in size and significance, as is the case with election maps. These maps give extra visual weight to larger areal units, whether by county or state. This problem is compounded if the units are not equally significant. A large county or state in area may have fewer voters than a small one in area, for example. Some maps attempt to account for this by using cartogram methods, but the resulting distortion can make such maps difficult to read.[21][22] Another problem relates to data classification. Election maps often use a two-class color scheme (red and blue), which results in a map that is easy to read but is very generalized. Some maps use more classes, such as shades of red and blue to indicate the degree of election victory. These maps provide a more detailed picture but themselves have various problems associated with classification of data. The cartographer must choose how many classes to use and how to divide the data into those classes. While there are various techniques available, the choice is essentially arbitrary. The look of a map can vary significantly depending on the classification choices. The choices of color and shading likewise affect the map's appearance. Further, all election maps are subject to the interpretation error known as the ecological fallacy.[23]\n\nFinally, there are problems associated with human perception.[24] Large areas of color appear more saturated than small areas of the same color.[24] A juxtaposition of differing colors and shades can result in contrast misperceptions. For example, due to the simultaneous contrast effect, the Bezold effect, and other factors, an area shaded light red surrounded by areas shaded dark red will appear even lighter. Differing shades of red and blue compound this effect.[25]\n\nCartographers have traditionally limited the number of classes so that it is always obvious which class a color shade represents. Some election maps, however, have violated this tradition by simply coloring each areal unit with a red-blue mixture linked to voting ratio data—resulting in an \"unclassified choropleth map\". These \"purple maps\" are useful for showing the highly mixed nature of voting, but are extremely difficult to interpret in detail. The lack of clear classes make these purple maps prone to the problems of color perception described above. However, there are pros and cons to both classified and unclassified choropleth maps. Each tend to show some patterns well while obscuring others.[25] All these facts should be taken into account when looking at election maps.\n\nThe paradigm has been criticised on several fronts. Many argue that assigning partisanship to states is only really useful as it pertains to the Electoral College, as well as (more recently) the Senate, primarily a winner-take-all system of elections (with the exceptions of Nebraska and Maine).\n\nThe Democratic or Republican party of a particular state may have policies that depart—sometimes greatly—from those of the national party, sometimes causing that state to favor one party in state and local elections and the other in presidential elections. This is most evident in the Southern United States, where the state Democratic Party organizations tend to be more conservative than the national party, especially on social issues. Likewise, Republicans have elected many statewide officeholders in states that are very Democratic for presidential elections, such as Massachusetts, Illinois, Maryland, Vermont, and New Jersey.\n\nThe elections in Arkansas as well as West Virginia in 2004 were won by Republican President George W. Bush, but Democrats at the time held all four U.S. Senate seats and majorities of elected executive officeholders in those states, including the governorship of the latter. Similarly, Tennessee was won by Bush in both 2000 and 2004, but going into 2004, its governor was a Democrat and both chambers of the state legislature were controlled by Democrats as well. The converse can also be true, as in the case of Maine, which had two Republican U.S. senators, but Democratic presidential candidate John Kerry won the state's electoral votes. Likewise, Vermont, New York, Massachusetts, Maryland, and Hawaii all voted for Democrat Kerry by wide margins, but all had Republican governors at the time.\n\nIn his address before the 2004 Democratic National Convention in Boston, Barack Obama spoke on the issue of blue states and red states, saying: \"The pundits like to slice-and-dice our country into red states and blue states — red states for Republicans, and blue states for Democrats. But I've got news for them, too. We worship an awesome God in the blue states, and we don't like federal agents poking around our libraries in the red states. We coach Little League in the blue states and have gay friends in the red states. … We are one people, all of us pledging allegiance to the Stars and Stripes, all of us defending the United States of America.\"[26]\n\nIn April 2008, Republican presidential nominee John McCain predicted that the presidential election that November would not follow the red-state-blue-state pattern, saying, \"I'm not sure that the old red state, blue state scenario that prevailed for the last several elections works. I think most of these states that we have either red or blue are going to be up for grabs.\"[27] Arguably, this eventually proved to be somewhat true, but not in McCain's favor as Obama won three \"red\" states that had not voted Democratic in many years, namely Virginia, North Carolina, and Indiana along with a part of deep red Nebraska, via the state's (much less conservative as a whole) second congressional district. Obama also came close to winning Missouri and Montana, losing both by a small margin. The only deviations from the preexisting red-blue paradigm were all in Obama's favor. In the 3 presidential elections since 2008, in those of 2012 and 2016, Nebraskans voted for Republican candidates, and in 2020, the 2nd district voted for the Democrats.\n\n"
        },
        {
            "title": "Purple states",
            "text": "A purple state refers to a swing state where both Democratic and Republican candidates receive many votes without an overwhelming majority for either party. Purple states are also often referred to as \"battleground\" states.\n\nThe demographic and political applications of the terms have resulted in a temptation to presume this arbitrary classification is a definite and fundamental cultural division. Given the general nature and common perception of the two parties, \"red state\" implies a conservative region or a more conservative American, and \"blue state\" implies a more liberal region or a more liberal American. But the distinction between the two groups of states is less simplistic. The analysis that suggests political, cultural and demographic differences between the states is more accurate when applied to smaller geographical areas.\n\nTraditionally, the practice of designating a U.S. state as red or blue is based on the first-past-the-post winner-take-all system employed for presidential elections by 48 of the 50 U.S. states and the District of Columbia. Electoral law in Maine and Nebraska makes it possible for those states to divide their electoral votes: winner-take-all both by congressional district and statewide.\n\nDespite the prevalent winner-take-all practice, the minority always gets a sizable vote. Nearly every town, city and patch of farmland in the country is \"purple\", a mixture of people, each of whose own political preferences can vary. Individually and collectively, they are not reducible to red or blue.[29]\n\nRobert Vanderbei at Princeton University made the first Purple America map after the 2000 presidential election.[30] It attempts to represent the margin of victory in each county by coloring each with a shade between true blue and true red. Due to the general absence of overwhelming victories, this technique results in mostly shades. After the 2004 election, Vanderbei and then others made similar maps summarizing the results. Quickly thereafter, the term Purple America entered the public lexicon as a way of stating that the United States is not as divided as the political pundits would have the people believe.\n\nCartograms developed by Gastner, Shalizi, and Newman at the University of Michigan provide another way to depict election results,[28] which change from a red-blue paradigm to one of shades of purple.[29]\n\nForty-seven of the 50 states were consistent in voting for George W. Bush or his Democratic opponent in the 2000 and 2004 presidential elections. The exceptions were New Mexico (Al Gore in 2000 and Bush in 2004), Iowa (Gore in 2000 and Bush in 2004), and New Hampshire (Bush in 2000 and Kerry in 2004). The 2004 election showed two of these three states to be true to the presidential preferences of their respective regions, creating a greater regional separation; thus, an argument that the country was more divided from the 2000 election. All three of those states were very close in both elections. In 2008, Obama won in Iowa and New Hampshire by more than nine percentage points, and New Mexico by double digits.\n\nDuring the Bush administration, the red-blue map was criticized by some[31] for exaggerating the perceived support for President Bush. In the 2000 election, Bush received a smaller share of the popular vote than Al Gore, and four years later defeated John Kerry by this count by less than two and a half percentage points. However, because of the large geographical size of many states in the Central and Southern United States, the color-coded map appeared to show great support for Bush and the Republicans with smaller outliers of Democratic support on the coasts and near the Great Lakes.[32]\n\nIn fact, many of the Great Plains and Rocky Mountain states which voted for Bush are relatively sparsely populated (Nebraska, for instance, has a population similar to the island of Manhattan). While the blue states represented a comparatively small geographic area, they contained large populations, which made President Bush's national endorsement less than the red–blue map would seem to indicate. Various different maps, such as ones which coded states based on the strength of their support for one candidate or another, ones which gave results based on county, or ones which displayed states according to the size of their population, were proposed as correctives to this perceived flaw.\n\n"
        },
        {
            "title": "Polarization",
            "text": "Feelings of cultural and political polarization between red and blue states, which have gained increased media attention since the 2004 election, have resulted in increased mutual feelings of alienation and enmity.[33] The polarization has been present for only four close elections (2000, 2004, 2016, and 2020). One trend that has been true for several election cycles is that states that vote Republican tend to be more rural and more sparsely populated (thus having fewer electoral votes) than states that vote Democratic.\nPolarization is more evident on a county scale with the growing percentage of the U.S. electorate living in \"landslide counties\", counties where the popular vote margin between the Democratic and Republican candidate is 20 percentage points or greater.[34][35][36]\n\nIn 1976, only 27 percent of U.S. voters lived in landslide counties, which increased to 39 percent by 1992.[37][38] Nearly half of U.S. voters resided in counties that voted for George W. Bush or John Kerry by 20 percentage points or more in 2004.[39] In 2008, 48 percent of U.S. voters lived in such counties, which increased further to 50 percent in 2012 and to 61 percent in 2016.[37][38] In 2020, 58 percent of U.S. voters lived in landslide counties.[40] At the same time, the 2020 U.S. presidential election marked the ninth consecutive presidential election where the victorious major party nominee did not win a popular vote majority by a double-digit margin over the losing major party nominee(s), continuing the longest sequence of such presidential elections in U.S. history that began in 1988 and in 2016 eclipsed the previous longest sequences from 1836 through 1860 and from 1876 through 1900.[41][note 1][42]\n\n"
        },
        {
            "title": "Demographics",
            "text": "Although the Electoral College determines the presidential election, a more precise measure of how the country actually voted may be better represented by either a county-by-county or a district-by-district map. By breaking the map down into smaller units (including many blue counties lying next to red counties), these maps tend to display many states with a purplish hue, thus demonstrating that an ostensibly blue or red state may, in fact, be closely divided. Note that election maps of all kinds are subject to errors of interpretation.\n\nThese county-by-county and district-by-district maps reveal that the true nature of the divide is between urban areas and inner suburbs and rural and exurban areas. In the 2008 election, most voters in most rural counties voted for Republican John McCain. Minnesota, New York, and Maryland, all of which Obama won state-wide, show this example with some exceptions. Inversely, in solidly red states, most voters in most urban counties voted for Democrat Barack Obama; good examples for this would be Dallas County, Texas and Fulton County, Georgia (the locations of major U.S. cities Dallas and Atlanta, respectively). Both provided Obama with double-digit margins of victory over McCain. An even more detailed precinct-by-precinct breakdown demonstrates that in many cases, large cities voted for Obama, and their suburbs were divided.\n\nIn the 2008 elections, both parties received at least 40% from all sizable socioeconomic demographics, except that McCain (Republican) received 37% from voters earning $15,000–$30,000, and 25% from voters earning under $15,000, according to exit polling. In 2008, college graduates were divided equally; those with postgraduate degrees voted for Obama by an 18% margin. By household income, Obama got a majority of households with less than $50,000 in annual income.\n\nMcCain got a slight majority (52% to 47%) of households consisting of married couples; Obama led almost 2–1 (65% to 33%) among unmarried voters. McCain held the more suburban and rural areas of both the red and blue states, while Obama received the large majority of the urban city areas in all the states. Independent candidate Ralph Nader did not win any electoral votes, yet he received 2% of the vote of voters from high-income households and voters with graduate degrees.\n\nAs a group, adults younger than age 40 voted for Obama. More married men voted for McCain, but more single men voted for Obama. Generally, the same held true for married versus single women, but a greater percentage of women overall voted for Obama than for McCain. Catholic and Protestant Christians were more likely to vote for McCain than for Obama, whereas voters of other faiths, as well as secular atheist and agnostic voters, predominantly favored Obama.[43] White, middle-aged, Christian, married males made up McCain's largest constituency.\n\nSource: NYT exit polls: 24,537 surveyed[44]\n\nSource: CNN exit polls: 24,558 surveyed[45]\n\n^1 : Split their votes.\n\n"
        },
        {
            "title": "Reaction",
            "text": "The \"Democratic blue\" and \"Republican red\" color scheme is now part of the lexicon of American journalism.\n\nNeither party national committee has officially accepted these color designations, though informal use by each party is becoming common. Both parties have since adopted logos that use their respective colors (a blue \"D\" for Democrats[46] and a red \"GOP\" for Republicans). National conventions for both major parties increasingly feature the parties' respective colors, from the colors emphasized on convention podiums to the color conventioneers can be seen wearing on the delegate floor. The Democratic Congressional Campaign Committee also alluded the color scheme when it launched a national \"Red to Blue Program\" in 2006.[47]\n\nThe scheme has found acceptance and implementation from the U.S. federal government as the Federal Election Commission report for the 2004 presidential election uses the red-Republican and blue-Democratic scheme for its electoral map.[48]\n\nThe choice of colors in this divide may appear counter-intuitive to non-American observers, as in most countries, red is associated with socialist, communist, or social democratic parties, while blue is associated with conservative parties. For example, the major center-right conservative parties in the United Kingdom, Canada, Australia, New Zealand, Brazil, Italy, Spain and France all use blue or its shades (whether officially or unofficially) whereas the major socialist, communist, or social democratic parties in each country are associated with red. If the U.S. followed such a pattern, blue would be used for the Republicans and red for the Democrats. However, the current U.S. scheme has become so ingrained in the American election system that foreign sources who cover U.S. elections, such as the BBC, Der Spiegel and El Mundo follow with the red-Republican, blue-Democratic scheme for U.S. elections.[49][50][51]\n\n"
        }
    ]
}