{
    "url": "https://en.wikipedia.org/wiki/Red_River_of_the_South",
    "title": "Red River of the South",
    "table_of_contents": [
        "1 Geography",
        "1.1 Course",
        "1.2 Tributaries",
        "1.3 Saltwater river",
        "2 Watershed",
        "3 History",
        "3.1 Native Americans",
        "3.2 American exploration and settlement, 1806",
        "3.3 Great Raft",
        "3.4 2015 Red River flood",
        "4 Recreation",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Red River, or sometimes the Red River of the South, is a major river in the Southern United States.[2] It was named for its reddish water color from passing through red-bed country in its watershed.[3] It is one of several rivers with that name. Although once a tributary of the Mississippi River, the Red River is now a tributary of the Atchafalaya River, a distributary of the Mississippi that flows separately into the Gulf of Mexico. This confluence is connected to the Mississippi River by the Old River Control Structure.\n\nThe south bank of the Red River formed part of the US–Mexico border from the Adams–Onís Treaty (in force 1821) until the Texas Annexation and the Treaty of Guadalupe Hidalgo.\n\nThe Red River is the second-largest river basin in the southern Great Plains.[4] It rises in two branches in the Texas Panhandle and flows east, where it serves as the border between the states of Texas and Oklahoma. It forms a short border between Texas and Arkansas before entering Arkansas. It forms much of the eastern border of Miller County, Arkansas, turning south near Fulton and flowing into Louisiana, where it feeds the Atchafalaya River. The total length of the river is 1,360 miles (2,190 km), with a mean flow of over 57,000 cubic feet per second (1,600 m3/s) at the mouth.[citation needed]\n\n"
        },
        {
            "title": "Geography",
            "text": "The source of the Red River is the confluence of the North Fork and Prairie Dog Town Fork, in Harmon County, Oklahoma.[citation needed]\n\nSpecialists have debated whether the North Fork or the Prairie Dog Town Fork is the true stem.[4] Because of a cartographic error, the land between the north and south forks were claimed by both the state of Texas and the United States federal government. In 1852, Randolph B. Marcy's expedition had followed the Prairie Dog Town Fork.[4] Originally called Greer County, Texas, the US Supreme Court ruled that it belonged to the United States, which at the time oversaw the Oklahoma Territory. That territory was later incorporated into the state of Oklahoma, whose southern border follows the south fork. Today, the southern Prairie Dog Town Fork is considered the main fork, though the North Fork is as long and normally has a greater water flow.[4]\n\nThe southern fork is generally considered the main stem of the Red River and about 120 miles (190 km) long. It is formed in Randall County, Texas, near the county seat of Canyon, by the confluence of Tierra Blanca Creek and intermittent Palo Duro Creek (not to be confused with another Palo Duro Creek 75 miles to the north, which drains into the North Canadian River). It turns and flows southeast through Palo Duro Canyon in Palo Duro Canyon State Park at an elevation of 3,440 feet (1,050 m),[4] and past Newlin, Texas, to cross the Oklahoma state line. About 2 miles south of Elmer, Oklahoma, the Salt Fork of the Red River joins from the north. These combined waters receive the North Fork Red River from the north about 10 mi (16 km) west-southwest of Frederick, Oklahoma to form the Red River proper.[citation needed]\n\n\nThe combined river proceeds to follow a winding course east through one of the most arid parts of the Great Plains, receiving the Wichita River about 25 miles northeast of the city of Wichita Falls. Near Denison, the river exits the eastern end of Lake Texoma, a reservoir formed by the Denison Dam. The lake is also fed by the Washita River from the north. Beyond the dam it runs generally east towards Arkansas and receives Oklahoma's Muddy Boggy Creek on the left bank before turning southward near Texarkana.[citation needed]\nSoon after, the waterway crosses south into Louisiana. The sister cities of Shreveport and Bossier City were developed on either bank of the river, as were the downriver cities of Alexandria and Pineville. After being joined from the north by the Black River (downstream name of the Ouachita River, its largest tributary) about 1.5 miles south of Acme, the river broadens into a complex network of marshlands west of the Mississippi River. Its waters eventually become a tributary of the Atchafalaya River[5] and flow generally southward into the Gulf of Mexico.\n\nIn 1946, the Red River flood spilled over into Pineville because of insufficient levee height and strength. However, the taller and stronger levee held in Alexandria. Willie E. Kees Jr., the newly elected mayor of Pineville, worked to gain support for the Corps of Engineers to increase the height of the levee on the eastern side of the river to equal that in Alexandria.[6]\n\nTributaries include the Little Red River, Prairie Dog Town Fork Red River, Salt Fork Red River, North Fork Red River, Pease River, Washita River, Kiamichi River, Wichita River,  Little Wichita River, Little River, Sulphur River, Loggy Bayou (through Lake Bistineau and Dorcheat Bayou) as well as the Ouachita River (also known as the Black River at that point) not far (at Acme, Louisiana) from the mouth.\n\nThe Red River is salty through tributaries above Lake Texoma. The saltiness is caused by a natural phenomenon that dates back to ancient times. About 250 million years ago, an inland sea blanketed parts of what is now those states. As time passed, that sea evaporated, leaving salt deposits – mostly sodium chloride. Rock and silt eventually buried the deposits, but the salt continues to leach through natural seeps in tributaries above Lake Texoma, sending as much as 3,450 tons of salt per day flowing down the Red River.[7][8]\n\n"
        },
        {
            "title": "Watershed",
            "text": "The Red River's watershed covers 65,590 square miles (169,900 km2)[4] and is the southernmost major river system in the Great Plains. Its drainage basin is mostly in the states of Texas and Oklahoma, but also covers parts of New Mexico, Arkansas and Louisiana. Its basin is characterized by flat, fertile agricultural land, with only a few major cities. The drainage basin of the Red River is very arid and receives little precipitation. As a result, much of the river above the Texas–Oklahoma border is intermittent, and until the river is past its great bend south in Arkansas, the flow varies widely. Most of the agriculture in the basin is sustained by groundwater, which is recharged with rainfall and riverflow. The lower course of the river flows through a series of marshes and swamps, where its flow is dramatically moderated.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "Native American cultures along the river were diverse, developing specialized adaptations to the many different environments.[4] Starting near the headwaters, the Plains division of the Lipan Apache dominated the western Red River area until the 18th century, when they were displaced by invading Comanche from the north.[4] The middle part of the Red River was dominated by the Wichita and Tonkawa. This area was prairie, where Native Americans constructed portable and temporary tepees for housing.  They practiced limited farming and followed game in seasonal, nomadic hunting cycles.[4] By the time of European contact, the eastern Piney Woods of the lower river courses were dominated by the numerous historic tribes of the Caddo Confederacy. They found plentiful game and fish, and also had good land for cultivating staple crops.[4]\n\nIn 1806, President Thomas Jefferson commissioned the Red River Expedition to explore parts of the new lands of the Louisiana Purchase by traveling up the Red River. He said it was \"in truth, next to the Missouri, the most interesting water of the Mississippi\", in a letter to explorer William Dunbar.[9] Having threaded the maze of bayous at the river's confluence, and the \"Great Raft\" of lodged driftwood, the expedition was stopped by the Spanish near what is now New Boston, Texas.\n\nIn 1806, Lieutenant Zebulon Pike, under orders to ascertain the source of the Red River, ascended the Arkansas River, made his way downstream on what turned out to be the Rio Grande, and was sent home by the Spanish authorities. A more successful exploration of the river's upper reaches to both its sources was the 1852 expedition under Capt. Randolph Barnes Marcy, assisted by Brevet Capt. George B. McClellan.[10] A decade later McClellan became an important general in the American Civil War.\n\nIn April 1815, Captain Henry Miller Shreve was the first person to bring a steamboat, the Enterprise, up the Red River. Fulton and Livingston, who claimed the exclusive right to navigate Louisiana waters by steamboat, sued Shreve in the District Court of New Orleans. The judge ruled that the monopoly claimed by the plaintiffs was illegal. That decision, along with a similar outcome in Gibbons v. Ogden, freed navigation on every river, lake or harbor in the United States from interference by monopolies.[11]\n\nWhen John Quincy Adams became Secretary of State in 1817, one of his highest priorities was to negotiate with Spain about the boundaries of the Louisiana Purchase. He negotiated with Luis de Onis, the Spanish Minister to the United States, and finally concluded the Adams–Onis Treaty, also known as the Treaty of 1819. The treaty defined the south bank of the river as the boundary between the United States and Spain, as of when it was surveyed and demarcated following 1819. That boundary continued to be recognized when Mexico gained its independence from Spain, then again when Texas became independent from Mexico. It remained the official boundary[11] until the United States Congress consented to the Red River Boundary Compact adopted by the states of Oklahoma and Texas. This set the jurisdictional boundary between these states at the vegetation line on the south bank, but left title of adjacent property owners at the south bank. The Red River actively meanders, as is evident when comparing a map of the political boundaries defined by where the river was decades ago against where the river is now.\n\nThe Red River Campaign (March–May 1864) was fought along the Red River Valley in Louisiana during the American Civil War. It was part of a failed attempt by the Union to occupy eastern Texas. Confederate commander Richard Taylor was able to repel an army under Nathaniel Banks that was three times bigger than his own.\n\nIn Louisiana, the area of present-day Natchitoches Parish was settled by French Creole and mixed-race Louisiana Creole people, starting before 1800.  The Cane River National Heritage Area is recognized to mark this area of influence, with plantations and churches founded by Louisiana Creoles. Some of the sites are designated as destinations on the Louisiana African American Heritage Trail, established in the early 21st century. For nearly 100 years after the American Civil War, some of the plantations were the center of a large African American and Creole community, whose people lived and worked in this area for generations.\n\nThe area along the lower Red River of Grant Parish, Louisiana and neighboring parishes had a mixture of hill country farms and cotton plantations. White planters controlled the large plantations, depending on the labor of enslaved African Americans. Subsistence farmers were more common in the hill country and they held few slaves. This was an area of heated social tensions and insurgency during and after the Reconstruction era. The Reconstruction legislature organized Grant Parish, with the goal of increasing Republican Party representation in the legislature. Most of the blacks joined the Republican Party, which had gained emancipation. But whites resisted black voters and officials. In 1873, Grant Parish was the site of the Colfax massacre, which arose from political tension and violence arising from the disputed 1872 gubernatorial election and efforts by local whites to maintain white supremacy. White militias, organized from Grant and nearby parishes, killed more than 100 freedmen, some of whom had surrendered as prisoners.\n\nIn 1874, such militias organized as the White League in Grant Parish, and other chapters were soon founded across the state. The Coushatta massacre was attributed to the White League, which attacked Republican office holders to run them out of office. The paramilitary groups intimidated and terrorized freedmen to keep them from the polls and, by the late 1870s, Democrats had retaken political control of the state. They maintained white control of the government and passed laws to establish Jim Crow suppression of blacks.\n\nIn the early 19th century, settlers found that much of the river's length in Louisiana was unnavigable because of a collection of fallen trees that formed a Great Raft over 160 miles (260 km) long. In 1839, Captain Henry Miller Shreve began clearing the log jam, but it was not completely cleared until the 1870s, when dynamite became available. The river was thereafter navigable, but north of Natchitoches it was restricted to small craft. Removal of the raft further connected the Red and Atchafalaya rivers, accelerating the development of the Atchafalaya River channel.[5]\n\nIn the 20th century, the interest group known as the Red River Valley Association was formed to lobby the United States Congress to make the river fully navigable between Alexandria and Shreveport, Louisiana.  Leading supporters of the longstanding project were Louisiana Democratic senators Allen J. Ellender, J. Bennett Johnston and Russell B. Long, the Fourth District Congressman Joe Waggonner, and the late Shreveport Mayor Calhoun Allen. With the completion of the project, a lock system constructed by the US Army Corps of Engineers allowed navigation of barge traffic as far north as Shreveport.\n\nIn June 2015, the Red River flooded parts of northeast Texas, southwest Arkansas, southeast Oklahoma and Louisiana, from Denison Dam, to just south of Alexandria, Louisiana.[12]\n\n"
        },
        {
            "title": "Recreation",
            "text": "In 1943, Denison Dam was built on the Red River to form Lake Texoma, a large reservoir of 89,000 acres (360 km2), some 70 miles (110 km) north of Dallas. Other reservoirs on the river's tributaries serve as flood control.[citation needed]\n\n"
        }
    ]
}