{
    "url": "https://en.wikipedia.org/wiki/Reductionism",
    "title": "Reductionism",
    "table_of_contents": [
        "1 Definitions",
        "2 Types",
        "2.1 Ontological reductionism",
        "2.2 Methodological reductionism",
        "2.3 Theory reductionism",
        "3 In science",
        "4 In mathematics",
        "4.1 In computer science",
        "5 In religion",
        "6 In linguistics",
        "7 In philosophy",
        "7.1 Free will",
        "7.2 Causation",
        "8 Criticism",
        "8.1 Antireductionism",
        "8.2 Fragmentalism",
        "9 Alternatives",
        "10 See also",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Reductionism is any of several related philosophical ideas regarding the associations between phenomena which can be described in terms of other simpler or more fundamental phenomena.[1] It is also described as an intellectual and philosophical position that interprets a complex system as the sum of its parts.[2]\n\n"
        },
        {
            "title": "Definitions",
            "text": "The Oxford Companion to Philosophy suggests that reductionism is \"one of the most used and abused terms in the philosophical lexicon\" and suggests a three-part division:[3]\n\nReductionism can be applied to any phenomenon, including objects, problems, explanations, theories, and meanings.[4][5][6]\n\nFor the sciences, application of methodological reductionism attempts explanation of entire systems in terms of their individual, constituent parts and their interactions. For example, the temperature of a gas is reduced to nothing beyond the average kinetic energy of its molecules in motion. Thomas Nagel and others speak of 'psychophysical reductionism' (the attempted reduction of psychological phenomena to physics and chemistry), and 'physico-chemical reductionism' (the attempted reduction of biology to physics and chemistry).[7] In a very simplified and sometimes contested form, reductionism is said to imply that a system is nothing but the sum of its parts.[5][8] However, a more nuanced opinion is that a system is composed entirely of its parts, but the system will have features that none of the parts have (which, in essence is the basis of emergentism).[9] \"The point of mechanistic explanations is usually showing how the higher level features arise from the parts.\"[8]\n\nOther definitions are used by other authors. For example, what John Polkinghorne terms 'conceptual' or 'epistemological' reductionism[5] is the definition provided by Simon Blackburn[10] and by Jaegwon Kim:[11] that form of reductionism which concerns a program of replacing the facts or entities involved in one type of discourse with other facts or entities from another type, thereby providing a relationship between them. Richard Jones distinguishes ontological and epistemological reductionism, arguing that many ontological and epistemological reductionists affirm the need for different concepts for different degrees of complexity while affirming a reduction of theories.[9]\n\nThe idea of reductionism can be expressed by \"levels\" of explanation, with higher levels reducible if need be to lower levels. This use of levels of understanding in part expresses our human limitations in remembering detail. However, \"most philosophers would insist that our role in conceptualizing reality [our need for a hierarchy of \"levels\" of understanding] does not change the fact that different levels of organization in reality do have different 'properties'.\"[9]\n\nReductionism should be distinguished from eliminationism: reductionists do not deny the existence of phenomena, but explain them in terms of another reality; eliminationists deny the existence of the phenomena themselves. For example, eliminationists deny the existence of life by their explanation in terms of physical and chemical processes.\n\nReductionism does not preclude the existence of what might be termed emergent phenomena, but it does imply the ability to understand those phenomena completely in terms of the processes from which they are composed. This reductionist understanding is very different from ontological or strong emergentism, which intends that what emerges in \"emergence\" is more than the sum of the processes from which it emerges, respectively either in the ontological sense or in the epistemological sense.[12] Some physicists, however, claim that reductionism and emergentism are complementary: both are needed to explain natural processes.[13]\n\n"
        },
        {
            "title": "Types",
            "text": "Most philosophers delineate three types of reductionism and anti-reductionism.[3]\n\nOntological reductionism is the belief that reality is composed of a minimum number of kinds of entities or substances.[2] This claim is usually metaphysical, and is most commonly a form of monism, in effect claiming that all objects, properties, and events are reducible to a single substance. (A dualist who is an ontological reductionist would believe that everything is reducible to two substances—as one possible example, a dualist might claim that reality is composed of \"matter\" and \"spirit\".)\n\nRichard Jones divides ontological reductionism into two: the reductionism of substances (e.g., the reduction of mind to matter) and the reduction of the number of structures operating in nature (e.g., the reduction of one physical force to another). This permits scientists and philosophers to affirm the former while being anti-reductionists regarding the latter.[14]\n\nNancey Murphy has claimed that there are two species of ontological reductionism: one that claims that wholes are nothing more than their parts; and atomist reductionism, claiming that wholes are not \"really real\". She admits that the phrase \"really real\" is apparently senseless but she has tried to explicate the supposed difference between the two.[15]\n\nOntological reductionism denies the idea of ontological emergence, and claims that emergence is an epistemological phenomenon that only exists through analysis or description of a system, and does not exist fundamentally.[16]\n\nOntological reductionism takes two forms: token ontological reductionism and type ontological reductionism.[citation needed]\n\nToken ontological reductionism is the idea that every item that exists is a sum item. For perceivable items, it affirms that every perceivable item is a sum of items with a lesser degree of complexity. Token ontological reduction of biological things to chemical things is generally accepted.\n\nType ontological reductionism is the idea that every type of item is a sum type of item, and that every perceivable type of item is a sum of types of items with a lesser degree of complexity. Type ontological reduction of biological things to chemical things is often rejected.\n\nMichael Ruse has criticized ontological reductionism as an improper argument against vitalism.[17]\n\nMethodological reductionism is the position that the best scientific strategy is to attempt to reduce explanations to the smallest possible entities.[18] In a biological context, this means attempting to explain all biological phenomena in terms of their underlying biochemical and molecular processes.[19] Claim of efficacy is demonstrated that the gene—unit of classical heredity—is the deoxyribonucleic acid (DNA), a macro-molecule.[18]\n\nTheory reduction is the process by which a more general theory absorbs a special theory.[2] For example, both Kepler's laws of the motion of the planets and Galileo's theories of motion formulated for terrestrial objects are reducible to Newtonian theories of mechanics because all the explanatory power of the former are contained within the latter. Furthermore, the reduction is considered beneficial because Newtonian mechanics is a more general theory—that is, it explains more events than Galileo's or Kepler's. Besides scientific theories, theory reduction more generally can be the process by which one explanation subsumes another.\n\n"
        },
        {
            "title": "In science",
            "text": "Reductionist thinking and methods form the basis for many of the well-developed topics of modern science, including much of physics, chemistry and molecular biology. Classical mechanics in particular is seen as a reductionist framework. For instance, we understand the solar system in terms of its components (the sun and the planets) and their interactions.[20] Statistical mechanics can be considered as a reconciliation of macroscopic thermodynamic laws with the reductionist method of explaining macroscopic properties in terms of microscopic components, although it has been argued that reduction in physics 'never goes all the way in practice'.[21]\n\nIn science, reductionism implies that certain topics of study are based on areas that study smaller spatial scales or organizational units. While it is commonly accepted that the foundations of chemistry are based in physics, and molecular biology is based on chemistry, similar statements become controversial when one considers less rigorously defined intellectual pursuits. For example, claims that sociology is based on psychology, or that economics is based on sociology and psychology would be met with reservations. These claims are difficult to substantiate even though there are obvious associations between these topics (for instance, most would agree that psychology can affect and inform economics). The limit of reductionism's usefulness stems from emergent properties of complex systems, which are more common at certain levels of organization. For example, certain aspects of evolutionary psychology and sociobiology are rejected by some who claim that complex systems are inherently irreducible and that a holistic method is needed to understand them.\n\nSome strong reductionists believe that the behavioral sciences should become \"genuine\" scientific disciplines based on genetic biology, and on the systematic study of culture (see Richard Dawkins's concept of memes). In his book The Blind Watchmaker, Dawkins introduced the term \"hierarchical reductionism\"[22] to describe the opinion that complex systems can be described with a hierarchy of organizations, each of which is only described in terms of objects one level down in the hierarchy. He provides the example of a computer, which using hierarchical reductionism is explained in terms of the operation of hard drives, processors, and memory, but not on the level of logic gates, or on the even simpler level of electrons in a semiconductor medium.\n\nOthers argue that inappropriate use of reductionism limits our understanding of complex systems. In particular, ecologist Robert Ulanowicz says that science must develop techniques to study ways in which larger scales of organization influence smaller ones, and also ways in which feedback loops create structure at a given level, independently of details at a lower level of organization. He advocates (and uses) information theory as a framework to study propensities in natural systems.[23] Ulanowicz attributes these criticisms of reductionism to the philosopher Karl Popper and biologist Robert Rosen.[24]\n\nStuart Kauffman has argued that complex systems theory and phenomena such as emergence pose limits to reductionism.[25] Emergence is especially relevant when systems exhibit historicity.[26] Emergence is strongly related to nonlinearity.[27] The limits of the application of reductionism are claimed to be especially evident at levels of organization with greater complexity, including living cells,[28] neural networks, ecosystems, society, and other systems formed from assemblies of large numbers of diverse components linked by multiple feedback loops.[28][29]\n\nNobel laureate Philip Warren Anderson used the idea that symmetry breaking is an example of an emergent phenomenon in his 1972 Science paper \"More is different\" to make an argument about the limitations of reductionism.[30] One observation he made was that the sciences can be arranged roughly in a linear hierarchy—particle physics, solid state physics, chemistry, molecular biology, cellular biology, physiology, psychology, social sciences—in that the elementary entities of one science obeys the principles of the science that precedes it in the hierarchy; yet this does not imply that one science is just an applied version of the science that precedes it. He writes that \"At each stage, entirely new laws, concepts and generalizations are necessary, requiring inspiration and creativity to just as great a degree as in the previous one. Psychology is not applied biology nor is biology applied chemistry.\"\n\nDisciplines such as cybernetics and systems theory imply non-reductionism, sometimes to the extent of explaining phenomena at a given level of hierarchy in terms of phenomena at a higher level, in a sense, the opposite of reductionism.[31]\n\n"
        },
        {
            "title": "In mathematics",
            "text": "In mathematics, reductionism can be interpreted as the philosophy that all mathematics can (or ought to) be based on a common foundation, which for modern mathematics is usually axiomatic set theory. Ernst Zermelo was one of the major advocates of such an opinion; he also developed much of axiomatic set theory. It has been argued that the generally accepted method of justifying mathematical axioms by their usefulness in common practice can potentially weaken Zermelo's reductionist claim.[32]\n\nJouko Väänänen has argued for second-order logic as a foundation for mathematics instead of set theory,[33] whereas others have argued for category theory as a foundation for certain aspects of mathematics.[34][35]\n\nThe incompleteness theorems of Kurt Gödel, published in 1931, caused doubt about the attainability of an axiomatic foundation for all of mathematics. Any such foundation would have to include axioms powerful enough to describe the arithmetic of the natural numbers (a subset of all mathematics). Yet Gödel proved that, for any consistent recursively enumerable axiomatic system powerful enough to describe the arithmetic of the natural numbers, there are (model-theoretically) true propositions about the natural numbers that cannot be proved from the axioms. Such propositions are known as formally undecidable propositions. For example, the continuum hypothesis is undecidable in the Zermelo–Fraenkel set theory as shown by Cohen.\n\nThe role of reduction in computer science can be thought as a precise and unambiguous mathematical formalization of the philosophical idea of \"theory reductionism\". In a general sense, a problem (or set) is said to be reducible to another problem (or set), if there is a computable/feasible method to translate the questions of the former into the latter, so that, if one knows how to computably/feasibly solve the latter problem, then one can computably/feasibly solve the former. Thus, the latter can only be at least as \"hard\" to solve as the former.\n\nReduction in theoretical computer science is pervasive in both: the mathematical abstract foundations of computation; and in real-world performance or capability analysis of algorithms. More specifically, reduction is a foundational and central concept, not only in the realm of mathematical logic and abstract computation in computability (or recursive) theory, where it assumes the form of e.g. Turing reduction, but also in the realm of real-world computation in time (or space) complexity analysis of algorithms, where it assumes the form of e.g. polynomial-time reduction.\n\n"
        },
        {
            "title": "In religion",
            "text": "Religious reductionism generally attempts to explain religion by explaining it in terms of nonreligious causes. A few examples of reductionistic explanations for the presence of religion are: that religion can be reduced to humanity's conceptions of right and wrong, that religion is fundamentally a primitive attempt at controlling our environments, that religion is a way to explain the existence of a physical world, and that religion confers an enhanced survivability for members of a group and so is reinforced by natural selection.[36] Anthropologists Edward Burnett Tylor and James George Frazer employed some religious reductionist arguments.[37]\n\n"
        },
        {
            "title": "In linguistics",
            "text": "Linguistic reductionism is the idea that everything can be described or explained by a language with a limited number of concepts, and combinations of those concepts. An example is the language Toki Pona.\n\n"
        },
        {
            "title": "In philosophy",
            "text": "The concept of downward causation poses an alternative to reductionism within philosophy. This opinion is developed by Peter Bøgh Andersen, Claus Emmeche, Niels Ole Finnemann, and Peder Voetmann Christiansen, among others. These philosophers explore ways in which one can talk about phenomena at a larger-scale level of organization exerting causal influence on a smaller-scale level, and find that some, but not all proposed types of downward causation are compatible with science. In particular, they find that constraint is one way in which downward causation can operate.[38] The notion of causality as constraint has also been explored as a way to shed light on scientific concepts such as self-organization, natural selection, adaptation, and control.[39]\n\nPhilosophers of the Enlightenment worked to insulate human free will from reductionism. Descartes separated the material world of mechanical necessity from the world of mental free will. German philosophers introduced the concept of the \"noumenal\" realm that is not governed by the deterministic laws of \"phenomenal\" nature, where every event is completely determined by chains of causality.[40] The most influential formulation was by Immanuel Kant, who distinguished between the causal deterministic framework the mind imposes on the world—the phenomenal realm—and the world as it exists for itself, the noumenal realm, which, as he believed, included free will. To insulate theology from reductionism, 19th century post-Enlightenment German theologians, especially Friedrich Schleiermacher and Albrecht Ritschl, used the Romantic method of basing religion on the human spirit, so that it is a person's feeling or sensibility about spiritual matters that comprises religion.[41]\n\nMost common philosophical understandings of causation involve reducing it to some collection of non-causal facts. Opponents of these reductionist views have given arguments that the non-causal facts in question are insufficient to determine the causal facts.[42]\n\n"
        },
        {
            "title": "Criticism",
            "text": "A contrast to reductionism is holism or emergentism. Holism is the idea that, in the whole, items can have properties, known as emergent properties, that are not explainable from the sum of their parts. The principle of holism was summarized concisely by Aristotle in the Metaphysics: \"The whole is more than the sum of its parts\".\n\nAn alternative term for ontological reductionism is fragmentalism,[43] often used in a pejorative sense.[44] Anti-realists use the term fragmentalism in arguments that the world does not exist of separable entities, instead consisting of wholes. For example, advocates of this idea claim that:\n\n\nThe term fragmentalism is usually applied to reductionist modes of thought, often with the related pejorative term scientism. This usage is popular among some ecological activists: \n These perspectives are not new; during the early 20th century, William James noted that rationalist science emphasized what he called fragmentation and disconnection.[47]\n\nSuch opinions also motivate many criticisms of the scientific method:\n\n"
        },
        {
            "title": "Alternatives",
            "text": "The development of systems thinking has provided methods that seek to describe issues in a holistic rather than a reductionist way, and many scientists use a holistic paradigm.[48] When the terms are used in a scientific context, holism and reductionism refer primarily to what sorts of models or theories offer valid explanations of the natural world; the scientific method of falsifying hypotheses, checking empirical data against theory, is largely unchanged, but the method guides which theories are considered.\n\nIn many cases (such as the kinetic theory of gases), given a good understanding of the components of the system, one can predict all the important properties of the system as a whole. In other systems, especially concerned with life and life's emergent properties (morphogenesis, autopoiesis, and metabolism), emergent properties of the system are said to be almost impossible to predict from knowledge of the parts of the system. Complexity theory studies systems and properties of the latter type.\n\nAlfred North Whitehead's metaphysics opposed reductionism. He refers to this as the \"fallacy of the misplaced concreteness\". His scheme was to frame a rational, general understanding of phenomena, derived from our reality.\n\nEcologist Sven Erik Jorgensen makes both theoretical and practical arguments for a holistic method in certain topics of science, especially ecology. He argues that many systems are so complex that they can never be described in complete detail. In analogy to the Heisenberg uncertainty principle in physics, he argues that many interesting ecological phenomena cannot be replicated in laboratory conditions, and so cannot be measured or observed without changing the system in some way. He also indicates the importance of inter-connectedness in biological systems. He believes that science can only progress by outlining questions that are unanswerable and by using models that do not try to explain everything in terms of smaller hierarchical levels of organization, but instead model them on the scale of the system itself, taking into account some (but not all) factors from levels higher and lower in the hierarchy.[49]\n\nIn cognitive psychology, George Kelly developed \"constructive alternativism\" as a form of personal construct psychology and an alternative to what he considered \"accumulative fragmentalism\". For this theory, knowledge is seen as the construction of successful mental models of the exterior world, rather than the accumulation of independent \"nuggets of truth\".[50]\n\n"
        }
    ]
}