{
    "url": "https://en.wikipedia.org/wiki/Reentry_capsule",
    "title": "Reentry capsule",
    "table_of_contents": [
        "1 Structure",
        "2 Reentry",
        "3 Aerodynamic heating",
        "3.1 Gravity, drag, and lift",
        "4 Current designs",
        "4.1 Shenzhou",
        "4.2 Soyuz",
        "5 List of reentry capsules",
        "6 References",
        "7 See also"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A reentry capsule is the portion of a space capsule which returns to Earth following a spaceflight. The shape is determined partly by aerodynamics; a capsule is aerodynamically stable falling blunt end first, which allows only the blunt end to require a heat shield for atmospheric entry. A crewed capsule contains the spacecraft's instrument panel, limited storage space, and seats for crew members.  Because a capsule shape has little aerodynamic lift, the final descent is via parachute, either coming to rest on land, at sea, or by active capture by an aircraft. In contrast, the development of spaceplane reentry vehicles attempts to provide a more flexible reentry profile.\n\n"
        },
        {
            "title": "Structure",
            "text": "Reentry capsules have typically been smaller than 5 meters (16 feet) in diameter due to launch vehicle aerodynamic requirements. The capsule design is both volumetrically efficient and structurally strong, so it is typically possible to construct small capsules of performance comparable to lifting body or spaceplane designs in all but lift-to-drag ratio for less cost. The Soyuz spacecraft is an example. Most capsules have used an ablative heat shield for reentry and been non-reusable. The Orion Multi-Purpose Crew Vehicle appears likely, as of December 2005, to use a ten-times reusable capsule with a replaceable heat shield. There is no limit, save for lack of engineering experience, on using high-temperature ceramic tiles or ultra-high temperature ceramic sheets on reentry capsules.\n\nMaterials for the capsule are designed in different ways, like the Apollo command module’s aluminum honeycomb structure. Aluminum is very light, and the structure gives the capsule extra strength. The early spacecraft had a coating of glass embedded with synthetic resin and put in very high temperatures. Carbon fiber, reinforced plastics and ceramic are new materials that are constantly being made better for use in space exploration.\n\n"
        },
        {
            "title": "Reentry",
            "text": "Most reentry capsules have used an ablative heat shield for reentry and been non-reusable. The early spacecraft had a coating of glass embedded with synthetic resin and put in very high temperatures.\n\nReentry capsules are well-suited to high energy reentries. Capsules reenter aft-end first with the occupants lying down, as this is the optimum position for the human body to withstand the g-forces induced as the capsule impacts the atmosphere. The rounded shape (blunt body) of a capsule forms a shock wave that keeps most of the heat away from the heat shield, but a thermal protection system is still necessary. The space capsule must be strong enough to withstand reentry forces such as drag, and must reenter at a precise angle of attack to prevent a skip off the surface of the atmosphere or destructively high accelerations.\n\nWhen the reentry capsule comes through the atmosphere the capsule compresses the air in front of it, which heats up to very high temperatures. The surface temperature of a capsule can reach 1,480 °C (2,700 °F) as it descends through the Earth's atmosphere.[citation needed] To prevent this heat from reaching interior structures, capsules are typically equipped with an ablative heat shield that melts and then vaporizes, removing the heat.\n\nThe Apollo command module reentered with the center of mass offset from the center line; this caused the capsule to assume an angled attitude through the air, providing lift that could be used for directional control. Reaction control system thrusters were used to steer the capsule by rotating the lift vector.\n\nParachutes are used for the final descent, sometimes augmented by braking rockets if the capsule is designed to land on the Earth's surface. Examples of land landing capsules include Vostok, Voskhod, Soyuz, Shenzhou and the Boeing CST-100 Starliner. Other capsules, such as Mercury, Gemini, Apollo, Orion, and Dragon, splash down in the ocean.\n\n"
        },
        {
            "title": "Aerodynamic heating",
            "text": "Capsules are well-suited to high-temperature and dynamic loading reentries. Whereas delta-wing gliders such as the Space Shuttle can reenter from Low Earth Orbit, and lifting bodies are capable of entry from as far away as the Moon, it is rare to find designs for reentry vehicles from Mars that are not capsules. The current RKK Energia design for the Kliper, being capable of flights to Mars, is an exception.\n\nEngineers building a reentry capsule must take forces such as gravity and drag into consideration. The capsule must be strong enough to slow down quickly, must endure extremely high or low temperatures, and must survive the landing. When the capsule comes close to a planet's or moon's surface, it has to slow down at a very exact rate. If it slows down too quickly, everything in the capsule will be crushed. If it does not slow down quickly enough, it will crash into the surface and be destroyed. There are additional requirements for atmospheric reentry. If the angle of attack is too shallow, the capsule may skip off the surface of the atmosphere. If the angle of attack is too steep, the deceleration forces may be too high or the heat of reentry may exceed the tolerances of the heat shield.\n\nCapsules reenter aft-end first with the occupants lying down, as this is the optimum position for the human body to withstand the decelerative g-force. The aft end is formed in a rounded shape (blunt body), as this forms a shock wave that doesn't touch the capsule, and the heat is deflected away rather than melting the vehicle.\n\nThe Apollo Command Module reentered with the center of mass offset from the center line; this caused the capsule to assume an angled attitude through the air, providing a sideways lift to be used for directional control. Rotational thrusters were used to steer the capsule under either automatic or manual control by changing the lift vector.\n\nAt lower altitudes and speeds parachutes are used to slow the capsule down by making more drag.\n\nCapsules also have to be able to withstand the impact when they reach the Earth's surface. All US crewed capsules (Mercury, Gemini, Apollo) landed on water; the Soviet/Russian Soyuz and Chinese Shenzhou (and planned US, Russian, and Indian) crewed capsules use small retrorockets to touch down on land. In the lighter gravity of Mars, airbags are sufficient to land some of the robotic missions safely.\n\nTwo of the biggest external forces that a reentry capsule experiences are gravity and drag.\n\nDrag is the capsule's resistance to it moving through air. Air is a mixture of different molecules, including nitrogen, oxygen and carbon dioxide. Anything falling through air hits these molecules and therefore slows down. The amount of drag on a capsule depends on many things, including the density of the air, and the shape, mass, diameter and roughness of the capsule. The speed of a spacecraft highly depends on the combined effect of the two forces — gravity, which can speed up a rocket, and drag, which will slow down the rocket. Capsules entering Earth's atmosphere will be considerably slowed because our atmosphere is so thick.\n\nWhen the capsule comes through the atmosphere, it compresses the air in front of it which heats up to very high temperatures (contrary to popular belief friction is not significant).\n\nA good example of this is a shooting star. A shooting star, which is usually tiny, creates so much heat coming through the atmosphere that the air around the meteorite glows white hot. So when a huge object like a capsule comes through, even more heat is created.\n\nAs the capsule slows down, the compression of the air molecules hitting the capsules surface creates a lot of heat. The surface of a capsule can get to 1,480 °C (2,700 °F) as it descends through the Earth's atmosphere. All this heat has to be directed away. Reentry capsules are typically coated with a material that melts and then vaporizes (\"ablation\"). It may seem counterproductive, but the vaporization takes heat away from the capsule. This keeps the reentry heat from getting inside the capsule. Capsules see a more intense heating regime than spaceplanes and ceramics such as used on the Space Shuttle are usually less suitable, and all capsules have used ablation.\n\nIn practice, capsules do create a significant and useful amount of lift. This lift is used to control the trajectory of the capsule, allowing reduced g-forces on the crew, as well as reducing the peak heat transfer into the capsule. The longer the vehicle spends at high altitude, the thinner the air is and the less heat is conducted. For example, the Apollo CM had a lift to drag ratio of about 0.35. In the absence of any lift the Apollo capsule would have been subjected to about 20g deceleration (8g for low-Earth-orbiting spacecraft), but by using lift the trajectory was kept to around 4g.[citation needed]\n\n"
        },
        {
            "title": "Current designs",
            "text": "The reentry capsule is the \"middle\" module of the three-part Soyuz or Shenzhou spacecraft – the orbital module is located at the front of the spacecraft, with the service or equipment module attached to the rear. A feature in the landing system allows the use of a single parachute and \"braking rocket\", thus the heatshield is dropped from the spacecraft similar to the landing bag deployment on the U.S. Mercury spacecraft. Like the Command Module of the Apollo spacecraft, the Shenzhou reentry capsule has no reusable capabilities; each spacecraft is flown once and then \"thrown away\" (usually sent to museums).\n\nFew details are known about the Shenzhou reentry capsule, except that it uses some technology from the Soyuz TM design.  The new Soyuz TMA spacecraft, now used solely for International Space Station flights, had its couches modified to allow for taller crewmembers to fly, and features \"glass cockpit\" technology similar to that found on the Space Shuttle and newer commercial and military aircraft.\n\nThe former Soviet Union suffered two disasters, and one near-disaster, all three involving the capsule during the de-orbit and reentry.  Soyuz 1 ended in disaster when the parachutes failed to deploy and the capsule smashed into the earth at speeds over 300 mph (483 km/h), killing cosmonaut Vladimir Komarov.  Soyuz 5 almost ended in disaster, when the reentry capsule entered the atmosphere nose first – attributed to a failure of the service module to separate similar to that on the Vostok 1 flight.  Luckily, the service module was burned off and the capsule righted itself.\n\nSoyuz 11 ended in disaster in 1971 when an equalization valve, used to equalize air pressure during the Soyuz final descent, prematurely opened in the vacuum of space, killing the three crew members, who were not wearing spacesuits.  Subsequent flights, from Soyuz 12 to Soyuz 40, utilized a two-man crew because the third seat had to be removed for the pressure suit controls.  The Soyuz-T version restored the third seat.\n\n"
        },
        {
            "title": "List of reentry capsules",
            "text": "\nFlight-proven:\n\nIn development:\n\n"
        }
    ]
}