{
    "url": "https://en.wikipedia.org/wiki/Reincarnation_in_popular_culture",
    "title": "Reincarnation in popular culture",
    "table_of_contents": [
        "1 Literature",
        "1.1 Books on reincarnation",
        "1.2 Comic",
        "2 Film",
        "2.1 Indian film",
        "3 Video games",
        "4 Music",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Reincarnation is regularly mentioned in feature films, books, and popular music. The similar concept of transmigration has been used frequently to the point of cliché in the sense of people \"switching bodies\", in which the identity of a character transfers to another's body, either unilaterally or by exchange (e.g. Vice Versa), or to an animal (e.g. The Once and Future King) or object (e.g. The Picture of Dorian Gray). This concept has been used many times in various films, particularly in Indian cinema and television.\n\n"
        },
        {
            "title": "Literature",
            "text": "Metempsychosis is the title of a work by the metaphysical poet John Donne, written in 1601.[1] The poem, also known as the Infinitati Sacrum,[2] consists of two parts, the \"Epistle\" and \"The Progress of the Soule\". In the first line of the latter part, Donne writes that he \"sing[s] of the progresse of a deathlesse soule\".[2]\n\nDuring the classical period of German literature, metempsychosis attracted much attention: Goethe played with the idea, and it was taken up more seriously by Lessing, who borrowed it from Charles Bonnet, and by Herder.\n\nReincarnation is a key plot device in Edgar Allan Poe's short story \"Metzengerstein\" (1932),[3] in his \"Morella\" (1835)[4] and \"The Oval Portrait\" (1842).[5] Mark Twain mentions this concept in \"A Word of Explanation\" at the beginning of his \"A Connecticut Yankee in King Arthur's Court.\" He comes across a \"curious stranger\" at Warwick Castle in England who shows him ancient armor that supposedly once belonged to the knights of the Round Table. He interrupts his musings by saying: \"You know about transmigration of souls; do you know about transposition of epochs -- and bodies?\" He later claims to have killed one of the knights himself ... with a bullet!\n\nMetempsychosis recurs as a theme in James Joyce's modernist novel, Ulysses (1920).[6] In Joycean fashion, the word famously appears, mispronounced by Molly Bloom, as \"met him pike hoses.\"[7]\n\nJ. D. Salinger's short story \"Teddy\" (Nine Stories 1953) concerns reincarnation. An examination of transmigration in the arts is Philip K. Dick's novel The Transmigration of Timothy Archer.\n\nThe bestselling suspense reincarnation series of M. J. Rose inspired the FOX-TV series Past Life, Chuck Palahniuk's book Diary centers around an artist whose reincarnated soul is repeatedly used in order to keep the residents of an island rich. American author Suzanne Weyn's romance novel, Reincarnation (2008), follows two lovers who keep searching for one another as they progress through the centuries. The Power of Five series by Anthony Horowitz involves children from 8000 B.C. returning as ordinary 21st century children.\n\nIn the fiction novel \"Donations to Clarity\" by Noah Baird, the town sheriff is Elvis Presley incarnate.\n\nThe belief in past lives and the use of perceptions and knowledge of these to help with one's current life is central to the New Age movement.[8][unreliable source?] Individuals within this movement who have spoken about reincarnation include Jane Roberts and Walter Semkiw,[9] Patricia-Rochelle Diegel, Vicki Mackenzie and Carol Bowman.\n\nVicki Mackenzie's primary interest is to make Buddhist philosophy accessible to the general public.[10] Her books on Buddhism and Reincarnation include: Reincarnation: The Boy Lama, Reborn in the West, Cave in the Snow and Why Buddhism?[11] In 1988, Brian Weiss, an American psychiatrist, started using past life regression using hypnosis on his patient, later published, best-selling Many Lives, Many Masters.[12][13]\n\nCarol Bowman is an author, and the maintainer of a website dealing with Children's Past Lives, also the title of one of her books. In her books and on her website, she writes about cases of children who seem to recall past lives.\n\nOther notable books and authors are:\n\n"
        },
        {
            "title": "Film",
            "text": "Many feature films have made reference to reincarnation, including;[14][unreliable source?]\n\nReincarnation is a common theme in contemporary Indian popular culture, particularly in Hindi cinema.[15] The concept has appeared as a main theme in Indian films including:\n\n"
        },
        {
            "title": "Music",
            "text": "Popular songs or albums which refer to reincarnation include:\n\n"
        }
    ]
}