{
    "url": "https://en.wikipedia.org/wiki/Reinhold_Niebuhr",
    "title": "Reinhold Niebuhr",
    "table_of_contents": [
        "1 Early life and education",
        "2 Marriage and family",
        "3 Detroit",
        "3.1 First World War",
        "3.2 Origins of Niebuhr's working-class sympathy",
        "3.3 Conversion of Jews",
        "4 1930s: Growing influence in New York",
        "4.1 Niebuhr and Dewey",
        "5 Neo-orthodox theology",
        "6 Politics",
        "6.1 Domestic",
        "6.2 International",
        "7 Views on race, ethnicity, and other religious affiliations",
        "7.1 Catholicism",
        "7.2 Martin Luther King Jr.",
        "7.3 Judaism",
        "8 History",
        "9 Serenity Prayer",
        "10 Influence",
        "11 Legacy and honors",
        "12 Personal style",
        "13 Selected works",
        "14 See also",
        "15 Notes",
        "16 References",
        "16.1 Footnotes",
        "16.2 Bibliography",
        "17 Further reading",
        "18 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nKarl Paul Reinhold Niebuhr[a] (June 21, 1892 – June 1, 1971) was an American Reformed theologian, ethicist, commentator on politics and public affairs, and professor at Union Theological Seminary for more than 30 years. Niebuhr was one of America's leading public intellectuals for several decades of the 20th century and received the Presidential Medal of Freedom in 1964. A public theologian, he wrote and spoke frequently about the intersection of religion, politics, and public policy, with his most influential books including Moral Man and Immoral Society and The Nature and Destiny of Man.  The latter is ranked number 18 of the top 100 non-fiction books of the twentieth century by Modern Library.[27] Andrew Bacevich labelled Niebuhr's book The Irony of American History \"the most important book ever written on U.S. foreign policy.\"[28] The historian Arthur Schlesinger Jr. described Niebuhr as \"the most influential American theologian of the 20th century\"[29][30] and Time posthumously called Niebuhr \"the greatest Protestant theologian in America since Jonathan Edwards.\"[31]\n\nStarting as a minister with working-class sympathies in the 1920s and sharing with many other ministers a commitment to pacifism and socialism, his thinking evolved during the 1930s to neo-orthodox realist theology as he developed the philosophical perspective known as Christian realism.[32][verification needed] He attacked utopianism as ineffectual for dealing with reality, writing in The Children of Light and the Children of Darkness (1944), \"Man's capacity for justice makes democracy possible; but man's inclination to injustice makes democracy necessary.\" Niebuhr's realism deepened after 1945 and led him to support American efforts to confront Soviet communism around the world. A powerful speaker, he was one of the most influential thinkers of the 1940s and 1950s in public affairs.[29] Niebuhr battled with religious liberals over what he called their naïve views of the contradictions of human nature and the optimism of the Social Gospel, and battled with religious conservatives over what he viewed as their naïve view of scripture and their narrow definition of \"true religion\". During this time he was viewed by many as the intellectual rival of John Dewey.[33]\n\nNiebuhr's contributions to political philosophy include utilizing the resources of theology to argue for political realism. His work has also significantly influenced international relations theory, leading many scholars to move away from idealism and embrace realism.[b] A large number of scholars, including political scientists, political historians, and theologians, have noted his influence on their thinking. Aside from academics, activists such as Myles Horton and Martin Luther King Jr. and numerous politicians have also cited his influence on their thought,[28][34][35][36] including Hillary Clinton, Hubert Humphrey, Dean Acheson, James Comey, Madeleine Albright, and John McCain, as well as presidents Barack Obama[37][38] and Jimmy Carter.[39]  Recent years have seen a renewed interest in Niebuhr's work, in part because of Obama's admiration.[40] In 2017, PBS released a documentary on Niebuhr, titled An American Conscience: The Reinhold Niebuhr Story.\n\nAside from his political commentary, Niebuhr is also known for having composed the Serenity Prayer, a widely recited prayer which was popularized by Alcoholics Anonymous.[41][42] Niebuhr was also one of the founders of both Americans for Democratic Action and the International Rescue Committee and also spent time at the Institute for Advanced Study at Princeton, while serving as a visiting professor at both Harvard and Princeton.[43][44][45] He was also the brother of another prominent theologian, H. Richard Niebuhr.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Niebuhr was born on June 21, 1892, in Wright City, Missouri, the son of German immigrants Gustav Niebuhr and his wife, Lydia (née Hosto).[46] His father was a German Evangelical pastor; his denomination was the American branch of the established Prussian Church Union in Germany. It is now part of the United Church of Christ. The family spoke German at home. His brother H. Richard Niebuhr also became a famous theological ethicist and his sister Hulda Niebuhr became a divinity professor in Chicago. The Niebuhr family moved to Lincoln, Illinois, in 1902 when Gustav Niebuhr became pastor of Lincoln's St. John's German Evangelical Synod church. Reinhold Niebuhr first served as pastor of a church when he served from April to September 1913 as interim minister of St. John's following his father's death.[47]\n\nNiebuhr attended Elmhurst College in Illinois and graduated in 1910.[c] He studied at Eden Theological Seminary in Webster Groves, Missouri, where, as he admitted, he was deeply influenced by Samuel D. Press in \"biblical and systematic subjects\",[48] and Yale Divinity School, where he earned a Bachelor of Divinity degree in 1914 and a Master of Arts degree the following year,[49] with the thesis The Contribution of Christianity to the Doctrine of Immortality.[1] He always regretted not taking a doctorate. He said that Yale gave him intellectual liberation from the localism of his German-American upbringing.[50]\n\n"
        },
        {
            "title": "Marriage and family",
            "text": "In 1931 Niebuhr married Ursula Keppel-Compton. She was a member of the Church of England and was educated at the University of Oxford in theology and history. She met Niebuhr while studying for her master's degree at Union Theological Seminary. For many years, she was on faculty at Barnard College (the women's college of Columbia University) where she helped establish and then chaired the religious studies department. The Niebuhrs had two children, Elisabeth Niebuhr Sifton, a high-level executive at several major publishing houses who wrote a memoir on her father,[51] and Christopher Niebuhr. Ursula Niebuhr left evidence in her professional papers at the Library of Congress showing that she co-authored some of her husband's later writings.[52]\n\n"
        },
        {
            "title": "Detroit",
            "text": "In 1915, Niebuhr was ordained a pastor. The German Evangelical mission board sent him to serve at Bethel Evangelical Church in Detroit, Michigan. The congregation numbered 66 on his arrival and grew to nearly 700 by the time he left in 1928. The increase reflected his ability to reach people outside the German-American community and among the growing population attracted to jobs in the booming automobile industry. In the early 1900s Detroit became the fourth-largest city in the country, attracting many black and white migrants from the rural South, as well as Jewish and Catholic people from eastern and southern Europe. White supremacists determined to dominate, suppress, and victimize Black, Jewish, and Catholic Americans, as well as other Americans who did not have western European ancestry, joined the Ku Klux Klan and the Black Legion in growing numbers. By 1923, membership in the KKK in Detroit topped 20,000.[53] In 1925, as part of the Ku Klux Klan's strategy to accumulate government power, the membership organization selected and publicly supported several candidates for public office, including for the office of the mayor. Niebuhr spoke out publicly against the Klan to his congregation,[54] describing them as \"one of the worst specific social phenomena which the religious pride of a people has ever developed\". Though only one of the several candidates publicly backed by the Klan gained a seat on the city council that year, [54] the Klan continued to influence daily life in Detroit. The KKK's failed 1925 mayoral candidate, Charles Bowles, still became a judge on the recorder's court; later, in 1930, he was elected the city's mayor.[55]\n\nWhen America entered the First World War in 1917, Niebuhr was the unknown pastor of a small German-speaking congregation in Detroit (it stopped using German in 1919). All adherents of German-American culture in the United States and nearby Canada came under attack for suspicion of having dual loyalties. Niebuhr repeatedly stressed the need to be loyal to America, and won an audience in national magazines for his appeals to the German Americans to be patriotic.[56] Theologically, he went beyond the issue of national loyalty as he endeavored to fashion a realistic ethical perspective of patriotism and pacifism. He endeavored to work out a realistic approach to the moral danger posed by aggressive powers, which many idealists and pacifists failed to recognize. During the war, he also served his denomination as Executive Secretary of the War Welfare Commission, while maintaining his pastorate in Detroit. A pacifist at heart, he saw compromise as a necessity and was willing to support war in order to find peace—compromising for the sake of righteousness.[57]\n\nSeveral attempts have been made to explicate the origins of Niebuhr's sympathies from the 1920s to working-class and labor issues as documented by his biographer Richard W. Fox.[58] One supportive example has concerned his interest in the plight of auto workers in Detroit. This one interest among others can be briefly summarized below.\n\nAfter seminary, Niebuhr preached the Social Gospel, and then initiated the engagement of what he considered the insecurity of Ford workers.[59] Niebuhr had moved to the left and was troubled by the demoralizing effects of industrialism on workers. He became an outspoken critic of Henry Ford and allowed union organizers to use his pulpit to expound their message of workers' rights. Niebuhr attacked poor conditions created by the assembly lines and erratic employment practices.[60]\n\nBecause of his opinion about factory work, Niebuhr rejected liberal optimism. He wrote in his diary:\n\nThe historian Ronald H. Stone thinks that Niebuhr never talked to the assembly line workers (many of his parishioners were skilled craftsmen) but projected feelings onto them after discussions with Samuel Marquis.[62] Niebuhr's criticism of Ford and capitalism resonated with progressives and helped make him nationally prominent.[60] His serious commitment to Marxism developed after he moved to New York in 1928.[63]\n\nIn 1923, Niebuhr visited Europe to meet with intellectuals and theologians. The conditions he saw in Germany under the French occupation of the Rhineland dismayed him. They reinforced the pacifist views that he had adopted throughout the 1920s after the First World War.\n\nNiebuhr preached about the need to persuade Jews to convert to Christianity. He believed there were two reasons Jews did not convert: the \"un-Christlike attitude of Christians\" and \"Jewish bigotry.\" However, he later rejected the idea of a mission to Jews. According to his biographer, the historian Richard Wightman Fox, Niebuhr understood that \"Christians needed the leaven of pure Hebraism to counteract the Hellenism to which they were prone\".[64]\n\n"
        },
        {
            "title": "1930s: Growing influence in New York",
            "text": "Niebuhr captured his personal experiences in Detroit in his book Leaves from the Notebook of a Tamed Cynic. He continued to write and publish throughout his career, and also served as editor of the magazine Christianity and Crisis from 1941 through 1966.\n\nIn 1928, Niebuhr left Detroit to become Professor of Practical Theology at Union Theological Seminary in New York. He spent the rest of his career there, until retirement in 1960. While teaching theology at Union Theological Seminary, Niebuhr influenced many generations of students and thinkers, including the German minister Dietrich Bonhoeffer of the anti-Nazi Confessing Church.\n\nThe Fellowship of Socialist Christians was organized in the early 1930s by Niebuhr and others with similar views.\nLater it changed its name to Frontier Fellowship and then to Christian Action.\nThe main supporters of the fellowship in the early days included Eduard Heimann, Sherwood Eddy, Paul Tillich, and Rose Terlin. \nIn its early days the group thought capitalist individualism was incompatible with Christian ethics.\nAlthough not Communist, the group acknowledged Karl Marx's social philosophy.[65]\nNiebuhr was among the group of 51 prominent Americans who formed the International Relief Association (IRA) that is today known as the International Rescue Committee (IRC).[d] The committee mission was to assist Germans suffering from the policies of the Hitler regime.[66]\n\nIn the 1930s Niebuhr was often seen as an intellectual opponent of John Dewey. Both men were professional polemicists and their ideas often clashed, although they contributed to the same realms of liberal intellectual schools of thought. Niebuhr was a strong proponent of the \"Jerusalem\" religious tradition as a corrective to the secular \"Athens\" tradition insisted upon by Dewey.[67] In the book Moral Man and Immoral Society (1932), Niebuhr strongly criticized Dewey's philosophy, although his own ideas were still intellectually rudimentary.[68] Two years later, in a review of Dewey's book A Common Faith (1934), Niebuhr was calm and respectful towards Dewey's \"religious footnote\" on his then large body of educational and pragmatic philosophy.[68]\n\n"
        },
        {
            "title": "Neo-orthodox theology",
            "text": "In 1939 Niebuhr explained his theological odyssey:\n\nIn the 1930s Niebuhr worked out many of his ideas about sin and grace, love and justice, faith and reason, realism and idealism, and the irony and tragedy of history, which established his leadership of the neo-orthodox movement in theology. Influenced strongly by Karl Barth and other dialectical theologians of Europe, he began to emphasize the Bible as a human record of divine self-revelation; it offered for Niebuhr a critical but redemptive reorientation of the understanding of humanity's nature and destiny.[70]\n\nNiebuhr couched his ideas in Christ-centered principles such as the Great Commandment and the doctrine of original sin. His major contribution was his view of sin as a social event—as pride—with selfish self-centeredness as the root of evil. The sin of pride was apparent not just in criminals, but more dangerously in people who felt good about their deeds—rather like Henry Ford (whom he did not mention by name). The human tendency to corrupt the good was the great insight he saw manifested in governments, business, democracies, utopian societies, and churches. This position is laid out profoundly in one of his most influential books, Moral Man and Immoral Society (1932). He was a debunker of hypocrisy and pretense and made the avoidance of self-righteous illusions the center of his thoughts.[71]\n\nNiebuhr argued that to approach religion as the individualistic attempt to fulfill biblical commandments in a moralistic sense is not only an impossibility but also a demonstration of man's original sin, which Niebuhr interpreted as self-love. Through self-love man becomes focused on his own goodness and leaps to the false conclusion—one he called the \"Promethean illusion\"—that he can achieve goodness on his own. Thus man mistakes his partial ability to transcend himself for the ability to prove his absolute authority over his own life and world. Constantly frustrated by natural limitations, man develops a lust for power which destroys him and his whole world. History is the record of these crises and judgments which man brings on himself; it is also proof that God does not allow man to overstep his possibilities. In radical contrast to the Promethean illusion, God reveals himself in history, especially personified in Jesus Christ, as sacrificial love which overcomes the human temptation to self-deification and makes possible constructive human history.[71]\n\n"
        },
        {
            "title": "Politics",
            "text": "During the 1930s, Niebuhr was a prominent leader of the militant faction of the Socialist Party of America, although he disliked die-hard Marxists. He described their beliefs as a religion and a thin one at that.[72] In 1941, he co-founded the Union for Democratic Action, a group with a strongly militarily interventionist, internationalist foreign policy and a pro-union, liberal domestic policy. He was the group's president until it transformed into the Americans for Democratic Action in 1947.[73]\n\nWithin the framework of Christian realism, Niebuhr became a supporter of American action in the Second World War, anti-communism, and the development of nuclear weapons. However, he opposed the Vietnam War.[74][75]\n\nAt the outbreak of World War II, the pacifist component of his liberalism was challenged. Niebuhr began to distance himself from the pacifism of his more liberal colleagues and became a staunch advocate for the war. Niebuhr soon left the Fellowship of Reconciliation, a peace-oriented group of theologians and ministers, and became one of their harshest critics.\n\nThis departure from his peers evolved into a movement known as Christian realism. Niebuhr is widely considered to have been its primary advocate.[76] Niebuhr supported the Allies during the Second World War and argued for the engagement of the United States in the war. As a writer popular in both the secular and the religious arena and a professor at the Union Theological Seminary, he was very influential both in the United States and abroad. While many clergy proclaimed themselves pacifists because of their World War I experiences, Niebuhr declared that a victory by Germany and Japan would threaten Christianity. He renounced his socialist connections and beliefs and resigned from the pacifist Fellowship of Reconciliation. He based his arguments on the Protestant beliefs that sin is part of the world, that justice must take precedence over love, and that pacifism is a symbolic portrayal of absolute love but cannot prevent sin. Although his opponents did not portray him favorably, Niebuhr's exchanges with them on the issue helped him mature intellectually.[77]\n\nNiebuhr debated Charles Clayton Morrison, editor of The Christian Century magazine, about America's entry into World War II. Morrison and his pacifistic followers maintained that America's role should be strictly neutral and part of a negotiated peace only, while Niebuhr claimed himself to be a realist, who opposed the use of political power to attain moral ends. Morrison and his followers strongly supported the movement to outlaw war that began after World War I and the Kellogg–Briand Pact of 1928. The pact was severely challenged by the Japanese invasion of Manchuria in 1931. With his publication of Moral Man and Immoral Society (1932), Niebuhr broke ranks with The Christian Century and supported interventionism and power politics. He supported the reelection of President Franklin D. Roosevelt in 1940 and published his own magazine, Christianity and Crisis.[78] In 1945, however, Niebuhr charged that use of the atomic bomb on Hiroshima was \"morally indefensible\".\n\nArthur M. Schlesinger Jr.[29] explained Niebuhr's influence:\n\nNiebuhr's defense of Roosevelt made him popular among liberals, as the historian Morton White noted:\n\nAfter Joseph Stalin signed the Molotov–Ribbentrop Pact with Adolf Hitler in August 1939, Niebuhr severed his past ties with any fellow-traveler organization having any known Communist leanings. In 1947, Niebuhr helped found the liberal Americans for Democratic Action. His ideas influenced George Kennan, Hans Morgenthau, Arthur M. Schlesinger Jr., and other realists during the Cold War on the need to contain Communist expansion.\n\nIn his last cover story for Time magazine (March 1948), Whittaker Chambers said of Niebuhr:\n\nIn the 1950s, Niebuhr described Senator Joseph McCarthy as a force of evil, not so much for attacking civil liberties, as for being ineffective in rooting out Communists and their sympathizers.[81] In 1953, he supported the execution of Julius and Ethel Rosenberg, saying, \"Traitors are never ordinary criminals and the Rosenbergs are quite obviously fiercely loyal Communists ... Stealing atomic secrets is an unprecedented crime.\"[81]\n\n"
        },
        {
            "title": "",
            "text": "His views developed during his pastoral tenure in Detroit, which had become a place of immigration, migration, competition and development as a major industrial city. During the 1920s, Niebuhr spoke out against the rise of the Ku Klux Klan in Detroit, which had recruited many members threatened by the rapid social changes. The Klan proposed positions that were anti-black, anti-Jewish and anti-Catholic. Niebuhr's preaching against the Klan, especially in relation to the 1925 mayoral election, gained him national attention.[82]\n\nNiebuhr's thoughts on racial justice developed slowly after he abandoned socialism. Niebuhr attributed the injustices of society to human pride and self-love and believed that this innate propensity for evil could not be controlled by humanity. But, he believed that a representative democracy could improve society's ills. Like Edmund Burke, Niebuhr endorsed natural evolution over imposed change and emphasized experience over theory. Niebuhr's Burkean ideology, however, often conflicted with his liberal principles, particularly regarding his perspective on racial justice. Though vehemently opposed to racial inequality, Niebuhr adopted a conservative position on segregation.[83]\n\nWhile after World War II most liberals endorsed integration, Niebuhr focused on achieving equal opportunity. He warned against imposing changes that could result in violence. The violence that followed peaceful demonstrations in the 1960s forced Niebuhr to reverse his position against imposed equality; witnessing the problems of the Northern ghettos later caused him to doubt that equality was attainable.[83]\n\nAnti-Catholicism surged in Detroit in the 1920s in reaction to the rise in the number of Catholic immigrants from southern Europe since the early 20th century. It was exacerbated by the revival of the Ku Klux Klan, which recruited many members in Detroit. Niebuhr defended pluralism by attacking the Klan. During the Detroit mayoral election of 1925, Niebuhr's sermon, \"We fair-minded Protestants cannot deny\", was published on the front pages of both the Detroit Times and the Free Press.\n\nThis sermon urged people to vote against mayoral candidate Charles Bowles, who was being openly endorsed by the Klan. The Catholic incumbent, John W. Smith, won by a narrow margin of 30,000 votes. Niebuhr preached against the Klan and helped to influence its decline in political power in Detroit.[84] Niebuhr preached that:\n\nIn the \"Letter from Birmingham Jail\" Martin Luther King Jr. wrote, \"Individuals may see the moral light and voluntarily give up their unjust posture; but, as Reinhold Niebuhr has reminded us, groups tend to be more immoral than individuals.\" King drew heavily upon Niebuhr's social and ethical ideals; according to Andrew Young, “King always claimed to have been much more influenced by Niebuhr than by Gandhi; he considered his nonviolent technique to be a Niebuhrian strategy of power” and “Whenever there was a conversation about power, Niebuhr came up. Niebuhr kept us from being naive about the evil structures of society.” [86][87][88] \nKing invited Niebuhr to participate in the third Selma to Montgomery March in 1965, and Niebuhr responded by telegram: \"Only a severe stroke prevents me from accepting ... I hope there will be a massive demonstration of all the citizens with conscience in favor of the elemental human rights of voting and freedom of assembly\" (Niebuhr, March 19, 1965). Two years later, Niebuhr defended King's decision to speak out against the Vietnam War, calling him \"one of the greatest religious leaders of our time\". Niebuhr asserted: \"Dr. King has the right and a duty, as both a religious and a civil rights leader, to express his concern in these days about such a major human problem as the Vietnam War.\"[89][incomplete short citation] Of his country's intervention in Vietnam, Niebuhr admitted: \"For the first time I fear I am ashamed of our beloved nation.\"[90]\n\nThroughout his life, Niebuhr cultivated a good reputation and rapport with the Jewish community. He was an early critic of Christian antisemitism, including proselytism, and a persistent critic of Nazism and rising antisemitism in Germany throughout the 1930s.\n\nWhen he began as a young pastor in 1923 Detroit, he favored conversion of Jews to Christianity, scolding evangelical Christians who were either antisemitic or ignored them. He spoke out against \"the un-Christlike attitude of Christians\", and what he called \"Jewish bigotry\".[50]  Within three years, his theological views had evolved, and he spoke out against the practicality and necessity of missionizing Jews.  He was the first prominent Christian theologian to argue it was inappropriate for Christians to seek to convert Jews to their faith, saying this negated “every gesture of our common biblical inheritance.”  His experience in Detroit led him to the conclusion that the Jewish community was already sincerely committed to Social Justice.\n\nIn a 1926-01-10 lecture, Niebuhr said:  \"If I were a self-respecting Jew, I certainly would not renounce the faith of the fathers to embrace a faith which is as involved as Christianity is with racialism, Nordicism and gentile arrogance.  (...) What we need is an entente cordiale between prophetic Judaism and prophetic Christianity in which both religions would offer the best they have to each other\" [91]\n\nNiebuhr's 1933 article in The Christian Century was an attempt to sound the alarm within the Christian community over Hitler's \"cultural annihilation of the Jews\".[50] [e]\n\nAs a preacher, writer, leader, and adviser to political figures, Niebuhr supported Zionism and the development of Israel.[64]   His solution to antisemitism was a combination of a Jewish homeland, greater tolerance, and assimilation in other countries.  Unlike other Christian Zionists, Niebuhr's support of Zionism was practical, not theological, and not rooted in fulfillment of Biblical prophesy nor anticipation of the End-of-Days. Despite being a religious leader, he cautioned against the involvement of religious claims in the conflict.  Although Niebuhr qualified his support for Zionism, he has been sharply criticized by Anti-Zionist figures such as Edward Said, who derided his claims to care about the Palestinians as insincere.\n\nNiebuhr noted that “Zionism is the expression of a national will to live that transcends the traditional orthodox religion of the Jews.” Jewish statehood was necessary because “the bigotry of majority groups toward minority groups that affront the majority by diverging from the dominant type is a perennial aspect of man’s collective life. The force of it may be mitigated, but it cannot be wholly eliminated.”\n\n\"How is the ancient and hereditary title of the Jews to Palestine to be measured against the right of the Arab’s present possession? … The participants cannot find a common ground of rational morality from which to arbitrate the issues because the moral judgments which each brings to them are formed by the historical forces which are in conflict. … The effort to bring such a conflict under the dominion of a spiritual unity may be partly successful, but it always produces a tragic by-product of the spiritual accentuation of natural conflict. The introduction of religious motives into these conflicts is usually no more than the final and most demonic pretension.\"\n\n"
        },
        {
            "title": "History",
            "text": "In 1952, Niebuhr published The Irony of American History, in which he interpreted the meaning of the United States' past. Niebuhr questioned whether a humane, \"ironical\" interpretation of American history was credible on its own merits, or only in the context of a Christian view of history. Niebuhr's concept of irony referred to situations in which \"the consequences of an act are diametrically opposed to the original intention\", and \"the fundamental cause of the disparity lies in the actor himself, and his original purpose.\" His reading of American history based on this notion, though from the Christian perspective, is so rooted in historical events that readers who do not share his religious views can be led to the same conclusion. Niebuhr's great foe was idealism. American idealism, he believed, comes in two forms: the idealism of the antiwar non-interventionists, who are embarrassed by power; and the idealism of pro-war imperialists, who disguise power as virtue. He said the non-interventionists, without mentioning Harry Emerson Fosdick by name, seek to preserve the purity of their souls, either by denouncing military actions or by demanding that every action taken be unequivocally virtuous. They exaggerate the sins committed by their own country, excuse the malevolence of its enemies and, as later polemicists have put it, inevitably blame America first. Niebuhr argued this approach was a pious way to refuse to face real problems.[92]\n\n"
        },
        {
            "title": "Serenity Prayer",
            "text": "Niebuhr said he wrote the short Serenity Prayer.[93] Fred R. Shapiro, who had cast doubts on Niebuhr's claim, conceded in 2009 that, \"The new evidence does not prove that Reinhold Niebuhr wrote [the prayer], but it does significantly improve the likelihood that he was the originator.\"[94] The earliest known version of the prayer, from 1937, attributes the prayer to Niebuhr in this version: \"Father, give us courage to change what must be altered, serenity to accept what cannot be helped, and the insight to know the one from the other.\" The most popular version, the authorship of which is unknown, reads:\n\n"
        },
        {
            "title": "Influence",
            "text": "Many political scientists, such as George F. Kennan, Hans Morgenthau, Kenneth Waltz, and Samuel P. Huntington, and political historians, such as Richard Hofstadter, Arthur M. Schlesinger Jr., and Christopher Lasch, have noted his influence on their thinking.[95]\n\nNiebuhr exerted a significant influence upon mainline Protestant clergy in the years immediately following World War II, much of it in concord with the neo-orthodox and the related movements. That influence began to wane and then drop toward the end of his life.[citation needed]\n\nThe historian Arthur M. Schlesinger Jr. in the late twentieth century described the legacy of Niebuhr as being contested between American liberals and conservatives, both of whom wanted to claim him.[75] Martin Luther King Jr. gave credit to Niebuhr's influence. Foreign-policy conservatives point to Niebuhr's support of the containment doctrine during the Cold War as an instance of moral realism; progressives cite his later opposition to the Vietnam War.[75]\n\nIn more recent years, Niebuhr has enjoyed something of a renaissance in contemporary thought, although usually not in liberal Protestant theological circles. Both major-party candidates in the 2008 presidential election cited Niebuhr as an influence: Senator John McCain, in his book Hard Call, \"celebrated Niebuhr as a paragon of clarity about the costs of a good war\".[96] President Barack Obama said that Niebuhr was his \"favourite philosopher\"[97] and \"favorite theologian\".[98] Slate magazine columnist Fred Kaplan characterized Obama's 2009 Nobel Peace Prize acceptance speech as a \"faithful reflection\" of Niebuhr.[99]\n\nKenneth Waltz's seminal work on international relations theory, Man, the State, and War, includes many references to Niebuhr's thought.[citation needed] Waltz emphasizes Niebuhr's contributions to political realism, especially \"the impossibility of human perfection\".[100] Andrew Bacevich's book The Limits of Power: The End of American Exceptionalism refers to Niebuhr 13 times.[101] Bacevich emphasizes Niebuhr's humility and his belief that Americans were in danger of becoming enamored of US power.[citation needed]\n\nOther leaders of American foreign policy in the late twentieth century and early twenty-first century have acknowledged Niebuhr's importance to them, including Jimmy Carter, Madeleine Albright, and Hillary Clinton.[102][103]\n\n"
        },
        {
            "title": "Legacy and honors",
            "text": "Niebuhr died on June 1, 1971, in Stockbridge, Massachusetts.[104]\n\nNiebuhr's influence was at its peak during the first two decades of the Cold War. By the 1970s, his influence was declining because of the rise of liberation theology, antiwar sentiment, the growth of conservative evangelicalism, and postmodernism.[108] According to historian Gene Zubovich, \"It took the tragic events of September 11, 2001, to revive Niebuhr.\"[108]\n\nIn spring of 2017, it was speculated[109] (and later confirmed[110]) that former FBI director James Comey used Niebuhr's name as a screen name for his personal Twitter account. Comey, as a religion major at the College of William & Mary, wrote his undergraduate thesis on Niebuhr and televangelist Jerry Falwell.[111]\n\n"
        },
        {
            "title": "Personal style",
            "text": "Niebuhr was often described as a charismatic speaker. The journalist Alden Whitman wrote of his speaking style:\n\n"
        }
    ]
}