{
    "url": "https://en.wikipedia.org/wiki/Release_print",
    "title": "Release print",
    "table_of_contents": [
        "1 Definitions",
        "2 Workflow",
        "2.1 Photochemical",
        "2.2 Digital intermediate",
        "3 Release print stocks",
        "4 Theatrical projection",
        "5 Production and disposal",
        "6 Gallery",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA release print is a copy of a film that is provided to a movie theater for exhibition.\n\n"
        },
        {
            "title": "Definitions",
            "text": "Release prints are not to be confused with other types of prints used in the photochemical post-production process:\n\n"
        },
        {
            "title": "Workflow",
            "text": "In the traditional photochemical post-production workflow, release prints are usually copies, made using a high-speed continuous contact printer, of an internegative (sometimes referred to as a 'dupe negative'), which in turn is a copy of an interpositive (these were sometimes referred to as 'lavender prints' in the past, due to the slightly colored base of the otherwise black-and-white print), which in turn is a copy, optically printed to incorporate special effects, fades, etc., from the cut camera negative.  In short, a typical release print is three generations removed from the cut camera negative.\n\nThe post-production of many feature films is now carried out using a digital intermediate workflow, in which the uncut camera negative is scanned, editing and other post-production functions are carried out using computers, and an internegative is burnt out to film, from which the release prints are struck in the normal way.  This procedure eliminates at least one generation of analogue duplication and usually results in a significantly higher quality of release prints.  It has the further advantage that a Digital Cinema Package can be produced as the final output in addition to or instead of film prints, meaning that a single post-production workflow can produce all the required distribution media.\n\n"
        },
        {
            "title": "Release print stocks",
            "text": "As of March 2015, Eastman Kodak is the only remaining manufacturer of colour release print stock in the world.  Along with Kodak, ORWO of Germany also sells black-and-white print stock.[3]  Other manufacturers, principally DuPont of the United States, Fujifilm of Japan (the penultimate company to discontinue colour print stock[4]), Agfa-Gevaert of Germany, Ilford of the United Kingdom and Tasma of the Soviet Union competed with Kodak in the print stock market throughout most of the twentieth century.\n\nThe person operating the printer on which the release print is struck must take several factors into consideration in order to achieve accurate color.  These include the stock manufacturer, the color temperature of the bulbs in the printer, and the various color filters which may have been introduced during initial filming or subsequent generation of duplicates.\n\n"
        },
        {
            "title": "Theatrical projection",
            "text": "At the theater, release prints are projected through an aperture plate, placed between the film and the projector's light source.  The aperture plate in combination with a prime lens of the appropriate focal distance determines which areas of the frame are magnified and projected and which are masked out, according to the aspect ratio in which the film is intended to be projected.  Sometimes a hard matte is used in printing to ensure that only the area of the frame shot in the camera that is intended to be projected is actually present on the release print.  Some theaters have also used aperture plates that mask away part of the frame area that is supposed to be projected, usually where the screen is too small to accommodate a wider ratio and does not have a masking system in front of the screen itself.  The audience may be confused when significant action appears on the masked-off edges of the picture. Director Brad Bird expressed frustration at this practice, which some theaters applied to his film The Incredibles[1].\n\n"
        },
        {
            "title": "Production and disposal",
            "text": "Release prints are generally expensive. For example, in the United States, as of 2005, it typically cost at least US$1,000 to manufacture a release print, and that number did not include the additional cost of shipping the bulky release print to a movie theater for public exhibition.[5] The cost of a release print is determined primarily by its length, the type of print stock used and the number of prints being struck in a given run.  Laser subtitling release prints of foreign language films adds significantly to the cost per print.[6]  Due to the fear of piracy, distributors try to ensure that prints are returned and destroyed after the movie's theatrical run is complete.[7]  However, small numbers of release prints do end up in the hands of private collectors, usually entering this market via projectionists, who simply retain their prints at the end of the run and do not return them.  A significant number of films have been preserved this way, via prints eventually being donated to film archives and preservation masters printed from them.  The polyester film base is often recycled.[citation needed]\n\nEKs (showprints) are even more expensive as they are almost completely made by hand and to much higher quality standards.  Perhaps only five EKs will be made of a widely distributed feature, compared to thousands of standard prints.  They are intended primarily for first-run and Academy-consideration theatrical runs in Los Angeles and New York City.  This accounts for two of the typically five produced.  Two EKs are usually reserved for the film's producer.  The remaining EK is usually archived by the film's distributor.\n\nConventional release prints, which are made from timed internegatives, usually contain black motor and changeover cue marks as the printing internegatives are \"punched\" and \"inked\" for this specific purpose.  Showprints, being made from the composited camera negatives, which are never \"punched\" or \"inked\", have white motor and changeover cue marks as these marks are punched (or scribed) directly on the prints by hand, in the lab.\n\n"
        }
    ]
}