{
    "url": "https://en.wikipedia.org/wiki/Religion_in_Korea",
    "title": "Religion in Korea",
    "table_of_contents": [
        "1 Demographics in South Korea",
        "2 History",
        "2.1 Ancient times",
        "2.2 Three Kingdoms of Korea period",
        "2.3 Goryeo period",
        "2.4 Joseon Dynasty",
        "2.4.1 Catholicism",
        "2.4.2 Donghak",
        "2.5 Japanese colonial period",
        "3 Modern",
        "3.1 Democratic People's Republic of Korea",
        "3.2 Korean shamanism (Korean folk religion)",
        "3.3 Korean Buddhism",
        "3.3.1 Won Buddhism",
        "3.4 Korean Christianity",
        "3.5 Muslims",
        "3.6 Judaism",
        "3.7 Hinduism",
        "3.8 Korean Confucianism",
        "4 References",
        "5 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThroughout the ages, there have been various popular religious traditions practiced on the Korean peninsula. The oldest indigenous religion of Korea is the Korean folk religion (a version of Shamanism), which has been passed down from prehistory to the present.[1] Buddhism was introduced to Korea from China during the Three Kingdoms era in the fourth century, and the religion pervaded the culture until the Joseon Dynasty, when Confucianism was established as the state philosophy.[2] During the Late Joseon Dynasty, in the 19th century, Christianity began to gain a foothold in Korea.[3] While both Christianity and Buddhism would play important roles in the resistance to the Japanese occupation of Korea in the first half of the 20th century,[4] only about 4% of Koreans were members of a religious organization in 1940.[5]\n\nSince the division of Korea into two sovereign states in 1945—North Korea and South Korea—religious life in the two countries has diverged, shaped by different political structures. Religion in South Korea has been characterized by a rise of Christianity and a revival of Buddhism, though the majority of South Koreans have no religious affiliation or follow folk religions.[6][7] Religion in North Korea is characterized by state atheism in which freedom of religion is nonexistent. Juche ideology, which promotes the North Korean cult of personality, is regarded by experts[who?] as a kind of national religion.[8]\n\n"
        },
        {
            "title": "History",
            "text": "Before the formation of ancient tribal states, natural objects and deities were worshipped by indigenous peoples like any other.\n\nTrees(樹木) become sallow trees(沙羅樹) for giving birth to children. Bears and tigers turn into human beings, passing on the wisdom of Han Yu and protecting against disasters. Garlic, artemisia argyi, calamus, etc. are auspicious herbs or cinnabar that have the main force to revive life or exorcise evil spirits. On the other hand, there were animisms such as invisible mountain spirits and water spirits. In addition, the sun, moon, and stars(日月星辰) of Han Wei were also deified. In other words, there was a worship of nature and a worship of animism. In the former, objects and heavenly bodies of the earth and Hanul are objects of faith, but the foundation of that belief is the concept of reproduction. there was. Hwanung as the Heavenly King had to marry the bear tribe of the earth, from which Dangun was born, and again from Dangun, Buru(부루; 夫婁) came out, and Buru had a totem of a golden frog. When the price changes, the totem also changes.\n\nAlso, the Silla family society is a totemic society, where the leader becomes a Cheonwangrang born of the Elyos, and the birth is heterogeneous. That is, they are born in sunlight or are born from eggs. Its birth is believed to be the rebirth of an ordinance(祖靈) or a deity. And since Cheonwangrang is combined with a woman of the indigenous people, the indigenous people believe in the Elyos, and the place where the gods live is the 'Gamteo(감터; 神士)'. In ancient times, rituals such as Yeonggo(영고; 迎鼓), Dongmaeng(동맹; 東盟), and Mucheon(무천; 舞天) were held in Shinto by the gods dedicated to Hanul. Now, Cheon Wang-rang became a priest. So, rituals were shrines, and shrines were political affairs. It was the theocracy that was bestowed in the totem society.\n\nIn the theocratic society, foreign religions were introduced to the faith. This religion was introduced and propagated by the public officials of the rulers, who were built on the foundation of traditional beliefs. Each of the three kingdoms with the ancient state system adopted foreign religions. In this way, traditional beliefs and foreign religions coexisted.\n\nIn Goguryeo, the indigenous people wanted to build a mausoleum to pray for the well-being of their ancestors, venerate the three Buddhas, and live in the Pure Land, and the Tathagata to come to the land.\n\nIn addition to the traditional beliefs of Joryong in Baekje, Buddhism's belief in the three lords and Bhaisajyaguru(약사여래; 藥師如來; yaksa George) were added. In the past, this practiced the 12 great circles to cure the diseases of sentient beings in this world, extend their lifespan, annihilate wealth, satisfy clothing and food, and cultivate the Buddha's conduct, the burial of the Immaculate Conception of Bodhi. It is the Buddha who makes us attain(妙果). To this belief, the belief that a thousand Buddhas will appear in each of the three eons of the past, present, and future, and the Amitabha belief were added. This Buddha chooses a great country from many countries, prays for establishing an ideal country, and sets up 48 circles so that he and others can become successful Buddhas.\n\nIn Silla, the miracle of Buddhism triggered by the martyrdom of Ichadon(이차돈) was recognized by the king. Together with this miracle(奇蹟) belief, the belief of Maitreya's next life and the belief of Chakravarti(전륜성왕; 轉輪聖王; jeollyunseongwang) laid the foundation for Silla society. The belief in Maitreya's next life is that after the death of the Buddha, he ruled Maitreya Bodhisattva at the age of 5.67 billion. Its ruler is the ideal prince, the Chakravarti. According to the Four Yunbos (輪寶) of Gold, Silver, and Copper(金銀銅鐵), this king was called Geumryun(金輪王), Dongryun(銅輪王), or Eunryun(銀輪王). According to this Buddhist belief, the land of Silla is the land of the descendants of Maitreya, and Hwarang(花郞) and Mishirang(未尸郞) are the incarnations of Maitreya who descended from Dosolcheon. He is the incarnation of Maitreya who is transforming, and Nando(郎徒) was soon worshiped as the Longhua Xiangtu (龍華香徒).\n\nIn addition, Darani(陀羅尼) of the Esoteric religion and Avalokitesvara was widely distributed to the public and became common knowledge. Along with this folkloric Buddhist belief, Buddhism has been studied deeply academically and was even spread to Japan. However, Confucianism, which was introduced, did not lead the common people of the three countries to faith.\n\nIn the Goryeo Dynasty, religious beliefs were particularly inclined to theft, and as a folk religion, they fell into the god of Seonghwang. With the former belief, he tried to postpone the state, and with the latter, he tried to solve civil affairs. Seonghwangdang became a place for Giza (祈子), chook (招福), and ancestral rites (除厄). However, the Goryeo Dynasty's national poetry was a Confucian political ideology of, Article 6 of the national convention of the arithmetic. In order to enjoy the peace and harmony of the military and gods through the ceremony, policies, and institutions were institutionalized. If you look at the religious system, seunggwa was established along with the Confucian past (科擧),[15] and Gyojongseon (敎宗選) and Seonjongseon (禪宗選) were installed in the seunggwa. put Those who passed the monk's course were granted the qualifications of monks and established the law system. The Confucian Order had the ranks from Daeseon to Seongtong, and the Seonjong had the legal system from Daeseon to Daeseonsa. Seungtong and Daeseonsa were qualified to be kings or nationals, and they were regarded as advisors of the king and of the state.[16] On the other hand, regarding Confucianism in the early Goryeo Dynasty, Seongjong of Goryeo(成宗),[17] namely Gukjahak, Taehak, Samunhak, Yulhak, Seohak, and Industrial Studies. In addition, Jeongjong(靖宗)[18] installed a seungnok in the center in order to have national jurisdiction over Buddhist groups. Seung-gwan(僧官) was placed in the palace, such as the Principal Administrative Office, Buseungnok (副僧錄), Seungjeong (僧正), and Seungjap (僧雜). This was established by King Jinheung(Korean: 진흥왕; Hanja: 眞興王) of Silla, and it can be said that it is a succession of the arrangement of the monks at Hwangnyongsa(皇龍寺).\n\nIn the heyday of the Goryeo Dynasty, Buddhism was integrated into five religions and two sects. This is because the 9 Mountains were integrated into the Jogye Order because of the Seon sect. Apart from these denominations, there was an organization of dojang(道場) and hyangdo(香徒), and events such as Gyeonghaeng, Sagyeong, Lotus Lantern, and Eight Crowns were held.\n\nHowever, unlike the policy of unifying Buddhism, the Cheontae sect split at the end of the Goryeo Dynasty, and it was further subdivided into about 10 sects including the Chongji sect. In addition, in the case of the race (仁宗), six schools were placed in the center, and the school system was implemented in each province, while the qualifications for admission were restricted. During the reign of King Munjong (治世), there were 9 academies (九齋) and Hagwa (夏課). Also, due to the transmission of the school by the teacher, Gyeonghak was also very popular.\n\nSuccessive kings of the Goryeo dynasty exercised their supervisory powers or suppressed them not only over Buddhism and Confucianism but also over shamanism (巫俗). After entering the Joseon Dynasty (朝鮮), the government was divided into Domu(都巫) and Jongmu(從巫). In addition, in the east and west of the province, Twain-SEO (活人署) were placed to accommodate the sick and the poor(貧者), and Mugyeok(巫覡) had them healed or took care of the poor. This has been the case since the Goguryeo period for the state to have Mugyeok work in state institutions.\n\nThe Joseon dynasty ran an observatory-forecasting service called Gwangsanggam(관상감; 觀象監), in which two members professionalized in myeonggwahak(명과학; 命課學) were to take charge of fortune-telling.\n\nThe Joseon Dynasty initially adopted Buddhism as a religion and Confucianism as a politics, but gradually moved to a policy of sungyueokbul(숭유억불), where Buddhism was suppressed in state affairs and replaced by Confucian principles. Buddhism was controlled by the Docheopje(도첩제; 度牒制). In the first half of the Joseon dynasty, Buddhist monk Hyujeong(휴정; 休靜) argued that the three religions of Confucianism, Buddhism, and Taoism were in agreement with each other on fundamental levels, similar to the Three teachings. Also, there were Confucian scholars like Maewoldang(매월당 김시습; 每月堂) who attempted to explain Buddhist concepts through Confucian principles.\n\nTaoism, which has been handed down since the Goguryeo period, had Daecheong-gwan in Kaesong, and after the relocation of Hanseong, Sogyeok-jeon was established and Doryu was placed as a season, taking charge of Samcheong and Seong-jin. In addition, the worship of the Crown Prince (關王) was transmitted to the people. As fortune-telling, secret divination, and Gam-rok spread to the civilian population, ideas such as hermitage, the last days, the rebellious revolution, and fate permeated the people deeply.\n\nAs the Joseon dynasty entered into the modern era whilst keeping the state in relative isolation, it soon faced the problem of the transmission of religions from the West. Catholicism(천주교) or sometimes called seogyo(서교; 西敎) was introduced in the late 18th century as a part of Western thoughts and studies(서학; 西學; soak), but it was banned for the following reasons.\n\nAs such, Catholicism was secretly spread by missionaries infiltrating the country despite the prohibition, and it led to multiple persecutions by the court during the 19th century. This persecution was not only caused by the unreasonable religious policy of the court, but also by actions that went against the Confucian ideology and policies of Joseon. For example, the Hwang Sa-Yeong White Book incident, which was caused by Catholics to seek freedom of religious belief, lead to the worsening of Sinyu Persecution(신유박해) in 1801.[19]\n\nDue to internal and external circumstances, the court took a liberal attitude toward Western religions, in 1896. This made it easy for several denominations of Protestant to enter, not just Catholicism. Donghak was born as a national religion amidst the adversity of Western religions. The purpose of Donghak was to exclude seohak. Within two years of Donghak's occurrence, it developed to the point of establishing a system of affiliations and missionaries(접주) in various places and strengthening the organization of the denomination. Eventually, it became Cheondogyo, and by Lee Don-Hwa(이돈화; 李敦化), it was ideologically developed even to the philosophy of a new man.\n\nDuring the Japanese colonial period, the Governor-General's Office of Korea applied the Monastery Ordinance(사찰령) and the Honmuk Monastery Act(본말사법) to Buddhism. The Joseon Governor-General's Decree was applied to Yurim, the Foundation Act was applied to Christianity according to the Governor-General's policies, and religious organizations inherent in the Korean people were appointed as similar religious organizations in addition to religion. The Governor-General's Office recognizes Shintoism, Buddhism and Christianity as religions. Chengkyunkwan of Confucianism is regarded as a school of economics, and social education law is applied, and it is regarded as a social education institution. The Confucian temple becomes a club officer currency, and the school(향교) is regarded as a local public body or local educational institution.\n\nAccording to these rules, all religious groups cringe and go down the path of decline, except Christianity. In addition, the government forced all citizens to visit the shrine, but several Protestants refused to do so. The issue of visiting the shrine was triggered by the family members of a Korean church pastor in Ogaki, Gifu Prefecture, Japan, before it was forced to visit Korea, shocking the society at that time. At that time, the visit to the shrine was accompanied by a stampede of the Emperor and Jesus.\n\n"
        },
        {
            "title": "Modern",
            "text": "At the time of liberation, there were about 1.5 million religious people in North Korea, 375,000 Buddhists, 200,000 Protestants, and 57,000 Catholics. There were more than 2 million religious people (22.2 percent of the population at that time).[20] However, due to the regime's policy of stifling religion, North Korea's religious population has been greatly reduced, In a report submitted to the U.N. Human Rights Council in 2001, the North Korean regime recorded a total of 37,800 religious people, including 15,000 Chondoists, 10,000 Buddhists, 12,000 Protestants, and 800 Catholics.[21] The number of facilities for each religion is 800, 60 temples, two churches, and one church.[22] However, North Korean defectors agree that religious activities are impossible in North Korea except for the crackdown on religious activities, and that they will be punished for religious activities.[21]  The international community pointed out that many religious people are subjected to human rights repression in political prison camps in the Democratic People's Republic of Korea.\n\nShamanism or Folk Religion (Korean: 무속신앙, 무속, or 민간신앙; Hanja: 巫敎, 巫俗, or 民間信仰; musoksinang, music, or mingansinang) is the oldest religious tradition in Korea, dating back as far as Old Joseon.[23][24] Given its ancient origins, while Shamanism is still practiced, it considered rather heretical and superstitious today. Shamans are typically women who are called mudang (Korean: 무당; Hanja: 巫―).\n\nThere are many myths and legends surrounding Korean Shamanism, but today, Koreans mostly go to shamans to get advice, interpret the importance of dates and omens, determine compatibility in a couple, or get a Fulu (Korean: 부적; Hanja: 符籍), or talisman, to ward away evil spirits.[25]\n\nThat said, Shamans may perform gut (a ritualistic dance and song as a prayer to gods or ancestors, or a purification ritual.[25]\n\nBuddhism was introduced from China during the Three Kingdoms period of Korea and had an important influence on the culture of the Silla and Goryeo dynasties and became the main religion of these two dynasties. Buddhism has far-reaching influence in the Yeongnam region of Korea, Gangwon-do, and Jeju Island. The Jogye Sect is the main sect of Korean Buddhism, and most Korean Buddhist temples belong to the Jogye Sect, including the famous Buddhist temples of Bulguksa, Haeinsa, and Hwaeomsa. Other traditional Buddhist schools in Korea include the Taego Sect and the Cheontae Sect.\n\nWon Buddhism(원불교) is a modern sect of Korean Buddhism. Won Buddhism simplifies Buddhist scriptures and ceremonies. They insist that anyone, regardless of the wise or the ignorant, rich or poor, noble or low, can understand Buddhism.[26]\n\nChristianity in South Korea is mainly Protestant and Catholic; in the 2015 census, there were 9.7 million Protestants and 3.9 million Catholics. In addition to Western churches, South Korea also has members of the Orthodox Church and members of The Church of Jesus Christ of Latter-day Saints who were imported from Russia in the 19th century. Roman Catholic missionaries arrived in Korea only in 1794, a decade after a Korean diplomat Yi Seung-hun(이승훈) returned to Korea. Protestant missionaries arrived in the Joseon Dynasty in 1880, and they and Catholic missionaries converted a large number of Koreans to Christianity. The Methodist Church and the Presbyterian Church established schools, hospitals, and orphanages in Korea and played an important role in the modernization of Korea.\n\nDuring the Japanese occupation period, Korean Christians played an important role in the struggle for independence. Factors contributing to the rapid growth of Protestants include the corrupt state of Korean Buddhism, support from intellectual elites, Korean church members' encouragement of self-reliance and self-government, and the promotion of Korean nationalism. Before the separation of the two Koreas, a large number of Christians lived in the northern part of the Korean peninsula, and the influence of Confucianism was not as strong as that in the southern part of the Korean peninsula. Before 1948 Pyongyang was an important center of the Christian faith. After the establishment of a communist regime in the north of the Korean peninsula, it is estimated that more than one million South Korean Christians fled to the south of the peninsula to escape the persecution of Christianity in North Korea. Christianity saw a huge increase in the number of people professing it in the 1970s and 1980s. Growth continued in the 1990s, but at a slow pace, with numbers declining since the beginning of the twenty-first century.\n\nChristianity is an important religion in regions including Seoul, Incheon, Gyeonggi-do, and Honam. There are four main denominations of Christianity in Korea: Presbyterian, Methodist, Baptist, and Catholic. Yeouido Full Gospel Church is the largest Pentecostal church in Korea. Korean Catholics can still keep the traditional ritual of worshipping ancestors, just like Catholics in the Chinese world; on the contrary, Protestants have completely abandoned the ritual of worshipping ancestors.\n\nThere are about 40,000 followers of Islam in South Korea, most of the Muslims in South Korea are foreign migrant workers from South Asia, West Asia, Indonesia, and Malaysia to work in South Korea, and there are less than 30,000 local Korean Muslims. The largest mosque in South Korea is the Seoul Central Mosque, and there are also smaller mosques in other cities.\n\nJews came to South Korea with the US military stationed in South Korea during the Korean War in 1950, and many Jewish American soldiers came to the Korean peninsula. The Jewish community in South Korea is very small, only in the Seoul area. Very few Koreans believe in Judaism (유태교).\n\nSouth Korea's Hindu believers are mainly Indian and Nepalese expatriates living in South Korea. However, Hindu traditions, such as yoga and Vedanta, sparked Koreans' interest in Indian culture. There are two Hindu temples in the Seoul area.\n\nAmong historians, it can be argued that Confucianism has been around on the Korean Peninsula since ancient times. However, not an exact time frame can be pinpointed but it is estimated that Confucianism came to the peninsula prior to the Three Kingdoms period.[27] Even in the third and fourth centuries historians gather that Confucian precepts were used by court nobles and others which means that Confucian thought influenced the intellectuals on the peninsula.[28] Confucian thought began to dominate its influence in the government starting in the fourteenth century and moving into the sixteenth century it became the dominant thought and philosophy on the Korean Peninsula.\n\nThe rise of Confucianism in Korea led to the rapid decline of Buddhism. During the fifteenth century, King Taejong enacted an anti-Buddhist policy which included reducing the number of monasteries and temples.[29] When Confucianism began to be the dominant philosophy in the sixteenth century, Buddhism became the religion of the uneducated and rural people. The golden age of Confucianism in Korea was during the Joseon Dynasty.[30]\n\nIn modern Korea, Confucian temples and educational institutions still exist and exhibit modern practices however, after World War II Confucianism disappeared from the school curriculum.[29] There was a revival of Confucianism in the late 1990s and some practices can still be seen being exhibited today such as funeral rites (which are a mixture of both Christian and Confucianism) and the concept of filial piety. Koreans don't like to admit they believe in Confucianism but you can still see some presence of Confucian influence throughout Korean society. Some of these observations include the veneration of elders, a strong commitment to education, and the rituals and rites dedicated to the dead.[30]\n\n"
        }
    ]
}