{
    "url": "https://en.wikipedia.org/wiki/Religious_Zionism",
    "title": "Religious Zionism",
    "table_of_contents": [
        "1 History",
        "2 Ideology",
        "3 Ideological opposition to Zionism",
        "4 Organizations",
        "5 Political parties",
        "6 Educational institutions",
        "7 Politics",
        "8 Military service",
        "9 Dress",
        "10 Notable figures",
        "10.1 Rabbis",
        "10.2 Politicians",
        "11 See also",
        "12 References",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Religious Zionism (Hebrew: צִיּוֹנוּת דָּתִית, translit. Tziyonut Datit) is an ideology that combines Zionism and Orthodox Judaism. Its adherents are also referred to as Dati Leumi (דָּתִי לְאֻומִּי‎ \"National Religious\"), and in Israel, they are most commonly known by the plural form of the first part of that term Datiim (דתיים \"Religious\"). The community is sometimes called כִּפָּה סְרוּגָה‎ Kippah seruga, literally, \"Knitted kippah\", the typical head covering which is worn by Jewish men.\n\nBefore the establishment of the State of Israel, most Religious Zionists were observant Jews who supported Zionist efforts to build a Jewish state in the Land of Israel. Religious Zionism revolves around three pillars: the Land of Israel, the People of Israel, and the Torah of Israel.[1] The Hardal (חרדי לאומי‎ Ḥaredi Le'umi; lit., \"Nationalist Haredi\") are a sub-community, stricter in its observance, and more statist in its politics. Those Religious Zionists, who are less strict in their observance but not necessarily more liberal, are informally referred to as \"dati lite\".[2]\n\n"
        },
        {
            "title": "History",
            "text": "In 1862, German Orthodox Rabbi Zvi Hirsch Kalischer published his tractate Derishat Zion, positing that the salvation of the Jews, promised by the Prophets, can come about only by self-help.[3] Rabbi Moshe Shmuel Glasner was another prominent rabbi who supported Zionism. The main ideologue of modern Religious Zionism was Rabbi Abraham Isaac Kook, who justified Zionism according to Jewish law, and urged young religious Jews to support efforts to settle the land, and the secular Labour Zionists to give more consideration to Judaism. Kook saw Zionism as a part of a divine scheme which would result in the resettlement of the Jewish people in its homeland. This would bring salvation (\"Geula\") to Jews, and then to the entire world. After world harmony is achieved by the re-foundation of the Jewish homeland, the Messiah will come. Although this has not yet happened, Kook emphasized that it would take time, and that the ultimate redemption happens in stages, often not apparent while happening. In 1924, when Kook became the Ashkenazi Chief Rabbi of Palestine, he tried to reconcile Zionism with Orthodox Judaism.\n\n"
        },
        {
            "title": "Ideology",
            "text": "Religious Zionists believe that Eretz Israel (the Land of Israel) was promised to the ancient Israelites by God. Furthermore, modern Jews have the obligation to possess and defend the land in ways that comport with the Torah's high standards of justice.[4] To generations of diaspora Jews, Jerusalem has been a symbol of the Holy Land and of their return to it, as promised by God in numerous Biblical prophecies. Despite this, many Jews did not embrace Zionism before the 1930s, and certain religious groups opposed it then, as some groups still do now, on the grounds that an attempt to re-establish Jewish rule in Israel by human agency was blasphemous. Hastening salvation and the coming of the Messiah was considered religiously forbidden, and Zionism was seen as a sign of disbelief in God's power, and therefore, a rebellion against God.\n\nRabbi Kook developed a theological answer to that claim, which gave Zionism a religious legitimation: \"Zionism was not merely a political movement by secular Jews. It was actually a tool of God to promote His divine scheme, and to initiate the return of the Jews to their homeland – the land He promised to Abraham, Isaac, and Jacob. God wants the children of Israel to return to their home in order to establish a Jewish sovereign state in which Jews could live according to the laws of Torah and Halakha, and commit the Mitzvot of Eretz Israel (these are religious commandments which can be performed only in the Land of Israel). Moreover, to cultivate the Land of Israel was a Mitzvah by itself, and it should be carried out. Therefore, settling Israel is an obligation of the religious Jews, and helping Zionism is actually following God's will.\"[5]\n\nReligious Jews also disapproved of the Zionists because many Zionist were secular Jews or atheists, taking their cue from Marxism.[citation needed] Socialist Zionism envisaged the movement as a tool for building an advanced socialist society in the land of Israel, while solving the problem of antisemitism. The early kibbutz was a communal settlement that focused on national goals, unencumbered by religion and precepts of Jewish law such as kashrut. Socialist Zionists were one of the results of a long process of modernization within the Jewish communities of Europe, known as the Haskalah, or Jewish Enlightenment. Rabbi Kook's answer was as follows:\n\nShlomo Avineri explained the last part of Kook's answer: \"... and the end of those pioneers, who scout into the blindness of secularism and atheism, but the treasured light inside them leads them into the path of salvation – their end is that from doing Mitzva without purpose, they will do Mitzva with a purpose.\" (page 2221)\n\n"
        },
        {
            "title": "Ideological opposition to Zionism",
            "text": "Some Haredi Jews view establishing Jewish sovereignty in the Holy Land before the coming of the Messiah as forbidden, as a violation of the Three Oaths. This would apply whether those who established this sovereignty were religious or secular.[6]\n\nAnother reason Haredi Jews opposed Zionism that had nothing to do with the establishment of a state or immigration to Palestine was the ideology of secular Zionism itself. Zionism's goal was first and foremost a transformation of the Jewish People from a religious society – whose sole shared characteristic was the Torah – into a political nationality, with a common land, language, and culture.[6][7]\n\nElchonon Wasserman explained: \"The nationalist concept of the Jewish people as an ethnic or nationalistic entity has no place among us, and it's nothing but a foreign implant into Judaism; it is nothing but idolatry. And its younger sister, \"religious nationalism (l'umis datis)\", is idol worship that combines Hashem's name and heresy together(avodah zarah b'shituf).\"[8]\n\nChaim Brisker said, \"The Zionists have already won because they got the Jews to look at themselves as a nation.\"[9]\n\nSholom Dovber Schneersohn, also known as the Rebbe Rashab, was the fifth Lubavitcher Rebbe. He opposed both secular and religious Zionism. In 1903, he published Kuntres Uma'ayan, which included a strong criticism against Zionism. He was concerned that nationalism would replace Judaism as the basis of Jewish identity.[10]\n\nRav Elyashiv also denounced the actions of religious Jews joining Zionist organizations as separating from authentic Judaism. In 2010, Rav Elyashiv published a letter criticizing the Shas Party for joining the World Zionist Organization (WZO). He wrote that the Party \"is turning its back on the basics of Charedi Jewry of the past hundred years. He compared this move to the decision of the Mizrachi movement to join the WZO [over one hundred years ago], which was the deciding factor in their separation from authentic Torah Judaism.[11][12]\n\n"
        },
        {
            "title": "Organizations",
            "text": "The first rabbis to support Zionism were Yehuda Shlomo Alkalai and Zvi Hirsch Kalischer. They argued that the change in the status of Western Europe's Jews following emancipation was the first step toward redemption (גאולה), and that, therefore, one must hasten the messianic salvation by a natural salvation – whose main pillars are the Kibbutz Galuyot (\"Gathering of the Exiles\"), the return to Eretz Israel, agricultural work (עבודת אדמה), and the revival of the everyday use of the Hebrew language.\n\nThe Mizrachi organization was established in 1902 in Vilna at a world conference of Religious Zionists. It operates a youth movement, Bnei Akiva, which was founded in 1929. Mizrachi believes that the Torah should be at the centre of Zionism, a sentiment expressed in the Mizrachi Zionist slogan Am Yisrael B'Eretz Yisrael al pi Torat Yisrael (\"The people of Israel in the land of Israel according to the Torah of Israel\"). It also sees Jewish nationalism as a tool for achieving religious objectives. Mizrachi was the first official Religious Zionist party. It also built a network of religious schools that exist to this day.\n\nIn 1937–1948, the Religious Kibbutz Movement established three settlement blocs of three kibbutzim each. The first was in the Beit Shean Valley, the second was in the Hebron mountains south of Bethlehem (known as Gush Etzion), and the third was in the western Negev. Kibbutz Yavne was founded in the center of the country as the core of a fourth bloc that came into being after the establishment of the state.[13]\n\n"
        },
        {
            "title": "Political parties",
            "text": "The Labor Movement wing of Religious Zionism, founded in 1921 under the Zionist slogan \"Torah va'Avodah\" (Torah and Labor), was called HaPoel HaMizrachi. It represented religiously traditional Labour Zionists, both in Europe and in the Land of Israel, where it represented religious Jews in the Histadrut. In 1956, Mizrachi, HaPoel HaMizrachi, and other religious Zionists formed the National Religious Party to advance the rights of religious Zionist Jews in Israel. The National Religious Party (NRP) operated as an independent political party until the 2003 elections. In the 2006 elections, the NRP merged with the National Union (HaIchud HaLeumi). In the 2009 elections, the Jewish Home (HaBayit HaYehudi) was formed in place of the NRP.[14] Other parties and groups affiliated with religious Zionism are Gush Emunim, Tkuma, and Meimad. Kahanism, a radical branch of religious Zionism, was founded by Rabbi Meir Kahane, whose party, Kach, was eventually banned for racism. Today, Otzma Yehudit is the leading wing of this school of thought.[15]\n\n"
        },
        {
            "title": "Educational institutions",
            "text": "The flagship religious institution of the Religious Zionist movement is the yeshiva founded by Rabbi Abraham Isaac Kook in 1924, called in his honor \"Mercaz haRav\" (lit., the Rabbi's center).\nOther Religious Zionist yeshivot include Ateret Cohanim, Beit El yeshiva, and Yeshivat Or Etzion, founded by Rabbi Haim Druckman, a foremost disciple of Rabbi Tzvi Yehuda Kook.\nMachon Meir is specifically outreach-focused.\n\nThere are approximately 90 Hesder yeshivot, allowing students to continue their Torah study during their National Service (see below).\nThe first of these was Yeshivat Kerem B'Yavneh, established in 1954; the largest is the Hesder Yeshiva of Sderot, with over 800 students.\nOthers which are well known include Yeshivat Har Etzion, Yeshivat HaKotel, Yeshivat Birkat Moshe in Maale Adumim, Yeshivat Har Bracha, Yeshivat Sha'alvim, and Yeshivat Har Hamor.[16]\n\nThese institutions usually offer a kollel for Semikha, or Rabbinic ordination. Students generally prepare for the Semikha test of the Chief Rabbinate of Israel (the \"Rabbanut\"); until his passing in 2020, often for that of the posek R. Zalman Nechemia Goldberg.\nTraining as a Dayan (rabbinic judge) in this community is usually through Machon Ariel (Machon Harry Fischel), also founded by Rav Kook, or Kollel Eretz Hemda; the Chief Rabbinate also commonly.\nThe Meretz Kollel has trained hundreds of community Rabbis.\n\nWomen study in institutions which are known as Midrashot (sing.: Midrasha) – prominent examples are Midreshet Ein HaNetziv and Migdal Oz. These are usually attended for one year either before or after sherut leumi.\nVarious midrashot offer parallel degree coursework, and they may then be known as a machon.\nThe Midrashot focus on Tanakh (Hebrew Bible) and Machshavah (Jewish thought); some offer specialized training in Halakha: \nNishmat certifies women as Yoatzot Halacha, Midreshet Lindenbaum as to'anot; \nLindenbaum, Matan, and Ein HaNetziv offer Talmud-intensive programs in rabbinic-level halakha.\nCommunity education programs are offered by Emunah, and Matan, across the country.\n\nFor degree studies, many attend Bar Ilan University, which allows students to combine Torah study with university study, especially through its Machon HaGavoah LeTorah; \nJerusalem College of Technology similarly (which also offers a Haredi track).\nThere are also several colleges of education which are associated with the Hesder and the Midrashot, such as Herzog College, Talpiot, and the Lifshitz College of Education. These colleges often offer (master's level) specializations in Tanakh and Machshava.\n\nHigh school students study at Mamlachti Dati (religious state) schools,\n[17] often associated with Bnei Akiva.[18]\nThese schools offer intensive Torah study alongside the matriculation syllabus, and emphasize tradition and observance; see Education in Israel § Educational tracks. \nThe first of these schools was established at Kfar Haroeh by Moshe-Zvi Neria in 1939; \n\"Yashlatz\", associated with Mercaz HaRav, was founded in 1964, and predates several schools similarly linked to Hesder yeshivot, such as that at Sha'alvim;\nsee also the school-networks AMIT and Tachkemoni.\nToday, there are 60 such institutions, with more than 20,000 students. A Dati Leumi girls' high school is referred to as an \"Ulpana\"; a boys’ high school is a \"Yeshiva Tichonit\".\n\nSome institutions are aligned with the Hardal community, with an ideology that is somewhat more \"statist\".\nThe leading Yeshiva here is Har Hamor;\nseveral high schools also operate.\n\n"
        },
        {
            "title": "Politics",
            "text": "Most Religious Zionists embrace right-wing politics, especially the religious right-wing Jewish Home party, but also support the mainstream right-wing Likud. There are also some left-wing Religious Zionists, such as Rabbi Michael Melchior, whose views were represented by the Meimad party (which ran together with the Israeli Labor party). Many Israeli settlers in the West Bank are Religious Zionists, along with most of the settlers forcibly expelled from the Gaza Strip in August and September 2005.\n\n"
        },
        {
            "title": "Military service",
            "text": "Generally, all adult Jewish males and females in Israel are obligated to serve in the IDF. Certain segments of Orthodoxy defer their service, in order to engage in full-time Torah study. Religious Zionist belief advocates that both are critical to Jewish survival and prosperity.\n\nFor this reason, many Religious Zionist men take part in the Hesder program, a concept conceived by Rabbi Yehuda Amital which allows military service to be combined with yeshiva studies.[19] Some others attend a pre-army Mechina educational program, delaying their service by one year. 88% of Hesder students belong to combat units, compared to a national average of below 30%. \nStudents at Mercaz HaRav, and some Hardal yeshivot, undertake their service through a modified form of Hesder.\n\nWhile some Religious Zionist women serve in the army, most choose national service, known as Sherut Leumi, instead (working at hospitals, schools, and day-care centers).[20]\nIn November 2010, the IDF held a special conference which was attended by the heads of Religious Zionism, in order to encourage female Religious Zionists to join the IDF. The IDF undertook that all modesty and kosher issues will be handled, in order to make female Religious Zionists comfortable.\n\n"
        },
        {
            "title": "Dress",
            "text": "Religious Zionists are often called Kippot sruggot, or \"sruggim\", in reference to the knitted or crocheted kippot (skullcaps) which are worn by the men (although some of the men wear other types of head coverings, such as black velvet kippot). Otherwise, their style of dress is largely the same as secular Israelis, with jeans less common; on Shabbat, they wear a dress shirt, stereotypically white. Women usually wear (long) skirts, and often cover their hair (usually with a hair accessory, as opposed to a sheitel (wig) in the Haredi style; lately, this may be limited to a widened Alice band).\n\nIn the Hardal community, the dress is generally more formal, with an emphasis on appearing neat. The kippot, which are also knitted, are significantly larger, and it is common for tzitzit to be visibly worn, in keeping with the Haredi practice; payot (sidelocks) are similarly common, as is an (untrimmed) beard. Women invariably cover their hair – usually with a snood, or a mitpachat (Hebrew for \"kerchief\") – and often wear sandals; their skirts are longer and looser fitting. On Shabbat, men often wear a (blue) suit – atypical in Israel outside the Haredi world – and a large white crocheted kippah.\n\nAt prayer, the members of the community typically use the Koren Siddur or the Rinat Yisrael. Homes often have a set of the Steinsaltz Talmud on their bookshelves (much as the Artscroll is to be found in American Haredi homes), Mishnah with Kehati, Rambam La'Am, Peninei Halakha, and/or Tzurba M'Rabanan; as well as a selection of the numerous popular books by leading Dati Leumi figures on the weekly parsha, the festivals, and hashkafa (discussions on Jewish thought). Similar to Haredi families, more religious homes will also have all of \"The Traditional Jewish Bookshelf\".\n\n"
        }
    ]
}