{
    "url": "https://en.wikipedia.org/wiki/Religion_and_business",
    "title": "Religion and business",
    "table_of_contents": [
        "1 Religious tourism",
        "1.1 Pilgrimage sites",
        "1.1.1 Religious tourism locations",
        "1.1.1.1 Buddhism",
        "1.1.1.2 Christianity",
        "1.1.1.3 Hindu",
        "1.1.1.4 Islam",
        "1.1.1.5 Judaism",
        "2 Business ethics",
        "2.1 Judaism",
        "3 Food processing",
        "3.1 Halal",
        "3.2 Kashrut",
        "4 Religious and business laws",
        "4.1 United Kingdom",
        "4.2 United States",
        "5 Religion in business",
        "6 Groups",
        "7 Landmark United States Supreme Court cases",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Religion and business have throughout history interacted in ways that relate to and affected one another, as well as influenced sociocultural evolution, political geographies, and labour laws. As businesses expand globally they seek new markets which leads to expanding their corporation's norms and rules to encompass the new locations norms which most often involve religious rules and terms.\n\n"
        },
        {
            "title": "Religious tourism",
            "text": "Some areas, countries or cities have an economy based on religious tourism. Examples include Islamic Hajj tourism and Vatican tourism. The hotels and markets of important religious places are a source of income to the locals.[1]\n\nThe boards or shines sometimes receive so much in donations that governments to take it under control for proper utilization of resources and management.[2] The annual revenues of most of the religious places are not regulated.[3]\n\n"
        },
        {
            "title": "Business ethics",
            "text": "Judaism outlines requirements of accurate weights and measurements in commerce, as well as prohibitions on monetary deception, verbal deception and misrepresentation.[18] Jewish business ethics believe that god is the best source of value, believes in centrality of the community, and promise that men and women can transform themselves. The concept of business is perceived as legitimate by Judaism. There is a huge push for social responsibility in any business venture as well as a charity obligation of both public and private business organizations.[19]\n\n"
        },
        {
            "title": "Food processing",
            "text": "Globally, halal products comprise a US$2 trillion industry.[20]\n\nAs of 2003, the kosher industry had certified more than 100,000 products, which total approximately US$165 billion in sales annually.[21]\n\n"
        },
        {
            "title": "Religious and business laws",
            "text": "United Kingdom labour law prohibits employer discrimination based on religion, belief, or any lack thereof.[22]\n\nIn the United States, labor laws including Title VII of the Civil Rights Act of 1964 prohibit businesses from discriminating against employees based on the basis of religion.[23][24] Business law is also at times applied to religious organizations, due to their status as incorporated entities.[25]\n\nReligious Freedoms Act of 1993:\n\nStops any agency, department, or official of the United States or any state from substantially burdening a person's exercise of religion even if the burden results from a rule of general applicability, except that the government may burden a person's exercise of religion only if it demonstrates that application of the burden to the person.[26] \n\nFree Exercise Clause:\n\nCongress shall make no law respecting an establishment of religion, or prohibiting the free exercise.[27]\n\nEqual Protection Clause:\n\nGovernmental body may not deny people equal protection of its governing clause.[28]\n\n"
        },
        {
            "title": "Religion in business",
            "text": "India \nGovernment and private businesses in north and south India often do a Hindu ritual in which a priest comes to the premises, typically every week, and performs a ritual called Puja. The ritual is performed by doing a Aarti which is done by lighting a piece of camphor on a small metal holder or a lighting a thick thread soaked in small metal container which contains sesame or coconut oil for a few minutes and swinging it around pictures or idols of Hindu gods or goddesses present in the premises. Many small to medium public and private companies in India also have pictures, icons or small statues of Hindu gods and goddesses at their premises which are often worshiped by lighting incense sticks and putting them before those pictures or idols. Visiting priests also may perform a puja ritual by doing a Aarti before those pictures or idols or they may light incense sticks and swing these and put them before those pictures or idols. Individual flowers or a garland of flowers are also used for decoration of idols or pictures. The puja ritual is also done for items such as business purchases in government and private industries. These religious rituals take place regularly at government and private offices in north and south India.[29] People in north and south India also exhibit religious symbols in businesses such as putting a Tilaka on their forehead which implies that they are involved with Hindu religion and believe that it brings them success in their day-to-day activities. Hindu Women in workplaces typically wear bindi on their forehead and if they are married, they would wear a necklace called Mangala sutra around their neck. They may sometimes wear kumkum on their hair and turmeric on their feet. Some Indian men and women wear rings or necklaces with talismans containing pictures or idols of Hindu gods and goddesses. The rings worn above may contain symbols of Hindu religion or precious stones as talismans. Men wear tight black or red or orange threads on the wrist of their right hand as they believe that such threads have some divine influence which works in their favour. Men who are Sikhs wear a turban on their head. Men in Sikh religion also wear a thick metal bangle called Kara on their right hand between their wrist and elbow.\n\nIt is not uncommon for people in India to bring up topics in religions at workplaces. Since there are no national or state laws in India to forbid religions in workplaces, people are generally comfortable in adapting their workplaces to religious themes or topics.\n\n"
        },
        {
            "title": "Groups",
            "text": "Equal Employment Opportunity Commission (EEOC):\n\nA Federal Agency that pushes equal opportunity in employment through administrative and judicial enforcement of the federal civil rights laws.[30]\n\n"
        },
        {
            "title": "Landmark United States Supreme Court cases",
            "text": "1961 Braunfeld v. Brown (4-5):\n\nAbraham Braunfeld owned a retail and clothing furnishing store in Philadelphia. As an Orthodox Jew he observes Sabbath and is not allowed to work. The Pennsylvania Blue Law only allowed certain businesses to remain open for business on Sunday.  Because Braunfeld needs to be open six days a week for economic reasons but he couldn't be open on Saturday due to his observation of the Sabbath. The U.S Supreme court found that the Pennsylvania Blue Law wasn't unconstitutional and didn't violate the free exercise clause. The law didn't make any religious practices unlawful. It was just a way find a statewide day of rest and it was unfortunate that it fell on Sunday.[31]\n\nThe Court also based its opinion in part on two earlier rulings:  In Two Guys from Harrison-Allentown, Inc. v. McGinley, 366 U.S. 582 (1961), and McGowan v. Maryland, 366 U.S. 420 (1961).\n\n1963 Sherbert v. Verner (7-1):\n\nAdeil Sherbert was fired because she refused to work on Saturday, which was the day of her worship as she is a member of the Seventh-day Adventist Church. The Employment Security Commission ruled that people Sherbert was ineligible for unemployment benefits because not working on Saturday was not a good enough reason. The U.S Supreme Court sided with Sherbert, citing the free exercise clause.[32]\n\n1972 Wisconsin v. Yoder (0-9):\n\nJonas Yoder and Warren Miller members of the old order Amish religion, and Adin Yutzy a member of conservative Amish Mennonite Church. These three parents were prosecuted under Wisconsin law, which states that all children must attend public school till 16. The parents refused to send their children after 8th grade citing religious concerns. The U.S Supreme Court sided with Yoder, Miller, and Yutzy under the free exercise clause.[33]\n\n1977 Trans World Airlines, Inc. v. Hardison (7-2):\n\nLarry Hardison was an employee at Trans World Airline. Hardison was a member of the Worldwide Church of God and refused to work on Saturdays which was his sabbath. TWA transferred his shift from night to during the day on Saturday. But he didn't keep the same seniority once he switched shifts and therefore didn't have Saturdays off. The Supreme court sided with the Trans World Airlines because the Equal Employment Opportunity Commission states there needs to be “reasonable” accommodations for religious exercise.[34][35]\n\n1990 Employment Division Department of Human Resources of Oregon v. Smith (6-3):\n\nTwo employees of a private drug rehabilitation organization ingested peyote as part of their religious ceremony at a Native American Church. The employees were fired and applied for unemployment benefit but had not granted them because they were fired from workplace misconduct. The U.S Supreme Court sided with the Employment Division of Oregon stating that even though the employees took peyote for religious reasons. Peyote is illegal in the United States.[36]\n\n2014 Burwell v. Hobby Lobby Stores (5-4):\n\nHobby Lobby owners have organized their stores around Christian faith. Under the Affordable Care Act (ACA) it talks about how for-profit businesses must provide contraceptives to all employees. The owners of Hobby Lobby sued the Department of Health and Human Services based on violation of the free exercise clause. The U.S Supreme Court sided with the Department of Health and Human Services citing there was no violation of the freedom of religion because religious beliefs must not infringe on third party people.[37]\n\n2018 Masterpiece Cakeshop Ltd v. Colorado Civil Rights Commission (7-2):\n\nMasterpiece Cakeshop refused to make a cake for a wedding between two gay men, due to the businesses religious standing. The Colorado Civil rights Commission sided with the customers on the basis of discrimination on sexual orientation. The U.S Supreme Court reversed the Colorado Civil rights Commission's decision stating that they violated the business owner of Masterpiece Cakeshops right to their free exercise of religion.[38]\n\n"
        }
    ]
}