{
    "url": "https://en.wikipedia.org/wiki/Religion_and_mythology",
    "title": "Religion and mythology",
    "table_of_contents": [
        "1 Introduction",
        "1.1 Theology and myth",
        "1.2 Religion",
        "1.3 Mythology",
        "2 Similarities between different religious mythologies",
        "3 Contrasts between different religious mythologies",
        "4 Academic views",
        "5 Religious views",
        "5.1 Opposition to categorizing all sacred stories as myths",
        "5.1.1 Modern-day opposition",
        "5.1.2 The roots of the popular meaning of \"myth\"",
        "5.2 Non-opposition to categorizing sacred stories as myths",
        "5.2.1 Christianity",
        "5.2.2 Judaism",
        "5.2.3 Neopaganism",
        "6 Miscellaneous",
        "7 See also",
        "8 References",
        "8.1 Citations",
        "8.2 Sources",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Religion and mythology differ in scope but have overlapping aspects. Both terms refer to systems of concepts that are of high importance to a certain community, making statements concerning the supernatural or sacred. Generally, mythology is considered one component or aspect of religion. Religion is the broader term: besides mythological aspects, it includes aspects of ritual, morality, theology, and mystical experience. A given mythology is almost always associated with a certain religion such as Greek mythology with Ancient Greek religion. Disconnected from its religious system, a myth may lose its immediate relevance to the community and evolve—away from sacred importance—into a legend or folktale. \n\nThere is a complex relationship between recital of myths and enactment of rituals.\n\n"
        },
        {
            "title": "Introduction",
            "text": "\nThe relationship between religion and myth depends on what definition of \"myth\" one uses. By Robert Graves's definition, a religion's traditional stories are \"myths\" if and only if one does not belong to the religion in question. By Segal's definition, all religious stories are myths—but simply because nearly all stories are myths. By the folklorists' definition, all myths are religious (or \"sacred\") stories, but not all religious stories are myths: religious stories that involve the creation of the world (e.g., the stories in the Book of Genesis) are myths; however, some religious stories that don't explain how things came to be in their present form (e.g., hagiographies of famous saints) are not myths. Generally, mythology is the main component of religion alongside ritual.[1][2][3][4][5] For example, in the early modern period, distinguished Christian theologians developed elaborated witch mythologies which contributed to the intensification of witch trials.[6] The Oxford Companion to World Mythology provides the following summary and examples:[7][8]\nMost definitions of \"myth\" limit myths to stories.[9] Thus, non-narrative elements of religion, such as ritual, are not myths.\n\nThe term theology for the first time appears in the writings of the Greek philosophers Plato and Aristotle. Initially, theology and mythology were synonymous. With time, both terms gained distinctive qualities:[10]\n\nAccording to Hege, both primitive and modern theology is inescapably constrained by its mythical backbone:[11]\n\nReligion is a belief concerning the supernatural, sacred, or divine, and the moral codes, practices, values, and institutions associated with such belief, although some scholars, such as Durkheim, would argue that the supernatural and the divine are not aspects of all religions.[12] Religious beliefs and practices may include the following: a deity or higher being, eschatology, practices of worship, practices of ethics and politics. Some religions do not include all these features.\n\nThe term mythology usually refers either to a system of myths or to the study of myths.[13] However, the word \"myth\" itself has multiple (and some contradictory) definitions:\n\nIn regards to the study of culture and religion, these are some of the definitions scholars have used:\n\n"
        },
        {
            "title": "Similarities between different religious mythologies",
            "text": "Given any of the above definitions of \"myth\", the myths of many religions, both ancient and modern, share common elements. Widespread similarities between religious mythologies include the following:\n\nThe similarities between cultures and time periods can be useful, but it is usually not easy to combine beliefs and histories from different groups. Simplification of cultures and time periods by eliminating detailed data remain vulnerable or flimsy in this area of research.\n\n"
        },
        {
            "title": "Contrasts between different religious mythologies",
            "text": "Though there are similarities among most religious mythologies, there are also contrasts. Many mythologies focus on explanations of the universe, natural phenomena, or other themes of human existence, often ascribing agency to one or more deities or other supernatural forces. However, some religions have very few of this kind of story of cosmic explanation. For instance,  the Buddhist parable of the arrow warns against such speculations as \"[Is] the world eternal or not eternal? [Is] the soul different from the body? [Does] the enlightened exist after death or not?\", viewing them as irrelevant to the goal of escaping suffering.[24]\n\n"
        },
        {
            "title": "Academic views",
            "text": "In academia, the term \"myth\" often refers to stories whose culture regards them as true (as opposed to fictitious).[25] Thus, many scholars will call a body of stories \"mythology\", leaving open the question of whether the stories are true or false. For example, in Tree of Souls: The Mythology of Judaism, English professor Howard Schwartz writes, \"the definition of 'mythology' offered here does not attempt to determine if biblical or subsequent narratives are true or false, i.e., historically accurate or not\".[26]\n\nSince the beginning of modern philosophy and science in the 16th century, many Western intellectuals have seen myth as outdated.[27] In fact, some argued that the Christian religion would be better off without mythology, or even that Christianity would be better off without religion:[28]\n\nIn the 20th century, many scholars have resisted this trend, defending myth from modern criticism.[29] Mircea Eliade, a professor of the history of religions, declared that myth did not hold religion back, that myth was an essential foundation of religion, and that eliminating myth would eliminate a piece of the human psyche.[30] Eliade approached myth sympathetically at a time when religious thinkers were trying to purge religion of its mythological elements:[28]\n\nSimilarly, Joseph Campbell believed that people could not understand their individual lives without mythology to aid them. By recalling the significance of old myths, he encouraged awareness of them.[31] In responding to the interview question \"How would you define mythology?\", Joseph Campbell answered:[32]\n\n"
        },
        {
            "title": "Religious views",
            "text": "Most religions contain a body of traditional sacred stories that are believed to express profound truth. Some religious organizations and practitioners believe that some or all of their traditional stories are not only sacred and \"true\" but also historically accurate and divinely revealed and that calling such stories \"myths\" disrespects their special status. Other religious organizations and practitioners have no problem with categorizing their sacred stories as myths.\n\nSome religious believers take offense when what they consider to be historical aspects of their faith are labeled as \"myth\". Such believers distinguish between religious fables or myths, on one hand, and those sacred narratives which are described by their tradition as being history or revelation, on the other. For instance, Catholic priest Father John A. Hardon insists that \"Christianity is not mythology. What we believe in is not religious fantasies, no matter how pious.\"[33] Evangelical Christian theologian Carl F. H. Henry insisted that \"Judeo-Christian revelation has nothing in common with the category of myth\".[34]\n\nEspecially within Christianity, objection to the word \"myth\" rests on a historical basis. By the time of Christ, the Greco-Roman world had started to use the term \"myth\" (Greek muthos) to mean \"fable, fiction, lie\"; as a result, the early Christian theologians used \"myth\" in this sense.[35] Thus, the derogatory meaning of the word \"myth\" is the traditional Christian meaning, and the expression \"Christian mythology\", as used in academic discourse,[36] may offend Christians for this reason.\n\nIn addition, this early Christian use of the term \"myth\" passed into popular usage.[37] Thus, when essential sacred mysteries and teachings are described as myth, in modern English, the word often still implies that it is \"idle fancy, fiction, or falsehood\".[36] This description could be taken as a direct attack on religious belief, quite contrary to the meaning ostensibly intended by the academic use of the term. Further, in academic writing, though \"myth\" usually means a fundamental worldview story, even there it is occasionally ambiguous or clearly denotes \"falsehood\", as in the \"Christ myth theory\". The original term \"mythos\" (which has no pejorative connotation in English) may be a better word to distinguish the positive definition from the negative.[36]\n\nModern day clergy and practitioners within some religious movements have no problem classifying the religion's sacred stories as \"myths\". They see the sacred texts as indeed containing religious truths, divinely inspired but delivered in the language of mankind. Some examples follow.\n\nJ.R.R. Tolkien's love of myths and devout Catholic faith came together in his assertion that mythology is the divine echo of \"the Truth\".[38] Tolkien wrote that myths held \"fundamental things\".[39] He expressed these beliefs in his poem Mythopoeia circa 1931, which describes myth-making as an act of \"sub-creation\" within God's primary creation.[40] The poem in part says creation is \"myth-woven and elf-patterned\":\n\nTolkien's opinion was adopted by another Christian writer, C. S. Lewis, in their conversations: \"Tolkien explained to Lewis that the story of Christ was the true myth at the very heart of history and at the very root of reality.\"[41] C. S. Lewis freely called the Christ story a \"true myth\", and he believed that even pagan myths express spiritual truths. In his opinion, the difference between the Christ story and pagan myths is that the Christ story is historically as well as spiritually true. Lewis writes,[42]\n\nAnother Christian writer, the Catholic priest Father Andrew Greeley, freely applies the term \"myth\" to Christianity. In his book Myths of Religion, he defends this terminology:[43]\n\nAt a \"Consultation on the Relationship Between the Wesleyan Tradition\nand the Natural Sciences\" in Kansas City, Missouri, on October 19, 1991, Dennis Bratcher presented a discussion of the adaptation of Near Eastern mythical thought by the Israelites.[44] Bratcher argued that the Old Testament absorbed Near Eastern pagan mythology (although he drew a sharp distinction between the literally-interpreted myths of the Near Eastern pagans and the \"mythopoetic\" use of imagery from pagan myths by the Hebrews). During this presentation, he gave the following disclaimer:[44]\n\nSome Jewish scholars, including Dov Noy, a professor of folklore at Hebrew University and founder of the Israel Folktale Archives, and Howard Schwartz, Jewish anthologist and English professor at the University of Missouri – St. Louis, have discussed traditional Jewish stories as \"mythology\".[45]\n\nSchwartz authored the book Tree of Souls: The Mythology of Judaism. It consists of myths and belief statements excerpted from—and, in some cases, synthesized from a number of excerpts from—both Biblical and non-Biblical Jewish texts. According to Schwartz, the Jewish people continue to elaborate on, and compose additions to, their traditional mythology.[46] In the book's introduction, Schwartz states that the word \"myth\", as used in the book, \"is not offered to mean something that is not true, as in the current popular usage\".[26]\n\nNeopagans frequently refer to their sacred stories as \"myths\". Asatru, a modern-day revival of Germanic Paganism, holds \"that the Eddas, Myths and Norse Sagas are the divinely inspired wisdom of [its] religion\".[47] Wicca, another Neopagan movement, also applies the term \"mythology\" to its stories.[48]\n\n"
        },
        {
            "title": "Miscellaneous",
            "text": "The Dewey Decimal system covers religion in the 200 range, with books on \"Religious mythology & social theology\", a subset listed under 201.[49]\n\n"
        }
    ]
}