{
    "url": "https://en.wikipedia.org/wiki/Religious_disaffiliation",
    "title": "Religious disaffiliation",
    "table_of_contents": [
        "1 Human Rights",
        "2 Stages of religious disaffiliation",
        "3 Psychological and social aspects",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Religious disaffiliation is the act of leaving a faith, or a religious group or community. It is in many respects the reverse of religious conversion. Several other terms are used for this process, though each of these terms may have slightly different meanings and connotations.[1]\n\nResearchers employ a variety of terms to describe disaffiliation, including[2] defection, apostasy[3] and disengagement.[4] This is in contrast to excommunication, which is disaffiliation from a religious organization imposed punitively on a member, rather than willfully undertaken by the member.\n\nIf religious affiliation was a big part of a leaver's social life and identity, then leaving can be a wrenching experience, and some religious groups aggravate the process with hostile reactions and  shunning.[5]: 91  Some people who were not particularly religious see leaving as not ‘all that big a deal’ and entailing ‘few personal consequences’, especially if they are younger people in secularized countries.[1]\n\n"
        },
        {
            "title": "Human Rights",
            "text": "In 1993, the UN's human rights committee declared that article 18 of the International Covenant on Civil and Political Rights \"protects theistic, non-theistic and atheistic beliefs, as well as the right not to profess any religion or belief.\"[6] The committee further stated that \"the freedom to have or to adopt a religion or belief necessarily entails the freedom to choose a religion or belief, including the right to replace one's current religion or belief with another or to adopt atheistic views.\" Signatories to the convention are barred from \"the use of threat of physical force or penal sanctions to compel believers or non-believers\" to recant their beliefs or convert. Despite this, minority religions are still persecuted in many parts of the world.[7][8]\n\nWhile most Western societies permit their citizens to choose their religion, many Muslim majority countries forbid people recognized by the state as Muslim to change their religion.\n\nIn some cases, religious disaffiliation is coerced.[5]: 93  Some religious people are expelled or excommunicated by their religious groups. Some family members of people who join cults or new religious movements feel concerned that cults are using mind control to keep them away from their families, and support forcefully removing them from the group and  deprogramming them.[5]: 93 \n\n"
        },
        {
            "title": "Stages of religious disaffiliation",
            "text": "Brinkerhoff and Burke (1980) argue that \"religious disaffiliation is a gradual, cumulative social process in which negative labeling may act as a 'catalyst' accelerating the journey of apostasy while giving it form and direction.\"[9] They also argue that the process of religious disaffiliation includes the member stopping believing but continuing to participate in rituals, and that the element of doubt underlies many of the theoretical assumptions dealing with apostasy.[10]\n\nIn her article about ex-nuns, Ebaugh (1988) describes four stages characteristic of role exit:[5]: 91–94 [11]\n\nIn the two samples studied by Ebaugh the vast majority of the ex-nuns remained Catholics.[12]\n\n"
        },
        {
            "title": "Psychological and social aspects",
            "text": "According to Meredith McGuire (2002), in a book about the social context in religion, if the religious affiliation was a big part of a leaver's social life and identity, then leaving can be a wrenching experience, and the way in which one leaves a religious group is another factor that may aggravate problems. McGuire writes that if the response of the group is hostile, or follows an attempt by that person to change the group from \"the inside\" before leaving, then the process of leaving will be fraught with considerable emotional and social tensions.[5]: 91 \n\nThe Handbook of Religion and Health describes a survey by Feigelman (1992), who examined happiness in Americans who have given up religion, in which it was found that there was little relationship between religious disaffiliation and unhappiness.[13] A survey by Kosmin & Lachman (1993), also cited in this handbook, indicates that people with no religious affiliation appear to be at greater risk for depressive symptoms than those affiliated with a religion.[14] Although some of the above studies indicate a positive correlation between religious belief and happiness, in any event it is a separate task to distinguish between alternative causal explanations including the following:\n\n"
        }
    ]
}