{
    "url": "https://en.wikipedia.org/wiki/Religious_views_of_George_Washington",
    "title": "Religious views of George Washington",
    "table_of_contents": [
        "1 Anglican affiliations",
        "2 Attendance at religious services",
        "3 Communion",
        "4 Baptism",
        "5 Public writings and speeches",
        "6 Private writings",
        "7 Support of religious toleration",
        "7.1 Tolerance",
        "7.1.1 Letter to the Hebrew Congregation in Newport, Rhode Island",
        "8 Eyewitness accounts",
        "9 Deism and scholarly views",
        "10 Death and burial",
        "10.1 Alleged religious conversions",
        "11 See also",
        "12 Bibliography",
        "12.1 Further reading",
        "13 Footnotes",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe religious views of George Washington have long been debated. While some of the other Founding Fathers of the United States, such as Thomas Jefferson, Benjamin Franklin, and Patrick Henry, were noted for writing about religion, Washington rarely discussed his religious and philosophical views.\n\nWashington attended the Anglican Church through all of his life, and was baptized as an infant. He was a member of several churches which he attended, and served as an Anglican vestryman and warden for more than fifteen years, when Virginia had an established church. As a young man he also joined the Freemasons, which also promoted spiritual and moral values for society. His personal letters and public speeches sometimes referred to \"Providence\", a term for God used by both Christians and deists.\n\n"
        },
        {
            "title": "Anglican affiliations",
            "text": "Washington's great-great-grandfather, Lawrence Washington, was an Anglican rector in England.[1]\n\nGeorge Washington was baptized in infancy into the Church of England,[2][3] which, until 1776, was the established church (state religion) of Virginia.[4] As an adult, Washington served as a member of the vestry (lay council) for his local parish. In colonial-era Virginia, office-holding qualifications at all levels—including the House of Burgesses, to which Washington was elected in 1758—required affiliation with the current state religion and an undertaking that one would neither express dissent nor do anything that did not conform to church doctrine. At the library of the New-York Historical Society, some manuscripts containing a leaf from the church record of Pohick were available to Benson Lossing, an American historian, which he included in his Field Book of the Revolution; the leaf contained the following signed oath, required to qualify individuals as vestrymen:\n\nWashington served as a vestryman or warden for more than 15 years.  The Vestry in Virginia was the governing body of each church.[7]\n\nAs the British monarch is Supreme Governor of the Church of England, and its clergy swear an Oath of Supremacy to the monarch, the American churches established the Episcopal Church after the American Revolution.  The Virginia Statute for Religious Freedom (1786) disestablished the Church, although it retained some lands which had been purchased with public money.[8] (The denominations that share the Church of England tradition are associated through the Anglican Communion.)\n\n"
        },
        {
            "title": "Attendance at religious services",
            "text": "Washington paid for pews at several churches. Rev. Lee Massey, his pastor wrote, \"I never knew so constant an attendant in church as Washington.\"[9] However, Washington's personal diaries[10] indicate that he did not regularly attend services while home at Mount Vernon, spending most Sundays writing letters, conducting business, fox-hunting, or doing other activities. Biographer Paul Leicester Ford wrote:\n\nWhile he was at Mount Vernon, his first parish was Pohick Church, seven miles (11 km) from Mt. Vernon; his second parish in Alexandria was nine miles (14 km) away.[7]\n\nWhen traveling, particularly on political business, he was more likely to attend church services. In the seven Sundays during the First Continental Congress in Philadelphia, he went to church on three occasions, attending Anglican, Quaker, and Catholic services.[12] During his tours of the nation in his two terms as president, he attended religious services in each city, sometimes as frequently as three services in a day.[13]\n\n"
        },
        {
            "title": "Communion",
            "text": "The record of Washington receiving communion was spotty.[14] Ministers at four of the churches Washington often attended wrote that he regularly left services before communion.\n\nAfter the religious ceremony and Pulpit service Washington, along with the greater congregation, would exit the church, leaving wife Martha with the communicants to receive communion. In one definitive case a Pastor James Abercrombie of St. Peter's Episcopal Church, in Philadelphia took exception to the advent and, considering it his duty, said in one of his sermons that he was unhappy to see people in elevated stations not set an example by receiving communion. He later admitted that the remark was intended for the President, and indeed Washington had assumed the remark was aimed at him. Washington later discussed the incident with a Congressman at a dinner and related to him that he had honored the preacher for his integrity and candour, and that he had never considered that his example was of any influence. Never being a communicant, Washington felt that if he were to begin it would be seen as an ostentatious display of a President flaunting his religion solely prompted by the Pastor's remarks. Historian Paul F. Boller suggests that Washington, a man who had helped to promote a major war, refrained from receiving communion  from the idea that his heart and mind were not in \"a proper condition to receive the sacrament,\" and that Washington simply did not want to indulge in something he regarded to be an act of hypocrisy on his part.[15] After the incident it is believed that Washington completely stopped attending that church on communion Sundays.[16][17]\n\nIn 1915 the great-grandson of Elizabeth Schuyler Hamilton reported that his grandmother said, when she was 97 years old (about 1854),  \"If anyone ever tells you that George Washington was not a communicant in the Church, you say that your great-grandmother told you to say that she 'had knelt at this chancel rail at his side and received with him the Holy Communion.'\"[18]\n\nNonetheless, it was also not uncommon in those days for churchgoers to pass on participating in communion.[7]\n\n"
        },
        {
            "title": "Baptism",
            "text": "As noted above, Washington was baptized as an infant into the Church of England (Anglican Church), in April 1732.[2]\n\nDuring the Revolutionary War it has been suggested that Washington was again baptized by the Baptist chaplain to the Continental Army John Gano at Valley Forge.[19] Washington biographer Rupert Hughes determined that Rev. Gano served with George Clinton's army, not with Washington's, that the location is sometimes given as Valley Forge and sometimes as the Potomac River, that there is no documentation of Gano ever being at Valley Forge, that there is nothing in Gano's own correspondence or his biography to suggest that the event took place, and that none of the 42 reputed witnesses ever documented the event.[20][21]\n\nWashington himself was a godfather in the baptism of several children including his niece Frances Lewis, his nephews Fielding Lewis and Charles Lewis,[22] Catharine Van Rensselaer (daughter of Philip Schuyler),[23] George Washington Colfax (son of William Colfax)[24] and Benjamin Lincoln Lear (son of Tobias Lear).[25]\n\n"
        },
        {
            "title": "Public writings and speeches",
            "text": "Washington used the word \"God\" 146 times in his personal and public writings, many of which were in his public speeches[26]  and while some were regularly used phrases such as \"thank God,\" \"God knows,\" \"for God's sake,\" or \"my God!\" there are many other examples where Washington used thoughtful expressions about God and His Providence.\n\nFrom his Headquarters in  New York, July 9, 1776, Washington issued a General Order which read, in pertinent part, \"The blessing and protection of Heaven are at all times necessary but especially so in times of public distress and danger—The General hopes and trusts, that every officer and man, will endeavour so to live, and act, as becomes a Christian Soldier defending the dearest Rights and Liberties of his country.\"[27] Throughout his life, Washington spoke of the value of righteousness, and of seeking and offering thanks for the \"blessings of Heaven.\"  Washington often spoke of \"Providence.\"[28] The Catholic historian and philosopher Michael Novak writes that Anglican laymen of that period rarely invoked the name of Jesus Christ.[29] The most famous reference came in a 1779 letter to a delegation of Native Americans. The letter was in the handwriting of an aide, and the leading biographers, including Chernow, Henriques and Freeman, say that the aide wrote it, not Washington:[30]\n\nWashington referenced Jesus Christ as the \"divine Author of our blessed Religion\" in his \"Circular Letter to the Governors\" of 1783 in the following prayer:\n\nWhen the Continental Congress authorized a day of fasting in 1778, Washington told his soldiers:\n\nWashington believed in the importance of religion for republican government. His 1796 Farewell Address, written by Alexander Hamilton and revised by himself, said that it was unrealistic to expect that a whole nation, whatever might be said of minds of peculiar structure, could long be moral without religion, that national morality is necessary for good government, and that politicians should cherish religion's support of national morality:\n\nWashington rejected an additional sentence, also written by Alexander Hamilton, with a stronger sentiment: \"does [national morality] not require the aid of a generally received and divinely authoritative Religion?\"[34]\n\nFor decades, Washington was credited with starting the tradition of adding the words \"so help me, God\" to the presidential inaugural oath, although experts at the Library of Congress, the U.S. Senate Historical Office, and Mount Vernon have said there is no evidence to support that claim.[35] None of the detailed contemporaneous eyewitness accounts of the first inauguration mentioned that Washington had used that expression,[36][37] and it is not part of the text of the inaugural oath prescribed by the Constitution. The first authors to state that Washington added the words were Rufus Wilmot Griswold in 1854[38] and Washington Irving in 1857.[39][40] (According to the Library of Congress, the earliest documented use of that phrase during an inauguration was by President Chester Arthur, almost a century after Washington's first inauguration.[35][41])\n\nIn his first inaugural address, Washington stressed his belief that the new nation \"was under the special agency of Providence.\"[42]\n\nWashington made several statements as General of the Army which mentioned religion.  Sparks quotes orders given by General Washington to his Army requiring them to attend to their religious duties and \"to implore the blessing of Heaven\" upon the American Army.[43]\n\nEarly in his presidency, at the request of Congress,[44] he issued the first National Thanksgiving Proclamation on October 3, 1789. The proclamation was sent to the governors of the states, and assigns the day upon which \"the people of these States\" devote themselves in service to \"that great and glorious Being who is the beneficent author of all the good that was, that is, or that will be.\" It urges the people in the young country to express their gratitude to God for: his protection of them through the Revolutionary War and the peace they had experienced since; for allowing the Constitution to be composed in a \"peaceable and rational manner;\" for the \"civil and religious liberty\" they possessed; and \"in general, for all the great and various favors which He has been pleased to confer upon us.\" The proclamation also states that \"it is the duty of all nations to acknowledge the providence of Almighty God, to obey His will, to be grateful for His benefits, and humbly to implore His protection and favor.\"  It ends by calling the people of the United States to prayer and to beseech God \"to pardon our national and other transgressions;\" to allow the national government to be wise and just; to \"protect and guide\" all nations; to promote \"true religion and virtue, and the increase of science;\" and to \"grant unto all mankind such a degree of temporal prosperity as He alone knows to be best.\"\n\n"
        },
        {
            "title": "Private writings",
            "text": "In his letters to young people, particularly to his adopted children, Washington urged upon them truth, character, honesty, but said little or nothing related to specific items of religious practice.[45] Analysts who have studied Washington's papers held by the Library of Congress say that his correspondence with Masonic Lodges is filled with references to the \"Great Architect of the Universe.\"[46]\n\nPrayers said to have been composed by him in his later life are highly edited.[47][48] An unfinished book of Christian prayers attributed to him (as a youth) by a collector (around 1891) was rejected by Worthington C. Ford, editor of an edition of Washington's papers, and the Smithsonian Institution for lack of authenticity.[49] Comparisons to documents Washington wrote show that it is not in his handwriting.[50]\n\nIn a letter to George Mason in 1785, he wrote that he was not among those alarmed by a bill \"making people pay towards the support of that [religion] which they profess\", but felt that it was \"impolitic\" to pass such a measure, and wished it had never been proposed, believing that it would disturb public tranquility.[51]\n\n"
        },
        {
            "title": "Support of religious toleration",
            "text": "Washington held that all religions, and nearly all religious practices, were beneficial to humans. On some occasions, such as when he was President, he attended Sunday services at various churches.[52]\n\nWashington was an early supporter of religious toleration and freedom of religion. In 1775, he ordered that his troops not show anti-Catholic sentiments by burning the pope in effigy on Guy Fawkes Night.[53]\n\nWashington was an officer in the Freemasons, an organization which, at the time Washington lived, required that its members \"will never be a stupid Atheist nor an irreligious Libertine\",[54] which meant that they should believe in God, regardless of other religious convictions or affiliations.[55][56]\n\nSome biographers[57] hold the opinion that many of the American Founding Fathers (and especially Washington) believed that, as leaders of the nation, they should remain silent on questions of doctrine and denomination, to avoid creating unnecessary divisiveness within the nation; instead they should promote the virtues taught by religion in general.\n\nWhen acquiring workmen for Mount Vernon, he wrote to his agent, \"If they be good workmen, they may be from Asia, Africa, or Europe; they may be Mohammedans [Muslims], Jews, or Christians of any sect, or they may be Atheists.\"[47]\n\nIn 1790, Washington expressed his support for religious tolerance where in a letter to the Hebrew Congregation in Newport, Rhode Island, he stated, \"May the Children of the Stock of Abraham, who dwell in this land, continue to merit and enjoy the good will of the other Inhabitants; while every one shall sit in safety under his own vine and fig tree, and there shall be none to make him afraid.\"[58] The phrase \"under his own vine and fig tree\" is from the Hebrew Bible (Micah 4:4).[59]\n\nWashington also wrote two other letters to Jewish communities.[60]\n\n"
        },
        {
            "title": "Eyewitness accounts",
            "text": "Eyewitness accounts exist of Washington engaging in morning devotions. Jared Sparks recorded the following account from Washington's nephew George W. Lewis: \"Mr. Lewis said he had accidentally witnessed [Washington's] private devotions in his library both morning and evening; that on those occasions he had seen him in a kneeling position with a Bible open before him and that he believed such to have been his daily practice.\"[61] Sparks also reports that Washington's adopted daughter, Nelly Custis-Lewis, in response to his request for information on Washington's religions views, wrote, \"He attended the church at Alexandria when the weather and roads permitted a ride of ten miles (a one-way journey of 2–3 hours by horse or carriage). In New York and Philadelphia he never omitted attendance at church in the morning, unless detained by indisposition [sickness].\" She continued by saying \"No one in church attended to the services with more reverential respect.\" She added: \"I should have thought it the greatest heresy to doubt his firm belief in Christianity. His life, his writings, prove that he was a Christian. He was not one of those who act or pray, that they may be seen of men.\" In closing, Nelly attempted to answer the question of whether General Washington was a Christian. She responded, \"Is it necessary that any one should certify, 'General Washington avowed himself to me a believer in Christianity?' As well may we question his patriotism, his heroic, disinterested devotion to his country. His mottos were, 'Deeds, not Words;' and, 'For God and my Country.'\"[62]\n\nDuring the Revolutionary War, General Robert Porterfield stated he \"found him on his knees, engaged in his morning's devotions.\" Alexander Hamilton corroborated Porterfield's account, stating \"such was his most constant habit.\"[63] A French citizen who knew Washington well during the Revolutionary War and the presidency stated \"Every day of the year, he rises at five in the morning; as soon as he is up, he dresses, then prays reverently to God.\"[64] Indeed, Washington had purchased a prayer book \"with the New Version of Psalms & good plain Type\" a few years before the Revolutionary War.[65]\n\nOn February 1, 1800, a few weeks after Washington's death, Thomas Jefferson made the following entry in his journal, regarding an incident on the occasion of Washington's departure from office:[66][67]\n\nIn the 1840s, abolitionist newspapers printed interviews with and testimony of Oney Judge, a slave who escaped from the Washingtons in 1796. One such article, from the Granite Freeman, stated: \"she never heard Washington pray, and does not believe that he was accustomed to. 'Mrs. Washington used to read prayers, but I don't call that praying.'\"[68] (It should be kept in mind that reading printed prayers is typical Anglican practice.) In another case, the Rev. Benjamin Chase, in a letter to The Liberator, wrote that \"She says that the stories told of Washington's piety and prayers, so far as she ever saw or heard while she was his slave, have no foundation. Card-playing and wine-drinking were the business at his parties, and he had more of such company Sundays than on any other day.\"[69] In both cases, these statements were intended to disparage Washington's character, as he had held slaves; for example, Chase continues, \"I do not mention this as showing, in my estimation, his anti-Christian character, so much as the bare fact of being a slaveholder, and not a hundredth part so much as trying to kidnap this woman; but, in the minds of the community, it will weigh infinitely more.\"[69]\n\n"
        },
        {
            "title": "Deism and scholarly views",
            "text": "Even during his lifetime, people were unsure of the degree to which Washington believed in Christianity. As noted above, some of his contemporaries called him a deist. Debate continues to this day regarding whether he is best categorized as a deist or as a Christian, and some writers have introduced other terms to describe a blending of the two.\n\nDeism was an influential worldview during his lifetime.[70] There is no known record of Washington ever using \"Jesus\" or \"Christ\" in private or public writings or speeches. One document he signed but did not write did say to the Delaware Indian chiefs that learning the \"religion of Jesus Christ\" is the most important thing they can do.[71] Furthermore, Washington used \"God\" 146 times in his personal and public writings.[72] Some of these references to \"God\" are stock phrases like \"God forbid\" or \"God be with you\". Some instances are serious expressions about God and especially His divine intervention in the affairs of mankind, commonly known as Providence. Washington used words such as \"Grand Architect\" and \"Providence\" that were popular among some deists.[73] These terms were also commonly used by the Freemasons.[74] While deists and Freemasons did use these words, words like \"Providence\" specifically were not exclusively used by deists and Freemasons, but were also used by Christians during Washington's time period.\n\nHistorian Fred Anderson says that Washington's Providence was, \"a generally benevolent, as well as an omnipotent, omnipresent, omniscient being, but He was hardly the kind of warm and loving God embraced by the evangelical Protestants.\"[75]\n\nPaul F. Boller, Jr. stated \"Washington was no infidel, if by infidel is meant unbeliever. Washington had an unquestioning faith in Providence and, as we have seen, he voiced this faith publicly on numerous occasions. That this was no mere rhetorical flourish on his part, designed for public consumption, is apparent from his constant allusions to Providence in his personal letters. There is every reason to believe, from a careful analysis of religious references in his private correspondence, that Washington's reliance upon a Grand Designer along Deist lines was as deep-seated and meaningful for his life as, say, Ralph Waldo Emerson's serene confidence in a Universal Spirit permeating the ever shifting appearances of the everyday world.\"[76]\n\nDavid L. Holmes, author of The Faiths of the Founding Fathers, in a sidebar article for Britannica categorizes Washington as a Christian deist.[77] His usage of this category implies a religious spectrum of sorts for deism.  Holmes also distinguishes between strict deists and orthodox Christians by their church attendance, participation in religious rites (such as baptism, Holy Communion, and confirmation), the use of religious language, and opinions of contemporary family, friends, clergy, and acquaintances. Regarding these specific parameters, Holmes describes Washington as a Christian deist due to his religious behavior falling somewhere between that of an orthodox Christian and a strict deist. Although Washington was clearly not a communicant, was infrequent in his Church attendance, and did not deem it necessary to participate in religious rites, Holmes labels him as a Christian deist due to his references of God, which resemble strict deistic terminology yet add a Christian dimension of mercy and divine nature. Additionally, Holmes states that Washington's \"dedication to Christianity was clear in his own mind\" as to imply that Washington's own religious self-analysis should be deemed at least as noteworthy as that of critics who claim he was unorthodox.\n\nHistorian and Washington specialist Frank E. Grizzard, Jr. highlights \"Providence\" as the central feature of Washington's religious faith, noting that \"Providence\" was Washington's most often-used term for God.\n\nIn 2006 Peter Lillback, the president of Westminster Theological Seminary, published a lengthy book through his own non-profit organization on the subject of Washington's religious beliefs. The book, George Washington's Sacred Fire, proposed that Washington was an orthodox Christian within the framework of his time; it gained attention through promotion on Glenn Beck's show.[79] Lillback claims he disproved the deist hypothesis.[80] Lillback has explained more recently that evidence unavailable to earlier historians shows that\n\nBiographer Barry Schwartz has stated that Washington's \"practice of Christianity was limited and superficial, because he was not himself a Christian. In the enlightened tradition of his day, he was a devout Deist—just as many of the clergymen who knew him suspected.\"[82]\n\nTwo books exploring Washington's religious beliefs—Realistic Visionary by Peter Henriques, and Faith and the Presidency by Gary Scott Smith—both categorize Washington as a theistic rationalist which is described as a hybrid belief system somewhere between strict deism and orthodox Christianity, with rationalism as the predominant element.[83]\nThe term itself is not known to have been in use during Washington's lifetime.\n\nThe Catholic historian and philosopher Michael Novak maintains that Washington could not have been strictly a Deist, but was a Christian:\n\nBiographer Ron Chernow, author of the Pulitzer Prize-winning book, Washington: A Life, has acknowledged the profound role Christianity played in Washington's life through the 18th-century Virginian Anglican/Episcopalian church:\n\nIn 2012, historian Gregg Frazer argued that Washington was not a deist but a \"theistic rationalist.\"  This theological position rejected core beliefs of Christianity, such as the divinity of Christ, the Trinity and Original Sin. However, unlike the deists, the theological rationalists believed in the efficacy of prayer to God.[86]\n\n"
        },
        {
            "title": "Death and burial",
            "text": "On his death bed, Washington did not summon a minister or priest.[87] After his death, he was buried according to the rite of the Episcopal Church, with the Rev. Thomas Davis, rector of Christ Church, Alexandria, officiating.[88] Masonic rites were also performed by members of his lodge.[89]\n\nUnverified stories from Catholic sources[90] say that on his deathbed Washington converted to Catholicism. In an 1883 Catholic publication \"his colored body servant came riding down to the bank of the Potomac ... and one of the old Jesuit fathers from the mission on the Maryland side was found\"[91] while in May 1900 it was the Catholic priest Leonard Neale that was summoned to Mount Vernon. The Neale specific-story says that the night before his death, several of Washington's slaves were sent to St. Thomas Manor in Maryland by rowboat, where they found Neale, the superior of the Jesuit manor.[91] They ferried him to Mount Vernon, where he heard Washington's confession, conditionally baptized him, and received him into the Catholic Church.[92] Martin I. J. Griffin, stated in a Catholic research publication that \"the alleged visit of Father Neale was improbable\" and that \"nothing in Washington's life gives a basis for a belief in its probability.\"[93]\n\nThere is also the other religious conversion that is alleged to have taken place during the American Revolution. Washington was said to have been baptized as an adult in a full-immersion baptism by John Gano, a Baptist chaplain in the Continental Army. The baptism variously either took place in the Hudson River[94] or perhaps in the Potomac River.[95] Historian Mary V. Thompson discounts both the story of the Baptist immersion and of the Catholic deathbed conversion.[96]\n\n"
        }
    ]
}