{
    "url": "https://en.wikipedia.org/wiki/Religious_experience",
    "title": "Religious experience",
    "table_of_contents": [
        "1 Definitions",
        "1.1 William James",
        "1.2 Norman Habel",
        "1.3 Richard Swinburne",
        "1.4 Rudolf Otto",
        "2 Related terms",
        "3 History",
        "3.1 Origins",
        "3.1.1 Perennial philosophy",
        "3.1.2 Existentialism",
        "3.1.3 Transcendentalism and Unitarian Universalism",
        "3.1.4 New Thought",
        "3.1.5 Theosophical Society",
        "3.1.6 Orientalism and the \"pizza effect\"",
        "3.2 Criticism",
        "4 Causes of religious experiences",
        "5 Religious practices",
        "5.1 Western",
        "5.1.1 Neoplatonism",
        "5.1.2 Alcoholics Anonymous Twelfth Step",
        "5.1.3 Christianity",
        "5.1.3.1 Christian mysticism",
        "5.1.3.2 Hesychasm",
        "5.2 Islam",
        "5.3 Asia",
        "5.3.1 Buddhism",
        "5.3.2 Hinduism",
        "5.3.3 Meher Baba",
        "6 Psychedelic drugs",
        "7 Neurophysiology",
        "7.1 Psychiatry",
        "7.2 Neuroscience",
        "7.2.1 Neuroscience of religion",
        "7.2.2 Neurological evolutionary basis",
        "7.2.3 Studies of the brain",
        "7.2.4 Temporal lobe epilepsy",
        "8 Integrating religious experience",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Sources",
        "12.1 Books",
        "12.2 Other",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A religious experience (sometimes known as a spiritual experience, sacred experience, or mystical experience) is a subjective experience which is interpreted within a religious framework.[1] The concept originated in the 19th century, as a defense against the growing rationalism of Western society.[2] William James popularised the concept.[2]\n\nMany religious and mystical traditions see religious experiences (particularly the knowledge which comes with them) as revelations caused by divine agency rather than ordinary natural processes. They are considered real encounters with God or gods, or real contact with higher-order realities of which humans are not ordinarily aware.[3]\n\nSkeptics may hold that religious experience is an evolved feature of the human brain amenable to normal scientific study.[note 1] The commonalities and differences between religious experiences across different cultures have enabled scholars to categorize them for academic study.[4]\n\n"
        },
        {
            "title": "Definitions",
            "text": "Psychologist and philosopher William James (1842–1910) described four characteristics of mystical experience in The Varieties of Religious Experience (1901/1902). According to James, such an experience is:\n\nBiblical scholar Norman Habel defines religious experiences as the structured way in which a believer enters into a relationship with, or gains an awareness of, the sacred within the context of a particular religious tradition.[5] Religious experiences are by their very nature preternatural; that is, out of the ordinary or beyond the natural order of things. They may be difficult to distinguish observationally from psychopathological states such as psychoses or other forms of altered awareness.[6] Not all preternatural experiences are considered to be religious experiences. Following Habel's definition, psychopathological states or drug-induced states of awareness are not considered to be religious experiences because they are mostly not performed within the context of a particular religious tradition.\n\nMoore and Habel identify two classes of religious experiences: the immediate and the mediated religious experience.[7]\n\nIn his book Faith and Reason, the philosopher Richard Swinburne formulated five categories into which all religious experiences fall:\n\nSwinburne also suggested two principles for the assessment of religious experiences:\n\nThe German philosopher and theologian Rudolf Otto (1869–1937) argues that there is one common factor to all religious experience, independent of the cultural background. In his book The Idea of the Holy (1923) he identifies this factor as the numinous. The \"numinous\" experience has two aspects:\n\nThe numinous experience also has a personal quality to it, in that the person feels to be in communion with a holy other. Otto sees the numinous as the only possible religious experience. He states: \"There is no religion in which it [the numinous] does not live as the real innermost core and without it no religion would be worthy of the name\".[8] Otto does not take any other kind of religious experience such as ecstasy and enthusiasm seriously and is of the opinion that they belong to the 'vestibule of religion'.\n\n"
        },
        {
            "title": "History",
            "text": "The notion of \"religious experience\" can be traced back to William James, who used the term \"religious experience\" in his book, The Varieties of Religious Experience.[10] It is considered to be the classic work in the field, and references to James' ideas are common at professional conferences. James distinguished between institutional religion and personal religion. Institutional religion refers to the religious group or organization, and plays an important part in a society's culture. Personal religion, in which the individual has mystical experience, can be experienced regardless of the culture.\n\nThe origins of the use of this term can be dated further back.[2] In the 18th, 19th, and 20th centuries, several historical figures put forth very influential views that religion and its beliefs can be grounded in experience itself. While Kant held that moral experience justified religious beliefs, John Wesley in addition to stressing individual moral exertion thought that the religious experiences in the Methodist movement (paralleling the Romantic Movement) were foundational to religious commitment as a way of life.[11]\n\nWayne Proudfoot traces the roots of the notion of \"religious experience\" to the German theologian Friedrich Schleiermacher (1768–1834), who argued that religion is based on a feeling of the infinite. The notion of \"religious experience\" was used by Schleiermacher and Albert Ritschl to defend religion against the growing scientific and secular critique, and defend the view that human (moral and religious) experience justifies religious beliefs.[2]\n\nThe notion of \"religious experience\" was adopted by many scholars of religion, of which William James was the most influential.[12][note 2]\n\nA broad range of western and eastern movements have incorporated and influenced the emergence of the modern notion of \"mystical experience\", such as the Perennial philosophy, Transcendentalism, Universalism, the Theosophical Society, New Thought, Neo-Vedanta and Buddhist modernism.[16][17]\n\nAccording to the Perennial philosophy, the mystical experiences in all religions are essentially the same. It supposes that many, if not all of the world's great religions, have arisen around the teachings of mystics, including Buddha, Jesus, Lao Tze, and Krishna. It also sees most religious traditions describing fundamental mystical experience, at least esoterically. A major proponent in the 20th century was Aldous Huxley, who \"was heavily influenced in his description by Vivekananda's neo-Vedanta and the idiosyncratic version of Zen exported to the west by D.T. Suzuki. Both of these thinkers expounded their versions of the perennialist thesis\",[18] which they originally received from western thinkers and theologians.[19]\n\nSøren Kierkegaard argued that dying to the world and possessions is a foundational aspect of religious experience  in Christianity.[20]\n\nTranscendentalism was an early 19th-century liberal Protestant movement, which was rooted in English and German Romanticism, the Biblical criticism of Herder and Schleiermacher, and the skepticism of Hume.[21] The Transcendentalists emphasised an intuitive, experiential approach of religion.[22] Following Schleiermacher,[23] an individual's intuition of truth was taken as the criterion for truth.[22] In the late 18th and early 19th century, the first translations of Hindu texts appeared, which were also read by the Transcendentalists, and influenced their thinking.[22] They also endorsed universalist and Unitarianist ideas, leading to Unitarian Universalism, the idea that there must be truth in other religions as well, since a loving God would redeem all living beings, not just Christians.[22][24]\n\nNew Thought promotes the ideas that Infinite Intelligence, or God, is everywhere, spirit is the totality of real things, true human selfhood is divine, divine thought is a force for good, sickness originates in the mind, and \"right thinking\" has a healing effect.[25][26] New Thought was propelled along by a number of spiritual thinkers and philosophers and emerged through a variety of religious denominations and churches, particularly the Unity Church, Religious Science, and Church of Divine Science.[27] The Home of Truth, which belongs to the New Thought movement has, from its inception as the Pacific Coast Metaphysical Bureau in the 1880s, disseminated the teachings of the Hindu teacher Swami Vivekananda.[28]\n\nThe Theosophical Society was formed in 1875 by Helena Blavatsky, Henry Steel Olcott, William Quan Judge and others to advance the spiritual principles and search for Truth known as Theosophy.[29] The Theosophical Society has been highly influential in promoting interest, both in west and east, in a great variety of religious teachings:\n\nThe Theosophical Society searched for 'secret teachings' in Asian religions. It has been influential on modernist streams in several Asian religions, notably Hindu reform movements, the revival of Theravada Buddhism, and D.T. Suzuki, who popularized the idea of enlightenment as insight into a timeless, transcendent reality.[30][31][16] Another example can be seen in Paul Brunton's A Search in Secret India, which introduced Ramana Maharshi to a western audience.\n\nThe interplay between western and eastern notions of religion is an important factor in the development of modern mysticism. In the 19th century, when Asian countries were colonialised by western states, a process of cultural mimesis began.[19][16][2] In this process, Western ideas about religion, especially the notion of \"religious experience\" were introduced to Asian countries by missionaries, scholars and the Theosophical Society, and amalgamated in a new understanding of the Indian and Buddhist traditions. This amalgam was exported back to the West as 'authentic Asian traditions', and acquired a great popularity in the west. Due to this western popularity, it also gained authority back in India, Sri Lanka and Japan.[19][16][2]\n\nThe best-known representatives of this amalgamated tradition are Annie Besant (Theosophical Society), Swami Vivekenanda and Sarvepalli Radhakrishnan (Neo-Vedanta), Anagarika Dharmapala, a 19th-century Sri Lankan Buddhist activist who founded the Maha Bodhi Society, and D.T. Suzuki, a Japanese scholar and Zen-Buddhist. A synonymous term for this broad understanding is nondualism. This mutual influence is also known as the pizza effect.\n\nThe notion of \"experience\" has been criticised.[32][33][34]\n\n\"Religious empiricism\" is seen as highly problematic and was – during the period in-between world wars – famously rejected by Karl Barth.[35] In the 20th century, religious as well as moral experience as justification for religious beliefs still holds sway. Some influential modern scholars holding this liberal theological view are Charles Raven and the Oxford physicist/theologian Charles Coulson.[36]\n\nRobert Sharf points out that \"experience\" is a typical Western term, which has found its way into Asian religiosity via western influences.[32][note 3] The notion of \"experience\" introduces a false notion of duality between \"experiencer\" and \"experienced\", whereas the essence of kensho is the realisation of the \"non-duality\" of observer and observed.[38][39] \"Pure experience\" does not exist; all experience is mediated by intellectual and cognitive activity.[40][41] The specific teachings and practices of a specific tradition may even determine what \"experience\" someone has, which means that this \"experience\" is not the proof of the teaching, but a result of the teaching.[1] A pure consciousness without concepts, reached by \"cleansing the doors of perception\",[note 4] would be an overwhelming chaos of sensory input without coherence.[43]\n\nThe American scholar of religion and philosopher of social science Jason Josephson Storm, has also critiqued the definition and category of religious experience, especially when such experiences are used to define religion. He compares the appeal to experience to define religion to failed attempts to defend an essentialist definition of art by appeal to aesthetic experience, and implies that both each category lacks a common psychological feature across all such experiences by which they may be defined.[44]\n\n"
        },
        {
            "title": "Causes of religious experiences",
            "text": "Traditions offer a wide variety of religious practices to induce religious experiences:\n\nReligious experiences may also be caused by the use of entheogens, such as:\n\nReligious experiences may have neurophysiological origins. These are studied in the field of neurotheology, and the cognitive science of religion, and includes near-death experience.[57] Causes may be:\n\n"
        },
        {
            "title": "Religious practices",
            "text": "Neoplatonism is the modern term for a school of religious and mystical philosophy that took shape in the 3rd century AD, founded by Plotinus and based on the teachings of Plato and earlier Platonists.\n\nNeoplatonism teaches that along the same road by which it descended the soul must retrace its steps back to the supreme Good. It must first of all return to itself. This is accomplished by the practice of virtue, which aims at likeness to God, and leads up to God. By means of ascetic observances the human becomes once more a spiritual and enduring being, free from all sin. But there is still a higher attainment; it is not enough to be sinless, one must become \"God\", (henosis). This is reached through contemplation of the primeval Being, the One – in other words, through an ecstatic approach to it.\n\nIt is only in a state of perfect passivity and repose that the soul can recognize and touch the primeval Being.  Hence the soul must first pass through a spiritual curriculum. Beginning with the contemplation of corporeal things in their multiplicity and harmony, it then retires upon itself and withdraws into the depths of its own being, rising thence to the nous, the world of ideas. But even there it does not find the Highest, the One; it still hears a voice saying, \"not we have made ourselves.\" The last stage is reached when, in the highest tension and concentration, beholding in silence and utter forgetfulness of all things, it is able as it were to lose itself. Then it may see God, the foundation of life, the source of being, the origin of all good, the root of the soul. In that moment it enjoys the highest indescribable bliss; it is as it were swallowed up of divinity, bathed in the light of eternity. Porphyry tells us that on four occasions during the six years of their intercourse Plotinus attained to this ecstatic union with God.\n\nThe twelfth step of the Alcoholics Anonymous program states that \"Having had a spiritual awakening as the result of these steps, we tried to carry this message to alcoholics and to practice these principles in all our affairs\".[61]   The terms “spiritual experience” and “spiritual awaken-ing” are used many times in \"The Big Book of Alcoholics Anonymous\"[62] which argues that a spiritual experience is needed to bring about recovery from alcoholism.[63]\n\nIn Evangelical Christianity becoming \"Born Again\" is understood to be essential for a Believer to enter Heaven upon death. \nThe effect is life-changing, and can also be called a conversion experience. \n\nChristian doctrine generally maintains that God dwells in all Christians and that they can experience God directly through belief in Jesus,[64] Christian mysticism aspires to apprehend spiritual truths inaccessible through intellectual means, typically by emulation of Christ. William Inge divides this scala perfectionis into three stages: the \"purgative\" or ascetic stage, the \"illuminative\" or contemplative stage, and the third, \"unitive\" stage, in which God may be beheld \"face to face.\"[65]\n\nThe third stage, usually called contemplation in the Western tradition, refers to the experience of oneself as united with God in some way. The experience of union varies, but it is first and foremost always associated with a reuniting with Divine love. The underlying theme here is that God, the perfect goodness,[66] is known or experienced at least as much by the heart as by the intellect since, in the words of 1 John 4:16: \"God is love, and he who abides in love abides in God and God in him.\"  Some approaches to classical mysticism would consider the first two phases as preparatory to the third, explicitly mystical experience; but others state that these three phases overlap and intertwine.\n\nBased on Christ's injunction in the Gospel of Matthew to \"go into your closet to pray\",[67] hesychasm in tradition has been the process of retiring inward by ceasing to register the senses, in order to achieve an experiential knowledge of God (see theoria).\n\nThe highest goal of the hesychast is the experiential knowledge of God. In the 14th Century, the possibility of this experiential knowledge of God was challenged by a Calabrian monk, Barlaam, who, although he was formally a member of the Orthodox Church, had been trained in Western Scholastic theology. Barlaam asserted that our knowledge of God can only be propositional. The practice of the hesychasts was defended by St. Gregory Palamas.\n\nWhile all Muslims believe that they are on the pathway to God and will become close to God in Paradise – after death and after the \"Final Judgment\" – Sufis believe that it is possible to become close to God and to experience this closeness while one is alive.[68]\n\nThe tariqa, the 'path' on which the mystics walk, has been defined as 'the path which comes out of the Shariah, for the main road is called shar, the path, tariq.' No mystical experience can be realized if the binding injunctions of the Shariah are not followed faithfully first. The tariqa however, is narrower and more difficult to walk. It leads the adept, called salik (wayfarer), in his suluk (wandering), through different stations (maqam) until he reaches his goal, the perfect tauhid, the existential confession that God is One.[69]\n\nIn Theravada Buddhism practice is described in the threefold training of discipline (śīla), meditative concentration (samādhi), and transcendent wisdom (prajñā). Zen-Buddhism emphasises the sole practice of meditation, while Vajrayana Buddhism utilizes a wide variety of practices. While the main aim of meditation and prajna is to let go of attachments, it may also result in a comprehension of the Buddha-nature and the inherent lucidness of the mind.\n\nDifferent varieties of religious experience are described in detail in the Śūraṅgama Sūtra. In its section on the fifty skandha-maras, each of the five skandhas has ten skandha-maras associated with it, and each skandha-mara is described in detail as a deviation from correct samādhi. These skandha-maras are also known as the \"fifty skandha demons\" in some English-language publications.[70]\n\nIt is also believed that supernormal abilities are developed from meditation, which are termed \"higher knowledge\" (abhijñā), or \"spiritual power\" (ṛddhi). One early description found in the Samyutta Nikaya, which mentions abilities such as:[71]\n\nBuilding on European philosophers, Radhakrishnan reduced religion \"to the core experience of reality in its fundamental unity\".[72] According to Sarvepalli Radhakrishnan, \"Hinduism is not just a faith. It is the union of reason and intuition that cannot be defined, but is only to be experienced.\"[73] This emphasis on experience as validation of a religious worldview is a modern development, which started in the 19th century, and was introduced to Indian thought by western Unitarian missionaries.[17] It has been popularized in Neo-Vedanta, which has dominated the popular understanding of Hinduism since the 19th century.[74][note 5] It emphasizes mysticism.[74][75][76][77] Swami Vivekananda presented the teachings of Neo-Vedanta as radical nondualism, unity between all religions and all persons.[78][79]\n\nAccording to the syncretistic Indian spiritual teacher Meher Baba, \"Spiritual experience involves more than can be grasped by mere intellect. This is often emphasised by calling it a mystical experience. Mysticism is often regarded as something anti-intellectual, obscure and confused, or impractical and unconnected with experience. In fact, true mysticism is none of these. There is nothing irrational in true mysticism when it is, as it should be, a vision of Reality. It is a form of perception which is absolutely unclouded, and so practical that it can be lived every moment of life and expressed in every-day duties. Its connection with experience is so deep that, in one sense, it is the final understanding of all experience.\"[80]\n\n"
        },
        {
            "title": "Psychedelic drugs",
            "text": "Dr. R.R. Griffiths and colleagues at Johns Hopkins University had done a double blind study evaluating the psychological effects of psilocybin comparing with methylphenidate(Ritalin). 36 hallucinogen-naive adults were recruited. 22 of the 36 reported mystical experience. The effect persisted even at 2 and 14 months follow-up.[81][82] The group continued to do studies in evaluating the effect with different dosing[83] and the resulting mystical effect on personality.[84]\n\n"
        },
        {
            "title": "Neurophysiology",
            "text": "A 2012 paper suggested that psychiatric conditions associated with psychotic spectrum symptoms may be possible explanations for revelatory driven experiences and activities such as those of Abraham, Moses, Jesus and Saint Paul.[85]\n\nNeuroscience of religion, also known as neurotheology, biotheology or spiritual neuroscience,[86] is the study of correlations of neural phenomena  with subjective experiences of spirituality and hypotheses to explain these phenomena. Proponents of neurotheology claim that there is a neurological and evolutionary basis for subjective experiences traditionally categorized as spiritual or religious.[87]\n\nThe neuroscience of religion takes neural correlates as the basis of cognitive functions and religious experiences. These religious experience are thereby emergent properties of neural correlates. This approach does not necessitate exclusion of the Self, but interprets the Self as influenced or otherwise acted upon by underlying neural mechanisms. Proponents argue that religious experience can be evoked through stimulus of specific brain regions and/or can be observed through measuring increase in activity of specific brain regions.[88][note 6]\n\nAn alternate approach is influenced by personalism, and exists contra-parallel to the reductionist approach. It focuses on the Self as the object of interest,[note 7] the same object of interest as in religion.[citation needed] According to Patrick McNamara, a proponent of personalism, the Self is a neural entity that controls rather than consists of the cognitive functions being processed in brain regions.[92][93]\n\nA biological basis for religious experience may exist.[94][93]  References to the supernatural or mythical beings first appeared approximately 40,000 years ago.[95][96] A popular theory posits that dopaminergic brain systems are the evolutionary basis for human intellect[97][96] and more specifically abstract reasoning.[96]  The capacity for religious thought arises from the capability to employ abstract reasoning. There is no evidence to support the theory that abstract reasoning, generally or with regard to religious thought, evolved independent of the dopaminergic axis.[96]\n\nReligious behavior has been linked to \"extrapersonal brain systems that predominate the ventromedial cortex and rely heavily on dopaminergic transmission.\"[98]  A biphasic effect exists with regard to activation of the dopaminergic axis and/or ventromedial cortex.  While mild activation can evoke a perceived understanding of the supernatural, extreme activation can lead to delusions characteristic of psychosis.[96] Stress can cause the depletion of 5-hydroxytryptamine, also referred to as serotonin.[99] The ventromedial 5-HT axis is involved in peripersonal activities such as emotional arousal, social skills, and visual feedback.[96] When 5-HT is decreased or depleted, one may become subject to \"incorrect attributions of self-initiated or internally generated activity (e.g. hallucinations).\"[100]\n\nEarly studies in the 1950s and 1960s attempted to use EEGs to study brain wave patterns correlated with spiritual states. During the 1980s Dr. Michael Persinger stimulated the temporal lobes of human subjects[101] with a weak magnetic field. His subjects claimed to have a sensation of \"an ethereal presence in the room.\"[102]  Some current studies use neuroimaging to localize brain regions active, or differentially active, during religious experiences.[103][104][105] These neuroimaging studies have implicated a number of brain regions, including the limbic system, dorsolateral prefrontal cortex, superior parietal lobe, and caudate nucleus.[106][107][108] Based on the complex nature of religious experience, it is likely that they are mediated by an interaction of neural mechanisms that all add a small piece to the overall experience.[107]\n\nAccording to the neurotheologist Andrew B. Newberg, neurological processes which are driven by the repetitive, rhythmic stimulation which is typical of human ritual, and which contribute to the delivery of transcendental feelings of connection to a universal unity.[clarification needed] They posit, however, that physical stimulation alone is not sufficient to generate transcendental unitive experiences. For this to occur they say there must be a blending of the rhythmic stimulation with ideas. Once this occurs \"...ritual turns a meaningful idea into a visceral experience.\"[109] Moreover, they say that humans are compelled to act out myths by the biological operations of the brain due to what they call the \"inbuilt tendency of the brain to turn thoughts into actions.\"\n\nTemporal lobe epilepsy has become a popular field of study due to its correlation to religious experience.[110][111][112][113] Religious experiences and hyperreligiosity are often used to characterize those with temporal lobe epilepsy.[114][115] Visionary religious experiences, and momentary lapses of consciousness, may point toward a diagnosis of Geschwind syndrome. More generally, the symptoms are consistent with features of temporal lobe epilepsy, not an uncommon feature in religious icons and mystics.[116] It seems that this phenomenon is not exclusive to TLE, but can manifest in the presence of other epileptic variates[117][118][96] as well as mania, obsessive-compulsive disorder, and schizophrenia, conditions characterized by ventromedial dopaminergic dysfunction.[96]\n\n"
        },
        {
            "title": "Integrating religious experience",
            "text": "Several psychologists have proposed models in which religious experiences are part of a process of transformation of the self.\n\nCarl Jung's work on himself and his patients convinced him that life has a spiritual purpose beyond material goals. One's main task, he believed, is to discover and fulfil deep innate potential, much as the acorn contains the potential to become the oak, or the caterpillar to become the butterfly. Based on his study of Christianity, Hinduism, Buddhism, Gnosticism, Taoism, and other traditions, Jung perceived that this journey of transformation is at the mystical heart of all religions. It is a journey to meet the self and at the same time to meet the Divine. Unlike Sigmund Freud, Jung thought spiritual experience was essential to well-being.[119]\n\nThe notion of the numinous was an important concept in the writings of Carl Jung. Jung regarded numinous experiences as fundamental to an understanding of the individuation process because of their association with experiences of synchronicity in which the presence of archetypes is felt.[120][121]\n\nMcNamara proposes that religious experiences may help in \"decentering\" the self, and transform it into an integral self which is closer to an ideal self.[122]\n\nTranspersonal psychology is a school of psychology that studies the transpersonal, self-transcendent or spiritual aspects of the human experience. The Journal of Transpersonal Psychology describes transpersonal psychology as \"the study of humanity’s highest potential, and with the recognition, understanding, and realization of unitive, spiritual, and transcendent states of consciousness\" (Lajoie and Shapiro, 1992:91). Issues considered in transpersonal psychology include spiritual self-development, peak experiences, mystical experiences, systemic trance and  other metaphysical experiences of living.\n\n"
        }
    ]
}