{
    "url": "https://en.wikipedia.org/wiki/Religious_persecution",
    "title": "Religious persecution",
    "table_of_contents": [
        "1 Definition",
        "1.1 Sociological view",
        "2 Statistics",
        "3 Forms",
        "3.1 Religious cleansing",
        "3.2 Ethnicity",
        "4 Persecution for heresy and blasphemy",
        "5 Persecution for political reasons",
        "6 By location",
        "6.1 Roman Empire",
        "6.2 Europe",
        "6.2.1 Religious uniformity in early modern Europe",
        "6.3 Early modern England",
        "6.3.1 Ecclesiastical dissent and civil tolerance",
        "6.4 Russia",
        "7 Contemporary",
        "8 By religion",
        "8.1 Persecutions of atheists",
        "8.1.1 State atheism",
        "8.2 Persecution of Baháʼís",
        "8.3 Persecution of Buddhists",
        "8.4 Persecution of Christians",
        "8.4.1 Persecution of Copts",
        "8.4.2 Persecution of Jehovah's Witnesses",
        "8.5 Persecution of Dogons",
        "8.6 Persecution of Druze",
        "8.7 Persecution of Falun Gong",
        "8.8 Persecution of Hindus",
        "8.9 Persecutions of Jews",
        "8.10 Persecution of Muslims",
        "8.11 Persecution of Pagans and Heathens",
        "8.12 Persecution of Serers",
        "8.13 Persecutions of Sikhs",
        "8.14 Persecution of Yazidis",
        "8.15 Persecution of Zoroastrians",
        "9 Persecution of philosophers",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nReligious persecution is the systematic mistreatment of an individual or a group of individuals as a response to their religious beliefs or affiliations or their lack thereof. The tendency of societies or groups within societies to alienate or repress different subcultures is a recurrent theme in human history. Moreover, because a person's religion often determines their sense of morality, worldview, self-image, attitudes towards others, and overall personal identity to a significant extent, religious differences can be significant cultural, personal, and social factors.\n\nReligious persecution may be triggered by religious bigotry (i.e. when members of a dominant group denigrate religions other than their own) or it may be triggered by the state when it views a particular religious group as a threat to its interests or security. At a societal level, the dehumanization of a particular religious group may readily lead to violence or other forms of persecution. Religious persecution may be the result of societal and/or governmental regulation. Government regulation refer to the laws imposed by the government to regulate a religion, and societal regulation is the discrimination of citizens towards one or more religions.[1] Indeed, in many countries, religious persecution has resulted in so much violence that it is considered a human rights problem.\n\n"
        },
        {
            "title": "Definition",
            "text": "David T. Smith, in Religious Persecution and Political Order in the United States, defines religious persecution as \"violence or discrimination against members of a religious minority because of their religious affiliation,\" referring to \"actions that are intended to deprive individuals of their political rights and to force minorities to assimilate, leave, or live as second-class citizens.[2] In the aspect of a state's policy, it may be defined as violations of freedom of thought, conscience and belief which are spread in accordance with a systematic and active state policy which encourages actions such as harassment, intimidation and the imposition of punishments in order to infringe or threaten the targeted minority's right to life, integrity or liberty.[3] The distinction between religious persecution and religious intolerance lies in the fact that in most cases, the latter is motivated by the sentiment of the population, which may be tolerated or encouraged by the state.[3] The denial of people's civil rights on the basis of their religion is most often described as religious discrimination, rather than religious persecution.\n\nExamples of persecution include the confiscation or destruction of property, incitement of hatred, arrests, imprisonment, beatings, torture, murder, and executions. Religious persecution can be considered the opposite of freedom of religion.\n\nBateman has differentiated different degrees of persecution. \"It must be personally costly... It must be unjust and undeserved... it must be a direct result of one's faith.\"[4]\n\nFrom a sociological perspective, the identity formation of strong social groups such as those generated by nationalism, ethnicity, or religion, is a causal aspect of practices of persecution. Hans G. Kippenberg [de] says it is these communities, who can be a majority or a minority, that generate violence.[5]: 8, 19, 24  Since the development of identity involves 'what we are not' as much as 'what we are', there are grounds for the fear that tolerance of 'what we are not' can contribute to the erosion of identity.[6] Brian J. Grim and Roger Finke say it is this perception of plurality as dangerous that leads to persecution.[7]: 2  Both the state, and any dominant religion, share the concern that to \"leave religion unchecked and without adequate controls will result in the uprising of religions that are dangerous to both state and citizenry,\" and this concern gives both the dominant religion and the state motives for restricting religious activity.[7]: 2, 6  Grim and Finke say it is specifically this religious regulation that leads to religious persecution.[8] R.I. Moore says that persecution during the Middle Ages \"provides a striking illustration of the classic deviance theory, [which is based on identity formation], as it was propounded by the father of sociology, Émile Durkheim\".[9]: 100  Persecution is also, often, part of a larger conflict involving emerging states as well as established states in the process of redefining their national identity.[7]: xii, xiii \n\nJames L.Gibson[10] adds that the greater the attitudes of loyalty and solidarity to the group identity, and the more the benefits to belonging there are perceived to be, the more likely a social identity will become intolerant of challenges.[11]: 93 [12]: 64  Combining a strong social identity with the state, increases the benefits, therefore it is likely persecution from that social group will increase.[7]: 8  Legal restriction from the state relies on social cooperation, so the state in its turn must protect the social group which supports it, increasing the likelihood of persecution from the state as well.[7]: 9  Grim and Finke say their studies indicate that the higher the degree of religious freedom, the lower the degree of violent religious persecution.[7]: 3  \"When religious freedoms are denied through the regulation of religious profession or practice, violent religious persecution and conflict increase.\"[7]: 6 \n\nPerez Zagorin writes that, \"According to some philosophers, tolerance is a moral virtue; if this is the case, it would follow that intolerance is a vice. But virtue and vice are qualities solely of individuals, and intolerance and persecution [in the Christian Middle Ages] were social and collective phenomena sanctioned by society and hardly questioned by anyone. Religious intolerance and persecution, therefore, were not seen as vices, but as necessary and salutary for the preservation of religious truth and orthodoxy and all that was seen to depend upon them.\"[13] This view of persecution is not limited to the Middle Ages. As Christian R. Raschle[14] and Jitse H. F. Dijkstra,[15] say: \"Religious violence is a complex phenomenon that exists in all places and times.\"[16]: 4, 6 \n\nIn the ancient societies of Egypt, Greece and Rome, torture was an accepted aspect of the legal system.[17]: 22  Gillian Clark says violence was taken for granted in the fourth century as part of both war and punishment; torture from the carnifex, the professional torturer of the Roman legal system, was an accepted part of that system.[18]: 137  Except for a few rare exceptions, such as the Persian empire under Cyrus and Darius,[19] Denis Lacorne says that examples of religious tolerance in ancient societies, \"from ancient Greece to the Roman empire, medieval Spain to the Ottoman Empire and the Venetian Republic\", are not examples of tolerance in the modern sense of the term.[20]\n\nThe sociological view indicates religious intolerance and persecution are largely social processes that are determined more by the context the social community exists within than anything else.[21][11]: 94 [5]: 19, 24  When governments ensure equal freedom for all, there is less persecution.[7]: 8 \n\n"
        },
        {
            "title": "Statistics",
            "text": "The following statistics from Pew Research Center shows that Christianity is the world's most persecuted religion across all nations and that it continues to grow in number.[22] According to the 2020 report, government restrictions and social hostilities toward Christianity have risen in over 150 countries. Furthermore, thirteen Christians die every day due to wide spread persecution[23]. Following Christianity the following persecuted groups are Jews, Muslims, and others.\n\n"
        },
        {
            "title": "Forms",
            "text": "\"Religious cleansing\" is sometimes used to refer to the removal of a population from a certain territory based on its religion.[24]  Throughout antiquity, population cleansing was largely motivated by economic and political factors, although ethnic factors occasionally played a role.[24] During the Middle Ages, population cleansing took on a largely religious character.[24] The religious motivation lost much of its salience early in the modern era, although until the 18th century ethnic enmity in Europe remained couched in religious terms.[24] Richard Dawkins has argued that references to ethnic cleansing in the former Yugoslavia and Iraq are euphemisms for what should more accurately be called religious cleansing.[25] According to Adrian Koopman, the widespread use of the term ethnic cleansing in such cases suggests that in many situations there is confusion between ethnicity and religion.[25]\n\nOther acts of violence which are not always committed against adherents of particular religions such as war, torture, and ethnic cleansing, may take on the qualities of religious persecution when one or more of the parties which are involved in them are characterized by their religious homogeneity; an example of this occurs when conflicting populations that belong to different ethnic groups also belong to different religions or denominations. The difference between religious and ethnic identity might sometimes be obscure (see Ethnoreligious); nevertheless, cases of genocide in the 20th century cannot be fully-explained by the citation of religious differences. Still, cases such as the Greek genocide, the Armenian genocide, and the Assyrian genocide are sometimes seen as cases of religious persecution and as a result, the lines between ethnic and religious violence are sometimes blurry.\n\nSince the Early modern period, an increasing number of religious cleansings were entwined with ethnic elements.[26] Since religion is an important or a central marker of ethnic identity, some conflicts can best be described as \"ethno-religious conflicts\".[27]\n\nNazi antisemitism provides another example of the contentious divide between ethnic and religious persecution, because Nazi propaganda tended to construct its image of Jews as belonging to a race, it de-emphasized Jews as being defined by their religion. In keeping with what they were taught in Nazi propaganda, the perpetrators of the Holocaust made no distinction between secular Jews, atheistic Jews, orthodox Jews and Jews who had converted to Christianity.\n\n"
        },
        {
            "title": "Persecution for heresy and blasphemy",
            "text": "The persecution of beliefs that are deemed schismatic is one thing; the persecution of beliefs that are deemed heretical or blasphemous is another. Although a public disagreement on secondary matters might be serious enough, it has often only led to religious discrimination. A public renunciation of the core elements of a religious doctrine under the same circumstances would, on the other hand, have put one in far greater danger. While dissenters from the official Church only faced fines and imprisonment in Protestant England, six people were executed for heresy or blasphemy during the reign of Elizabeth I, and two more were executed in 1612 under James I.[28]\n\nSimilarly, heretical sects like Cathars, Waldensians and Lollards were brutally suppressed in Western Europe, while, at the same time, Catholic Christians lived side by side with 'schismatic' Orthodox Christians after the East-West Schism in the borderlands of Eastern Europe.[29]\n\n"
        },
        {
            "title": "Persecution for political reasons",
            "text": "More than 300 Roman Catholics were put to death for treason by English governments between 1535 and 1681, thus they were officially executed for secular rather than religious offenses.[28] In 1570, Pope Pius V issued his papal bull Regnans in Excelsis, which absolved Catholics from their obligations to the government.[30] This dramatically worsened the persecution of Catholics in England. The 1584 Parliament of England, declared in \"An Act against Jesuits, seminary priests, and such other like disobedient persons\" that the purpose of all Catholic missionaries who had come to Britain was \"to stir up and move sedition, rebellion and open hostility\".[31] Consequently, even strictly apolitical Jesuit priests like Saint John Ogilvie and Robert Southwell were subjected to torture and execution, as were members of the laity like Sts. Margaret Clitherow and Richard Gwyn. This drastically contrasts with the image of the Elizabethan era as a golden age, but compared to the antecedent Marian Persecutions there is an important difference to consider. Queen Mary was motivated by determination to exterminate Protestantism from all her Kingdoms and to restore the independence of the English Church from control by the state. During her short reign from 1553 to 1558, about 290 Protestants[32] were burned at the stake. While Mary's sister Queen Elizabeth I allegedly, \"acted out of fear for the security of her realm\",[33] she sought to coerce both Catholics and Protestants to embrace a national church that was completely subservient to the state.\n\nOver the centuries that followed, English governments continued to fear and prosecute both real and imaginary conspiracies like the Popish Plot, an alleged plan to assassinate King Charles II and massacre the Protestants of the British Isles. In reality, the plot was a fictitious concoction by Titus Oates and Whig politician Lord Shaftesbury. Before the falsity of their claims were exposed, however, at least 22 innocent clergy and laity, including Archbishop Oliver Plunkett, had been unjustly convicted of high treason and executed at Tyburn.\n\n"
        },
        {
            "title": "By location",
            "text": "The descriptive use of the term religious persecution is rather difficult. Religious persecution has occurred in different historical, geographical and social contexts since at least antiquity. Until the 18th century, some groups were nearly universally persecuted for their religious views, such as atheists,[34] Jews[35] and Zoroastrians.[36]\n\nEarly Christianity also came into conflict with the Roman Empire, and it may have been more threatening to the established polytheistic order than Judaism had been, because of the importance of evangelism in Christianity. Under Nero, the Jewish exemption from the requirement to participate in public cults was lifted and Rome began to actively persecute monotheists. This persecution ended in 313 AD with the Edict of Milan, and Christianity was made the official religion of the empire in 380 AD. By the eighth century, Christianity had attained a clear ascendancy across Europe and neighboring regions, and a period of consolidation began which was marked by the pursuit of heretics, heathens, Jews, Muslims, and various other religious groups.\n\nBy contrast to the notion of civil tolerance in early modern Europe, the subjects were required to attend the state church; this attitude can be described as territoriality or religious uniformity, and its underlying assumption is brought to a point by a statement of the Anglican theologian Richard Hooker: \"There is not any man of the Church of England, but the same man is also a member of the [English] commonwealth; nor any man a member of the commonwealth, which is not also of the Church of England.\"[37]\n\nBefore a vigorous debate about religious persecution took place in England (starting in the 1640s), for centuries in Europe, religion had been tied to territory. In England, there had been several Acts of Uniformity; in continental Europe, the Latin phrase \"cuius regio, eius religio\" had been coined in the 16th century and applied as a fundament for the Peace of Augsburg (1555). It was pushed to the extreme by absolutist regimes, particularly by the French kings Louis XIV and his successors. It was under their rule that Catholicism became the sole compulsory allowed religion in France and that the huguenots had to massively leave the country. Persecution meant that the state was committed to secure religious uniformity by coercive measures, as eminently obvious in a statement of Roger L'Estrange: \"That which you call persecution, I translate Uniformity\".[38]\n\nHowever, in the 17th century, writers like Pierre Bayle, John Locke, Richard Overton and Roger William broke the link between territory and faith, which eventually resulted in a shift from territoriality to religious voluntarism.[39] It was Locke who, in his Letter Concerning Toleration, defined the state in purely secular terms:[40] \"The commonwealth seems to me to be a society of men constituted only for the procuring, preserving, and advancing their own civil interests.\"[41] Concerning the church, he went on: \"A church, then, I take to be a voluntary society of men, joining themselves together of their own accord.\"[41] With this treatise, John Locke laid one of the most important intellectual foundations of the separation of church and state, which ultimately led to the secular state.\n\nOne period of religious persecution which has been extensively studied is early modern England, since the rejection of religious persecution, now common in the Western world, originated there. The English 'Call for Toleration' was a turning point in the Christian debate on persecution and toleration, and early modern England stands out to the historians as a place and time in which literally \"hundreds of books and tracts were published either for or against religious toleration.\"[42]\n\nThe most ambitious chronicle of that time is W.K.Jordan's magnum opus The Development of Religious Toleration in England, 1558–1660 (four volumes, published 1932–1940). Jordan wrote as the threat of fascism rose in Europe, and this work is seen as a defense of the fragile values of humanism and tolerance.[43] More recent introductions to this period are Persecution and Toleration in Protestant England, 1558–1689 (2000) by John Coffey and Charitable hatred. Tolerance and intolerance in England, 1500–1700 (2006) by Alexandra Walsham. To understand why religious persecution has occurred, historians like Coffey \"pay close attention to what the persecutors said they were doing.\"[42]\n\nNo religion is free from internal dissent, although the degree of dissent that is tolerated within a particular religious organization can strongly vary. This degree of diversity tolerated within a particular church is described as ecclesiastical tolerance,[44] and is one form of religious toleration. However, when people nowadays speak of religious tolerance, they most often mean civil tolerance, which refers to the degree of religious diversity that is tolerated within the state.\n\nIn the absence of civil toleration, someone who finds himself in disagreement with his congregation does not have the option to leave and chose a different faith—simply because there is only one recognized faith in the country (at least officially). In modern western civil law any citizen may join and leave a religious organization at will; In western societies, this is taken for granted, but actually, this legal separation of Church and State only started to emerge a few centuries ago.\n\nIn the Christian debate on persecution and toleration, the notion of civil tolerance allowed Christian theologians to reconcile Jesus' commandment to love one's enemies with other parts of the New Testament that are rather strict regarding dissent within the church. Before that, theologians like Joseph Hall had reasoned from the ecclesiastical intolerance of the early Christian church in the New Testament to the civil intolerance of the Christian state.[45]\n\nThe Bishop of Vladimir Feodor turned some people into slaves, others were locked in prison, cut their heads, burnt eyes, cut tongues or crucified on walls. Some heretics were executed by burning them alive. According to an inscription of Khan Mengual-Temir, Metropolitan Kiril was granted the right to heavily punish with death for blasphemy against the Orthodox Church or breach of ecclesiastical privileges. He advised all means of destruction to be used against heretics, but without bloodshed, in the name of 'saving souls'. Heretics were drowned. Novgorod Bishop Gennady Gonzov turned to Tsar Ivan III requesting the death of heretics. Gennady admired the Spanish inquisitors, especially his contemporary Torquemada, who for 15 years of inquisition activity burned and punished thousands of people.[citation needed] As in Rome, persecuted fled to depopulated areas. The most terrible punishment was considered an underground pit, where rats lived. Some people had been imprisoned and tied to the wall there, and untied after their death.[46] Old Believers were persecuted and executed, the order was that even those renouncing completely their beliefs and baptized in the state church to be lynched without mercy. The writer Lomonosov opposed the religious teachings and by his initiative a scientific book against them was published. The book was destroyed, the Russian synod insisted Lomonosov's works to be burned and requested his punishment.[citation needed]\n\n"
        },
        {
            "title": "Contemporary",
            "text": "Although his book was written before the September 11 attacks, John Coffey explicitly compares Islamophobia in the contemporary Western world to the English Whig Party's paranoia about the fictitious Popish Plot.[48] Mehdi Ghezali and Murat Kurnaz were among the Muslims who were imprisoned in the Guantanamo Bay detention camp, but they were not found to have any connections to terrorism, because they had previously traveled to Afghanistan and Pakistan to pursue their religious interests.\n\nThe United States submits an annual report on religious freedom and persecution to the Congress. The report contains data which the United States collects from U.S. embassies around the world in collaboration with the Office of International Religious Freedom and other relevant U.S. government and non-governmental institutions. The data is available to the public.[49] The 2018 study details, country by country, the violations of religious freedom taking place in approximately 75% of the 195 countries in the world. Between 2007 and 2017, the PEW organization[50] found that \"Christians experienced harassment by governments or social groups in the largest number of countries\"—144 countries—but that it is almost equal to the number of countries (142) in which Muslims experience harassment.[50] PEW has published a caution concerning the interpretation of these numbers: \"The Center's recent report ... does not attempt to estimate the number of victims in each country... it does not speak to the intensity of harassment...\"[51]\n\nNo religious group is free from harassment in the contemporary world. Klaus Wetzel, an expert on religious persecution for the German Bundestag, the House of Lords, the US House of Representatives, the European Parliament, and the International Institute for Religious Freedom, explains that \"In around a quarter of all countries in the world, the restrictions imposed by governments, or hostilities towards one or more religious groups, are high or very high. Some of the most populous countries in the world belong to this group, such as China, India, Indonesia and Pakistan. Therefore, around three quarters of the world's population live in them.\"[52]\n\nAt the symposium on law and religion in 2014, Michelle Mack said: \"Despite what appears to be a near-universal expression of commitment to religious human rights, the frequency-and severity-of religious persecution worldwide is staggering. Although it is impossible to determine with certainty the exact numbers of people persecuted for their faith or religious affiliation, it is unquestioned that \"violations of freedom of religion and belief, including acts of severe persecution, occur with fearful frequency.\"[53]: 462, note 24  She quotes Irwin Colter, human rights advocate and author as saying \"[F]reedom of religion remains the most persistently violated human right in the annals of the species.\"[54]\n\nDespite the ubiquitous nature of religious persecution, the traditional human rights community typically chooses to emphasize \"more tangible encroachments on human dignity,\" such as violations based on race, gender, and class using national, ethnic, and linguistic groupings instead.[55]\n\n"
        },
        {
            "title": "By religion",
            "text": "Used before the 18th century as an insult,[56] atheism was punishable by death in ancient Greece as well as in the Christian[disputed  – discuss] and Muslim worlds during the Middle Ages.[citation needed] Today, atheism is punishable by death in 13 countries (Afghanistan, Iran, Malaysia, the Maldives, Mauritania, Nigeria, Pakistan, Qatar, Saudi Arabia, Somalia, Sudan, the United Arab Emirates and Yemen), all of them Muslim, while \"the overwhelming majority\" of the 192 United Nations member countries \"at best discriminate against citizens who have no belief in a god and at worst they can jail them for offences which are dubbed blasphemy\".[57][58]\n\nState atheism has been defined by David Kowalewski as the official \"promotion of atheism\" by a government, typically by the active suppression of religious freedom and practice.[59] It is a misnomer which is used in reference to a government's anti-clericalism, its opposition to religious institutional power and influence, whether it is real or alleged, in all aspects of public and political life, including the involvement of religion in the everyday life of the citizen.[60]\n\nState atheism was first practiced for a brief period in Revolutionary France[citation needed] and later it was practiced in Revolutionary Mexico and Communist states. The Soviet Union had a long history of state atheism,[61] in which social success largely required individuals to profess atheism, stay away from churches and even vandalize them; this attitude was especially militant during the middle Stalinist era from 1929 to 1939.[62][63][64] The Soviet Union attempted to suppress religion over wide areas of its influence, including places like central Asia,[65] and the post-World War II Eastern bloc. One state within that bloc, the Socialist People's Republic of Albania under Enver Hoxha, went so far as to officially ban all religious practices.[66]\n\nThe Baháʼís are Iran's largest religious minority, and Iran is the location of one of the seventh largest Baháʼí population in the world, with just over 251,100 as of 2010.[67] Baháʼís in Iran have been subject to unwarranted arrests, false imprisonment, beatings, torture, unjustified executions, confiscation and destruction of property owned by individuals and the Baháʼí community, denial of employment, denial of government benefits, denial of civil rights and liberties, and denial of access to higher education.\n\nMore recently, in the later months of 2005, an intensive anti-Baháʼí campaign was conducted by Iranian newspapers and radio stations. The state-run and influential Kayhan newspaper, whose managing editor is appointed by Iran's supreme leader, Ayatollah Khamenei The press in Iran, ran nearly three dozen articles defaming the Baháʼí Faith. Furthermore, a confidential letter sent on 29 October 2005 by the Chairman of the Command Headquarters of the Armed Forced in Iran states that the Supreme Leader of Iran, Ayatollah Khamenei has instructed the Command Headquarters to identify people who adhere to the Baháʼí Faith and to monitor their activities and gather any and all information about the members of the Baháʼí Faith. The letter was brought to the attention of the international community by Asma Jahangir, the Special Rapporteur of the United Nations Commission on Human Rights on freedom of religion or belief, in a 20 March 2006 press release [13].[dead link]\n\nIn the press release the Special Rapporteur states that she \"is highly concerned by information she has received concerning the treatment of members of the Baháʼí community in Iran.\" She further states that \"The Special Rapporteur is concerned that this latest development indicates that the situation with regard to religious minorities in Iran is, in fact, deteriorating.\"\n[14].[dead link]\n\nPersecution of Buddhists was a widespread phenomenon throughout the history of Buddhism, lasting to this day. This began as early as the 3rd century AD, by the Zoroastrian high priest Kirder of the Sasanian Empire.[citation needed]\n\nAnti-Buddhist sentiments in Imperial China between the 5th and 10th century led to the Four Buddhist Persecutions in China of which the Great Anti-Buddhist Persecution of 845 was probably the most severe. However Buddhism managed to survive but was greatly weakened. During the Northern Expedition, in 1926 in Guangxi, Kuomintang Muslim General Bai Chongxi led his troops in destroying Buddhist temples and smashing idols, turning the temples into schools and Kuomintang party headquarters.[68] During the Kuomintang Pacification of Qinghai, the Muslim General Ma Bufang and his army wiped out many Tibetan Buddhists in the northeast and eastern Qinghai, and destroyed Tibetan Buddhist temples.[69]\n\nThe Muslim invasion of the Indian subcontinent was the first great iconoclastic invasion into the Indian subcontinent.[70] According to William Johnston, hundreds of Buddhist monasteries and shrines were destroyed, Buddhist texts were burnt by the Muslim armies, monks and nuns killed during the 12th and 13th centuries in the Indo-Gangetic Plain region.[71] The Buddhist university of Nalanda was mistaken for a fort because of the walled campus. The Buddhist monks who had been slaughtered were mistaken for Brahmins according to Minhaj-i-Siraj.[72] The walled town, the Odantapuri monastery, was also conquered by his forces. Sumpa basing his account on that of Śākyaśrībhadra who was at Magadha in 1200, states that the Buddhist university complexes of Odantapuri and Vikramshila were also destroyed and the monks massacred.[73] Muslim forces attacked the north-western regions of the Indian subcontinent many times.[74] Many places were destroyed and renamed. For example, Odantapuri's monasteries were destroyed in 1197 by Muhammad bin Bakhtiyar Khilji and the town was renamed.[75] Likewise, Vikramashila was destroyed by the forces of Muhammad bin Bakhtiyar Khilji around 1200.[76] The sacred Mahabodhi Temple was almost completely destroyed by the Muslim invaders.[77][78] Many Buddhist monks fled to Nepal, Tibet, and South India to avoid the consequences of war.[79] Tibetan pilgrim Chöjepal (1179–1264), who arrived in India in 1234,[80] had to flee advancing Muslim troops multiple times, as they were sacking Buddhist sites.[81]\n\nIn Japan, the haibutsu kishaku during the Meiji Restoration (starting in 1868) was an event triggered by the official policy of separation of Shinto and Buddhism (or shinbutsu bunri). This caused great destruction to Buddhism in Japan, the destruction of Buddhist temples, images and texts took place on a large scale all over the country and Buddhist monks were forced to return to secular life.[citation needed]\n\nDuring the 2012 Ramu violence in Bangladesh, a 25,000-strong Muslim mob set fire to destroy at least twelve Buddhist temples and around fifty homes throughout the town and surrounding villages after seeing a picture of an allegedly desecrated Quran, which they claimed had been posted on Facebook by Uttam Barua, a local Buddhist man.[82][83] The actual posting of the photo was not done by the Buddhist who was falsely slandered.[84]\n\nFrom the beginnings of Christianity as a movement within Judaism, Early Christians were persecuted for their faith at the hands of both Jews and the Roman Empire, which controlled much of the areas where Christianity was first distributed. This continued from the first century until the early fourth, when the religion was legalized by the Edict of Milan, eventually becoming the State church of the Roman Empire. Many Christians fled persecution in the Roman empire by emigrating to the Persian empire where for a century and a half after Constantine's conversion, they were persecuted under the Sassanids, with thousands losing their lives.[85]: 76  Christianity continued to spread through \"merchants, slaves, traders, captives and contacts with Jewish communities\" as well as missionaries who were often killed for their efforts.[85]: 97, 131, 224–225, 551  This killing continued into the Early modern period beginning in the fifteenth century, to the Late modern period of the twentieth century, and into the contemporary period today.[86][87][88][89][90]\n\nIn contemporary society, Christians are persecuted in Iran and other parts of the Middle East, for example, for proselytising, which is illegal there.[93][94][95] Of the 100–200 million Christians alleged to be under assault, the majority are persecuted in Muslim-majority nations.[96] Every year, the Christian non-profit organization Open Doors publishes the World Watch List—a list of the top 50 countries which it designates as the most dangerous for Christians.\n\nThe 2018 World Watch List has the following countries as its top ten: North Korea, and Eritrea, whose Christian and Muslim religions are controlled by the state, and Afghanistan, Myanmar, Somalia, Sudan, Pakistan, Libya, Iraq, Yemen, India and Iran, which are all predominantly non-Christian.[97] Due to the large number of Christian majority countries, differing groups of Christians are harassed and persecuted in Christian countries such as Eritrea[98] and Mexico[99] more often than in Muslim countries, although not in greater numbers.[100]\n\nThere are low to moderate restrictions on religious freedom in three-quarters of the world's countries, with high and very high restrictions in a quarter of them, according to the State Department's report on religious freedom and persecution delivered annually to Congress.[101] The Internationale Gesellschaft für Menschenrechte[102]—the International Society for Human Rights—in Frankfurt, Germany is a non-governmental organization with 30,000 members from 38 countries who monitor human rights. In September 2009, then chairman Martin Lessenthin,[103] issued a report estimating that 80% of acts of religious persecution around the world were aimed at Christians at that time.[104][105] According to the World Evangelical Alliance, over 200 million Christians are denied fundamental human rights solely because of their faith.[106]\n\nA report released by the UK's Secretary of State for Foreign and Commonwealth Affairs, and a report by the PEW organization studying worldwide restrictions of religious freedom, both have Christians suffering in the highest number of countries, rising from 125 in 2015 to 144 as of 2018.[107][50][108] PEW has published a caution concerning the interpretation of these numbers: \"The Center's recent report ... does not attempt to estimate the number of victims in each country... it does not speak to the intensity of harassment...\"[51] France, who restricts the wearing of the hijab, is counted as a persecuting country equally with Nigeria and Pakistan where, according to the Global Security organization, Christians have been killed for their faith.[109]\n\nIn December 2016, the Center for the Study of Global Christianity (CSGC) at Gordon-Conwell Theological Seminary in Massachusetts, published a statement that \"between 2005 and 2015 there were 900,000 Christian martyrs worldwide—an average of 90,000 per year, marking a Christian as persecuted every 8 minutes.\"[110][111] However, the BBC has reported that others such as Open Doors and the International Society for Human Rights have disputed that number's accuracy.[112][52][113] Gina Zurlo, the CSGC's assistant director, explained that two-thirds of the 90,000 died in tribal conflicts, and nearly half were victims of the civil war in the Democratic Republic of the Congo.[114] Klaus Wetzel, an internationally recognized expert on religious persecution, explains that Gordon-Conwell defines Christian martyrdom in the widest possible sense, while Wetzel and Open doors and others such as The International Institute for Religious Freedom (IIRF) use a more restricted definition: \"those who are killed, who would not have been killed, if they had not been Christians.\"[115] Open Doors documents that anti-Christian sentiment is presently based on direct evidence and makes conservative estimates based on indirect evidence.[116] This approach dramatically lowers the numerical count. Open Doors says that, while numbers fluctuate every year, they estimate 11 Christians are currently dying for their faith somewhere in the world every day.[117]\n\nThe persecution of Copts is a historical and ongoing issue in Egypt against Coptic Orthodox Christianity and its followers. It is also a prominent example of the poor status of Christians in the Middle East despite the religion being native to the region. Copts are the Christ followers in Egypt, usually Oriental Orthodox, who currently make up around 10% of the population of Egypt—the largest religious minority of that country.[a] Copts have cited instances of persecution throughout their history and Human Rights Watch has noted \"growing religious intolerance\" and sectarian violence against Coptic Christians in recent years, as well as a failure by the Egyptian government to effectively investigate properly and prosecute those responsible.[122][123]\n\nThe Muslim conquest of Egypt took place in AD 639, during the Byzantine empire. Despite the political upheaval, Egypt remained a mainly Christian, but Copts lost their majority status after the 14th century,[124] as a result of the intermittent persecution and the destruction of the Christian churches there,[125] accompanied by heavy taxes for those who refused to convert.[126] From the Muslim conquest of Egypt onwards, the Coptic Christians were persecuted by different Muslims regimes,[127] such as the Umayyad Caliphate,[128] Abbasid Caliphate,[129][130][131] Fatimid Caliphate,[132][133][134] Mamluk Sultanate,[135][136] and Ottoman Empire; the persecution of Coptic Christians included closing and demolishing churches and forced conversion to Islam.[137][138][139]\n\nSince 2011 hundreds of Egyptian Copts have been killed in sectarian clashes, and many homes, Churches and businesses have been destroyed. In just one province (Minya), 77 cases of sectarian attacks on Copts between 2011 and 2016 have been documented by the Egyptian Initiative for Personal Rights.[140] The abduction and disappearance of Coptic Christian women and girls also remains a serious ongoing problem.[141][142][143]\n\nPolitical and religious animosity against Jehovah's Witnesses has at times led to mob action and government oppression in various countries. Their stance regarding political neutrality and their refusal to serve in the military has led to imprisonment of members who refused conscription during World War II and at other times where national service has been compulsory. Their religious activities are currently banned or restricted in some countries,[144] including China, Vietnam, and many Islamic states.[145][146]\n\nAuthors including William Whalen, Shawn Francis Peters and former Witnesses Barbara Grizzuti Harrison, Alan Rogerson and William Schnell have claimed the arrests and mob violence in the United States in the 1930s and 1940s were the consequence of what appeared to be a deliberate course of provocation of authorities and other religious groups by Jehovah's Witnesses. Whalen, Harrison and Schnell have suggested Rutherford invited and cultivated opposition for publicity purposes in a bid to attract dispossessed members of society, and to convince members that persecution from the outside world was evidence of the truth of their struggle to serve God.[161][162][163][164][165] Watch Tower Society literature of the period directed that Witnesses should \"never seek a controversy\" nor resist arrest, but also advised members not to co-operate with police officers or courts that ordered them to stop preaching, and to prefer jail rather than pay fines.[166]\n\nFor almost 1000 years,[167] the Dogon people, an ancient tribe in Mali[168] had faced religious and ethnic persecution—through jihads by dominant Muslim communities.[167] These jihadic expeditions were undertaken in order to force the Dogon to abandon their traditional religious beliefs and convert to Islam. Such jihads caused the Dogon to abandon their original villages and move up to the cliffs of Bandiagara in search of a place where they could defend themselves more efficiently and escape persecution—which they often did by building their dwellings in little nooks and crannies.[167][169] In the early era of French colonialism in Mali, the French authorities appointed Muslim relatives of El Hadj Umar Tall as chiefs of the Bandiagara—despite the fact that the area has been a Dogon area for centuries.[170]\n\nIn 1864, Tidiani Tall, the nephew and successor of the 19th century Senegambian jihadist and Muslim leader—El Hadj Umar Tall, chose to make Bandiagara the capital of the Toucouleur Empire thereby exacerbating the inter-religious and inter-ethnic conflict. In recent years, the Dogon have accused the Fulanis of supporting Islamic terrorist groups like Al-Qaeda and they have also accused the Fulanis of sheltering members of these same terrorist groups in Dogon country, leading to the creation of the Dogon militia Dan Na Ambassagou in 2016—whose aim is to defend the Dogon against systematic attacks. That action resulted in the Ogossagou massacre of Fulanis in March 2019, and the Fula retaliated by committing the Sobane Da massacre in June of that year. In the wake of the Ogossagou massacre, the President of Mali, Ibrahim Boubacar Keïta and his government ordered the dissolution of Dan Na Ambassagou—whom they hold partly responsible for the attacks. The Dogon militia group denied its involvement in the massacre and it also rejected calls to disband itself.[171]\n\nHistorically the relationship between the Druze and Muslims has been characterized by intense persecution.[173][174][175] The Druze faith is often classified as a branch of Isma'ilism. Even though the faith originally developed out of Ismaili Islam, most Druze do not identify as Muslims,[176][177][178] and they do not accept the Five Pillars of Islam.[179] The Druze have frequently experienced persecution by different Muslim regimes such as the Shia Fatimid Caliphate,[180] Mamluk,[181] Sunni Ottoman Empire,[182] and Egypt Eyalet.[183][184] The persecution of the Druze included massacres, demolishing Druze prayer houses and holy places and forced conversion to Islam.[185] Those were no ordinary killings in the Druze's narrative, they were meant to eradicate the whole community according to the Druze narrative.[186] Most recently, the Syrian Civil War, which began in 2011, saw persecution of the Druze at the hands of Islamic extremists.[187][188]\n\nIbn Taymiyya a prominent Muslim scholar muhaddith, dismissed the Druze as non-Muslims,[189] and his fatwa cited that Druzes: \"Are not at the level of ′Ahl al-Kitāb (People of the Book) nor mushrikin (polytheists). Rather, they are from the most deviant kuffār (Infidel) ... Their women can be taken as slaves and their property can be seized ... they are to be killed whenever they are found and cursed as they described ... It is obligatory to kill their scholars and religious figures so that they do not misguide others\",[190] which in that setting would have legitimized violence against them as apostates.[191][192] Ottomans have often relied on Ibn Taymiyya religious ruling to justify their persecution of Druze.[193]\n\nThe persecution of the Falun Gong spiritual practice began with campaigns initiated in 1999 by the Chinese Communist Party (CCP) to eliminate Falun Gong in China. It is characterised by multifaceted propaganda campaign, a program of enforced ideological conversion and re-education, and a variety of extralegal coercive measures such as arbitrary arrests, forced labor, and physical torture, sometimes resulting in death.[194]\nThere have being reports of organ harvesting of Falun Gong practitioners in China. Several researchers—most notably Canadian human rights lawyer David Matas, former parliamentarian David Kilgour, and investigative journalist Ethan Gutmann—estimate that tens of thousands of Falun Gong prisoners of conscience have been killed to supply a lucrative trade in human organs and cadavers.[195]\n\nHindus have experienced historical and current religious persecution and systematic violence. These occurred in the form of forced conversions, documented massacres, demolition and desecration of temples, as well as the destruction of educational centers.\n\nFor example, Hindus have been one of the targeted and persecuted minorities in Pakistan. Militancy and sectarianism has been rising in Pakistan since the 1990s, and the religious minorities have \"borne the brunt of the Islamist's ferocity\" suffering \"greater persecution than in any earlier decade\", states Farahnaz Ispahani—a Public Policy Scholar at the Wilson Center. This has led to attacks and forced conversion of Hindus, and other minorities such as Christians.[198][199][200] According to Tetsuya Nakatani—a Japanese scholar of Cultural Anthropology specializing in South Asia refugee history, after the mass exodus of Hindu, Sikh and other non-Muslim refugees during the 1947 partition of British India, there were several waves of Hindu refugees arrival into India from its neighbors.[201] The fearful and persecuted refugee movements were often after various religious riots between 1949 and 1971 that targeted non-Muslims within West Pakistan or East Pakistan (now Bangladesh). The status of these persecuted Hindu refugees in India was in political limbo until the passage of Citizenship (Amendment) Act, 2019 by the Indian Government. Systemically in Pakistan, Hindus are persecuted under the government's Blasphemy Law (with often consequence of death irrelevant of the legal claim's accuracy), and as per the rhetoric of mainstream politicians interpreting vague constitutional law, have second-class rights in the nation regarding places of worship and facets of their religion.\n\nSimilar concerns about religious persecution of Hindu and other minorities in Bangladesh have also been expressed. A famous report by Dr. Abul Barkat, a famous Bangladeshi economist and research, projects that there will be no Hindus left in Bangladesh in 30 years.[202][203][204] The USCIRF notes hundreds of cases of \"killings, attempted killings, death threats, assaults, rapes, kidnappings, and attacks on homes, businesses, and places of worship\" on religious minorities in 2017.[205] Since the 1990s, Hindus have been a persecuted minority in Afghanistan, and a subject of \"intense hate\" with the rise of religious fundamentalism in Afghanistan.[206] Their \"targeted persecution\" triggered an exodus and forced them to seek asylum.[207] The persecuted Hindus have remained stateless and without citizenship rights in India, since it has historically lacked any refugee law or uniform policy for persecuted refugees, state Ashish Bose and Hafizullah Emadi, though the recent Citizen Amendment Act passed by India is a form of solace for those Hindus having entered India before 2015.[206][208]\n\nThe Bangladesh Liberation War (1971) resulted in one of the largest genocides of the 20th century. While estimates of the number of casualties was 3,000,000, it is reasonably certain that Hindus bore a disproportionate brunt of the Pakistan Army's onslaught against the Bengali population of what was East Pakistan. An article in Time magazine dated 2 August 1971, stated \"the Hindus, who account for three-fourths of the refugees and a majority of the dead, have borne the brunt of the Muslim military hatred.\"[209] Senator Edward Kennedy wrote in a report that was part of United States Senate Committee on Foreign Relations testimony dated 1 November 1971, \"Hardest hit have been members of the Hindu community who have been robbed of their lands and shops, systematically slaughtered, and in some places, painted with yellow patches marked \"H\". All of this has been officially sanctioned, ordered and implemented under martial law from Islamabad\". In the same report, Senator Kennedy reported that 80% of the refugees in India were Hindus and according to numerous international relief agencies such as UNESCO and World Health Organization the number of East Pakistani refugees at their peak in India was close to 10 million. Given that the Hindu population in East Pakistan was around 11 million in 1971, this suggests that up to 8 million, or more than 70% of the Hindu population had fled the country. The Pulitzer Prize–winning journalist Sydney Schanberg covered the start of the war and wrote extensively on the suffering of the East Bengalis, including the Hindus both during and after the conflict. In a syndicated column \"The Pakistani Slaughter That Nixon Ignored\", he wrote about his return to liberated Bangladesh in 1972. \"Other reminders were the yellow \"H\"s the Pakistanis had painted on the homes of Hindus, particular targets of the Muslim army\" (by \"Muslim army\", meaning the Pakistan Army, which had targeted Bengali Muslims as well), (Newsday, 29 April 1994).\n\nHindus constitute approximately 0.5% of the total population of the United States. Hindus in the US enjoy both de jure and de facto legal equality. However, a series of attacks were made on people Indian origin by a street gang called the \"Dotbusters\" in New Jersey in 1987, the dot signifying the Bindi dot sticker worn on the forehead by Indian women.[210] The lackadaisical attitude of the local police prompted the South Asian community to arrange small groups all across the state to fight back against the street gang. The perpetrators have been put to trial. On 2 January 2012, a Hindu worship center in New York City was firebombed.[211] The Dotbusters were primarily based in New York and New Jersey and committed most of their crimes in Jersey City. A number of perpetrators have been brought to trial for these assaults. Although tougher anti-hate crime laws were passed by the New Jersey legislature in 1990, the attacks continued, with 58 cases of hate crimes against Indians in New Jersey reported in 1991.[212]\n\nPersecution of Hindus also contemporarily has been seen in the Indian-controlled, Muslim-majority state of Jammu and Kashmir. In the Kashmir region, approximately 300 Kashmiri Pandits were killed between September 1989 to 1990 in various incidents.[213] In early 1990, local Urdu newspapers Aftab and Al Safa called upon Kashmiris to wage jihad against India and ordered the expulsion of all Hindus choosing to remain in Kashmir.[213] In the following days masked men ran in the streets with AK-47s, shooting to kill Hindus who would not leave.[213] Notices were placed on the houses of all Hindus, telling them to leave within 24 hours or die.[213] Since March 1990, estimates of between 300,000 and 500,000 pandits have migrated outside Kashmir due to persecution by Islamic fundamentalists in the largest case of ethnic cleansing since the partition of India.[214] Many Kashmiri Pandits have been killed by Islamist militants in incidents such as the Wandhama massacre and the 2000 Amarnath pilgrimage massacre.[215][216][217] The incidents of massacring and forced eviction have been termed ethnic cleansing by some observers.[213]\n\nIn Bangladesh, on 28 February 2013, the International Crimes Tribunal sentenced Delwar Hossain Sayeedi, the Vice President of the Jamaat-e-Islami to death for the war crimes committed during the 1971 Bangladesh Liberation War. Following the sentence, the Hindus were attacked in different parts of the country. Hindu properties were looted, Hindu houses were burnt into ashes and Hindu temples were desecrated and set on fire.[218][219] This trend has continued, sadly; Islamist groups in Bangladesh, nearing the 50th anniversary of the Bengali Hindu Genocide, set fire to and vandalized several Hindu temples along with 80 houses.[220][221]\n\nA major component of Jewish history, persecutions have been committed by Seleucids,[222] ancient Greeks,[35] ancient Romans, Christians (Catholic, Orthodox and Protestant), Muslims, Nazis, etc. Some of the most important events which constitute this history include the 1066 Granada massacre, the Rhineland massacres (by Catholics but against papal orders, see also : Sicut Judaeis), the Alhambra Decree after the Reconquista and the establishment of the Spanish Inquisition, the publication of On the Jews and Their Lies by Martin Luther which furthered Protestant anti-Judaism and was later used to strengthen German antisemitism and justify pogroms and the Holocaust.[citation needed]\n\nAccording to FBI statistics, the majority of religiously motivated hate crimes which are committed in the United States are committed against Jews. In 2018, anti-Jewish hate crimes represented 57.8% of all religiously motivated hate crimes, while anti-Muslim hate crimes, which were the second most common, only represented 14.5%.[223]\n\nPersecution of Muslims is the religious persecution that is inflicted upon followers of the Islamic faith. In the early days of Islam at Mecca, the new Muslims were often subjected to abuse and persecution by the pagan Meccans (often called Mushrikin: the unbelievers or polytheists).[224][225] Muslims were persecuted by Meccans at the time of Muhammed.\n\nCurrently, Muslims face religious restrictions in 142 countries according to the PEW report on rising religious restrictions around the world.[226] According to the US State Department's 2019 freedom of religion report, the Central African Republic remains divided between the Christian anti-Balaka and the predominantly Muslim ex-Seleka militia forces with many Muslim communities displaced and not allowed to practice their religion freely.[227] In Nigeria, \"conflicts between predominantly Muslim Fulani herdsmen and predominantly Christian farmers in the North Central states continued throughout 2019.\"[228]\n\nIn China, General Secretary Xi Jinping has decreed that all members of the Chinese Communist Party (CCP) must be \"unyielding Marxist atheists\". In Xinjiang province, the government enforced restrictions on Muslims. The U.S. government estimates that\n\nShia-Sunni conflicts persist. Indonesia is approximately 87% Sunni Muslim, and \"Shia and Ahmadi Muslims reported feeling under constant threat.\" Anti-Shia rhetoric was common throughout 2019 in some online media outlets and on social media.\"[230]\n\nIn Saudi Arabia, the government \"is based largely on sharia as interpreted by the Hanbali school of Sunni Islamic jurisprudence. Freedom of religion is not provided under the law.\" In January and May 2019, police raided predominantly Shia villages in the al-Qatif Governorate... In April the government executed 37 citizens ... 33 of the 37 were from the country's minority Shia community and had been convicted following what they stated were unfair trials for various alleged crimes, including protest-related offenses... Authorities detained ... three Shia Muslims who have written in the past on the discrimination faced by Shia Muslims, with no official charges filed; they remained in detention at year's end... Instances of prejudice and discrimination against Shia Muslims continued to occur...\"[231]\n\nIslamophobia continues. In Finland, \"A report by the European Commission Against Racism and Intolerance (ECRI) said hate crimes and intolerant speech in public discourse, principally against Muslims and asylum seekers (many of whom belong to religious minorities), had increased in recent years... A Finns Party politician publicly compared Muslim asylum seekers to an invasive species.\" There were several demonstrations by neo-Nazis and nativist groups in 2019. One neo-Nazi group, the NRM (the Nordic Resistance Movement), \"continued to post anti-Muslim and anti-Semitic statements online and demonstrated with the anti-immigrant group Soldiers of Odin.\"[232]\n\nThe ongoing Rohingya genocide has resulted in over 25,000 deaths from 2016 to present.[233][234] Over 700,000 refugees have been sent abroad since 2017.[235] Gang rapes and other acts of sexual violence, mainly against Rohingya women and girls, have also been committed by the Rakhine Buddhists and the Burmese military's soldiers, along with the arson of Rohingya homes and mosques, as well as many other human rights violations.[236]\n\nThe ongoing Uyghur genocide is a series of human rights abuses perpetrated by the Chinese government against the majority-Muslim Uyghur people and other ethnic and religious minorities in and around the Xinjiang Uyghur Autonomous Region (XUAR) of the People's Republic of China.[237][238][239] Since 2014,[240] the Chinese government, under the direction of the CCP during the administration of CCP general secretary Xi Jinping, has pursued policies leading to more than one million Muslims[241][242][243][244][245] (the majority of them Uyghurs) being held in secretive internment camps without any legal process[246][247] in what has become the largest-scale and most systematic detention of ethnic and religious minorities since the Holocaust.[248][249][250] The Chinese Government has subjected hundreds of thousands of members of Muslim minority groups living in Xinjiang to forced abortions, forced sterilizations, and the forced administration of contraceptives (including contraceptive implants), methods of birth control that had exempted ethnic minorities up until that point. [251][252][253] Uyghurs and members of other minority groups have been made subject to a widespread forced labor apparatus.[254][255][256][257][250] Uyghurs and other religious minorities detained within the Xinjiang internment camps have also been subjected to systematic rape and torture.[258][259][260]\n\nThe persecution of the Serer people of Senegal, Gambia and Mauritania is multifaceted, and it includes both religious and ethnic elements. Religious and ethnic persecution of the Serer people dates back to the 11th century when King War Jabi usurped the throne of Tekrur (part of present-day Senegal) in 1030, and by 1035, introduced Sharia law and forced his subjects to submit to Islam.[261] With the assistance of his son (Leb), their Almoravid allies and other African ethnic groups who have embraced Islam, the Muslim coalition army launched jihads against the Serer people of Tekrur who refused to abandon Serer religion in favour of Islam.[262][263][264][265] The number of Serer deaths are unknown, but it triggered the exodus of the Serers of Tekrur to the south following their defeat, where they were granted asylum by the lamanes.[265] Persecution of the Serer people continued from the medieval era to the 19th century, resulting in the Battle of Fandane-Thiouthioune. From the 20th to the 21st centuries, persecution of the Serers is less obvious, nevertheless, they are the object of scorn and prejudice.[266][267]\n\nSikhism is a Dharmic religion that originated in the Punjab region of the Indian subcontinent[268] around the end of the 15th century CE. The Sikh religion developed and evolved in times of religious persecution, gaining converts from both Hinduism and Islam.[269] Mughal rulers of India tortured and executed two of the Sikh gurus—Guru Arjan (1563–1605) and Guru Tegh Bahadur (1621–1675)—after they refused to convert to Islam.[270][271][272][273][274]\n\nThe Islamic era persecution of Sikhs triggered the founding of the Khalsa by Guru Gobind Singh in 1699 as an order to protect the freedom of conscience and religion,[270][275][276] with members expressing the qualities of a Sant-Sipāhī—a saint-soldier.[277][278]\n\nAccording to Ashish Bose, a population research scholar, Sikhs and Hindus were well integrated in Afghanistan until the Soviet invasion when their economic condition worsened. Thereafter, they became a subject of \"intense hate\" with the rise of religious fundamentalism in Afghanistan.[206] Their \"targeted persecution\" triggered an exodus and forced them to seek asylum.[207][206] Many of them started arriving in and after 1992 as refugees in India, with some seeking asylum in the United Kingdom and other western countries.[206][207] Unlike the arrivals in the West, the persecuted Sikh refugees who arrived in India have remained stateless and lived as refugees because India has historically lacked any refugee law or uniform policy for persecuted refugees, state Ashish Bose and Hafizullah Emadi.[206][208]\n\nOn 7 November 1947, thousands of Hindus and Sikhs were targeted in the Rajouri Massacre in the Jammu and Kashmir princely state. It is estimated 30,000+ Hindus and Sikhs were either killed, abducted or injured.[279][280][281] In one instance, on 12 November 1947 alone between 3000 and 7000 were killed.[282] A few weeks after on 25 November 1947, tribal forces began the 1947 Mirpur massacre of thousands more Hindus and Sikhs. An estimated 20,000+ died in the massacre.[283][284][285][286][287][288][289][290]\n\nIn June 1984, during Operation Blue Star, Indira Gandhi ordered the Indian Army to attack the Golden Temple and eliminate any insurgents, as it had been occupied by Sikh separatists who were stockpiling weapons. Later operations by Indian paramilitary forces were initiated to clear the separatists from the countryside of Punjab state.[291]\n\nThe 1984 anti-Sikhs riots were a series of pogroms[292][293][294][295] directed against Sikhs in India, by anti-Sikh mobs, in response to the assassination of Indira Gandhi by her Sikh bodyguards. There were more than 8,000[296] deaths, including 3,000 in Delhi.[294]\n\nThe violence in Delhi was triggered by the assassination of Indira Gandhi, India's prime minister, on 31 October 1984, by two of her Sikh bodyguards in response to her actions authorising the military operation. After the assassination following Operation Blue Star, many Indian National Congress workers including Jagdish Tytler, Sajjan Kumar and Kamal Nath were accused of inciting and participating in riots targeting the Sikh population of the capital. The Indian government reported 2,700 deaths in the ensuing chaos. In the aftermath of the riots, the Indian government reported 20,000 had fled the city, however the People's Union for Civil Liberties reported \"at least\" 1,000 displaced persons.[297] The most affected regions were the Sikh neighbourhoods in Delhi. The Central Bureau of Investigation, the main Indian investigating agency, is of the opinion that the acts of violence were organized with the support from the then Delhi police officials and the central government headed by Indira Gandhi's son, Rajiv Gandhi.[298] Rajiv Gandhi was sworn in as Prime Minister after his mother's death and, when asked about the riots, said \"when a big tree falls (Mrs. Gandhi's death), the earth shakes (occurrence of riots)\" thus trying to justify communal strife.[299]\n\nThere are allegations that the Indian National Congress government at that time destroyed evidence and shielded the guilty. The Asian Age front-page story called the government actions \"the Mother of all Cover-ups\"[300][301] There are allegations that the violence was led and often perpetrated by Indian National Congress activists and sympathisers during the riots.[302] The government, then led by the Congress, was widely criticised for doing very little at the time, possibly acting as a conspirator. The conspiracy theory is supported by the fact that voting lists were used to identify Sikh families. Despite their communal conflict and riots record, the Indian National Congress claims to be a secular party.\n\nThe Chittisinghpura massacre of 35 villagers of the Sikh faith that was carried out on 20 March 2000 in the Chittisinghpora (Chittisinghpura) village of Anantnag district, Jammu and Kashmir, India, on the eve of President Bill Clinton's state visit to India. The identity of the perpetrators remains unknown. The Indian government asserts that the massacre was conducted by Pakistan-based militant group Lashkar-e-Taiba (LeT). Pakistani accounts accuse the Indian Army and RSS of the massacre.[303][304][305][306]\n\nOn 25 March 2020, ISIS-Haqqani network Gunmen and Suicide bombers attacked the Gurdwara Har Rai Sahib (a Sikh shrine) in Kabul, Afghanistan.\n\nAbout 200 worshipers were reported to have been in the building, in which 25 Sikh worshippers were killed and leaving at least 8 wounded after an hour-long siege which ended in all assailants being killed by responding security forces. At least one child was said to have been among people who were killed, according to the ministry of interior's statement.\n\nThe Persecution of Yazidis has been ongoing since at least the 10th century.[307][308] The Yazidi religion is regarded as devil worship by Islamists.[309] Yazidis have been persecuted by Muslim Kurdish tribes since the 10th century,[307] and by the Ottoman Empire from the 17th to the 20th centuries.[310] After the 2014 Sinjar massacre of thousands of Yazidis by the Islamic State of Iraq and the Levant, Yazidis still face violence from the Turkish Armed Forces and its ally the Syrian National Army, as well as discrimination from the Kurdistan Regional Government. According to Yazidi tradition (based on oral traditions and folk songs), estimated that 74 genocides against the Yazidis have been carried out in the past 800 years.[311]\n\nPersecution of Zoroastrians is the religious persecution inflicted upon the followers of the Zoroastrian faith. The persecution of Zoroastrians occurred throughout the religion's history. The discrimination and harassment began in the form of sparse violence and forced conversions. Muslims are recorded to have destroyed fire temples. Zoroastrians living under Muslim rule were required to pay a tax called jizya.[312]\n\nZoroastrian places of worship were desecrated, fire temples were destroyed and mosques were built in their place. Many libraries were burned and much of their cultural heritage was lost. Gradually an increasing number of laws were passed which regulated Zoroastrian behavior and limited their ability to participate in society. Over time, the persecution of Zoroastrians became more common and widespread, and the number of believers decreased by force significantly.[312]\n\nMost were forced to convert due to the systematic abuse and discrimination inflicted upon them by followers of Islam. Once a Zoroastrian family was forced to convert to Islam, the children were sent to an Islamic school to learn Arabic and study the teachings of Islam, as a result some of these people lost their Zoroastrian faith. However, under the Samanids, who were Zoroastrian converts to Islam, the Persian language flourished. On occasion, the Zoroastrian clergy assisted Muslims in attacks against those whom they deemed Zoroastrian heretics.[312]\n\nA Zoroastrian astrologer named Mulla Gushtasp predicted the fall of the Zand dynasty to the Qajar army in Kerman. Because of Gushtasp's forecast, the Zoroastrians of Kerman were spared by the conquering army of Agha Mohammad Khan Qajar. Despite the aforementioned favorable incident, the Zoroastrians during the Qajar dynasty remained in agony and their population continued to decline. Even during the rule of Agha Mohammad Khan, the founder of the dynasty, many Zoroastrians were killed and some were taken as captives to Azerbaijan.[313] Zoroastrians regard the Qajar period as one of their worst.[314] During the Qajar dynasty, religious persecution of the Zoroastrians was rampant. Due to the increasing contacts with influential Parsi philanthropists such as Maneckji Limji Hataria, many Zoroastrians left Iran for India. There, they formed the second major Indian Zoroastrian community known as the Iranis.[315]\n\n"
        },
        {
            "title": "Persecution of philosophers",
            "text": "Throughout the history of philosophy, philosophers have been imprisoned for various offenses by courts and tribunals, often as a result of their philosophical activities, and some of them have even been put to death. The most famous case in which a philosopher was put on trial is the case of Socrates, who was tried for, amongst other charges, corrupting the youth and impiety.[316] Others include:\n\n"
        }
    ]
}