{
    "url": "https://en.wikipedia.org/wiki/Religious_Science",
    "title": "Religious Science",
    "table_of_contents": [
        "1 History",
        "2 Teaching and practice",
        "2.1 Beliefs",
        "2.2 Core concepts",
        "3 Organizations",
        "4 See also",
        "5 Citations",
        "6 General references",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Religious Science movement, or Science of Mind, was established in 1927 by Ernest Holmes (1887–1960) and is a spiritual, philosophical and metaphysical religious movement within the New Thought movement.  In general, the term \"Science of Mind\" applies to the teachings, while the term \"Religious Science\" applies to the organizations. However, adherents often use the terms interchangeably.\n\nIn his book, The Science of Mind, Ernest Holmes stated \"Religious Science is a correlation of laws of science, opinions of philosophy, and revelations of religion applied to human needs and the aspirations of man.\"   He also stated that Religious Science/Science of Mind (RS/SOM) is not based on any \"authority\" of established beliefs, but rather on \"what it can accomplish\" for the people who practice it.[1] Today the International Centers for Spiritual Living, the United Centers for Spiritual Living (which combined into the Centers for Spiritual Living in 2011) and Global Religious Science Ministries are the main denominations promoting Religious Science.\n\n"
        },
        {
            "title": "History",
            "text": "Ernest Holmes did not originally intend for RS/SOM to be a \"church\", but rather a teaching institution. In that spirit, many member \"churches\" have traditionally referred to themselves as \"centers\". The mental healing work of Phineas Quimby was a source of inspiration to much of the New Thought movement, including RS/SOM. Ernest Holmes was especially strongly influenced by Emma Curtis Hopkins, a former student of Christian Science, especially her \"Scientific Christian Mental Practice\", a direct precursor to Holmes' \"Spiritual Mind Treatment\", and by the writings of Judge Thomas Troward and Ralph Waldo Emerson, as he developed his own synthesis, which became known as Religious Science or Science of Mind.[2][3]\n\nIn 1926 Holmes published The Science of Mind,[4] which references the teachings of Jesus Christ,[5] the Bible[6] and Buddha.[7] Holmes established the Institute for Religious Science and School of Philosophy in Los Angeles. This organization would later become the Church of Religious Science. Holmes had previously studied another New Thought teaching, Divine Science, and he was an ordained Divine Science Minister.[8] He saw humans as being \"open at the top\"—that is, open to evolutionary improvement of consciousness in all areas of life.[9] The concepts of \"Open at the Top\" and \"New Thought\" have inspired RS/SOM organizations and their teachings to evolve over the years. As stated in the book New Thought:  A Practical American Spirituality, \"New Thought still is evolving; it may yet be the point at which religion, philosophy, and science come together as the most effective combination to move the world to greater peace, plenty, health, and harmony.  Many believe it might be the quintessential spirituality for the next millennium.\"[10] His teachings attracted famous celebrities of his time including Cecil B. DeMille, Peggy Lee, and Cary Grant.[11]\n\n"
        },
        {
            "title": "Teaching and practice",
            "text": "The RS/SOM teaching generally incorporates idealistic and panentheistic philosophies. RS/SOM teaches that all beings are expressions of and part of Infinite Intelligence, also known as Spirit, Christ Consciousness, or God.  It teaches that, because God is all there is in the universe (not just present in Heaven, or in assigned deities, as believed by traditional teachings), its power can be used by all humans to the extent that they recognize and align themselves with Its presence.[12] Ernest Holmes said \"God is not ... a person, but a Universal Presence ... already in our own soul, already operating through our own consciousness.\"[1]\n\nThe introduction to The Science of Mind text describes \"The Thing Itself\" (God or Infinite Intelligence), \"The Way It Works\", \"What It Does\" and \"How to Use It\".[13]  Although Holmes was criticized for not focusing much on love, he did say that \"Love rules through Law.\" (i.e., the Law of Mind or Cause and Effect) and \"Love points the way and Law makes the way possible.\"[14][15]  The \"Law of Cause and Effect\" simply states that every action has a consequence—creative, destructive, or neutral.  It can be described as Jesus Christ stated  \"You reap what you sow\" and \"The bread you cast upon the water, comes back to you\".  The Law of Attraction is one aspect of that Law.  It differs from the Hindu definition of  karma in that it is not related to reincarnation and that it happens in this life.[16] Personal responsibility is a major tenet of RS/SOM.\n\nRS/SOM teaches that people can achieve more fulfilling lives through the practice called Spiritual Mind Treatment (Treatment), or Affirmative Prayer. Spiritual Mind Treatment is a step-by-step process, in which one states the desired outcome as if it has already happened. In that way, it differs from traditional prayer, since it does not ask an entity separate from  itself to act. It declares human partnership with Infinite Intelligence to achieve success. Treatment is to be stated as personal (first person), positive, powerful (with feeling), and present (is happening right now). The goal is to gain clarity in thinking that guides action to be consistent with the desired outcome. The Treatment is believed to set off a new chain of causation in Mind that leads one to act according to the good for which one is treating.[17]  Spiritual Mind Treatment, as currently taught in RS/SOM centers, contains five steps: Recognition, Unification, Declaration, Thanksgiving, and Release.[18] Some adherents of RS/SOM also use supplemental meditation techniques, including \"Visioning\".[19]\n\nReligious Science credo, adapted from Ernest Holmes' \"What I Believe\":[20]\n\nAccording to The Science of Mind, the ten core concepts of RS/SOM (as taught in the \"Foundations of Science of Mind\" class) are:[21]\n\n"
        },
        {
            "title": "Organizations",
            "text": "There are three major organizations for Religious Science: Centers for Spiritual Living, the Affiliated New Thought Network, and the Global Religious Science Ministries. Centers for Spiritual Living is the largest organization teaching Religious Science (Science of Mind) and has over 400 communities around the world. Its organization also continues to publish the works of Ernest Holmes as well as the monthly magazine, Science of Mind.\n\n\n\n"
        }
    ]
}