{
    "url": "https://en.wikipedia.org/wiki/Religious_humanism",
    "title": "Religious humanism",
    "table_of_contents": [
        "1 Origins",
        "1.1 French Revolution",
        "1.2 Positivism",
        "1.3 Humanistic Religious Association",
        "1.4 Ethical Culture",
        "1.5 United States",
        "1.5.1 19th Century",
        "1.5.2 20th Century",
        "1.5.3 Today",
        "1.6 United Kingdom",
        "1.7 Scandinavia",
        "1.8 Belgium",
        "2 Discussion of terminology",
        "3 See also",
        "4 Notes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Religious humanism or ethical humanism is an integration of non-theistic humanist ethical philosophy with congregational rites and community activity which center on human needs, interests, and abilities. Self-described religious humanists differ from secular humanists mainly in that they regard the non-theistic humanist life stance as their religion while organizing with a congregational model. Religious humanism is sometimes referred to as non-theistic religion or congregational humanism. Other theistic humanist traditions have arisen over time, such as Christian humanism. \n\nReligious humanists typically organise in the 21st century under the umbrella of Ethical Culture or Ethical Humanism. It remains largely a United States phenomenon; a British ethical culture movement was briefly highly active in the late 19th and early 20th centuries, but by the 1960s had largely abandoned its \"religious\" trappings, and asserted humanism less as a religious identity and more as a useful label to describe rational and non-religious attitudes to morality and ethics.  Ethical Culture and religious humanism groups first formed in the United States from Unitarian ministers who, not believing in god, sought to build a secular religion influenced on the thinking of French philosopher Auguste Comte.\n\n"
        },
        {
            "title": "Origins",
            "text": "In the late 20th century the Humanist movement came into conflict with conservative Christian groups in the United States[citation needed]. \"Secular humanism\" has become the most popular form of organized Humanism. However, the American Humanist Association notes that it largely emerged from Ethical Culture, Unitarianism and Universalism.[1]\n\nThe Cult of Reason (French: Culte de la Raison) was an atheist religion devised during the French Revolution by Jacques Hébert, Pierre Gaspard Chaumette and their supporters.[2]\n\nIn 1793 during the French Revolution, the cathedral Notre Dame de Paris was turned into a Temple to Reason and for a time Lady Liberty replaced the Virgin Mary on several altars.[3]\n\nIn the 1850s, Auguste Comte, the Father of Sociology, founded Positivism, a \"religion of humanity\".[4]  Auguste Comte was a student and secretary for Claude Henri de Rouvroy, Comte de Saint-Simon, the Father of French Socialism. Auguste Comte coined the term \"altruism\".\n\nThe BBC notes \"While atheism is merely the absence of belief, humanism is a positive attitude to the world, centred on human experience, thought, and hopes.\"[5]\n\nOne of the earliest forerunners of contemporary chartered humanist organizations was the Humanistic Religious Association formed in 1853 in London.[4] This early group was democratically organized, with male and female members participating in the election of the leadership and promoted knowledge of the sciences, philosophy, and the arts.\n\nThe Ethical Culture movement was founded in 1876. The movement's founder, Felix Adler, a former member of the Free Religious Association, conceived of Ethical Culture as a new religion that would strip away the accumulated unscientific dogmas of traditional religions while retaining and elevating the ethical message at the heart of all religions. Adler believed that traditional religions would ultimately prove to be incompatible with a scientific worldview. He felt that the vital aspects of religion should not be allowed to fall by the wayside. Religions provided vital functions in encouraging good works. And religions taught important truths about the world, albeit these truths were expressed through metaphors that were not always suited to modern understandings of the world. For example, monotheistic religions were based on a metaphor of an authoritarian monarchy, whereas democratic relationships were now understood to be the ideal.\n\nInitially, Ethical Culture involved little in the way of ceremony and ritual. Rather, Ethical Culture was religious in the sense of playing a defining role in people's lives and addressing issues of ultimate concern. Some Ethical Societies have subsequently added a degree of ritual as a means of marking special times or providing a tangible reminder of humanistic ideals.\n\nBefore the term \"humanism\" was ever coined or even thought of being integrated into religion it had existed in America in at least an ideological sense for a very long time. Groups like the Free Religious Association (FRA) which was formed in 1867 and other less radical groups mainly consisting of extreme forms of early American Protestants such as the Unitarians and Quakers had existed from the very first landings of the Europeans in the Western Hemisphere.\n\nIn 1915, a Positivist defined the term \"humanism\" in a magazine for the British Ethical Societies. Another Unitarian Minister John H. Dietrich read the magazine and adopted the term to describe his own religion.[4] Dietrich is considered by some to be the \"Father of Religious Humanism\" (Olds 1996) particularly for his sermons while serving the First Unitarian Society of Minneapolis, which has since been considered the \"birthplace of Congregational Humanism.\"[6]\n\nIn 1929 Charles Francis Potter founded the First Humanist Society of New York whose advisory board included Julian Huxley, John Dewey, Albert Einstein and Thomas Mann. Potter was a minister from the Unitarian tradition and in 1930 he and his wife, Clara Cook Potter, published Humanism: A New Religion. Throughout the 1930s Potter was a well known advocate of women's rights, access to birth control, \"civil divorce laws\", and an end to capital punishment.\n\nThe first Humanist Manifesto was written in 1933 primarily by Raymond Bragg and was published with thirty-four signatories. Unlike its subsequent revisions, the first manifesto described a new \"religion\", and referred to humanism as a religious movement meant to transcend and replace previous, deity-based religions. However, it is careful not to outline a creed or dogma. The document outlines a fifteen-point belief system, which, in addition to a secular outlook, opposes \"acquisitive and profit-motivated society\" and outlines a worldwide egalitarian society based on voluntary mutual cooperation. Bragg and eleven signatories were Unitarian ministers.\n\nThe Fellowship of Humanity was founded in 1935 by Reverend A. D. Faupel as one of a handful of \"humanist churches\" seeded in the early 20th century as part of the American Religious Humanism movement. It was the only such organization of that era to survive into the 21st century and is the first and oldest affiliate of the American Humanist Association.[7]\n\nIn 1961 Webster's Third New International Dictionary defined religious humanism as \"A modern American movement composed chiefly of non-theistic humanists and humanist churches and dedicated to achieving the ethical goals of religion without beliefs and rites resting upon superstition.\"\n\nSome of the US-based self-described Religious Humanist organizations currently active include:\n\nMany larger religious bodies include significant numbers of members and clergy who identify as being of humanist persuasion. These groups include\n\nSeeking to clarify that the word \"religious\" in Religious Humanism is not intended to imply a theistic or supernatural belief component, First Unitarian Society of Minneapolis, where Dietrich first used the term, has now rebranded the movement as \"Congregational Humanism.\"[16]\n\nThe humanist movement first emerged in the UK as a religious \"ethical movement\" in the 19th century, with the South Place Religious Society in London being the largest \"ethical church\". The remaining UK ethical societies merged in the 1890s to become the Union of Ethical Societies, which was founded and presided over by Stanton Coit. Ethical societies in the United Kingdom had their heydey in the late 19th century and early 20th century, with hundreds still attending weekly Sunday services at the West London Ethical Society (now part of Humanists UK) and South Place Ethical Society (now Conway Hall) in London in the 1950s. But they did not persist in this form for much longer than that. As time went on, Coit believed it would be advantageous for humanists to consciously organise in church-like structures, and even to think of themselves as congregations as they did in the US, in order to be more appealing to people from a Christian background. But there was a difference of opinion within the movement as to how explicitly to project or emphasise that Ethical Culture was atheistic. Following Coit's tenure, much of his attempts to make humanism more \"congregational\" were swiftly reversed, and the trend went the other way. Both Conway Hall and the societies that made up the Ethical Union consciously moved away from the congregational model, becoming Conway Hall Ethical Society and the British Humanist Association (BHA) respectively. The BHA later became Humanists UK in the 2010s.\n\nIn 2013, the Sunday Assembly movement was founded in London as a \"godless congregation\" which was described in some places as \"church for atheists\", filling the niche vacated by other humanist groups.\n\nIn the Scandinavian countries, the popular Danish philosopher Harald Høffding's positivist work Etik influenced the development of humanist societies, which in Sweden and Norway styled themselves as \"human-ethical associations\", alike the Ethical Humanists in America and formerly in Britain. In modern times, the religious humanist/secular humanist distinction has fallen away; Norway, Human-Etisk Forbund is the name of Norway's humanist association, but it is fully a part of the broader international humanist community, and uses both \"humanetikk\" and \"humanisme\" in describing its philosophy. In Sweden, the Human-Ethical Association rebranded as Humanisterna in 1999, dropping the congregational model as the British had done in the 1960s.\n\nBelgium is broadly divided between its Flemish Community (Flanders) and French-speaking community (Wallonia). In French Belgium, as in France, the secular movement is more concerned with national political organising and manifests nationally as the Centre d’Action Laïque. In Flemish Belgium, the group deMens.nu (Humanity Now) brings together local humanist associations who engage in a broader range of activities, including community-based work. As with Humanists UK in the UK, deMens.nu grew from the union of local liberal or freethought associations.\n\n"
        },
        {
            "title": "Discussion of terminology",
            "text": "People writing about religious humanism are careful to distinguish religious humanism from Jewish humanism (nonreligious Jews who are humanists), Christian humanism (religious Christians asserting the humanitarian aspects of their religion), and secular humanism (often simply \"humanism\", a non-religious approach to life), but confusion inevitably arises.[17] Another such term is Secular Buddhism, which refers to an atheistic practice of Buddhist rituals.\n\nSome experts on humanism, including Andrew Copson, argue that there have been deliberate attempts to \"muddy the conceptual water... of a complicatedly imprecise philosophical term\" by adding the slew of qualifying adjectives to humanism. He points out that the term \"Christian humanism\" was first used in 1944, and argues that it has largely been used by Christians \"as a way of co‐opting the (to them) amenable aspects of humanism for their religion[18]\n\n"
        }
    ]
}