{
    "url": "https://en.wikipedia.org/wiki/Religious_symbol",
    "title": "Religious symbol",
    "table_of_contents": [
        "1 Symbols representing a specific religion",
        "2 Religious symbolism",
        "2.1 African Indigenous religions",
        "2.2 Other examples of religious symbolism",
        "3 See also",
        "4 References",
        "5 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A religious symbol is an iconic representation intended to represent a specific religion, or a specific concept within a given religion.\n\nReligious symbols have been used in the military in many countries, such as the United States military chaplain symbols. Similarly, the United States Department of Veterans Affairs emblems for headstones and markers recognize 57 symbols (including a number of symbols expressing non-religiosity).\n\n"
        },
        {
            "title": "Symbols representing a specific religion",
            "text": "Symbolic representation of a specific religious tradition is useful in a society with religious pluralism, as was the case in the Roman Empire, and again in modern multiculturalism.\n\n"
        },
        {
            "title": "Religious symbolism",
            "text": "In some African Indigenous religions, there are graphical and pictorial symbols representing the actual religion or faith just like the Abrahamic faith. Each indigenous religion however, has symbolisms which are religious or spiritual in nature. Some of these may be graphical, numerological (as in Serer numerology - see Serer creation myth) or a  combination of both. However, these graphical images represent the actual religion practice and elements within the faith. \nThe Ìṣẹ̀ṣe religion of the yoruba people indigenous religion as an example has it graphical and pictorial symbol representing the religion, the symbol explained the philosophical concept of the four cardinal point of the earth.\n\nThe very nature of African art stem from \"their themes of symbolism, functionalism and utilitarianism\" hence why African art is multi-functional. In the African Indigenous belief system, Africans draw from their various artistic traditions as sources of inspiration.[citation needed]\n\n"
        }
    ]
}