{
    "url": "https://en.wikipedia.org/wiki/Religious_naturalism",
    "title": "Religious naturalism",
    "table_of_contents": [
        "1 Overview",
        "1.1 Naturalism",
        "1.2 Religious",
        "2 History",
        "3 Tenets",
        "4 Varieties",
        "5 Shared principles",
        "6 Notable proponents and critics",
        "6.1 Proponents",
        "6.2 Critics",
        "7 Prominent communities and leaders",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nReligious naturalism combines a naturalist worldview with ideals, perceptions, traditions, and values that have been traditionally associated with many religions or religious institutions. \"Religious naturalism is a perspective that finds religious meaning in the natural world and rejects the notion of a supernatural realm.\"[1] The term religious in this context is construed in general terms, separate from the traditions, customs, or beliefs of any one of the established religions.[2]\n\nAreas of inquiry include attempts to understand the natural world and the spiritual and moral implications of naturalist views.[3] Understanding is based on knowledge obtained through scientific inquiry, and insights from the humanities and the arts.[4] Religious naturalists use these perspectives when they respond to personal and social challenges (e.g. finding purpose, seeking justice, coming to terms with mortality) and concerning the natural world.[3]\n\n"
        },
        {
            "title": "Overview",
            "text": "All forms of religious naturalism, being naturalistic in their basic beliefs, assert that the natural world is the center of our most significant experiences and understandings. Consequently, Nature is looked at as the ultimate value in assessing one's being. Despite having followed differing cultural and individual paths, religious naturalists affirm the human need for meaning and value in their lives. They draw on two fundamental convictions in those quests: the sense of Nature's richness, spectacular complexity, and fertility, and the recognition that Nature is the only realm in which people live out their lives.[5] Humans are considered interconnected to various parts of Nature.\n\nScience is a fundamental, indispensable component of the paradigm of religious naturalism. It relies on mainstream science to reinforce religious and spiritual perspectives. Science is the primary interpretive tool for religious naturalism because scientific methods provide the most reliable understanding of Nature and the world, including human nature.\n\nReligious naturalists use the term \"religious\" to refer to an attitude of being appreciative of and interested in concerns that have long been a part of religions.[8][9]\nThese include:\n\nAs the source of all that is and the reason why all things are as they are, the natural world can be of utmost importance.[11]\n\nAs in other religious orientations, religious naturalism includes a central story, a modern creation myth, to describe humanity and its place in the world. This story begins with the Big Bang and the emergence of galaxies, stars, planets, life, and evolution that led to the emergence of human beings.[12] Taking this insight into the being and origin of humans, religious naturalists look to the natural world, as the source of human intelligence and inclinations, for information and insights that may help to understand and respond to unanswered philosophical questions such as :\n\nFurthermore, religious naturalists try to find ways to minimize problems (both internally and externally), to allow us to better ourselves, and relate to others and the world we are part of.[13]\n\nWhen discussing distinctions between religious naturalists and secular naturalists, Loyal Rue said: \"I regard a religious or spiritual person to be one who takes ultimate concerns to heart.\"[14] He noted that, while \"plain old\" naturalists are concerned with morals and may have emotional responses to the mysteries and wonders of the world, those who describe themselves as religious naturalists take it more \"to heart\" and show an active interest in this area.[15]\n\n"
        },
        {
            "title": "History",
            "text": "Core themes in religious naturalism have been present, in varied cultures, for centuries. But active discussion, with the use of this name, is relatively recent.\n\nZeno (c. 334 – c. 262 BCE, a founder of Stoicism) said:\n\nViews consistent with religious naturalism can be seen in ancient Daoist texts (e.g., Dao De Jing) and some Hindu views (such as God as Nirguna Brahman, God without attributes). They may also be seen in Western images that do not focus on active, personal aspects of God, such as Thomas Aquinas' view of God as Pure Act, Augustine's God as Being Itself, and Paul Tillich's view of God as Ground of Being. As Wesley Wildman has described, views consistent with religious naturalism have long existed as part of the underside of major religious traditions, often quietly and sometimes in mystical strands or intellectual sub-traditions, by practitioners who are not drawn to supernatural claims.[17]\n\nThe earliest uses of the term, religious naturalism, seem to have occurred in the 1800s. In 1846, the American Whig Review described \"a seeming 'religious naturalism'\",[18] In 1869, American Unitarian Association literature adjudged:\"Religious naturalism differs from this mainly in the fact that it extends the domain of nature farther outward into space and time. ...It never transcends nature\".[19] Ludwig Feuerbach wrote that religious naturalism was \"the acknowledgment of the Divine in Nature\" and also \"an element of the Christian religion\", but by no means that religion's definitive \"characteristic\" or \"tendency\".[20]\n\n In 1864, Pope Pius IX condemned religious naturalism in the first seven articles of the Syllabus of Errors.\n\nMordecai Kaplan (1881–1983), founder of the Jewish Reconstructionist movement,[21] was an early advocate of religious naturalism. He believed that a naturalistic approach to religion and ethics was possible in a desacralizing world. He saw God as the sum of all-natural processes.[22]\n\nOther verified usages of the term came in 1940 from George Perrigo Conger[23] and from Edgar S. Brightman.[24] Shortly thereafter, H. H. Dubs wrote an article entitled Religious Naturalism – an Evaluation,[25] which begins \"Religious naturalism is today one of the outstanding American philosophies of religion...\" and discusses ideas developed by Henry Nelson Wieman in books that predate Dubs's article by 20 years.\n\nIn 1991 Jerome A. Stone wrote The Minimalist Vision of Transcendence explicitly \"to sketch a philosophy of religious naturalism\".[26] Use of the term was expanded in the 1990s by Loyal Rue, who was familiar with it from Brightman's book. Rue used the term in conversations with several people before 1994, and subsequent conversations between Rue and Ursula Goodenough [both of whom were active in the Institute on Religion in an Age of Science (IRAS) led to Goodenough's use in her book The Sacred Depths of Nature and by Rue in Religion is Not About God and other writings. Since 1994 numerous authors have used the phrase or expressed similar thinking. Examples include Chet Raymo, Stuart Kauffman and Karl E. Peters.\n\nMike Ignatowski states that \"there were many religious naturalists in the first half of the 20th century and some even before that\" but that \"religious naturalism as a movement didn't come into its own until about 1990 [and] took a major leap forward in 1998 when Ursula Goodenough published The Sacred Depths of Nature, which is considered one of the founding texts of this movement.\"[27]\n\nBiologist Ursula Goodenough states:\n\nDonald Crosby's Living with Ambiguity published in 2008, has, as its first chapter, \"Religion of Nature as a Form of Religious Naturalism\".[30]\n\nLoyal Rue's Nature is Enough published in 2011, discusses \"Religion Naturalized, Nature Sanctified\" and \"The Promise of Religious Naturalism\".[31]\n\nReligious Naturalism Today: The Rebirth of a Forgotten Alternative is a history by Dr. Jerome A. Stone (Dec. 2008 release) that presents this paradigm as a once-forgotten option in religious thinking that is making a rapid revival. It seeks to explore and encourage religious ways of responding to the world on a completely naturalistic basis without a supreme being or ground of being. This book traces this history and analyzes some of the issues dividing religious naturalists. It covers the birth of religious naturalism, from George Santayana to Henry Nelson Wieman and briefly explores religious naturalism in literature and art. Contested issues are discussed including whether nature's power or goodness is the focus of attention and also on the appropriateness of using the term \"God\". The contributions of more than twenty living religious naturalists are presented. The last chapter ends the study by exploring what it is like on the inside to live as a religious naturalist.[32]\n\nChet Raymo writes that he had come to the same conclusion as Teilhard de Chardin: \"Grace is everywhere\",[33] and that naturalistic emergence is in everything and far more magical than religion-based miracles. A future humankind religion should be ecumenical, ecological, and embrace the story provided by science as the \"most reliable cosmology\".[34]\n\nAs P. Roger Gillette summarizes:\n\n"
        },
        {
            "title": "Tenets",
            "text": "Due to the high importance placed on nature, some religious naturalists have a strong sense of stewardship for the Earth. Luther College professor Loyal Rue has written:\n\n"
        },
        {
            "title": "Varieties",
            "text": "The literature related to religious naturalism includes many variations in conceptual framing. This reflects individual takes on various issues, to some extent various schools of thought, such as basic naturalism, religious humanism, pantheism, panentheism, and spiritual naturalism that have had time on the conceptual stage, and to some extent differing ways of characterizing Nature.\n\nThe current discussion often relates to the issue of whether belief in a God or God-language and associated concepts have any place in a framework that treats the physical universe as its essential frame of reference and the methods of science as providing the preeminent means for determining what Nature is. There are at least three varieties of religious naturalism, and three similar but somewhat different ways to categorize them. They are:\n\nThe first category has as many sub-groups as there are distinct definitions for god. Believers in a supernatural entity (transcendent) are by definition not religious naturalists, however the matter of a naturalistic concept of God (Immanence) is currently debated. Strong atheists are not considered religious naturalists in this differentiation. Some individuals call themselves religious naturalists but refuse to be categorized. The unique theories of religious naturalists Loyal Rue, Donald A. Crosby, Jerome A. Stone, and Ursula Goodenough are discussed by Michael Hogue in his 2010 book The Promise of Religious Naturalism.[40]\n\nGod concepts[41]\n\nStone emphasizes that some religious naturalists do not reject the concept of God, but if they use the concept, it involves a radical alteration of the idea such as Gordon Kaufman who defines God as creativity.\n\nIgnatowski divides religious naturalism into only two types—theistic and non-theistic.[27]\n\n"
        },
        {
            "title": "Shared principles",
            "text": "There are several principles shared by the aforementioned varieties of religious naturalism:[42]\n\nThe concept of emergence has grown in popularity with many religious naturalists. It helps explain how a complex Universe and life by self-organization have risen out of a multiplicity of relatively simple elements and their interactions. The entire story of emergence is related in the Epic of Evolution—the mythic scientific narrative used to tell the verifiable chronicle of the evolutionary process that is the Universe. Most religious naturalists consider the Epic of Evolution a true story about the historic achievement of Nature.[43][44][45] \"The Epic of Evolution is the 14 billion year narrative of cosmic, planetary, life, and cultural evolution—told in sacred ways. Not only does it bridge mainstream science and a diversity of religious traditions; if skillfully told, it makes the science story memorable and deeply meaningful, while enriching one's religious faith or secular outlook.\"[46]\n\nMany naturalistic writers have used this theme as a topic for their books using such synonyms as: Cosmic Evolution, Everybody's Story, Evolutionary Epic, Evolutionary Universe, Great Story, New Story, Universal Story. Connie Barlow writes:\n\nEvolutionary evangelist minister Michael Dowd uses the term to help present his position that science and religious faith are not mutually exclusive (a premise of religious naturalism). He preaches that the epic of cosmic, biological, and human evolution, revealed by science, is a basis for an inspiring and meaningful view of our place in the universe. Evolution is viewed as a spiritual process that it is not meaningless blind chance.[48] He is joined by a number of other theologians in this position.[49][50][51]\n\n"
        },
        {
            "title": "Notable proponents and critics",
            "text": "Proponents of religious naturalism are seen from two perspectives. The first includes contemporary individuals who have discussed and supported religious naturalism, per se. The other includes historic individuals who may not have used or been familiar with the term, \"religious naturalism\", but who had views that are relevant to and whose thoughts have contributed to the development of religious naturalism.\n\nReligious naturalism has been criticized from two perspectives. One is that of traditional Western religion, which disagrees with naturalist disbelief in a personal God. Another is that of naturalists who do not agree that a religious sense can or should be associated with naturalist views. Critics in the first group include supporters of traditional Jewish, Christian, and Islamic religions. Critics in the second group include:\n\n"
        },
        {
            "title": "Prominent communities and leaders",
            "text": "Religious naturalists sometimes use the social practices of traditional religions, including communal gatherings and rituals, to foster a sense of community, and to serve as reinforcement of its participants' efforts to expand the scope of their understandings. Some other groups mainly communicate online. Some known examples of religious naturalists groupings and congregation leaders are:[54]\n\nReligious Naturalism is the focus of classes and conferences at some colleges and theology schools.[64][65] Articles about religious naturalism have appeared frequently in journals, including Zygon, American Journal of Theology and Philosophy, and the International Journal for Philosophy and Religion.\n\n"
        },
        {
            "title": "Further reading",
            "text": "Reading lists – Evolution Reading Resources[permanent dead link],  Books of the Epic of Evolution,\nCosmic Evolution\n\n"
        }
    ]
}