{
    "url": "https://en.wikipedia.org/wiki/Religious_views_on_truth",
    "title": "Religious views on truth",
    "table_of_contents": [
        "1 Abrahamic religions",
        "1.1 Christianity",
        "1.1.1 The Magisterium of the Church",
        "1.1.2 Biblical inerrancy",
        "1.2 Judaism",
        "1.3 Islam",
        "2 Indian religions",
        "2.1 Sikhism",
        "2.1.1 Mul Mantra",
        "2.2 Buddhism",
        "2.2.1 The Four Noble Truths",
        "2.2.2 Two Truths Doctrine",
        "2.3 Hinduism",
        "2.4 Jainism",
        "3 Notes",
        "3.1 Web references"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nReligious views on truth vary both between and within religions. The most universal concept of religion that holds true in every case is the inseparable nature of truth and religious belief. Each religion sees itself as the only path to truth.[citation needed] Religious truth, therefore, is never relative, always absolute.\n\nAccording to an online edition of Webster's Dictionary, the word Truth is most often used to mean being in accord with fact or reality, or fidelity to an original or standard.[1]\n\n"
        },
        {
            "title": "Abrahamic religions",
            "text": "Christian philosopher William Lane Craig notes that the Bible typically uses the words true or truth in non-philosophical senses to indicate such qualities as fidelity, moral rectitude, and reality. However, it does sometimes use the word in the philosophical sense of veracity.[2]\n\nSome Christians believe that other authorities are sources of doctrinal truth. Catholics believe that the Pope is infallible when pronouncing on certain, rather specific, matters of church doctrine.[3]\n\nIn Christian Science, (not recognised as a Christian organization by the bulk of mainstream churches) Truth is God.[4]\n\nThe magisterium of the Catholic Church is the church's authority or office to establish teachings.[5][6] That authority is vested uniquely in the Pope and the bishops, under the premise that they are in communion with the correct and true teachings of the faith which is shown in the Catechism of the Catholic Church.[7] Sacred scripture and sacred tradition \"make up a single sacred deposit of the Word of God, which is entrusted to the Church\",[8] and the magisterium is not independent of this, since \"all that it proposes for belief as being divinely revealed is derived from this single deposit of faith.\"[9]\n\nBiblical inerrancy, as formulated in the \"Chicago Statement on Biblical Inerrancy\", is the doctrine that the Protestant Bible \"is without error or fault in all its teaching\";[10] or, at least, that \"Scripture in the original manuscripts does not affirm anything that is contrary to fact\".[11] Various interpretations have been applied, depending on the tradition.[12][13] According to some interpretations of the doctrine, all of the Bible is without error, i.e., is to be taken as true, no matter what the issue. Other interpretations hold that the Bible is always true on important matters of faith, while other interpretations hold that the Bible is true but must be specifically interpreted in the context of the language, culture and time that relevant passages were written.[14]\n\nThere is no unilateral agreement among the different denominations of Judaism concerning truth. In Orthodox Judaism, truth is the revealed word of God, as found in the Hebrew Bible, and to a lesser extent, in the words of the sages of the Talmud. For Hasidic Jews truth is also found in the pronouncements of their rebbe, or spiritual leader, who is believed to possess divine inspiration.[15] Kotzk, a Polish Hasidic sect, was known for their obsession with truth.[citation needed]\n\nIn Conservative Judaism, truth is not defined as literally as it is among the Orthodox. While Conservative Judaism acknowledges the truth of the Tanakh, generally, it does not accord that status to every single statement or word contained therein, as do the Orthodox. Moreover, unlike Orthodox Judaism, Conservative Judaism believes that the nature of truth can vary from generation to generation, depending on circumstances. For instance, with respect to halakha, or Jewish law, Conservative Judaism believes that it can be modified or adapted depending on the needs of the people. In Orthodox Judaism, by contrast, the halakha is fixed (by the sages of the Talmud and later authorities); the present-day task, therefore, is to interpret the halakha, but not to change it.[citation needed]\n\nReform Judaism takes a much more liberal approach to truth. It does not hold that truth is found only in the Tanakh; rather, there are kernels of truth to be found in practically every religious tradition. Moreover, its attitude towards the Tanakh is, at best, a document parts of which may have been inspired, but with no particular monopoly on truth, or in any way legally binding.[citation needed]\n\nHonesty and truthfulness are very important concepts in Islamic law. Muslims are commanded to be honest in their dealings with others and also to oneself. Honesty involves not lying or cheating others, giving others their fair due even when it is not asked, giving objective opinions even when they count against you, and not obtaining property or money by fraud. Muslims must also fulfill their promises.[16]\n\nAnother important concept is the belief that truth lies in Islam itself, as being the one true religion, and the ultimate answer to all moral questions. Muslims believe that there is no falseness or contradictions in Islam because \"falseness or contradiction in one matter of the religion proves the falsity of the religion as a whole, since we would then doubt the integrity of its texts.\"[17]\n\n"
        },
        {
            "title": "Indian religions",
            "text": "The First Part of the Guru Granth Sahib states one universal creator God , his name is truth.This demonstrates that God is equal and one. In the Mul Mantra the Guru explains that God is the truth and he wants you to keep him in your minds at all times. The guru says God is beyond our understanding of knowledge.[18][19]\n\nThe Four Noble Truths are the most fundamental Buddhist teachings and appear countless times throughout the most ancient Buddhist texts, the Pali Canon. They arose from Buddha's enlightenment and are regarded in Buddhism as deep spiritual insight, not as philosophical theory, with Buddha noting in the Samyutta Nikaya: \"These Four Noble Truths, monks, are actual, unerring, not otherwise. Therefore, they are called noble truths.\"[20]\n\nThe Four Noble Truths are as follows: \n\nThe two truths doctrine in Buddhism differentiates between two levels of truth in Buddhist discourse, a \"relative\", or commonsense truth (Tibetan: kun-rdzob bden-pa; Sanskrit: samvrtisatya), and an  \"ultimate\" or absolute spiritual truth  (Tibetan: don-dam bden-pa; Sanskrit: paramarthasatya). Stated differently, the Two Truths Doctrine holds that truth exists in conventional and ultimate forms, and that both forms are co-existent. Other schools, such as Dzogchen, hold that the Two Truths Doctrine are ultimately resolved into nonduality as a lived experience and are non-different.  The doctrine is an especially important element of Buddhism and was first expressed in complete modern form by Nagarjuna, who based it on the Kacc훮yanagotta Sutta.[citation needed]\n\nAccording to the principle scripture of Hinduism \n\n[32] the Bhagavad-g카t훮, truth is Krishna himself. This is confirmed by Vyasa as stated in the verse,[33] \nKrishna declares himself to be the ultimate truth, \"There is no truth superior to Me. Everything rests upon Me, as pearls are strung on a thread.\"[35]\n\nIn the scriptures related to dharma (moral behavior), Manu Samhita, the truth should be spoken, one must be honest, straight forward and non-duplicitous in ones dealing the world[36] and in a pleasing way.[37]\n\nAlthough, historically, Jain authors have adopted different views on truth, the most prevalent is the system of anekantavada or \"not-one-sidedness\". This idea of truth is rooted in the notion that there is one truth, but only enlightened beings can perceive it in its entirety; unenlightened beings perceive only one side of the truth (ekanta). Anekantavada works around the limitations of a one-sided view of truth by proposing multiple vantage points (nayas) from which truth can be viewed (cf. Nayav훮da). Recognizing that there are multiple possible truths about any particular thing, even mutually exclusive truths, Jain philosophers developed a system for synthesizing these various claims, known as syadvada. Within the system of syadvada, each truth is qualified to its particular view-point; that is \"in a certain way\", one claim or another or both may be true.[citation needed]\n\n"
        }
    ]
}