{
    "url": "https://en.wikipedia.org/wiki/Religious_terrorism",
    "title": "Religious terrorism",
    "table_of_contents": [
        "1 Definition",
        "2 Martyrdom and suicide terrorism",
        "3 Financing",
        "4 Criticism of the concept",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Religious terrorism is a type of religious violence where terrorism is used as a strategy to achieve certain religious goals or which are influenced by religious beliefs and/or identity.[1]\n\nIn the modern age, after the decline of ideas such as the divine right of kings and with the rise of nationalism, terrorism has more often been based on anarchism, and revolutionary politics. Since 1980, however, there has been an increase in terrorist activity motivated by religion.[2]: 2 [3]: 185–99 \n\nFormer United States Secretary of State Warren Christopher said that terrorist acts in the name of religion and ethnic identity have become \"one of the most important security challenges we face in the wake of the Cold War.\"[4]: 6   However, political scientists Robert Pape and Terry Nardin,[5] social psychologist Brooke Rogers,[6] and sociologist and religious studies scholar Mark Juergensmeyer have all argued that religion should only be considered one incidental factor and that such terrorism is primarily geopolitical.\n\n"
        },
        {
            "title": "Definition",
            "text": "According to Juergensmeyer, religion and violence have had a symbiotic relationship since before the Crusades and even since before the Bible.[4] He defines religious terrorism as consisting of acts that terrify, the definition of which is provided by the witnesses – the ones terrified – and not by the party committing the act; accompanied by either a religious motivation, justification, organization, or world view.[4]: 4–10   Religion is sometimes used in combination with other factors, and sometimes as the primary motivation. Religious terrorism is intimately connected to current forces of geopolitics.\n\nBruce Hoffman has characterized modern religious terrorism as having three traits:\n\n"
        },
        {
            "title": "Martyrdom and suicide terrorism",
            "text": "Important symbolic acts such as the blood sacrifice link acts of violence to religion and terrorism.[9] Suicide terrorism, self-sacrifice, or martyrdom has throughout history been organized and perpetrated by groups with both political and religious motivations.[10] Suicide terrorism or martyrdom is efficient, inexpensive, easily organized, and extremely difficult to counter, delivering maximum damage for little cost. The shocking nature of a suicide attack also attracts public attention.  Glorifying the culture of martyrdom benefits the terrorist organization and inspires more people to join the group.[11] According to one commentator, retaliation against suicide attacks increases the group's sense of victimization and commitment to adhere to doctrine and policy. This process serves to encourage martyrdom, and so suicide terrorism, self-sacrifice, or martyrdom represent \"value for money\".[12] Robert Pape, a political scientist who specializes in suicide terrorism, has made a case for secular motivations and reasons as being the foundations of most suicide attacks, which are often labelled as \"religious\".[13]\n\n"
        },
        {
            "title": "Financing",
            "text": "Terrorism activities worldwide are supported through not only the organized systems that teach holy war as the highest calling, but also through the legal, illegal, and often indirect methods financing these systems; these sometimes use organizations, including charities, as fronts to mobilize or channel sources and funds.[14] Charities can involve the provision of aid to those in need, and oblations or charitable offerings are fundamental to nearly all religious systems, with sacrifice as a furtherance of the custom.[15]\n\n"
        },
        {
            "title": "Criticism of the concept",
            "text": "Robert Pape compiled the first complete database of every documented suicide bombing from 1980 to 2003. He argues that the news reports about suicide attacks are profoundly misleading – \"There is little connection between suicide terrorism and Islamic fundamentalism, or any one of the world's religions\". After studying 315 suicide attacks carried out over the last two decades, he concludes that suicide bombers' actions stem from political conflict, not religion.[13]\n\nMichael A. Sheehan stated in 2000, \"A number of terrorist groups have portrayed their causes in religious and cultural terms. This is often a transparent tactic designed to conceal political goals, generate popular support and silence opposition.\"[16]\n\nTerry Nardin wrote, \n\nProfessor Mark Juergensmeyer wrote, \n\nand \n\nDavid Kupelian wrote, \"Genocidal madness can't be blamed on a particular philosophy or religion.\"[17]: 185 \n\nRiaz Hassan wrote, \"It is politics more than religious fanaticism that has led terrorists to blow themselves up.\"[18]\n\nOn July 2, 2013, in Lahore, 50 Muslim scholars of the Sunni Ittehad Council (SIC) issued a collective fatwa against suicide bombings, the killing of innocent people, bomb attacks, and targeted killings declaring them as Haraam or forbidden.[19]\n\n"
        }
    ]
}