{
    "url": "https://en.wikipedia.org/wiki/Religiocentrism",
    "title": "Religiocentrism",
    "table_of_contents": [
        "1 Terminology",
        "2 Academic studies",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Religiocentrism or religio-centrism is defined (Corsini 1999:827) as the \"conviction that a person's own religion is more important or superior to other religions.\" In analogy to ethnocentrism, religiocentrism is a value-neutral term for psychological attitude.\n\n"
        },
        {
            "title": "Terminology",
            "text": "The neologism religiocentrism combines religio- (e.g., religiophobia) and -centrism (e.g., Eurocentrism). Derivations include religiocentric or religio-centric.\n\nAlthough the precise origins of religiocentrism and religiocentric remain unclear, the words have been used since the early 20th century. The American economist Adrian Augustus Holtz (1917:15) described how early German school reforms were \"carried on in a way that allowed for a religio-centric educational system.\" Sinclair Lewis's Main Street (1920:307) said, \"Maud Dyer was neurotic, religiocentric, faded; her emotions were moist, and her figure was unsystematic.\"\n\nThe related term Christocentric theologically means \"forms of Christianity that concentrate on the teaching of Jesus Christ\", but is sometimes used as a near synonym of religiocentric. For instance (Hamilton 2002), \"No matter where it appears, government-sponsored Christocentrism, or even religiocentrism, undermines this nation's ideals.\"\n\n"
        },
        {
            "title": "Academic studies",
            "text": "Religiocentrism is commonly discussed in contexts of psychology, sociology, and anthropology.\n\nThe Australian social psychologists John J. Ray and Dianne Doratis defined religiocentrism.\n\nRay and Doratis designed a groundbreaking attitude scale to measure religiocentrism and ethnocentrism. Their religiocentrism scale comprises 33 items (for instance, \"I think my religion is nearer to the truth than any other\" and \"Most Moslems, Buddhists and Hindus are very stupid and ignorant\"), with five-point Likert scale psychometric response options from \"Strongly agree\" (Scored 5) to \"Strongly disagree\" (1). To verify internal consistency among respondents, 11 items were reverse scored (\"It makes no difference to me what religion my friends are\" is the converse of \"I think that it's better if you stick to friends of the same religion as your own\"), resulting in a reliability coefficient of .88 among 154 first-year university students. The authors tested attitudes among Australian fifth-form students in two Catholic and two public schools, and discovered that neither ethnocentrism nor religiocentrism showed any correlation with religious background. Ray and Doratis concluded (1971:178), \"Ethnocentrism, religiocentrism and religious conservatism were all shown to be separate and distinct factors of attitudes in their own right. They are not just three aspects of the one thing. Religiocentric people do however tend to be both religiously conservative and ethnocentric.\"\n\nThe Hungarian-Jewish historian and anthropologist Raphael Patai mentions religiocentrism as a variable in relationships between religion and culture, \n\nComparing Middle Eastern, Far Eastern, and Western cultures, Patai finds,\n\nIn a later survey of the potentials for world peace, Patai differentiated the major modern religions between \"theistic\" and \"nontheistic\".\n\nIn response, Andrew Wilson, Professor of Scriptural Studies of the Unification Theological Seminary, criticized Patai's opinion as theologically plausible but historically erroneous, citing examples (1987:28) of \"rampant communal violence between Hindus and Buddhists in Sri Lanka and between Sikhs and Hindus in India.\"\n\nReligiocentrism has a specialized meaning for sociologists (Chalfant, Beckley, and Palmer 1994:51). \"This term is related to a common word used in sociological literature, ethnocentrism. Similarly, we might refer to feelings of rightness and superiority resulting from religious affiliation as religiocentrism. Religiocentrism inhibits the ability of a society to achieve adaptation, integration and goal-attainment.\"\n\nMohammed Abu-Nimer, the Director of the Peacebuilding and Development Institute at American University, distinguishes between religiocentrism and \"religiorelativism\".\n\nAbu-Nimer (2004:479-501) analyzes three typical reactions of a religiocentric person to another religion: denial (e.g., Israel not allowing Arabs to purchase or use state land), defense mechanisms (\"There is no salvation outside the Church\"), and minimization (\"We are all the children of God\").\n\n"
        }
    ]
}