{
    "url": "https://en.wikipedia.org/wiki/Remember_the_Titans",
    "title": "Remember the Titans",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Filming",
        "3.2 Historical accuracy",
        "4 Music",
        "4.1 Soundtrack",
        "5 Release",
        "6 Reception",
        "6.1 Box office",
        "6.2 Critical response",
        "6.3 Accolades",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRemember the Titans is a 2000 American biographical sports film produced by Jerry Bruckheimer and directed by Boaz Yakin. The screenplay, written by Gregory Allen Howard, is based on the true story of coach Herman Boone, portrayed by Denzel Washington, and his attempt to integrate the T. C. Williams High School (now Alexandria City High School) football team in Alexandria, Virginia, in 1971. Will Patton portrays Bill Yoast, Boone's assistant coach. Real-life athletes Gerry Bertier and Julius Campbell are portrayed by Ryan Hurst and Wood Harris, respectively.\n\nThe film was co-produced by Walt Disney Pictures and Jerry Bruckheimer Films and released by Buena Vista Pictures. On September 19, 2000, the film's soundtrack was released by Walt Disney Records. It features songs by several recording artists including Creedence Clearwater Revival, Bob Dylan, The Hollies, Marvin Gaye, James Taylor, The Temptations,  Cat Stevens, and Steam.\n\nRemember the Titans had a budget of $30 million and premiered in theaters nationwide in the United States on September 29, 2000. It grossed an estimated $115.6 million in the U.S., and $136.7 million worldwide. The film is often listed among the best football films.[2][3][4][5][6]\n\n"
        },
        {
            "title": "Plot",
            "text": "In 1981, a group of former football coaches and players attend a funeral.\n\nNearly ten years earlier in the summer of 1971, at the newly integrated T. C. Williams High School in Alexandria, Virginia, Herman Boone, a black head coach who was supposed to lead the black high school's football team, is assigned to the coaching staff under white head coach Bill Yoast, who previously led the white high school and has been nominated for the Virginia High School Hall of Fame. In an attempt to placate rising racial tensions and the fact that, despite the abolition of racial segregation in public schools, all other high schools are \"white only\", the school district decides to change course and name Boone the head coach. He refuses, believing it is unfair to Yoast, but relents after seeing what it means to the black community. Yoast is offered the position of assistant coach by the school board and initially refuses, but reconsiders after the white players pledge to boycott the team if he does not participate. Dismayed at the prospect of the students losing their chances at scholarships, Yoast changes his mind and takes up the position of defensive coordinator under Boone, to the dismay of his daughter Sheryl.\n\nThe black students trying out for the team have a meeting in the gymnasium with Boone, but it devolves into a fiasco when Yoast and several white students interrupt it. Afterwards, Boone takes Yoast aside and explains how he will run the team and that black and white does not matter to him, leaving Yoast with renewed faith in Boone. On August 15, the players gather and journey to Gettysburg College for training camp. Early on, the black and white team members frequently clash in racially-motivated conflicts, including some between captains Gerry Bertier and Julius Campbell. However, through forceful coaching and rigorous athletic training by Boone—including an early morning run to the Gettysburg National Cemetery and a motivational speech—the team achieves racial harmony and comes out a unified team. After returning from camp, Boone is told by a member of the school board that if he loses even a single game, he will be dismissed. Subsequently, the Titans go through the season undefeated while battling racial prejudice before slowly gaining support from the community. Gerry even has his best friend Ray removed from the team because of his racism, following a game where Ray intentionally missed a block that led to the near-season-ending injury of starting quarterback Jerry \"Rev\" Harris.\n\nJust before the state semi-finals, Yoast is told by the chairman of the school board that he will be inducted into the Hall of Fame after the Titans lose one game, implying he wants Boone to be dismissed. During the game, it becomes apparent that the referees are biased against the Titans; upon seeing the chairman and other board members in the audience looking on with satisfaction, Yoast realizes that they have rigged the game, and marches onto the field to warn the head referee that if the game not officiated fairly, he will go to the press and expose the scandal. After this, the Titans soon shut out their opponents and advance to the state championship, but Yoast is told by the infuriated chairman that his actions in saving Boone's job have resulted in the loss of his Hall of Fame nomination.\n\nWhile celebrating the victory, Bertier is severely injured in a car accident when he drives through an intersection against an oncoming truck; the Titans wait in the hospital for his recovery. Although Bertier is now unable to play, having been paralyzed from the waist down for the rest of his life, the team goes on to mount a comeback in the fourth quarter and win the state championship.\n\nTen years later, Bertier dies in another car accident caused by a drunk driver after having won the gold medal in shot put in the Paralympic Games. It is revealed that it is his funeral the former football coaches and players are attending, where Julius, while holding the hand of Bertier's mother, leads the team in a mournful rendition of \"Na Na Hey Hey Kiss Him Goodbye\".\n\nIn the epilogue, descriptions show the players' and coaches' activities after the events in 1971. Coach Boone coached the Titans for five more seasons before retirement, while Coach Yoast assisted Boone for four more years, retiring from coaching in 1990; the two coaches became good friends. After Bertier's death, the gymnasium at T.C. Williams High was renamed after him. Julius would work for the city of Alexandria and remain friends with Bertier until his death.\n\n"
        },
        {
            "title": "Production",
            "text": "Filming locations for the motion picture included the campus of Berry College in Rome, Georgia, Etowah High School in Woodstock, and in Atlanta, Georgia including Henry Grady High School and Druid Hills High School which both filled in for T.C. Williams High School. Practice scenes were filmed at Clarkston High School in Clarkston Georgia. All home games were filmed in Dallas, Georgia at Paulding County High School. Additionally, some of the championship game scenes were filmed at the Sprayberry High School football stadium in East Marietta, Georgia.\n\nAs with any movie that is not a documentary film but is rather \"based on a true story\", it has strayed from the actual events that had occurred on many occasions to add new dramatic elements of teamwork, commitment, and friendship to the film.\n\n"
        },
        {
            "title": "Music",
            "text": "On September 19, 2000, the soundtrack was released by Walt Disney Records. The film score was orchestrated by musician Trevor Rabin and features music composed by various artists. From the instrumental score, Rabin's track \"Titans Spirit\", was the only cue (of the 12 composed) added to the soundtrack. It is also the only piece of music on the soundtrack album not to have been previously released.\n\n\"Titans Spirit\" is a seven-minute instrumental. It has been used on numerous sports telecasts, particularly those on NBC, which has utilized the score during its closing credits for each Olympic Games since 2002, as well as the final closing credits montage ending their 12-year run of NBA coverage in 2002. The song was also played as veteran New York Mets players crossed home plate during the closing ceremonies at Shea Stadium, and as the New York Yankees were awarded their rings from their 2009 World Series championship. The New Jersey Devils also used this song during the jersey number retirement ceremonies for Scott Stevens, Ken Daneyko, Scott Niedermayer, Martin Brodeur and Patrik Eliáš. In 2018, at the conclusion of the Stanley Cup playoffs, the song was used during the Washington Capitals' Stanley Cup celebration as captain Alexander Ovechkin lifted the Cup in Las Vegas.\n\nIt was also used during the 2008 Democratic National Convention to accompany the celebration and fireworks at Invesco Field after future president Barack Obama gave his nomination acceptance speech, and was also used immediately following his victory speech upon winning the 2008 Presidential Election.[13]\n\n"
        },
        {
            "title": "Release",
            "text": "Following its release in theaters, the Region 1 widescreen and Pan and scan edition of the motion picture was released on VHS and DVD in the United States on March 20, 2001.[14] A Special Edition widescreen format of the film was released on March 20, 2001, along with a widescreen Director's cut on March 14, 2006.[15]\n\nA restored widescreen hi-definition Blu-ray version was released by Walt Disney Studios Home Entertainment on September 4, 2007. Special features include backstage feature audio commentary with director Boaz Yakin, producer Jerry Bruckheimer and writer Gregory Allen Howard, feature audio commentary with real-life coaches Herman Boone and Bill Yoast, \"Remember The Titans: An inspirational journey behind the scenes\" hosted by Lynn Swann, \"Denzel Becomes Boone,\" \"Beating The Odds\"; Deleted scenes; Movie Showcase and seamless menus.[16]\n\n"
        },
        {
            "title": "Reception",
            "text": "Remember the Titans opened strongly at the U.S. box office, grossing $26,654,715 in its first weekend and staying within the top five for six weeks.[17] It eventually went on to gross an estimated $115,654,751 in the U.S., and $136,706,684 worldwide.[1]\n\nAmong mainstream critics in the U.S., Remember the Titans received generally positive reviews.[18] Rotten Tomatoes reported that 73% of 134 sampled critics gave the film a positive review, with an average score of 6.3/10. The site's consensus states: \"An inspirational crowd-pleaser with a healthy dose of social commentary, Remember the Titans may be predictable, but it's also well-crafted and features terrific performances.\"[19] At Metacritic, which assigns a weighted average score out of 100 to critics' reviews, the film received a score of 48 based on 32 reviews.[18] Audiences polled by CinemaScore gave the film a rare \"A+\" grade.[20]\n\nJames Berardinelli writing for ReelViews, called the film \"relentlessly manipulative and hopelessly predictable\" but noted that it was \"a notch above the average entry in part because its social message (even if it is soft-peddled [sic]) creates a richer fabric than the usual cloth from which this kind of movie is cut.\"[21] Describing some pitfalls, Robert Wilonsky of the Dallas Observer said that \"beneath its rah-rah rhetoric and pigskin proselytizing, it's no more provocative or thoughtful than a Hallmark Hall of Fame film or, for that matter, a Hallmark greeting card. Its heart is in the right place, but it has no soul.\"[22] Wilonsky however was quick to admit \"The film's intentions are noble, but its delivery is ham-fisted and pretentious; you can't deny the message, but you can loathe the messenger without feeling too guilty about it.\"[22]\n\nTodd McCarthy, writing in Variety, said, \"As simplistic and drained of complexity as the picture is, it may well appeal to mainstream audiences as an 'if only it could be like this' fantasy, as well as on the elemental level of a boot camp training film, albeit a PG-rated one with all the cuss words removed.\"[24] Roger Ebert, in the Chicago Sun-Times, viewed the film as \"a parable about racial harmony, yoked to the formula of a sports movie,\" adding, \"Victories over racism and victories over opposing teams alternate so quickly that sometimes we're not sure if we're cheering for tolerance or touchdowns. Real life is never this simple, but then that's what the movies are for\".[23]\n\nIn the San Francisco Chronicle, Mick LaSalle wrote that the film reminds the viewer that \"it's possible to make a sentimental drama that isn't sickening —  and a sports movie that transcends cliches.\"[25] Columnist Bob Grimm of the Sacramento News & Review, somewhat praised the film, writing, \"The film is quite lightweight for the subject matter, but Washington and company make it watchable.\"[26] Some detractors like Owen Gleiberman of Entertainment Weekly wrote, \"Denzel Washington should have held out for a better script before he signed on to star in Remember the Titans, but you can see why he wanted to do the movie: He gets to play Martin Luther King Jr. and Vince Lombardi rolled into one nostalgically omnipotent tough-love saint.\"[27] Jeff Vice of the Deseret News admitted that although the film contained dialogue that was \"corny, clichéd, and downright cheesy at times,\" as well as how it relayed its message in one of the \"most predictable, heavy-handed manners we've seen in a movie in years\", the film \"serves as a reminder of how much goodness there is inside people, just waiting for the right person to bring it out.\" He also viewed the casting as top-notch, saying that it helped to have a \"rock-solid foundation in the form of leading-man Denzel Washington\" at the helm.[28]\n\nThe film was nominated and won several awards in 2000–2001.\n\nThe film is recognized by American Film Institute in these lists:\n\n"
        }
    ]
}