{
    "url": "https://en.wikipedia.org/wiki/Remodernist_film",
    "title": "Remodernist film",
    "table_of_contents": [
        "1 Manifesto and philosophy",
        "2 History",
        "2.1 In Passing, Feature-length collaboration",
        "3 Examples of Remodernist films",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Remodernist film developed in the United States and the United Kingdom in the early 21st century with ideas related to those of the international art movement Stuckism and its manifesto, Remodernism. Key figures are Jesse Richards and Peter Rinaldi.\n\n"
        },
        {
            "title": "Manifesto and philosophy",
            "text": "On August 27, 2008, Jesse Richards published a 15-point Remodernist Film Manifesto, calling for a \"new spirituality in cinema\", use of intuition in filmmaking, as well as describing the remodernist film as being a \"stripped down, minimal, lyrical, punk kind of filmmaking\". Point 4 is:\n\nThere are also several polemic statements made in the manifesto that criticize Stanley Kubrick, filmmakers that shoot on digital video, as well as Dogme 95.[3] In December, 2008, Turkish film magazine Bakiniz translated the manifesto into Turkish and soon after Polish magazine Red translated it into Polish.[4]\n\nRemodernist film calls for a return to emotional and spiritual meaning in cinema, as well as an emphasis on new ideas of narrative structure and subjectivity. Elements of No Wave Cinema,[5] French New Wave,  punk film, expressionist, spiritual and transcendental filmmaking, as well as Antonin Artaud's ideas on the Theatre of Cruelty helped lead to this new film movement.[6] They champion the works of Andrei Tarkovsky, Yasujirō Ozu, Robert Bresson, Jean Rollin, Michelangelo Antonioni, Jean Vigo, Amos Poe, Jean Epstein and Nicholas Ray among others, as well as Béla Tarr's film Satantango and Jean-Luc Godard's Hail Mary.[6][7]\n\n"
        },
        {
            "title": "History",
            "text": "The idea of Stuckism in relation to filmmaking and photography started 2001 when Jesse Richards and Nicholas Watson began releasing work as The New Haven Stuckists Film Group. On March 8, 2008 their film Shooting at the Moon made its London premiere at Horse Hospital during its FLIXATION Underground Cinema Club event. Remodernist Film and Photography was founded by Richards and Smith in 2004.\n\nFilms later seen as Remodernist included Youngblood (1995) by Harris Smith, Shooting at the Moon (1998–2003) by Jesse Richards and Nicholas Watson, and Medway Bus Ride (1999) by Wolf Howard.[4]\n\nAmos Poe is part of the movement,[8][9] which he said was \"just a bunch of kids.\"[8] He said in 2008:\n\nIn late August, 2009, an International Alliance of Remodernist Filmmakers was started by Jesse Richards in order to promote discussion and collaboration amongst those following the manifesto.  The filmmakers include Jesse Richards, Harris Smith, Christopher Michael Beer, Dmitri Trakovsky, Kate Shults, Peter Rinaldi and Khurrem Gold of America, Roy Rezaali of Holland, Rouzbeh Rashidi of Iran and Dean Kavanagh of Ireland.[10]\n\nIn October, 2009, with the intention \"to further develop and explain Remodernist film concepts\", a series of articles by Jesse Richards, Peter Rinaldi and Roy Rezaali were published in the magazine MungBeing.[11]\n\nRichards said, \"Remodernism rejected Postmodernism for its 'failure to answer or address any important issues of being a human being'\", and that Remodernism is \"about seeking truth, establishing meaningful connections\" and \"addressing the shadow\".[12]\n\nIn his essay Concepts and Craft in Remodernist Film, Richards said that Remodernist film craft \"embraces the amateur\", involves the idea of filmmakers \"teaching themselves to paint pictures, to try acting in their own movies and those of others (especially if they are shy), to be nude models for other artists, to meditate, worship if they are religious, to do things that affect their levels of consciousness, try things that make them nervous or uncomfortable, to go out and be involved in life, to find adventure, to jump in the ocean. I think that is the exploration of craft\".[13]\n\nThe article explains the differences between modernist, post-modernist and remodernist cinema, describing Robert Bresson and Andrei Tarkovsky as \"early Remodernist filmmakers\", and notes films that make emphasis of \"small moments\", including Béla Tarr's film Satantango, \"...every moment of the film Satantango is a good example of this kind of exploration of \"moments\"- the film starts with a ten-minute shot following cows coming out of a barn and wandering around a run-down agriculture collective. These kinds of moments are all but ignored in most examples of modern cinema, and that's a terrible, terrible thing\".\n\nRichards says of Remodernist filmmaking:\n\nIn another article, entitled A Quick Primer and History, Richards relaxes the criticism in the manifesto against digital video, noting that it can \"have a place in Remodernist cinema\" but that it should be given a new language, and that it currently \"mimic(s) film\". The article also broadens the aim of the movement, explaining the common bond among Remodernist filmmakers being a search for truth, knowledge, authenticity and spirituality in their work, but having different approaches on achieving that goal.[14]\n\nPeter Rinaldi, analyzes the manifesto and shares his \"personal thoughts\" on it in his essay, The Shore as seen from The Deep Sea. Particularly, he defends the criticism of digital and later of Stanley Kubrick, saying first, \"for the most part, the ‘easiness’ of video has led to degradation in the images created\",[15] and:\n\nThe rest of the article draws direct connections between ideas in the manifesto and some Christian and Buddhist teachings.[6]\n\nIn June 2010, after publishing a letter from Richards about the Remodernist Film Manifesto on his site,[16] film critic Roger Ebert tweeted, \"Much discussed on serious film blogs: The Remodernist Film Manifesto. Lars von Trier, get out of town\".[17]\n\nIn February 2010, the Australian film magazine Filmink announced the forthcoming production of a compilation feature film being made by members of the Remodernist film movement, which the magazine says \"recalls art movements of the late 19th and early 20th centuries which saw artists attempting to strive toward artistic freedom and authenticity\". The film, which will consist of ten-minute pieces by various members of the film movement \"from around the globe\", is scheduled to premiere in December, 2010 in New York. Participating filmmakers include: Peter Rinaldi, Kate Shults, Rouzbeh Rashidi, Dean Kavanagh, Roy Rezaali, Heidi Beaver and Christopher Michael Beer. Richards' Remodernist Film Manifesto \"forms the basis\" of the joint project.[18]\n\nThe film's premiere was announced for November 13, 2011 at the Quad Cinemas in New York City.[19]\n\nIn the November 2011 print edition of Filmink, film scholar, critic and programmer Jack Sargeant wrote about the movement and In Passing, referring to the movement as \"the new personal cinema\" and describing the evolution of \"lyrical cinema\" from the work of Andrei Tarkovsky, Wim Wenders, Jim Jarmusch, Béla Tarr and through to the Remodernist filmmakers.\n\nSargeant goes onto describe In Passing:\n\n"
        }
    ]
}