{
    "url": "https://en.wikipedia.org/wiki/Remotely_operated_underwater_vehicle",
    "title": "Remotely operated underwater vehicle",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "2.1 Terminology",
        "3 Construction",
        "4 Configurations",
        "5 Survey use",
        "6 Use in support of diving operations",
        "7 Military use",
        "8 Science use",
        "8.1 Educational outreach",
        "8.2 List of Scientific ROVs",
        "9 Broadcast use",
        "10 Hobby use",
        "11 Classification",
        "12 See also",
        "13 References",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A remotely operated underwater vehicle (technically ROUV or just ROV) is a tethered underwater mobile device, commonly called underwater robot.\n\n"
        },
        {
            "title": "Definition",
            "text": "This meaning is different from remote control vehicles operating on land or in the air. ROVs are unoccupied, usually highly maneuverable, and operated by a crew either aboard a vessel/floating platform or on proximate land. They are common in deepwater industries such as offshore hydrocarbon extraction. They are linked to a host ship by a neutrally buoyant tether or, often when working in rough conditions or in deeper water, a load-carrying umbilical cable is used along with a tether management system (TMS). The TMS is either a garage-like device which contains the ROV during lowering through the splash zone or, on larger work-class ROVs, a separate assembly which sits on top of the ROV. The purpose of the TMS is to lengthen and shorten the tether so the effect of cable drag where there are underwater currents is minimized. The umbilical cable is an armored cable that contains a group of electrical conductors and fiber optics that carry electric power, video, and data signals between the operator and the TMS. Where used, the TMS then relays the signals and power for the ROV down the tether cable. Once at the ROV, the electric power is distributed between the components of the ROV. However, in high-power applications, most of the electric power drives a high-power electric motor which drives a hydraulic pump. The pump is then used for propulsion and to power equipment such as torque tools and manipulator arms where electric motors would be too difficult to implement subsea. Most ROVs are equipped with at least a video camera and lights. Additional equipment is commonly added to expand the vehicle's capabilities. These may include sonars, magnetometers, a still camera, a manipulator or cutting arm, water samplers, and instruments that measure water clarity, water temperature, water density, sound velocity, light penetration, and temperature.[1]\n\n"
        },
        {
            "title": "History",
            "text": "In the 1970s and '80s the Royal Navy used \"Cutlet\", a remotely operated submersible, to recover practice torpedoes and mines. RCA (Noise) maintained the \"Cutlet 02\" System based at BUTEC ranges, whilst the \"03\" system was based at the submarine base on the Clyde and was operated and maintained by RN personnel.\n\nThe U.S. Navy funded most of the early ROV technology development in the 1960s into what was then named a \"Cable-Controlled Underwater Recovery Vehicle\" (CURV). This created the capability to perform deep-sea rescue operation and recover objects from the ocean floor, such as a nuclear bomb lost in the Mediterranean Sea after the 1966 Palomares B-52 crash. Building on this technology base; the offshore oil & gas industry created the work-class ROVs to assist in the development of offshore oil fields. More than a decade after they were first introduced, ROVs became essential in the 1980s when much of the new offshore development exceeded the reach of human divers. During the mid-1980s the marine ROV industry suffered from serious stagnation in technological development caused in part by a drop in the price of oil and a global economic recession. Since then, technological development in the ROV industry has accelerated and today ROVs perform numerous tasks in many fields. Their tasks range from simple inspection of subsea structures, pipelines, and platforms, to connecting pipelines and placing underwater manifolds. They are used extensively both in the initial construction of a sub-sea development and the subsequent repair and maintenance.[2]\n\nSubmersible ROVs have been used to locate many historic shipwrecks, including the RMS Titanic, the Bismarck, USS Yorktown, and SS Central America. In some cases, such as the Titanic and the SS Central America, ROVs have been used to recover material from the sea floor and bring it to the surface.[3]\n\nWhile the oil and gas industry uses the majority of ROVs, other applications include science, military, and salvage. The military uses ROV for tasks such as mine clearing and inspection. Science usage is discussed below.\n\nIn the professional diving and marine contracting industry, the usual term is ROV, for remotely operated vehicle. The more precise term, remotely operated underwater vehicle or ROUV, is less often used as the distinction is generally not necessary in this field, where the primary type of remotely operated vehicle is used underwater.[4][5][6]\n\n"
        },
        {
            "title": "Construction",
            "text": "Work-class ROVs are built with a large flotation pack on top of an aluminium chassis to provide the necessary buoyancy to perform a variety of tasks. The sophistication of construction of the aluminum frame varies depending on the manufacturer's design. Syntactic foam is often used for the flotation material. A tooling skid may be fitted at the bottom of the system to accommodate a variety of sensors or tooling packages. By placing the light components on the top and the heavy components on the bottom, the overall system has a large separation between the center of buoyancy and the center of gravity: this provides stability and the stiffness to do work underwater. Thrusters are placed between center of buoyancy and center of gravity to maintain the attitude stability of the robot in maneuvers. Various thruster configurations and control algorithms can be used to give appropriate positional and attitude control during the operations, particularly in high current waters. Thrusters are usually in a balanced vector configuration to provide the most precise control possible.\n\nElectrical components can be in oil-filled water tight compartments or one-atmosphere compartments to protect them from corrosion in seawater and being crushed by the extreme pressure exerted on the ROV while working deep. The ROV will be fitted with cameras, lights and manipulators to perform basic work. Additional sensors and tools can be fitted as needed for specific tasks. It is common to find ROVs with two robotic arms; each manipulator may have a different gripping jaw. The cameras may also be guarded for protection against collisions. An ROV may be equipped with Sonar and LiDAR equipment.[7]\n\nThe majority of the work-class ROVs are built as described above; however, this is not the only style in ROV building method. Smaller ROVs can have very different designs, each appropriate to its intended task. Larger ROVs are commonly deployed and operated from vessels, so the ROV may have landing skids for retrieval to the deck.\n\n"
        },
        {
            "title": "Configurations",
            "text": "Remotely operated vehicles have three basic configurations. Each of these brings specific limitations.\n\n"
        },
        {
            "title": "Survey use",
            "text": "Survey or Inspection ROVs are generally smaller than workclass ROVs and are often sub-classified as either Class I: Observation Only or Class II Observation with payload.[9] They are used to assist with hydrographic survey, i.e. the location and positioning of subsea structures, and also for inspection work for example pipeline surveys, jacket inspections and marine hull inspection of vessels. Survey ROVs (also known as \"eyeballs\"), although smaller than workclass, often have comparable performance with regard to the ability to hold position in currents, and often carry similar tools and equipment - lighting, cameras, sonar, USBL (Ultra-short baseline) beacon, Raman spectrometer,[10] and strobe flasher depending on the payload capability of the vehicle and the needs of the user.\n\n"
        },
        {
            "title": "Use in support of diving operations",
            "text": "ROV operations in conjunction with simultaneous diving operations are under the overall supervision of the diving supervisor for safety reasons.[4]\n\nThe International Marine Contractors Association (IMCA) published guidelines for the offshore operation of ROVs in combined operations with divers in the document Remotely Operated Vehicle Intervention During Diving Operations (IMCA D 054, IMCA R 020), intended for use by both contractors and clients.[11]\n\n"
        },
        {
            "title": "Military use",
            "text": "ROVs have been used by several navies for decades, primarily for minehunting and minebreaking.\n\nIn October 2008 the U.S. Navy began to improve its locally-piloted rescue systems, based on the Mystic DSRV and support craft, with a modular system, the SRDRS, based on a tethered, manned ROV called a pressurized rescue module (PRM). This followed years of tests and exercises with submarines from the fleets of several nations.[12]\nIt also uses the unmanned Sibitzky ROV for disabled submarine surveying and preparation of the submarine for the PRM.\n\nThe US Navy also uses an ROV called AN/SLQ-48 Mine Neutralization Vehicle (MNV) for mine warfare. It can go 1,000 yards (910 m) away from the ship due to a connecting cable, and can reach 2,000 feet (610 m) deep. The mission packages available for the MNV are known as MP1, MP2, and MP3.[13]\n\nThe charges are detonated by acoustic signal from the ship.\n\nThe AN/BLQ-11 autonomous Unmanned Undersea Vehicle (UUV) is designed for covert mine countermeasure capability and can be launched from certain submarines.[14]\n\nThe U.S.Navy's ROVs are only on Avenger-class mine countermeasures ships. After the grounding of USS Guardian (MCM-5) and decommissioning of USS Avenger (MCM-1), and USS Defender (MCM-2), only 11 US Minesweepers remain operating in the coastal waters of Bahrain (USS Sentry (MCM-3), USS Devastator (MCM-6), USS Gladiator (MCM-11) and USS Dextrous (MCM-13)), Japan (USS Patriot (MCM-7), USS Pioneer (MCM-9), USS Warrior (MCM-10) and USS Chief (MCM-14)), and California (USS Champion (MCM-4), USS Scout (MCM-8), and USS Ardent (MCM-12) ).[15]\n\nDuring August 19, 2011, a Boeing-made robotic submarine dubbed Echo Ranger was being tested for possible use by the U.S. military to stalk enemy waters, patrol local harbors for national security threats and scour ocean floors to detect environmental hazards.[16] The Norwegian Navy inspected the ship Helge Ingstad by the Norwegian Blueye Pioneer underwater drone.[17]\n\nAs their abilities grow, smaller ROVs are also increasingly being adopted by navies, coast guards, and port authorities around the globe, including the U.S. Coast Guard and U.S. Navy, Royal Netherlands Navy, the Norwegian Navy, the Royal Navy and the Saudi Border Guard. They have also been widely adopted by police departments and search and recovery teams. Useful for a variety of underwater inspection tasks such as explosive ordnance disposal (EOD), meteorology, port security, mine countermeasures (MCM), and maritime intelligence, surveillance, reconnaissance (ISR).[18]\n\n"
        },
        {
            "title": "Science use",
            "text": "ROVs are also used extensively by the scientific community to study the ocean. A number of deep sea animals and plants have been discovered or studied in their natural environment through the use of ROVs; examples include the jellyfish Stellamedusa ventana and the eel-like halosaurs. In the US, cutting edge work is done at several public and private oceanographic institutions, including the Monterey Bay Aquarium Research Institute (MBARI), the Woods Hole Oceanographic Institution (WHOI) (with Nereus), and the University of Rhode Island / Institute for Exploration (URI/IFE).[19][20]\n\nScience ROVs take many shapes and sizes. Since good video footage is a core component of most deep-sea scientific research, research ROVs tend to be outfitted with high-output lighting systems and broadcast quality cameras.[21] Depending on the research being conducted, a science ROV will be equipped with various sampling devices and sensors. Many of these devices are one-of-a-kind, state-of-the-art experimental components that have been configured to work in the extreme environment of the deep ocean. Science ROVs also incorporate a good deal of technology that has been developed for the commercial ROV sector, such as hydraulic manipulators and highly accurate subsea navigation systems. They are also used for underwater archaeology projects such as the Mardi Gras Shipwreck Project in the Gulf of Mexico[22][23] and the CoMAS project [24] in the Mediterranean Sea.[25]\n\nWhile there are many interesting and unique science ROVs, there are a few larger high-end systems that are worth taking a look at. MBARI's Tiburon vehicle cost over $6 million US dollars to develop and is used primarily for midwater and hydrothermal research on the West Coast of the US.[26] WHOI's Jason system has made many significant contributions to deep-sea oceanographic research and continues to work all over the globe. URI/IFE's Hercules ROV is one of the first science ROVs to fully incorporate a hydraulic propulsion system and is uniquely outfitted to survey and excavate ancient and modern shipwrecks. The Canadian Scientific Submersible Facility ROPOS system is continually used by several leading ocean sciences institutions and universities for challenging tasks such as deep-sea vents recovery and exploration to the maintenance and deployment of ocean observatories.[27]\n\nThe SeaPerch Remotely Operated Underwater Vehicle (ROV) educational program is an educational tool and kit that allows elementary, middle, and high-school students to construct a simple, remotely operated underwater vehicle, from polyvinyl chloride (PVC) pipe and other readily made materials. The SeaPerch program teaches students basic skills in ship and submarine design and encourages students to explore naval architecture and marine and ocean engineering concepts. SeaPerch is sponsored by the Office of Naval Research, as part of the National Naval Responsibility for Naval Engineering (NNRNE), and the program is managed by the Society of Naval Architects and Marine Engineers.[28]\n\nAnother innovative use of ROV technology was during the Mardi Gras Shipwreck Project. The \"Mardi Gras Shipwreck\" sank some 200 years ago about 35 miles off the coast of Louisiana in the Gulf of Mexico in 4,000 feet (1220 meters) of water. The shipwreck, whose real identity remains a mystery, lay forgotten at the bottom of the sea until it was discovered in 2002 by an oilfield inspection crew working for the Okeanos Gas Gathering Company (OGGC). In May 2007, an expedition, led by Texas A&M University and funded by OGGC under an agreement with the Minerals Management Service (now BOEM), was launched to undertake the deepest scientific archaeological excavation ever attempted at that time to study the site on the seafloor and recover artifacts for eventual public display in the Louisiana State Museum. As part of the educational outreach Nautilus Productions in partnership with BOEM, Texas A&M University, the Florida Public Archaeology Network[29] and Veolia Environmental produced a one-hour HD documentary[30] about the project, short videos for public viewing and provided video updates during the expedition.[31] Video footage from the ROV was an integral part of this outreach and used extensively in the Mystery Mardi Gras Shipwreck documentary.[32]\n\nThe Marine Advanced Technology Education (MATE) Center uses ROVs to teach middle school, high school, community college, and university students about ocean-related careers and help them improve their science, technology, engineering, and math skills. MATE's annual student ROV competition challenges student teams from all over the world to compete with ROVs that they design and build. The competition uses realistic ROV-based missions that simulate a high-performance workplace environment, focusing on a different theme that exposes students to many different aspects of marine-related technical skills and occupations. The ROV competition is organized by MATE and the Marine Technology Society's ROV Committee and funded by organizations such as the National Aeronautics and Space Administration (NASA), National Oceanic and Atmospheric Administration (NOAA), and Oceaneering, and many other organizations that recognize the value of highly trained students with technology skills such as ROV designing, engineering, and piloting. MATE was established with funding from the National Science Foundation and is headquartered at Monterey Peninsula College in Monterey, California.[33]\n\n"
        },
        {
            "title": "Broadcast use",
            "text": "As cameras and sensors have evolved and vehicles have become more agile and simple to pilot, ROVs have become popular particularly with documentary filmmakers due to their ability to access deep, dangerous, and confined areas unattainable by divers. There is no limit to how long an ROV can be submerged and capturing footage, which allows for previously unseen perspectives to be gained.[56] ROVs have been used in the filming of several documentaries, including Nat Geo's Shark Men and The Dark Secrets of the Lusitania and the BBC Wildlife Special Spy in the Huddle.[57]\n\nDue to their extensive use by military, law enforcement, and coastguard services, ROVs have also featured in crime dramas such as the popular CBS series CSI.\n\n"
        },
        {
            "title": "Hobby use",
            "text": "With an increased interest in the ocean by many people, both young and old, and the increased availability of once expensive and non-commercially available equipment, ROVs have become a popular hobby amongst many. This hobby involves the construction of small ROVs that generally are made out of PVC piping and often can dive to depths between 50 and 100 feet but some have managed to get to 300 feet. This new interest in ROVs has led to the formation of many competitions, including MATE (Marine Advanced Technology Education) and NURC (National Underwater Robotics Challenge). These are competitions in which competitors, most commonly schools and other organizations, compete against each other in a series of tasks using ROVs that they have built.[58] Most hobby ROVs are tested in swimming pools and lakes where the water is calm, however some have tested their own personal ROVs in the sea. Doing so, however, creates many difficulties due to waves and currents that can cause the ROV to stray off course or struggle to push through the surf due to the small size of engines that are fitted to most hobby ROVs.[59]\n\n"
        },
        {
            "title": "Classification",
            "text": "Submersible ROVs are normally classified into categories based on their size, weight, ability or power. Some common ratings are:\n\nSubmersible ROVs may be \"free swimming\" where they operate neutrally buoyant on a tether from the launch ship or platform, or they may be \"garaged\" where they operate from a submersible \"garage\" or \"tophat\" on a tether attached to the heavy garage that is lowered from the ship or platform. Both techniques have their pros and cons;[clarification needed] however very deep work is normally done with a garage.[60]\n\n"
        }
    ]
}