{
    "url": "https://en.wikipedia.org/wiki/Renaissance_humanism",
    "title": "Renaissance humanism",
    "table_of_contents": [
        "1 Definition",
        "2 Origin",
        "3 Paganism and Christianity in the Renaissance",
        "3.1 Description",
        "3.2 Epicureanism",
        "3.3 Neo-Platonism",
        "4 Evolution and reception",
        "4.1 Widespread view",
        "4.2 Sixteenth century and beyond",
        "5 Historiography",
        "5.1 The Baron Thesis",
        "5.2 Garin and Kristeller",
        "6 Humanist",
        "7 See also",
        "8 Notes",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Renaissance humanism was a revival in the study of classical antiquity, at first in Italy and then spreading across Western Europe in the 14th, 15th, and 16th centuries. During the period, the term humanist (Italian: umanista) referred to teachers and students of the humanities, known as the studia humanitatis, which included grammar, rhetoric, history, poetry, and moral philosophy. It was not until the 19th century that this began to be called humanism instead of the original humanities, and later by the retronym Renaissance humanism to distinguish it from later humanist developments.[1] During the Renaissance period most humanists were Christians, so their concern was to \"purify and renew Christianity\", not to do away with it. Their vision was to return ad fontes (\"to the sources\") to the simplicity of the New Testament, bypassing the complexities of medieval theology.[2]\n\nUnder the influence and inspiration of the classics, humanists developed a new rhetoric and new learning. Some scholars also argue that humanism articulated new moral and civic perspectives and values offering guidance in life. \nRenaissance humanism was a response to what came to be depicted by later whig historians as the \"narrow pedantry\" associated with medieval scholasticism.[3] Humanists sought to create a citizenry able to speak and write with eloquence and clarity and thus capable of engaging in the civic life of their communities and persuading others to virtuous and prudent actions.\nHumanism, while set up by a small elite who had access to books and education, was intended as a cultural mode to influence all of society. It was a program to revive the cultural legacy, literary legacy, and moral philosophy of classical antiquity.\n\nThere were important centres of humanism in Florence, Naples, Rome, Venice, Genoa, Mantua, Ferrara, and Urbino.\n\n"
        },
        {
            "title": "Definition",
            "text": "Very broadly, the project of the Italian Renaissance humanists of the fourteenth and fifteenth centuries was the studia humanitatis: the study of the humanities. This project sought to recover the culture of ancient Greece and Rome through its literature and philosophy and to use this classical revival to imbue the ruling classes with the moral attitudes of said ancients—a project James Hankins calls one of \"virtue politics\".[4] But what this studia humanitatis actually constituted is a subject of much debate. According to one scholar of the movement,\n\nHowever, in investigating this definition in his article \"The changing concept of the studia humanitatis in the early Renaissance,\" Benjamin G. Kohl provides an account of the various meanings the term took on over the course of the period.[6] Around the middle of the fourteenth century, when the term first came into use among Italian literati, it was used in reference to a very specific text: as praise of the cultural and moral attitudes expressed in Cicero’s Pro Archia poeta (62 BCE). Tuscan humanist Coluccio Salutati popularized the term in the 1370s, using the phrase to refer to culture and learning as a guide to moral life, with a focus on rhetoric and oration. Over the years, he came to use it specifically in literary praise of his contemporaries, but later viewed the studia humanitatis as a means of editing and restoring ancient texts and even understanding scripture and other divine literature. But it was not until the beginning of the quattrocento (fifteenth century) that the studia humanitatis began to be associated with particular academic disciplines, when Pier Paolo Vergerio, in his De ingenuis moribus, stressed the importance of rhetoric, history, and moral philosophy as a means of moral improvement. By the middle of the century, the term was adopted more formally, as it started to be used in Bologna and Padua in reference to university courses that taught these disciplines as well as Latin poetry, before then spreading northward throughout Italy. But the first instance of it as encompassing grammar, rhetoric, history, poetry, and moral philosophy all together only came when Tommaso Parentucelli wrote to Cosimo de’ Medici with recommendations regarding his library collection, saying, \"de studiis autem humanitatis quantum ad grammaticam, rhetoricam, historicam et poeticam spectat ac moralem\" (\"one sees of the study of humanity [the humanities] that it is so much in grammar, rhetoric, history and poetry, and also in ethics\").[7] And so, the term studia humanitatis took on a variety of meanings over the centuries, being used differently by humanists across the various Italian city-states as one definition got adopted and spread across the country. Still, it has referred consistently to a mode of learning—formal or not—that results in one's moral edification.[6]\n\n"
        },
        {
            "title": "Origin",
            "text": "In the last years of the 13th century and in the first decades of the 14th century, the cultural climate was changing in some European regions. The rediscovery, study, and renewed interest in authors who had been forgotten, and in the classical world that they represented, inspired a flourishing return to linguistic, stylistic and literary models of antiquity. There emerged a consciousness of the need for a cultural renewal, which sometimes also meant a detachment from contemporary culture. Manuscripts and inscriptions were in high demand and graphic models were also imitated. This “return to the ancients” was the main component of so-called “pre-humanism”, which developed particularly in Tuscany, in the Veneto region, and at the papal court of Avignon, through the activity of figures such as Lovato Lovati and Albertino Mussato in Padua, Landolfo Colonna in Avignon, Ferreto de' Ferreti in Vicenza, Convenevole from Prato in Tuscany and then in Avignon, and many others.[8]\n\nBy the 14th century some of the first humanists were great collectors of antique manuscripts, including Petrarch, Giovanni Boccaccio, Coluccio Salutati, and Poggio Bracciolini. Of the four, Petrarch was dubbed the \"Father of Humanism,\" as he was the one who first encouraged the study of pagan civilizations and the teaching of classical virtues as a means of preserving Christianity.[4] He also had a very impressive library, of which many manuscripts did not survive.[citation needed] Many worked for the Catholic Church and were in holy orders, like Petrarch, while others were lawyers and chancellors of Italian cities, and thus had access to book copying workshops, such as Petrarch's disciple Salutati, the Chancellor of Florence.\n\nIn Italy, the humanist educational program won rapid acceptance and, by the mid-15th century, many of the upper classes had received humanist educations, possibly in addition to traditional scholastic ones. Some of the highest officials of the Catholic Church were humanists with the resources to amass important libraries. Such was Cardinal Basilios Bessarion, a convert to the Catholic Church from Greek Orthodoxy, who was considered for the papacy, and was one of the most learned scholars of his time. There were several 15th-century and early 16th-century humanist Popes[9] one of whom, Aeneas Silvius Piccolomini (Pope Pius II), was a prolific author and wrote a treatise on The Education of Boys.[10] These subjects came to be known as the humanities, and the movement which they inspired is shown as humanism.\n\nThe migration waves of Byzantine Greek scholars and émigrés in the period following the Crusader sacking of Constantinople and the end of the Byzantine Empire in 1453 was a very welcome addition to the Latin texts scholars like Petrarch had found in monastic libraries[11] for the revival of Greek literature and science via their greater familiarity with ancient Greek works.[12][13] They included Gemistus Pletho, George of Trebizond, Theodorus Gaza, and John Argyropoulos.\n\nThe Italian humanism spread northward to France, Germany, the Low Countries, Poland-Lithuania, Hungary and England with the adoption of large-scale printing after 1500, and it became associated with the Reformation. In France, pre-eminent humanist Guillaume Budé (1467–1540) applied the philological methods of Italian humanism to the study of antique coinage and to legal history, composing a detailed commentary on Justinian's Code. Budé was a royal absolutist (and not a republican like the early Italian umanisti) who was active in civic life, serving as a diplomat for François I and helping to found the Collège des Lecteurs Royaux (later the Collège de France). Meanwhile, Marguerite de Navarre, the sister of François I, was a poet, novelist, and religious mystic[14] who gathered around her and protected a circle of vernacular poets and writers, including Clément Marot, Pierre de Ronsard, and François Rabelais.\n\n"
        },
        {
            "title": "Paganism and Christianity in the Renaissance",
            "text": "Many humanists were churchmen, most notably Pope Pius II, Sixtus IV, and Leo X,[15][16] and there was often patronage of humanists by senior church figures.[17]  Much humanist effort went into improving the understanding and translations of Biblical and early Christian texts, both before and after the Reformation, which was greatly influenced by the work of non-Italian, Northern European figures such as Erasmus, Jacques Lefèvre d'Étaples, William Grocyn, and Swedish Catholic Archbishop in exile Olaus Magnus.\n\nThe Cambridge Dictionary of Philosophy describes the rationalism of ancient writings as having tremendous impact on Renaissance scholars:\n\nIn 1417, for example, Poggio Bracciolini discovered the manuscript of Lucretius, De rerum natura, which had been lost for centuries and which contained an explanation of Epicurean doctrine, though at the time this was not commented on much by Renaissance scholars, who confined themselves to remarks about Lucretius's grammar and syntax.\n\nOnly in 1564 did French commentator Denys Lambin (1519–72) announce in the preface to the work that \"he regarded Lucretius's Epicurean ideas as 'fanciful, absurd, and opposed to Christianity'.\" Lambin's preface remained standard until the nineteenth century.[19] Epicurus's unacceptable doctrine that pleasure was the highest good \"ensured the unpopularity of his philosophy\".[20] Lorenzo Valla, however, puts a defense of epicureanism in the mouth of one of the interlocutors of one of his dialogues.\n\nCharles Trinkhaus regards Valla's \"epicureanism\" as a ploy, not seriously meant by Valla, but designed to refute Stoicism, which he regarded together with epicureanism as equally inferior to Christianity.[21] Valla's defense, or adaptation, of Epicureanism was later taken up  in The Epicurean by Erasmus, the \"Prince of humanists:\"\n\nThis passage exemplifies the way in which the humanists saw pagan classical works, such as the philosophy of Epicurus, as being in harmony with their interpretation of Christianity.\n\nRenaissance Neo-Platonists such as Marsilio Ficino (whose translations of Plato's works into Latin were still used into the 19th century) attempted to reconcile Platonism with Christianity, according to the suggestions of early Church Fathers Lactantius and Saint Augustine. In this spirit, Pico della Mirandola attempted to construct a syncretism of religions and philosophies with Christianity, but his work did not win favor with the church authorities, who rejected it because of his views on magic.[23]\n\n"
        },
        {
            "title": "Evolution and reception",
            "text": "\nHistorian Steven Kreis expresses a widespread view (derived from the 19th-century Swiss historian Jacob Burckhardt), when he writes that: \nTwo noteworthy trends in Renaissance humanism were Renaissance Neo-Platonism and Hermeticism, which through the works of figures like Nicholas of Kues, Giordano Bruno, Cornelius Agrippa, Campanella and Giovanni Pico della Mirandola sometimes came close to constituting a new religion itself. Of these two, Hermeticism has had great continuing influence in Western thought, while the former mostly dissipated as an intellectual trend, leading to movements in Western esotericism such as Theosophy and New Age thinking.[25]  The \"Yates thesis\" of Frances Yates holds that before falling out of favour, esoteric Renaissance thought introduced several concepts that were useful for the development of scientific method, though this remains a matter of controversy.\n\nThough humanists continued to use their scholarship in the service of the church into the middle of the sixteenth century and beyond, the sharply confrontational religious atmosphere following the Reformation resulted in the Counter-Reformation that sought to silence challenges to Catholic theology,[26] with similar efforts among the Protestant denominations. However, a number of humanists joined the Reformation movement and took over leadership functions, for example, Philipp Melanchthon, Ulrich Zwingli, Martin Luther, Henry VIII, John Calvin, and William Tyndale.\n\nWith the Counter-Reformation initiated by the Council of Trent (1545–1563), positions hardened and a strict Catholic orthodoxy based on scholastic philosophy was imposed. Some humanists, even moderate Catholics such as Erasmus, risked being declared heretics for their perceived criticism of the church. In 1514 he left for Basel and worked at the University of Basel for several years.[27]\n\nThe historian of the Renaissance Sir John Hale cautions against too direct a linkage between Renaissance humanism and modern uses of the term humanism: \"Renaissance humanism must be kept free from any hint of either 'humanitarianism' or 'humanism' in its modern sense of rational, non-religious approach to life ... the word 'humanism' will mislead ... if it is seen in opposition to a Christianity its students in the main wished to supplement, not contradict, through their patient excavation of the sources of ancient God-inspired wisdom.\"[28]\n\n"
        },
        {
            "title": "Historiography",
            "text": "Hans Baron (1900-1988) was the inventor of the now ubiquitous term \"civic humanism.\" First coined in the 1920s and based largely on his studies of Leonardo Bruni, Baron's \"thesis\" proposed the existence of a central strain of humanism, particularly in Florence and Venice, dedicated to republicanism. As argued in his chef-d'œuvre, The Crisis of the Early Italian Renaissance: Civic Humanism and Republican Liberty in an Age of Classicism and Tyranny, the German historian thought that civic humanism originated in around 1402, after the great struggles between Florence and Visconti-led Milan in the 1390s. He considered Petrarch's humanism to be a rhetorical, superficial project, and viewed this new strand to be one that abandoned the feudal and supposedly \"otherworldly\" (i.e., divine) ideology of the Middle Ages in favour of putting the republican state and its freedom at the forefront of the \"civic humanist\" project.[29] Already controversial at the time of The Crisis' publication, the \"Baron Thesis\" has been met with even more criticism over the years. Even in the 1960s, historians Philip Jones and Peter Herde[30] found Baron's praise of \"republican\" humanists naive, arguing that republics were far less liberty-driven than Baron had believed, and were practically as undemocratic as monarchies. James Hankins adds that the disparity in political values between the humanists employed by oligarchies and those employed by princes was not particularly notable, as all of Baron's civic ideals were exemplified by humanists serving various types of government. In so arguing, he asserts that a \"political reform program is central to the humanist movement founded by Petrarch. But it is not a 'republican' project in Baron's sense of republic; it is not an ideological product associated with a particular regime type.\"[4]\n\nTwo renowned Renaissance scholars, Eugenio Garin and Paul Oskar Kristeller collaborated with one another throughout their careers. But while the two historians were on good terms, they fundamentally disagreed on the nature of Renaissance humanism. Kristeller affirmed that Renaissance humanism used to be viewed just as a project of Classical revival, one that led to great increase in Classical scholarship. But he argued that this theory \"fails to explain the ideal of eloquence persistently set forth in the writings of the humanists,\" asserting that \"their classical learning was incidental to\" their being “professional rhetoricians.\"[31] Similarly, he considered their influence on philosophy and particular figures' philosophical output to be incidental to their humanism, viewing grammar, rhetoric, poetry, history, and ethics to be the humanists' main concerns. Garin, on the other hand, viewed philosophy itself as being ever-evolving, each form of philosophy being inextricable from the practices of the thinkers of its period. He thus considered the Italian humanists' break from Scholasticism and newfound freedom to be perfectly in line with this broader sense of philosophy.[32]\n\nDuring the period in which they argued over these differing views, there was a broader cultural conversation happening regarding Humanism: one revolving around Jean-Paul Sartre and Martin Heidegger. In 1946, Sartre published a work called \"L'existentialisme est un humanisme,\" in which he outlined his conception of existentialism as revolving around the belief that \"existence comes before essence\"; that man \"first of all exists, encounters himself, surges up in the world – and defines himself afterwards,\" making himself and giving himself purpose.[33] Heidegger, in a response to this work of Sartre's, declared: \"For this is humanism: meditating and caring, that human beings be human and not inhumane, \"inhuman\", that is, outside their essence.\"[34] He also discussed a decline in the concept of humanism, pronouncing that it had been dominated by metaphysics and essentially discounting it as philosophy. He also explicitly criticized Italian Renaissance humanism in the letter.[35] While this discourse was taking place outside the realm of Renaissance Studies (for more on the evolution of the term “humanism,” see Humanism), this background debate was not irrelevant to Kristeller and Garin’s ongoing disagreement. Kristeller—who had at one point studied under Heidegger[36]—also discounted (Renaissance) humanism as philosophy, and Garin’s Der italienische Humanismus was published alongside Heidegger's response to Sartre—a move that Rubini describes as an attempt \"to stage a pre-emptive confrontation between historical humanism and philosophical neo-humanisms.\"[37] Garin also conceived of the Renaissance humanists as occupying the same kind of \"characteristic angst the existentialists attributed to men who had suddenly become conscious of their radical freedom,\" further weaving philosophy with Renaissance humanism.[32]\n\nHankins summarizes the Kristeller v. Garin debate quite well, attesting to Kristeller's conception of professional philosophers as being very formal and method-focused.[32] Renaissance humanists, on the other hand, he viewed to be professional rhetoricians who, using their classically-inspired paideia or institutio, did improve fields such as philosophy, but without the practice of philosophy being their main goal or function.[31] Garin, instead, wanted his “humanist-philosophers to be organic intellectuals,” not constituting a rigid school of thought, but having a shared outlook on life and education that broke with the medieval traditions that came before them.[32]\n\n"
        }
    ]
}