{
    "url": "https://en.wikipedia.org/wiki/Rendlesham_Forest_incident",
    "title": "Rendlesham Forest incident",
    "table_of_contents": [
        "1 Main events",
        "1.1 26 December",
        "1.2 28 December",
        "2 Location",
        "3 Primary and secondary sources",
        "3.1 The Halt memo",
        "3.2 The Halt Tape",
        "3.3 Statements from eyewitnesses on 26 December",
        "3.4 The Halt affidavit",
        "3.5 Suffolk police log",
        "3.6 Ministry of Defence file",
        "4 Sceptical analysis",
        "5 UFO Trail",
        "6 Change of heart",
        "7 Possible hoax",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Rendlesham Forest incident was a series of reported sightings of unexplained lights near Rendlesham Forest in Suffolk, England in late December 1980 which became linked with claims of UFO landings. The events occurred just outside RAF Woodbridge, which was used at the time by the United States Air Force (USAF). USAF personnel, including deputy base commander Lieutenant Colonel Charles I. Halt, claimed to see things they described as a UFO sighting.\n\nThe occurrence is the most famous of claimed UFO events to have happened in the United Kingdom,[2] and is among the best-known reported UFO events worldwide. It has been compared to the Roswell UFO incident in the United States and is sometimes referred to as \"Britain's Roswell\".[3]\n\nThe UK Ministry of Defence has stated the event posed no threat to national security, and therefore, it was never investigated as a security matter. Sceptics have explained the sightings as a misinterpretation of a series of nocturnal lights: a fireball, the Orfordness Lighthouse and bright stars.[4]\n\n"
        },
        {
            "title": "Main events",
            "text": "Around 03:00 on 26 December 1980 (reported as 27 December by Halt in his memo to the UK Ministry of Defence) a security patrol near the east gate of RAF Woodbridge saw lights apparently descending into nearby Rendlesham Forest. These lights have been attributed by astronomers to a piece of natural debris seen burning up as a fireball (meteor) over southern England at that time.[5] Servicemen initially thought it was a downed aircraft but, upon entering the forest to investigate they saw, according to Halt's memo, what they described as a glowing object, metallic in appearance, with coloured lights. As they attempted to approach the object, it appeared to move through the trees, and \"the animals on a nearby farm went into a frenzy\". One of the servicemen, Sergeant Jim Penniston, later claimed to have encountered a \"craft of unknown origin\" while in the forest, although there was no publicised mention of this at the time and there is no corroboration from other witnesses.[6]\n\nShortly after 04:00 local police were called to the scene but reported that the only lights they could see were those from the Orford Ness lighthouse, some miles away on the coast.[7][8]\n\nAfter daybreak on the morning of 26 December, servicemen returned to a small clearing near the eastern edge of the forest and found three small impressions on the ground in a triangular pattern, as well as burn marks and broken branches on nearby trees. At 10:30 the local police were called out again, this time to see the impressions, which they thought could have been made by an animal.[7][8] Georgina Bruni, in her book You Can't Tell the People, published a photograph of the supposed landing site taken on the morning after the first sighting.[9][10]\n\nThe deputy base commander, Lieutenant Colonel Charles Halt, visited the site with several servicemen in the early hours of 28 December 1980 (reported as 29 December by Halt). They took radiation readings in the triangle of depressions and in the surrounding area using an AN/PDR-27, a standard U.S. military radiation survey meter. Although they recorded 0.07 milliroentgens per hour, in other regions they detected 0.03 to 0.04 milliroentgens per hour, around the background level. Furthermore, they detected a similar small 'burst' over half a mile away from the landing site.[11][12] Halt recorded the events on a micro-cassette recorder (see § The Halt Tape).\n\nIt was during this investigation that a flashing light was seen across the field to the east, almost in line with a farmhouse, as the witnesses had seen on the first night. The Orford Ness lighthouse is visible further to the east in the same line of sight.[13]\n\nLater, according to Halt's memo, three star-like lights were seen in the sky, two to the north and one to the south, about 10 degrees above the horizon. Halt said that the brightest of these hovered for two to three hours and seemed to beam down a stream of light from time to time. Astronomers have explained these star-like lights as bright stars.[14]\n\n"
        },
        {
            "title": "Location",
            "text": "Rendlesham Forest is owned by the Forestry Commission and consists of about 5.8 square miles (15 km2) of coniferous plantations, interspersed with broadleaved belts, heathland and wetland areas. It is located in the county of Suffolk, about 8 miles (13 km) east of the town of Ipswich.\nThe incident occurred in the vicinity of two former military bases: RAF Bentwaters, which is just to the north of the forest, and RAF Woodbridge which extends into the forest from the west and is bounded by the forest on its northern and eastern edges. At the time, both were being used by the United States Air Force and were under the command of wing commander Colonel Gordon E. Williams. The base commander was Colonel Ted Conrad, and his deputy was Lieutenant Colonel Charles I. Halt.\n\nThe main events of the incident, including the supposed landing or landings, took place in the forest, which starts at the east end of the base runway or about 0.3 miles (0.5 km) to the east of the East Gate of RAF Woodbridge, from where security guards first noticed mysterious lights appearing to descend into the forest. The forest extends east about one mile (1.6 km) beyond East Gate, ending at a farmer's field at Capel Green, where additional events allegedly took place.\n\nOrfordness Lighthouse, which sceptics identify as the flashing light seen off to the coast by the airmen, is along the same line of sight about 5 miles (8.0 km) further east of the forest's edge. At that time it was one of the brightest lighthouses in the UK.[13]\n\n"
        },
        {
            "title": "Primary and secondary sources",
            "text": "The first piece of primary evidence to be made available to the public was a memorandum written by the deputy base commander, Lieutenant Colonel Charles I. Halt, to the Ministry of Defence (MoD). Known as the \"Halt memo\", this was made publicly available in the United States under the U.S. Freedom of Information Act in 1983.[15] The memorandum, was dated \"13 Jan 1981\" under the title \"Unexplained Lights\". The two-week delay between the incident and the report might account for errors in the dates and times given. The memo was not classified in any way.[16]\nDavid Clarke, a consultant to the National Archives, has investigated the background of this memo and the reaction to it at the MoD. His interviews with the personnel involved confirmed the cursory nature of the investigation made by the MoD, and failed to find any evidence for any other reports on the incident made by the USAF or UK apart from the Halt memo.[17] Halt has since gone on record as saying he believes that he witnessed an extraterrestrial event that was then covered up.[18][19]\n\nIn 1984, a copy of what became known as the \"Halt Tape\" was released to UFO researchers by Colonel Sam Morgan, who had by then succeeded Ted Conrad as Halt's superior. This tape chronicles Halt's investigation in the forest in real time, including taking radiation readings, the sighting of the flashing light between trees, and the starlike objects that hovered and twinkled. The tape has been transcribed by researcher Ian Ridpath, who includes a link to an audio download[20] and also a step-by-step analysis of the entire contents of the tape.[21]\n\nIn 1997, Scottish researcher James Easton obtained the original witness statements made by those involved in the first night's sightings.[22] One of the witnesses, Ed Cabansag, said in his statement: \"We figured the lights were coming from past the forest since nothing was visible when we passed through the woody forest. We would see a glowing near the beacon light, but as we got closer we found it to be a lit-up farmhouse. We got to a vantage point where we could determine that what we were chasing was only a beacon light off in the distance.\" Another participant, John Burroughs, also stated: \"We could see a beacon going around so we went towards it. We followed it for about two miles [3 km] before we could [see] it was coming from a lighthouse.\"[23]\n\nBurroughs reported a noise \"like a woman was screaming\" and also that \"you could hear the farm animals making a lot of noises.\" Halt heard the same noises two nights later. Such noise could have been made by Muntjac deer in the forest, which are known for their loud, shrill bark when alarmed.[24]\n\nIn June 2010, retired Colonel Charles Halt signed a notarised affidavit, in which he again summarised what had happened, then stated he believed the event to be extraterrestrial and it had been covered up by both the UK and US. Contradictions between this affidavit and the facts as recorded at the time in Halt's memo and tape recording have been pointed out.[25]\n\nIn 2010, base commander Colonel Ted Conrad provided a statement about the incident to Clarke. Conrad stated that \"We saw nothing that resembled Lieutenant Colonel Halt's descriptions either in the sky or on the ground\" and that \"We had people in position to validate Halt's narrative, but none of them could.\" In an interview, Conrad criticised Halt for the claims in his affidavit, saying \"he should be ashamed and embarrassed by his allegation that his country and Britain both conspired to deceive their citizens over this issue. He knows better.\" Conrad also disputed the testimony of Sergeant Jim Penniston, who claimed to have touched an alien spacecraft; he said that he interviewed Penniston at the time and he had not mentioned any such occurrence. Conrad also suggested that the entire incident might have been a hoax.[26][17]\n\nA 1983 Omni article says \"Colonel Ted Conrad the base commander... recalls five Air Force policemen spotted lights from what they thought was a small plane descending into the forest. Two of the men tracked the object on foot and came upon a large tripod-mounted craft. It had no windows but was studded with brilliant red and blue lights. Each time the men came within 50 yards of the ship, Conrad relates, it levitated six feet in the air and backed away. They followed it for almost an hour through the woods and across a field until it took off at 'phenomenal speed.' Acting on the reports made by his men, Colonel Conrad began a brief investigation of the incident in the morning. He went into the forest and located a triangular pattern ostensibly made by the tripod legs.  ...he did interview two of the eyewitnesses and concludes, 'Those lads saw something, but I don't know what it was'.\"[27]\n\nSuffolk police were called to the scene on the night of the initial sighting and again the following morning but found nothing unusual. On the night of the initial incident they reported that the only lights visible were from the Orford lighthouse. They attributed the indentations in the ground to animals. The Suffolk constabulary file on the case was released in 2005 under the UK's Freedom of Information Act and can be accessed on their website.[7] It includes a letter dated 28 July 1999 written by Inspector Mike Topliss who notes that one of the police constables who attended the scene on the first night returned to the site in daylight in case he had missed something. \"There was nothing to be seen and he remains unconvinced that the occurrence was genuine,\" wrote Topliss. \"The immediate area was swept by powerful light beams from a landing beacon at RAF Bentwaters and the Orfordness lighthouse. I know from personal experience that at night, in certain weather and cloud conditions, these beams were very pronounced and certainly caused strange visual effects.\"[7]\n\nEvidence of a substantial MoD file on the subject led to claims of a cover-up; some interpreted this as part of a larger pattern of information suppression concerning the true nature of unidentified flying objects, by both the United States and British governments. However, when the file was released in 2001 it turned out to consist mostly of internal correspondence and responses to inquiries from the public. The lack of any in-depth investigation in the publicly released documents is consistent with the MoD's earlier statement that they never took the case seriously.[28][17] Included in the released files is an explanation given by defence minister Lord Trefgarne as to why the MoD did not investigate further.[29]\n\n"
        },
        {
            "title": "Sceptical analysis",
            "text": "One proposed theory is that the incident was a hoax. The BBC reported that a former U.S. security policeman, Kevin Conde, claimed responsibility for creating strange lights in the forest by driving around in a police vehicle whose lights he had modified. However, there is no evidence that this prank took place on the nights in question.[30][31][32]\n\nOther explanations for the incident have included a downed Soviet spy satellite, but no evidence has been produced to support this.[33]\n\nThe most plausible sceptical explanation is that the sightings were due to a combination of three main factors.[34] The initial sighting at 03.00 on 26 December, when the airmen saw something apparently descending into the forest, coincided with the appearance of a bright fireball over southern England, and such fireballs are a common source of UFO reports.[5] The supposed landing marks were identified by police and foresters as rabbit diggings.[35] No evidence has emerged to confirm that anything actually came down in the forest.\n\nAccording to the witness statements from 26 December, the flashing light seen from the forest lay in the same direction as the Orfordness Lighthouse. When the eyewitnesses attempted to approach the light they realised it was further off than they thought. One of the witnesses, Ed Cabansag, described it as “a beacon light off in the distance” while another, John Burroughs, said it was “a lighthouse” (see Statements from eyewitnesses on 26 December,\n).\n\nTimings on Halt's tape recording during his sighting on 28 December indicate that the light he saw, which lay in the same direction as the light seen two nights earlier, flashed every five seconds, which was the flash rate of the Orfordness Lighthouse.[36]\n\nThe star-like objects that Halt reported hovering low to the north and south are thought by some sceptics to have been misinterpretations of bright stars distorted by atmospheric and optical effects, another common source of UFO reports. The brightest of them, to the south, matched the position of Sirius, the brightest star in the night sky.[14]\n\nIn his 6 January 2009 Skeptoid podcast episode titled \"The Rendlesham Forest UFO,\" scientific sceptic author Brian Dunning evaluated the original eye-witness reports and audio recordings, as well as the resulting media reporting of this incident. After a lengthy analysis Dunning concluded:\n\n"
        },
        {
            "title": "UFO Trail",
            "text": "In 2005, the Forestry Commission used Lottery proceeds to create a trail in Rendlesham Forest because of public interest and nicknamed it the UFO Trail.[37] In 2014, the Forestry Service commissioned an artist to create a work which has been installed at the end of the trail. The artist states the piece is modelled on sketches that purportedly represent some versions of the UFO claimed to have been seen at Rendlesham.[38][39][40]\n\n"
        },
        {
            "title": "Change of heart",
            "text": "In 2010, Jenny Randles, who first reported the case in the London Evening Standard in 1981 and co-authored with the local researchers who uncovered the events, the first book on the case in 1984, Sky Crash: A Cosmic Conspiracy,[41] emphasised her previously expressed doubts that the incident was caused by extraterrestrial visitors. Whilst suggesting that a UAP, an unidentified atmospheric phenomenon of unknown origin, might have caused parts of the case, she noted: \"Whilst some puzzles remain, we can probably say that no unearthly craft were seen in Rendlesham Forest. We can also argue with confidence that the main focus of the events was a series of misperceptions of everyday things encountered in less than everyday circumstances.\"[42][43]\n\n"
        },
        {
            "title": "Possible hoax",
            "text": "In December 2018, David Clarke, a British UFO researcher, reported a claim that the incident was a set-up by the SAS as a revenge plot on the USAF. According to this story, in August 1980, the SAS parachuted into RAF Woodbridge to test the security at the nuclear site. The USAF had recently upgraded their radar and detected the black parachutes of the SAS men as they descended to the base. The SAS troops were interrogated and beaten up, with the ultimate insult that they were called \"unidentified aliens\". To enact their revenge, the SAS \"gave\" the USAF their own version of an alien event; \"....as December approached, lights and coloured flares were rigged in the woods. Black helium balloons were also coupled to remote-controlled kites to carry suspended materials into the sky, activated by radio-controls.\"[44] However, Clarke's investigation concluded that the story was itself a hoax.[45]\n\n"
        }
    ]
}