{
    "url": "https://en.wikipedia.org/wiki/Renwick_Gallery",
    "title": "Renwick Gallery",
    "table_of_contents": [
        "1 History",
        "1.1 Closure for 2013–2015 renovation",
        "1.2 Reopening",
        "1.3 Exhibitions",
        "2 Notable artists in the collection",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Renwick Gallery is a branch of the Smithsonian American Art Museum located in Washington, D.C. that displays American craft and decorative arts from the 19th to 21st century. The gallery is housed in a National Historic Landmark building that was opened in 1859 on Pennsylvania Avenue and originally housed the Corcoran Gallery of Art (now one block from the White House and across the street from the Old Executive Office Building). When it was built in 1859, it was known as \"the American Louvre\".\n\n"
        },
        {
            "title": "History",
            "text": "The Renwick Gallery building was originally built to be Washington, D.C.'s first art museum and to house William Wilson Corcoran's collection of American and European art.  The building was designed by James Renwick, Jr. and finally completed in 1874.[3][4] It is located at 1661 Pennsylvania Avenue NW.[5] Renwick designed it after the Louvre's Tuileries addition.[6] At the time of its construction, it was known as \"the American Louvre\".[7][8]\n\nThe building was near completion when the Civil War broke out and was seized by the U.S. Army in August 1861 as a temporary military warehouse for the records and uniforms for the Quarter Master General's Corps.[9] In 1864, General Montgomery C. Meigs converted the building into his headquarters office.[9]\n\nOn May 10, 1869, the building was returned to Corcoran, and, on January 19, 1874, the Corcoran Gallery of Art opened to the public.[3][9] The gallery quickly outgrew the space and relocated to a new building nearby in 1897.[10]  Starting in 1899, the building housed the federal Court of Claims.[3] By the 1950s, in need of more space, the Court of Claims proposed to demolish the building, however, it was saved from demolition by First Lady Jacqueline Kennedy in 1963.[4][6][8] In 1965, President Lyndon B. Johnson and Secretary of the Smithsonian S. Dillon Ripley, proposed that the building be turned over to the Smithsonian.[3][9][11]\n\nIn 1965, President Johnson signed an executive order transferring the Renwick building to the Smithsonian Institution for use as a \"gallery of arts, craft and design.\"[3] After a renovation under the direction of Lloyd E. Herman[12] it opened in 1972 as the home of the Smithsonian American Art Museum's contemporary craft program.[3][11] The Renwick Gallery is now a branch of the Smithsonian American Art Museum, housing the museum's collection of decorative art and crafts.[4][6]\n\nRenwick Gallery closed December 9, 2013, in order to permit a major renovation of the historic structure. The building was slightly damaged during the 2011 Washington D.C. earthquake, and the construction process required reworking of the original infrastructure.[13] The museum reopened on November 13, 2015 with an exhibition entitled Wonder featuring site-specific installation by nine artists.[14][15] The architectural renovation was led by Westlake Reed Leskosky, a Cleveland, Ohio–based architecture and engineering firm[16] and construction was overseen by Consigli Construction Co. of Milford, Massachusetts.[16] Fundraising for the renovation began in 2013, and was completed in June 2014 when local financier and philanthropist David Rubenstein donated $5.4 million toward the project. Smithsonian officials renamed the gallery's Grand Salon in Rubenstein's honor.[16]\n\nThe renovation included replacing all HVAC, electrical, plumbing, and fire-suppression systems; upgrades to security, phone, and data systems (including Wi-Fi installation throughout the building); restoring the original window configuration; restoring two vaulted ceilings on the second floor; reconfiguring the basement for staff offices and workshops;[16] and adding LED lighting throughout the building.[14] The Renwick's Grand Salon was also renovated to create a more contemporary event space.[2][7][14] Applied Minds was chosen to create potential concepts for the Grand Salon.[17] The four other firms which competed for the renovation job and made it to the final round but were not selected were Marlon Blackwell Architect, Studio Odile Decq, Vinci Hamp Architects, and Westlake Reed Leskosky (now DLR Group).[2][18]\n\nThe Renwick Gallery opened its doors after renovation on Friday, November 13, 2015. Admission is free. The gallery is open daily from 10:00 a.m. to 5:30 p.m.[19]\n\nThe first-floor gallery typically featured temporary exhibits that rotated about twice a year.[20] One commentator said, the crafts displayed \"are high art, not everyday objects.\"[20] Historically, the second floor Grand Salon has been one of the most famous art-filled rooms in Washington. For much of the museum's history, it was hung with 70 paintings by 51 American artists, most of them artworks created between 1840 and 1930, including landscapes, sentimental portraits, and classical themes, as well as portraits of tribal Native Americans by George Catlin. Since November 2015, the paintings are no longer on display, and the formal curtains, red carpeting, and red velvet furniture have all been removed. A number of the paintings were moved to the Smithsonian American Art Museum.[21]\n\nIn 2012, the Renwick Gallery hosted an exhibition called \"40 Under 40: Craft Futures\", which featured 40 artists in \"boundary-pushing interpretations of glass, fiber, ceramic, wood and other materials challenge the traditional process-oriented notion of the craft medium by incorporating performance, interactivity and politics.\"[22][23]\n\nThe gallery's visitors have almost doubled due to the popularity of the \"Wonder\" exhibition.[24] In November 2015,  \"Wonder\" opened in celebration of the completion of a two-year renovation of the Renwick Gallery. The exhibition featured nine major contemporary artists invited to install site-specific works on the theme of wonder in the nine exhibition spaces of the gallery. The artists chosen were Jennifer Angus, Chakaia Booker, Gabriel Dawe, Tara Donovan, Patrick Dougherty, Janet Echelman, John Grade, Maya Lin, and Leo Villareal.[25]\n\nThe artists were given freedom to create their installations.[26] Angus' piece, \"In the Midnight Garden,\" featured over 5,000 bugs – beetles, moths, and cicadas[26] – in various patterns in a pink room.[27]  Booker's \"Anonymous Donor\" was made up of old tires and stainless steel.[28] Dawe's \"Plexus A1\" weaved a rainbow into the middle of one of the Renwick's rooms.[29] Donovan made her installation out of thousands of index cards.[29] Dougherty made his installation, \"Shindig,\" out of willow branches.[30] Echelman based her piece off of images from the National Oceanic and Atmospheric Administration that showed the impact of waves during the 2011 Japan tsunami.[26] Grade reassembled a mold of a hemlock tree over a century year old.  The piece is called \"Middle Fork.\"[29]  Lin chose to map out the Chesapeake Bay using marbles.[27] Villareal's LED chandelier hangs from the top of the Renwick ceiling.[30]\n\nSince January 2016, over 176,000 people have visited the gallery.[29] The \"Wonder\" exhibition is popular on social media,[31] and the Renwick has been tagged over 20,000 times on Instagram by users.[29] Wonder closed after eight months and drew 732,000 viewers.[32]  It was criticized for being inconsistent with the Renwick's commitment to American craft.[33]\n\nThe Renwick Craft Invitational is a biennial assessment of contemporary fine craft.[34]  The 2016 exhibition featured works by Steven Young Lee, Kristen Morgin, Jennifer Trask, and Norwood Viviano.[35] Disrupting Craft: Renwick Invitational 2018 featured works by Tanya Aguiñiga, Sharif Bey, Dustin Farnsworth, and Stephanie Syjuco.[36]\n\nSince 2011, the Renwick has hosted a quarterly \"Handi-hour,\" a crafting-themed happy hour event, inspired by the DIY movement. In addition to craft activities for patrons, the 21+ event features craft beers selected by Greg Engert of the ChurchKey restaurant and pub in Washington, D.C.[37]\n\nIn 2019 the Renwick hosted an augmented reality exhibition by glass artist Ginny Ruffner and digital collaborator Grant Kirkpatrick titled Reforestation of the Imagination.[38]\n\n"
        },
        {
            "title": "Notable artists in the collection",
            "text": "A number of well-known, critically acclaimed artists had works in the Renwick Gallery's collection, as of the November 2015 reopening most are no longer on display.  Among them are:\n\n"
        }
    ]
}