{
    "url": "https://en.wikipedia.org/wiki/Repointing",
    "title": "Repointing",
    "table_of_contents": [
        "1 History",
        "2 Repointing process",
        "2.1 Examining the structure",
        "2.2 Establishing materials",
        "2.3 Test panels",
        "3 Construction process",
        "3.1 Removal of old mortar",
        "3.2 Filling in new mortar",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Repointing is the process of renewing the pointing, which is the external part of mortar joints, in masonry construction. Over time, weathering and decay cause voids in the joints between masonry units, usually in bricks, allowing the undesirable entrance of water. Water entering through these voids can cause significant damage through frost weathering and from salt dissolution and deposition. Repointing is also called pointing,[1] or pointing up, although these terms more properly refer to the finishing step in new construction.\n\n"
        },
        {
            "title": "History",
            "text": "Traditionally, mortar was made with lime and sand, producing lime putty. In the early 20th century, masons began using Portland cement, a strong, fast drying cement. Masonry cement made its appearance in the 1930s, which is a combination of Portland cement and ground limestone.[2]\n\n"
        },
        {
            "title": "Repointing process",
            "text": "Before starting any actual work, building owners examine the masonry units, mortar, and the techniques used in the original construction.[2] They try to identify the true problem they are facing and find out what were the causes of the deterioration or cracks. If there are cracks or problems in the actual bricks or stone masonry there could be a larger problem that also needs to be addressed. If there is a larger issue, repointing may cause further damage. If a historic structure needs repointing, building owners usually hire an architectural historian or conservator to help pinpoint the issues.[2] If the crack is smaller than 2mm and not causing any major defects, then it is better to leave it and not repoint.[3] It is common to see cracking along old repairs because of the shrinkage of hard mortar and the seasonal flexing along the joint.[3]\n\nExamining the structure before working will also help establish the strength and permeability of the original mortar in order to match the new. It helps to establish what the original components of the old mortar are in order to find the best match. It is essential that the mortar used for repointing have similar performance characteristics to the original mortar used in a building.[2] Such performance characteristics include permeability, compressive strength, and coefficient of thermal expansion. The mortar must have greater vapor permeability and softer compressive strength than the original mortar.[2] The mortar should also not be stronger (in compressive strength) than the masonry units because it will not have give. Rather than the mortar relieving the stress, the masonry units will, which will cause further damage to the masonry unit, such as cracking or spalling.[4] This is when the face or outer section of a masonry unit breaks away from the rest of the unit. This will be more expensive and strenuous to fix.  So for example, if a soft lime-based mortar was originally used, the most appropriate repointing mortar is likely to also contain a large amount of lime.[4]\n\nAn architectural conservator can perform a mortar analysis in order to make recommendations for replacement mortar that is both physically and aesthetically compatible with the building. There are two common methods of analyzing mortar. The first is called \"wet chemical.\" This is when a sample of the mortar is crushed and mixed with a dilute acid. The mortar will be broken down, and the type of mortar and sand used will be determined by the color and the texture.[2] Another form of \"wet chemical\" analysis is the same process but the carbon dioxide gas that is given off by the digestion will be collected and the type of mortar will be determined by its volume. The amounts of each component will also be determined. The second method to analyzing mortar is \"instrumental.\" There are several different forms of \"instrumental\" analysis; however, the most commonly used is thin-section microscopy.[2] This is when thin slices of mortar are examined by a transmitted light microscope. This process can provide more information than \"wet-chemical\" examination. Other examples of \"instrumental analysis are scanning electron microscopy, X-ray diffraction, and atomic absorption spectroscopy.[2] Analysis is not solely based on lab work, however. There are important performances of mortar that can not be determined in a lab: original water content, rate of curing, weather conditions during original construction, method of mixing and placing the mortar, and cleanliness of sand.\n\nIt is important to also match the color of the mortar. However, in the past lime mortar tended to be mixed on site with whatever sand was locally available. Since the sand influences the color of the lime mortar, colors of pointing mortar can vary dramatically from district to district.[4] Weathering of the new mortar will also match it to the old mortar.[3] The tooling should also match the tooling of the historic mortar.\n\nAgain, before starting any work, the methods and materials for the repointing will be applied in a test panel. A test panel is an area on the structure out of plain sight where the owner or conservator can test the repointing methods they will use, the color of the mortar, and the skills of the mason.[2] This will also be good to determine the types of tools that should be used, which will be discussed in the next paragraph. For a brick structure, the panel should not be any bigger than 3' x 3'. For other masonry units, the test panel can be a little larger. It is also important to pick the right season to do the repointing. Extremely high or low temperatures can cause rapid drying which can have negative effects on the mortar, masonry units, and the structure itself.[2]\n\n"
        },
        {
            "title": "Construction process",
            "text": "After examination, the next step is cutting away the old mortar. The old mortar is removed to a depth equal to or slightly more than the width of the joint, or to the point where sound mortar is reached.[2] Removal of old mortar between joints is done carefully to avoid damage to masonry units. On buildings with soft materials, such as under-fired brick, lime mortar, or terra cotta, removal by hand is often the most effective to avoid damage.[4]  Hard Portland cement mortar is usually removed with a grinder or power circular masonry blade, taking care not to damage the masonry units. Vertical joints or thin joints are done by hand or with small power chisels.\" If a power saw needs to be used, it's only used on wide and uniform horizontal joints[5] and in the middle of the joint. A hammer and chisel are then used for the rest of the mortar, closer to the masonry units.[5] Caulking cutters with diamond blades are an acceptable power tool to remove mortar in wide horizontal joints. They are slow, have no rotation, and vibrate so they are likely to cause less damage to the masonry units.\n\nAfter the mortar has been cut out, the joints are vacuumed or brushed clean. After vacuuming, the remaining debris is removed with a water jet from the top of the masonry area down.[5]\n\nThe areas with the deepest recession of mortar are filled first. The mortar is placed in several layers, starting with the first layer of 1/4 inch.[2] It is hardened to a desired strength then another 1/4 inch layer is added. The process is continued until the mortar is flush with the masonry. High-lime mortar dries rapidly, so after it reaches a particular strength it needs to be sprayed with water to avoid chalking, poor adhesion, or poor durability. The structure is misted every two hours for two days, then every four hours for two days.[2] It is important that the mortar stays wet for at least a couple of days while it is setting. The local conditions will control how long the structure should be kept wet, however. Burlap or plastic is placed over the repointed wall or structure. This keeps the building damp and eliminates direct sunlight. The burlap and the plastic are not resting against the structure, however. The burlap or plastic are anchored to the ground to avoid this.[2]\n\nThere are different ways to lay the mortar joint close to the edge of the brick. Some contractors bring the mortar to the very edge, flush with the face of the brick. Others leave it recessed back to allow water to shed off the building. There are three types of recessed mortar: bucket handle, weatherstruck, and simply recessed. The bucket handle is when the mortar is in a curve shape away from the face of the brick. Weatherstruck is when the mortar starts close to the bottom brick and recesses back as it goes up towards the upper brick. The third, recessed, is when the mortar sits back from the face of the brick. There is also tuckpointing, where a mortar of a contrasting colour is 'tucked' into the masonry joint.\n\nIf the color of the new mortar is still not similar to the old mortar after repointing and setting, the non-repointed areas of the structure can be cleaned. This may bring the colors closer together. To do this, a low pressure water jet is used to clean the old pointing. A high powered water jet is not to be used because this could damage the masonry and mortar.[2] Chemicals are also not used with the water because this could be harmful to the masonry or mortar. However, if chemicals are used, the structure is rinsed afterwards with fresh water and natural or nylon brushes. Another method to match the colors is to stain the new mortar. This is not recommended by professionals though, because it can be harmful. If stain is used, the application is tested in the test panel.[2]\n\n"
        }
    ]
}