{
    "url": "https://en.wikipedia.org/wiki/Reproductive_technology",
    "title": "Reproductive technology",
    "table_of_contents": [
        "1 Overview",
        "1.1 Assisted reproductive technology",
        "1.2 Prognostics",
        "1.3 Contraception",
        "1.4 Others",
        "1.4.1 Same-sex procreation",
        "2 Ethics",
        "3 In fiction",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Reproductive technology encompasses all current and anticipated uses of technology in human and animal reproduction, including assisted reproductive technology, contraception and others. It is also termed Assisted Reproductive Technology, where it entails an array of appliances and procedures that enable the realization of safe, improved and healthier reproduction. While this is not true of all men and women, for an array of married couples, the ability to have children is vital. But through the technology, infertile couples have been provided with options that would allow them to conceive children.[1]\n\n"
        },
        {
            "title": "Overview",
            "text": "Assisted reproductive technology (ART) is the use of reproductive technology to treat low fertility or infertility. Modern technology can provide infertile coupled with assisted reproductive technologies. The natural method of reproduction has become only one of many new techniques used today. There are millions of couples that do not have the ability to reproduce on their own because of infertility and therefore, must resort to these new techniques. The main causes of infertility are that of hormonal malfunctions and anatomical abnormalities.[2] ART is currently the only form of l uterus, for example, for the time being can only conceive through surrogacy methods).[3] Examples of ART include in vitro fertilization and its possible expansions, including:\n\nReproductive technology can inform family planning by providing individual prognoses regarding the likelihood of pregnancy. It facilitates the monitoring of ovarian reserve, follicular dynamics and associated biomarkers in females,[4] and semen analysis in males.[5]\n\nContraception, also known as birth control, is a form of reproductive technology that enables people to prevent pregnancy.[6] There are many forms of contraception, but the term covers any method or device which is intended to prevent pregnancy in a sexually active woman. Methods are intended to \"prevent the fertilization of an egg or implantation of a fertilized egg in the uterus.\"[7] Different forms of birth control have been around since ancient times, but widely available effective and safe methods only became available during the mid-1900s.[8]\n\nThe following reproductive techniques are not currently in routine clinical use; most are still undergoing development: \n\nResearch is currently investigating the possibility of same-sex procreation, which would produce offspring with equal genetic contributions from either two females or two males.[9] This form of reproduction has become a possibility through the creation of either female sperm (containing the genetic material of a female) or male eggs (containing the genetic material of a male). Same-sex procreation would remove the need for lesbian and gay couples to rely on a third party donation of a sperm or an egg for reproduction.[10]\nThe first significant development occurred in 1991, in a patent application filed by U.Penn. scientists to fix male sperm by extracting some sperm, correcting a genetic defect in vitro, and injecting the sperm back into the male's testicles.[11] While the vast majority of the patent application dealt with male sperm, one line suggested that the procedure would work with XX cells, i.e., cells from an adult woman to make female sperm.\n\nIn the two decades that followed, the idea of female sperm became more of a reality. In 1997, scientists partially confirmed such techniques by creating chicken female sperm in a similar manner.[12] They did so by injecting blood stem cells from an adult female chicken into a male chicken's testicles. In 2004, other Japanese scientists created two female offspring by combining the eggs of two adult mice.[13][14]\n\nIn 2008, research was done specifically for methods on creating human female sperm using artificial or natural Y chromosomes and testicular transplantation.[15] A UK-based group predicted they would be able to create human female sperm within five years. So far no conclusive successes have been achieved.[2]\n\nIn 2018 Chinese research scientists produced 29 viable mice offspring from two mother mice by creating sperm-like structures from haploid Embryonic stem cells using gene editing to alter imprinted regions of DNA. They were unable to get viable offspring from two fathers. Experts noted that there was little chance of these techniques being applied to humans in the near future.[16][17]\n\n"
        },
        {
            "title": "Ethics",
            "text": "Recent technological advances in fertility treatments introduce ethical dilemmas, such as the affordability of the various procedures. The exorbitant prices can limit who has access.[9] Many issues of reproductive technology have given rise to bioethical issues, since technology often alters the assumptions that lie behind existing systems of sexual and reproductive morality. Other ethical considerations arise with the application of ART to women of advanced maternal age, who have higher changes of medical complications (including pre-eclampsia), and possibly in the future its application to post-menopausal women.[18][19][20] Also, ethical issues of human enhancement arise when reproductive technology has evolved to be a potential technology for not only reproductively inhibited people but even for otherwise re-productively healthy people.[21]\n\n"
        }
    ]
}