{
    "url": "https://en.wikipedia.org/wiki/Republic_Pictures",
    "title": "Republic Pictures",
    "table_of_contents": [
        "1 Company history",
        "2 Movie studio",
        "2.1 Notable Republic films",
        "2.2 Types of films",
        "3 Television era",
        "3.1 Serials",
        "4 Republic Corporations",
        "5 Re-establishment",
        "6 References",
        "6.1 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Republic Pictures Corporation (currently held under Melange Pictures, LLC) was an American motion picture production-distribution corporation in operation from 1935 to 1967, that was based in Los Angeles. It had studio facilities in Studio City and a movie ranch in Encino. It was best known for specializing in Westerns, serials, and B films emphasizing mystery and action. Republic was also notable for developing the careers of John Wayne, Gene Autry, and Roy Rogers. It was also responsible for the financing and distribution of a few A films directed by John Ford during the 1940s and early 1950s and one Shakespeare film, Macbeth (1948), directed by Orson Welles.  Under Herbert J. Yates, Republic was considered a mini-major film studio.[1]\n\n"
        },
        {
            "title": "Company history",
            "text": "Created in 1935 by Herbert J. Yates, a longtime investor in film (having invested in 20th Century Pictures at its founding in 1933)[2] and owner of the film processing laboratory Consolidated Film Industries, Republic was initially founded upon Yates' acquisition of six smaller independent Poverty Row studios.[2][3]\n\nIn the depths of the Great Depression, Yates' laboratory was no longer serving the major studios, which had developed their own in-house laboratories for purposes of both economy and control, while the small, independent producers were going under in the face of increased competition from the majors combined with the general impact of the depressed economy. In 1935, he thus decided to create a studio of his own to insure Consolidated's stability. Six surviving small companies (Monogram Pictures, Mascot Pictures, Liberty Pictures, Majestic Pictures, Chesterfield Pictures, and Invincible Pictures) were all in debt to Yates' lab. He prevailed upon these studios to merge under his leadership or else face foreclosure on their outstanding lab bills. Yates' new company, Republic Pictures Corporation, was presented to their producer-owners[2] as a collaborative enterprise focused on low-budget product.\n\nAcquiring and integrating these six companies enabled Republic to begin life with an experienced production staff, a company of veteran B-film supporting players and at least one very promising star, a complete distribution system, and a functioning and modern studio. In exchange for merging, the principals were promised independence in their productions under the Republic aegis, and higher budgets with which to improve the quality of the films. After he had learned the basics of film production and distribution from his partners, Yates began asserting more and more authority over their film departments, and dissension arose in the ranks. Carr and Johnston left and reactivated Monogram Pictures in 1937;[2] Darmour resumed independent production for Columbia Pictures; Levine left and never recovered from the loss of his studio, staff and stars, all of whom now were contracted to Republic and Yates. Meanwhile, Yates installed a staff of new, \"associate\" producers who were loyal to him. Freed of partners, Yates presided over what was now his film studio and acquiring senior production and management staff who served him as employees, not experienced peers with independent ideas and agendas.\n\nRepublic also acquired Brunswick Records to record its singing cowboys Gene Autry and Roy Rogers and hired Cy Feuer as head of its music department.[4]\n\nAt the 1958 annual meeting, Yates announced the end of motion picture production.[2]\n\n"
        },
        {
            "title": "Movie studio",
            "text": "In its early years, Republic was sometimes labeled a \"Poverty Row\" company, as its primary products were B movies and serials. Republic, however, showed more interest in — and provided larger budgets to — these films than did many of the larger studios, and certainly more than did the independents. The heart of the company was its Westerns and its many Western film leads — among them John Wayne, Gene Autry, Rex Allen, and Roy Rogers — became recognizable stars at Republic. However, by the mid-1940s, Yates was producing better-quality pictures, mounting big-budget fare such as The Quiet Man (1952), Sands of Iwo Jima (1949), Johnny Guitar (1954), and The Maverick Queen (1956). Another distinguishing aspect of Republic Pictures was Yates' avoidance of any controversial subject matter (exploitation films being a staple of B movies), in contrast to the other \"Poverty Row\" studios that often dodged the Production Code.\n\nIn 1946, Republic incorporated animation into its Gene Autry feature film Sioux City Sue. It turned out well enough for the studio to dabble in animated cartoons. After leaving Warner Bros. in 1946 (reportedly because of angering his peers at the studio's cartoon division for taking credit that was not really his), Bob Clampett approached Republic and directed a single cartoon, It's a Grand Old Nag, featuring the equine character Charlie Horse. Republic management, however, had second thoughts owing to dwindling profits and discontinued the series.[5] Clampett took his direction credit under the name \"Kilroy\". Republic also produced another cartoon series in 1949 (this time without Clampett) called Jerky Journeys, but only four cartoons were made.[6]\n\nFrom the mid-1940s, Republic films often featured Vera Hruba Ralston, a former ice skater from Czechoslovakia who had won the heart of Yates, marrying him in 1952.[7] She was originally featured in musicals as Republic's answer to Sonja Henie, but Yates tried to build her up as a dramatic star, casting her in leading roles opposite important male stars. Yates billed her as \"the most beautiful woman in films,\" but her charms were lost on the moviegoing public and exhibitors complained that Republic was producing too many Ralston pictures. Years later, John Wayne admitted that he had departed Republic in 1952 over the prospect of having to appear in another film with her. Yates remained Ralston's most ardent supporter, and she continued to appear in Republic features until its final production.\n\nRepublic produced many \"hillbilly\" rural musicals and comedies featuring Bob Burns, the Weaver Brothers, and Judy Canova that were popular in many rural areas of the United States.[8]\n\nBy the mid-to-late-1940s, the American film industry faced an existential threat, the result of years of wartime stress on costs and the postwar exchange and trade restrictions enacted by the nations of Continental Europe (practically closing off the market to smaller studios such as Republic), the Paramount Case (even though Republic never owned more than a handful of theaters), and the rise of television. In 1947, Yates stopped the production of short subjects, reduced the amount of serials, and organized Republic's feature output into four types of films: \"Jubilee\", usually a Western shot in seven days for about $50,000; \"Anniversary\", filmed in 14–15 days for $175,000-$200,000; \"Deluxe\", major productions made with a budget of around $500,000; and \"Premiere\", which were usually made by top-rank directors who most often did not work for Republic, such as John Ford, Fritz Lang and Frank Borzage, and which could have budgets of $1,000,000 or more.[9] Some of these \"Deluxe\" films were produced by independent companies and were picked up for release by Republic.[citation needed]\n\nAlthough Republic released most of its films in black and white, it occasionally produced higher-budgeted films such as The Red Pony (1949) and The Quiet Man in Technicolor. During the late 1940s and 1950s, Yates utilized a low-cost Cinecolor process called Trucolor in many Republic films, including Johnny Guitar, The Last Command (1955), and Magic Fire (1956). In 1956, the studio devised its own widescreen film process, Naturama, and The Maverick Queen was the first film made in that process.[10]\n\n"
        },
        {
            "title": "Television era",
            "text": "Republic was one of the first Hollywood studios to offer its film library to television. In 1951, Republic established a subsidiary, Hollywood Television Service, to sell screening rights in its vintage westerns and action-thrillers.[citation needed] Many of these films, especially the westerns, were edited to fit in a one-hour television slot.\n\nHollywood Television Service also produced television shows filmed in the same style as Republic's serials, such as The Adventures of Fu Manchu (1956). Also, in 1952, the Republic studio lot became the first home of MCA's series factory, Revue Productions.[citation needed]\n\nWhile it appeared that Republic was well suited for television series production, it did not have the finances or vision to do so. Yet by the mid-1950s, thanks to its sale of old features and leasing of studio space to MCA, television was the prop supporting Republic. During this period, the studio produced Commando Cody: Sky Marshal of the Universe; unsuccessful as a theater release, the 12-part serial was later sold to NBC for television distribution.\n\nTalent agent MCA exerted influence at the studio, bringing in some high-paid clients for occasional features, and it was rumored at various times that either MCA or deposed MGM head Louis B. Mayer would buy the studio outright.\n\nAs the demand and market for motion pictures declined with the increasing popularity of television, Republic began to cut back on its films, slowing production from 40 features annually in the early 1950s to 18 in 1957 (in 1956—the year the company had recorded a profit of $919,000—it temporarily ceased production of features.[11]) Perhaps inspired by the success of American International Pictures catering to teenaged audiences, Republic dispensed with its old \"no exploitation\" rule and released several films in the late 1950s about juvenile delinquency, such as The Wayward Girl (1957), Juvenile Jungle (1958), and Young and Wild (1958).\n\nA tearful Yates informed shareholders at the 1958 annual meeting that feature film production was ending; the distribution offices were shut down the following year.[12][13]\n\n"
        },
        {
            "title": "Republic Corporations",
            "text": "On July 1, 1958, Victor M. Carter, a Los Angeles businessman and turnaround specialist,[14] acquired controlling interest in the company for nearly $6 million, becoming its president.[15] He turned Republic into a diversified business that included plastics and appliances in addition to its film and studio rentals and Consolidated Film Industries, renaming the company Republic Corporations.[16] Having used the studio for series production for years, Republic began leasing its backlot to other firms, including CBS, in 1963. In 1967, Republic's studio was purchased outright by CBS[17] and, having more than quadrupled the stock price for shareholders, Carter sold his controlling interest.[14] Other than producing a 1966 package of 26 Century 66 100-minute made-for-TV movies edited from some of the studio's serials to cash in on the popularity of the Batman television series, Republic Pictures' role in Hollywood ended with the sale of the studio lot. Republic sold its library of films to National Telefilm Associates (NTA).\n\nToday, the studio lot is known as CBS Studio Center. In 2006, it became home to the network's Los Angeles stations KCBS-TV and KCAL-TV. In 2008, the CBS network relocated from its Hollywood Television City operations to the Radford lot, and its executives are based from the site.\n\n"
        },
        {
            "title": "Re-establishment",
            "text": "During the early 1980s, NTA resyndicated most of the Republic film library for use by then-emerging cable television and found itself so successful with these product lines that on December 28, 1984, the company acquired rights to the logos and the name \"Republic Pictures Corporation\", and renamed itself as such.[18] A television production unit was set up under the Republic name and offered, among other things, off-network repeats of the CBS series Beauty and the Beast and game show Press Your Luck in syndication. There were also a few theatrical films, including Freeway, Ruby in Paradise, Dark Horse, Live Nude Girls, and Bound. At the same time, subsidiary NTA Home Entertainment was renamed Republic Pictures Home Video and began remarketing the original Republic film library. In 1985, the company bought out Blackhawk Films, and eventually Republic decided to close Blackhawk in 1987.\n\nAlso that year, Republic Pictures Home Video, the home video division of the Republic Pictures, had inked an agreement with Hawk Company, headed by Robert Clouse, in order to gain access to 31 projects that were developed by Hawk, for home video release, and that Republic Pictures Home Video received a 24% share in the newly formed Hawk Company organization.[19]\n\nOn August 27, 1986, Republic Pictures Home Video had established a venture with Eagle Productions Ltd. that Eagle would produce family-oriented outdoors programming, and that Republic Pictures Home Video would handle sales, marketing and distribution of the Eagle Productions titles, with the venture The Eagle Heritage Video Collection is aimed at the interest of hunting, fishing and other \"non-consumptive\" uses of the outdoors.[20] In 1987, Republic Pictures decided to expand onto its television production activities, in association with Jaffe/Lansing Productions, on a television movie for ABC, which is When the Time Comes, plus two prospective projects for CBS, which are Indiscreet, and Mistress, which was part of a three-picture deal between Jaffe/Lansing and Republic Pictures.[21] That year, Chuck Larsen was hired by Republic Pictures as president of domestic television distribution, and will select the two from a number of series we have in development.[22]\n\nIn 1993, this new Republic won a landmark legal decision reactivating the copyright on Frank Capra's 1946 RKO film It's a Wonderful Life (under NTA, it had already acquired the film's negative, music score, and the story on which it was based, \"The Greatest Gift\").\n\nIn June 1993, the company's home video division signed a deal with the Children's Television Workshop for the release of several of the company's properties on VHS in order for the former to expand to the children's video market.[23]\n\nOn April 27, 1994, Spelling Entertainment, headed by Aaron Spelling and controlled by Blockbuster Entertainment, acquired the Republic Pictures library; soon after, Blockbuster's established home video unit, Worldvision Home Video, merged with Republic's and took the latter's name.[24] Later that year, Blockbuster merged with Viacom.\n\nIn 1996, Republic shut down its film production unit.[25] In September 1997, Republic's video rental operations were taken over by Paramount Entertainment; its sell-through operations remained.[26] In September 1998, Spelling licensed the American and Canadian video rights to its library to Artisan Entertainment,[27] while the library itself continued to be released under the Republic name and logo. By the end of the decade, Viacom bought the portion of Spelling it did not own previously; thus, Republic became a wholly owned division of Paramount. Artisan (later sold to Lionsgate Home Entertainment) continued to use the Republic name, logo, and library under license from Paramount. Republic Pictures' holdings consist of a catalog of 3,000 films and TV series, including the original Republic library (except for the Roy Rogers and Gene Autry catalogs, owned by their respective estates) and inherited properties from NTA and Aaron Spelling.\n\nIn 2012, Richard Feiner & Co. sued Paramount for the unauthorized exploitation of 17 films from the 1940s and 50s originally released by Warner Bros. which Feiner had previously acquired. Feiner sold Republic Pictures the \"rights, and interest of every kind, nature, and description throughout the Universe\" to the films in 1986, but retained the license to exploit the films in major U.S. markets (New York, Atlanta, Los Angeles, Philadelphia, etc.). The plaintiff claimed that the films aired on cable several times without their knowledge. The case was later settled, with Feiner now sharing in the royalties.[28][29]\n\nRepublic has since folded and currently is part of Melange Pictures, LLC, established by Viacom as a holding company for the Republic library. The video rights, in turn, shifted from Lionsgate to Olive Films and Kino Lorber (under license from Paramount). However, both the Republic name and its logo are still being used on its in-house reissues on DVD and Blu-ray through Olive and Kino, as they remain licensed trademarks of Paramount Global.\n\n"
        }
    ]
}