{
    "url": "https://en.wikipedia.org/wiki/Republicanism_in_the_United_States",
    "title": "Republicanism in the United States",
    "table_of_contents": [
        "1 American Revolution and republican virtue",
        "1.1 Virtue and patriotism",
        "1.2 Founding Fathers",
        "1.3 Virtue versus commerce",
        "1.3.1 Other influences",
        "2 Other issues in republicanism",
        "2.1 \"Republican\" as party name",
        "2.2 Republican motherhood",
        "2.3 Property rights",
        "2.4 Equitable distribution of wealth",
        "2.5 National debt",
        "2.6 Military service",
        "3 United States Constitution",
        "3.1 Terminology in legal rulings",
        "4 Republicanism in American history",
        "4.1 South, slavery, Jim Crow, and women's suffrage",
        "4.2 Progressive Era",
        "5 Democracy and republicanism",
        "5.1 Founding fathers",
        "5.1.1 Opposition to majoritarian tyranny",
        "5.1.2 Support for rule of the majority",
        "5.2 Rise of democracy",
        "5.3 Post-World War II reaction against democracy",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe values, ideals and concept of republicanism have been discussed and celebrated throughout the history of the United States.[1][2] As the United States has no formal hereditary ruling class, republicanism in this context does not refer to a political movement to abolish such a class, as it does in countries such as the UK, Australia, and Netherlands. Instead, it refers to the core values that citizenry in a republic have,[3][4] or ought to have.\n\nPolitical scientists and historians have described these central values as liberty and inalienable individual rights; recognizing the sovereignty of the people as the source of all authority in law;[5] rejecting monarchy, aristocracy, and hereditary political power; virtue and faithfulness in the performance of civic duties; and vilification of corruption.[6] These values are based on those of Ancient Greco-Roman, Renaissance, and English models and ideas.[7] Articulated in the writings of the Founding Fathers (particularly Thomas Jefferson, James Madison, and John Adams),[8] they formed the intellectual basis for the American Revolution — the Declaration of Independence (1776), the Constitution (1787), and the Bill of Rights (1791), as well as the Gettysburg Address (1863).[9]\n\nPoliticians and scholars have debated the connection of these values with issues like honest government, democracy, individualism, property rights, military service; or their compatibility with slavery, inequitable distribution of wealth, economic self-interest, limits on the rights of minorities, and national debt.\n\nIn the United States Constitution, republic is mentioned once, in section four of Article Four, where it is stated: \"The United States shall guarantee to every State in this Union a Republican Form of Government ...\". \nTwo major political parties in American history have used the term in their name[10] — the Democratic-Republican Party of Thomas Jefferson (1793–1824; also known as the Jeffersonian Republican Party) and the Republican Party, (founded in 1854 and named after the Jeffersonian party).[11]\n\n"
        },
        {
            "title": "American Revolution and republican virtue",
            "text": "The colonial intellectual and political leaders in the 1760s and 1770s closely read history to compare governments and their effectiveness of rule.[13] The Revolutionists were especially concerned with the history of liberty in England and were primarily influenced by the \"country party\" (which opposed the \"court party\" that held power). Country party philosophy relied heavily on the classical republicanism of Roman heritage; it celebrated the ideals of duty and virtuous citizenship in a republic. It drew heavily on ancient Greek city-state and Roman republican examples.[14] The country party shared some of the political philosophy of Whiggism as well as Tory critics in England which roundly denounced the corruption surrounding the \"court party\" in London centering on the royal court. This approach produced a political ideology Americans called \"republicanism\", which was widespread in colonial America by 1775.[15] \"Republicanism was the distinctive political consciousness of the entire Revolutionary generation.\"[16] J.G.A. Pocock explained the intellectual sources in America:\n\nAmerican republicanism was centered on limiting corruption and greed. Virtue was of the utmost importance for citizens and representatives. Revolutionaries took a lesson from ancient Rome; they knew it was necessary to avoid the luxury that had destroyed the empire.[18] A virtuous citizen was one who ignored monetary compensation and made a commitment to resist and eradicate corruption. The republic was sacred; therefore, it was necessary to serve the state in a truly representative way, ignoring self-interest and individual will. Republicanism required the service of those who were willing to give up their own interests for a common good. According to Bernard Bailyn, \"The preservation of liberty rested on the ability of the people to maintain effective checks on wielders of power and hence in the last analysis rested on the vigilance and moral stamina of the people. ... \" Virtuous citizens needed to be strong defenders of liberty and challenge the corruption and greed in government. The duty of the virtuous citizen became a foundation for the American Revolution.[19][20]\n\nThe commitment of Patriots to republican values was a key intellectual foundation of the American Revolution. In particular, the key was Patriots' intense fear of political corruption and the threat it posed to liberty. Bernard Bailyn states, \"The fact that the ministerial conspiracy against liberty had risen from corruption was of the utmost importance to the colonists.\"[21] In 1768 to 1773 newspaper exposés such as John Dickinson's series of \"Letters from a Farmer in Pennsylvania\" (1767–68) were widely reprinted and spread American disgust with British corruption. The patriot press provided emphasized British corruption, mismanagement, and tyranny.[22] Britain was increasingly portrayed as corrupt and hostile and that of a threat to the very idea of democracy; a threat to the established liberties that colonists enjoyed and to colonial property rights. The greatest threat to liberty was thought by many to be corruption – not just in London but at home as well. The colonists associated it with luxury and, especially, inherited aristocracy, which they condemned. Historian J.G.A. Pocock argues that Republicanism explains the American Revolution in terms of virtuous Republican resistance to British imperial corruption.[23]\n\nHistorian Sarah Purcell studied the sermons preached by the New England patriot clergy in 1774–1776. They stirred up a martial spirit justified war against England. The preachers cited New England's Puritan history in defense of freedom, blamed Britain's depravity and corruption for the necessity of armed conflict. The sermons called on soldiers to behave morally and in a \"manly\" disciplined fashion. The rhetoric not only encouraged heavy enlistment, but helped create the intellectual climate the Patriots needed to fight a civil war.[24] Historian Thomas Kidd argues that during the Revolution active Christians linked their religion to republicanism. He states, \"With the onset of the revolutionary crisis, a major conceptual shift convinced Americans across the theological spectrum that God was raising up America for some special purpose.\"[25] Kidd further argues that \"new blend of Christian and republican ideology led religious traditionalists to embrace wholesale the concept of republican virtue.\"[26]\n\nHistorian Gordon Wood has tied the founding ideas to American exceptionalism: \"Our beliefs in liberty, equality, constitutionalism, and the well-being of ordinary people came out of the Revolutionary era. So too did our idea that we Americans are a special people with a special destiny to lead the world toward liberty and democracy.\"[27] Americans were the protectors of liberty, they had a greater obligation and destiny to assert republican virtue. In Discourse of 1759 Jonathan Mayhew states \"An absolute submission to our prince, or whether disobedience and resistance may not be justified able in some cases ... to all those who bear the title of rulers in common but only to those who actually perform the duty of rulers by exercising a reasonable and just authority for the good of human society.\" The notion that British rulers were not virtuous, nor exercising their authority for the \"good of human society\" prompted the colonial desire to protect and reestablish republican values in government. This need to protect virtue was a philosophical underpinning of the American Revolution.[28]\n\nThe \"Founding Fathers\" were strong advocates of republican values, especially Samuel Adams, Patrick Henry, George Washington, Thomas Paine, Benjamin Franklin, John Adams, Thomas Jefferson, James Madison and Alexander Hamilton.[29]\n\nThomas Jefferson defined a republic as:\n\nThe Founding Fathers discoursed endlessly on the meaning of \"republicanism.\" John Adams in 1787 defined it as \"a government, in which all men, rich and poor, magistrates and subjects, officers and people, masters and servants, the first citizen and the last, are equally subject to the laws.\"[31]\n\nThe open question, as Pocock suggested,[32] of the conflict between personal economic interest (grounded in Lockean liberalism) and classical republicanism, troubled Americans. Jefferson and Madison roundly denounced the Federalists for creating a national bank as tending to corruption and monarchism; Alexander Hamilton staunchly defended his program, arguing that national economic strength was necessary for the protection of liberty. Jefferson never relented but by 1815 Madison switched and announced in favor of a national bank, which he set up in 1816.\n\nJohn Adams often pondered the issue of civic virtue. Writing Mercy Otis Warren in 1776, he agreed with the Greeks and the Romans, that, \"Public Virtue cannot exist without private, and public Virtue is the only Foundation of Republics.\" Adams insisted, \"There must be a positive Passion for the public good, the public Interest, Honor, Power, and Glory, established in the Minds of the People, or there can be no Republican Government, nor any real Liberty. And this public Passion must be Superior to all private Passions. Men must be ready, they must pride themselves, and be happy to sacrifice their private Pleasures, Passions, and Interests, nay their private Friendships and dearest connections, when they Stand in Competition with the Rights of society.\"[33]\n\nAdams worried that a businessman might have financial interests that conflicted with republican duty; indeed, he was especially suspicious of banks. He decided that history taught that \"the Spirit of Commerce ... is incompatible with that purity of Heart, and Greatness of soul which is necessary for a happy Republic.\" But so much of that spirit of commerce had infected America. In New England, Adams noted, \"even the Farmers and Tradesmen are addicted to Commerce.\" As a result, there was \"a great Danger that a Republican Government would be very factious and turbulent there.\"[34]\n\nA second stream of thought growing in significance was the classical liberalism of John Locke, including his theory of the \"social contract\". This had a great influence on the revolution as it implied the inborn right of the people to overthrow their leaders should those leaders betray the agreements implicit in the sovereign-follower relationship. Historians find little trace of Jean-Jacques Rousseau's influence in America.[35] In terms of writing state and national constitutions, the Americans used Montesquieu's analysis of the ideally \"balanced\" British Constitution. But first and last came a commitment to republicanism, as shown by many historians such as Bernard Bailyn and Gordon S. Wood.[36]\n\nFor a century, historians have debated how important republicanism was to the Founding Fathers. The interpretation before 1960, following Progressive School historians such as Charles A. Beard, Vernon L. Parrington and Arthur M. Schlesinger, Sr., downplayed rhetoric as superficial and looked for economic motivations. Louis Hartz refined the position in the 1950s, arguing John Locke was the most important source because his property-oriented liberalism supported the materialistic goals of Americans.[37]\n\nIn the 1960s and 1970s, two new schools emerged that emphasized the primacy of ideas as motivating forces in history (rather than material self-interest). Bernard Bailyn, Gordon Wood from Harvard formed the \"Cambridge School\"; at Washington University the \"St. Louis School\" was led by J.G.A. Pocock. They emphasized slightly different approaches to republicanism.[38] However, some scholars, especially Isaac Kramnick and the late Joyce Appleby, continue to emphasize Locke, arguing that Americans are fundamentally individualistic and not devoted to civic virtue. The relative importance of republicanism and liberalism remains a topic of strong debate among historians, as well as the politically active of the present day.\n\n"
        },
        {
            "title": "Other issues in republicanism",
            "text": "In 1792–93 Jefferson and Madison created a new \"Democratic-Republican party\" in order to promote their version of the doctrine. They wanted to suggest that Hamilton's version was illegitimate.[39] According to Federalist Noah Webster, a political activist bitter at the defeat of the Federalist party in the White House and Congress, the choice of the name \"Democratic-Republican\" was \"a powerful instrument in the process of making proselytes to the party. ... The influence of names on the mass of mankind, was never more distinctly exhibited, than in the increase of the democratic party in the United States. The popularity of the denomination of the Republican Party, was more than a match for the popularity of Washington's character and services, and contributed to overthrow his administration.\"[40] The party, which historians later called the Democratic-Republican Party, split into separate factions in the 1820s, one of which became the Democratic Party. After 1832, the Democrats were opposed by another faction that named themselves \"Whigs\" after the Patriots of the 1770s who started the American Revolution. Both of these parties proclaimed their devotion to republicanism in the era of the Second Party System.\n\nUnder the new government after the revolution, \"republican motherhood\" became an ideal, as exemplified by Abigail Adams and Mercy Otis Warren. The first duty of the republican woman was to instill republican values in her children, and to avoid luxury and ostentation.[41]\n\nTwo generations later, the daughters and granddaughters of these \"Republican mothers\" appropriated republican values into their lives as they sought independence and equality in the workforce. During the 1830s, thousands of female mill workers went on strike to battle for their right to fair wages and independence, as there had been major pay cuts. Many of these women were daughters of independent land owners and descendants of men who had fought in the Revolutionary War; they identified as \"daughters of freemen\". In their fight for independence at the mills, women would incorporate rhetoric from the revolution to convey the importance and strength of their purpose to their corporate employers, as well as to other women. If the Revolutionary War was fought to secure independence from Great Britain, then these \"daughters of freemen\" could fight for the same republican values that (through striking) would give them fair pay and independence, just as the men had.[42]\n\nSupreme Court Justice Joseph Story (1779–1845), made the protection of property rights by the courts a major component of American republicanism. A precocious legal scholar, Story was appointed to the Court by James Madison in 1811. He and Chief Justice John Marshall made the Court a bastion of nationalism (along the lines of Marshall's Federalist Party) and a protector of the rights of property against runaway democracy. Story opposed Jacksonian democracy because it was inclined to repudiate lawful debts and was too often guilty of what he called \"oppression\" of property rights by republican governments.[43] Story held that, \"the right of the citizens to the free enjoyment of their property legally acquired\" was \"a great and fundamental principle of a republican government.\"[44] Newmyer (1985) presents Story as a \"Statesman of the Old Republic\" who tried to rise above democratic politics and to shape the law in accordance with the republicanism of Story's heroes, Alexander Hamilton and John Marshall, as well as the New England Whigs of the 1820s and 1830s, such as Daniel Webster.[45] Historians agree that Justice Story – as much or more than Marshall or anyone else – did indeed reshape American law in a conservative direction that protected property rights.[46]\n\nAccording to journalist Jamelle Bouie, \"among the oldest and most potent strains of American thinking\" about self-government is the belief that it cannot coexist \"with mass immiseration and gross disparities of wealth and status\".[47]\n\nHe quotes John Adams in a 1776 letter,\n\nPolitical scientists Jacob S. Hacker and Paul Pierson quote a warning by Greek-Roman historian Plutarch: \"An imbalance between rich and poor is the oldest and most fatal ailment of all republics.\"[50] Some academic researchers allege that the US political system risks drifting towards oligarchy, through the influence of corporations, the wealthy and other special interest groups.[51][52]\n\nA study by political scientists Martin Gilens (Princeton University) and Benjamin Page (Northwestern University) released in April 2014, concluded that the U.S. government doesn't represent the interests of the majority of its citizens but instead is \"ruled by those of the rich and powerful\". The researchers, after analyzing nearly 1,800 U.S. policies between 1981 and 2002, stated that government policies tend to favor special interests and lobbying organizations, and that whenever a majority of citizens disagrees with the economic elites, the elites tend to prevail in getting their way.[53] While not characterizing the United States as an \"oligarchy\" or \"plutocracy\" outright, Gilens and Page give weight to the idea of a \"civil oligarchy\" as used by Jeffrey A. Winters, saying, \"Winters has posited a comparative theory of 'Oligarchy,' in which the wealthiest citizens – even in a 'civil oligarchy' like the United States – dominate policy concerning crucial issues of wealth- and income-protection.\" In their study, Gilens and Page reached these conclusions:\n\nJefferson and Albert Gallatin focused on the danger that the public debt, unless it was paid off, would be a threat to republican values. They were appalled that Hamilton was increasing the national debt and using it to solidify his Federalist base. Gallatin was the Republican Party's chief expert on fiscal issues and as Treasury Secretary under Jefferson and Madison worked hard to lower taxes and lower the debt, while at the same time paying cash for the Louisiana Purchase and funding the War of 1812. Burrows says of Gallatin:\n\nAndrew Jackson believed the national debt was a \"national curse\" and he took special pride in paying off the entire national debt in 1835.[56] Politicians ever since have used the issue of a high national debt to denounce the other party for profligacy and a threat to fiscal soundness and the nation's future.[57]\n\nCivic virtue required men to put civic goals ahead of their personal desires, and to volunteer to fight for their country. Military service thus was an integral duty of the citizen. As John Randolph of Roanoke put it, \"When citizen and soldier shall be synonymous terms, then you will be safe.\"[58] Scott (1984) notes that in both the American and French revolutions, distrust of foreign mercenaries led to the concept of a national, citizen army, and the definition of military service was changed from a choice of careers to a civic duty.[59] Herrera (2001) explains that an appreciation of self-governance is essential to any understanding of the American military character before the Civil War. Military service was considered an important demonstration of patriotism and an essential component of citizenship. To soldiers, military service was a voluntary, negotiated, and temporary abeyance of self-governance by which they signaled their responsibility as citizens. In practice self-governance in military affairs came to include personal independence, enlistment negotiations, petitions to superior officials, militia constitutions, and negotiations regarding discipline. Together these affected all aspects of military order, discipline, and life.[60][61]\n\n"
        },
        {
            "title": "United States Constitution",
            "text": "The Founding Fathers wanted republicanism[citation needed] because its principles guaranteed liberty, with opposing, limited powers offsetting one another.[citation needed] They thought change should occur slowly, as many were afraid that a \"democracy\" – by which they meant a direct democracy[citation needed] – would allow a majority of voters at any time to trample rights and liberties. They believed the most formidable of these potential majorities was that of the poor against the rich.[62] They thought democracy could take the form of mob rule that could be shaped on the spot by a demagogue.[63] Therefore, they devised a written Constitution that could be amended only by a super majority, preserved competing sovereignties in the constituent states,[64] gave the control of the upper house (Senate) to the states, and created an Electoral College, comprising a small number of elites, to select the president. They set up a House of Representatives to represent the people. In practice the electoral college soon gave way to control by political parties. In 1776, most states required property ownership to vote, but most white male citizens owned farms in the 90% rural nation, so it was limiting to women, Native Americans and slaves. As the country urbanized and people took on different work, the property ownership requirement was gradually dropped by many states. Property requirements were gradually dismantled in state after state, so that all had been eliminated by 1850, so that few if any economic barriers remained to prevent white, adult males from voting.[65]\n\nThe term republic does not appear in the Declaration of Independence, but does appear (once) in the constitution in Article IV which \"guarantee[s] to every State in this Union a Republican form of Government.\" What exactly the writers of the constitution felt this should mean is uncertain. The Supreme Court, in Luther v. Borden (1849), declared that the definition of republic was a \"political question\" in which it would not intervene. During Reconstruction the Constitutional clause was the legal foundation for the extensive Congressional control over the eleven former Confederate states; there was no such oversight over the border slave states that had remained in the Union.[66]\n\nIn two later cases, the Supreme Court did establish a basic definition. In United States v. Cruikshank (1875), the court ruled that the \"equal rights of citizens\" were inherent to the idea of republic. The opinion of the court from In re Duncan (1891)[67] held that the \"right of the people to choose their government\" is also part of the definition. It is also generally assumed that the clause prevents any state from being a monarchy – or a dictatorship. Due to the 1875 and 1891 court decisions establishing basic definition, in the first version (1892) of the Pledge of Allegiance, which included the word republic, and like Article IV which refers to a Republican form of government, the basic definition of republic is implied and continues to be so in all subsequent versions, including the present edition, by virtue of its consistent inclusion.[citation needed]\n\n"
        },
        {
            "title": "Republicanism in American history",
            "text": "Both democratic Ancient Greece and the ancient Roman Republic permitted slavery, but many early Americans questioned slavery's compatibility with Republican values. In 1850, Sen. William H. Seward declared on the Senate floor that slavery was incompatible with the \"security, welfare and greatness of nations\", and that when slavery \"prevails and controls in any republican state, just to that extent it subverts the principle of democracy and converts the state into an aristocracy or a despotism.”[68]\n\nThe Republican Party was formed by antislavery forces across the North in reaction to the Kansas–Nebraska Act of 1854 that promoted democracy (or \"popular sovereignty\") by saying new settlers could decide themselves whether or not to have slavery. The party officially designated itself \"Republican\" because the name resonated with the struggle of 1776. \"In view of the necessity of battling for the first principles of republican government,\" resolved the Michigan state convention, \"and against the schemes of aristocracy the most revolting and oppressive with which the earth was ever cursed, or man debased, we will co-operate and be known as Republicans.\"[69][70] The antebellum South took the reverse view, interpreting Northern policies against slavery as a threat to their republican values (in particular the system of checks and balances), according to J. Mills Thornton.[71]\n\nAfter the war, the Republicans believed that the Constitutional guarantee of republicanism enabled Congress to Reconstruct the political system of the former Confederate states. The main legislation was explicitly designed to promote republicanism.[72] Radical Republicans pushed forward to secure not only citizenship for freedmen through the 14th Amendment, but also to give them the vote through the 15th Amendment. They held that the concept of republicanism meant that true political knowledge was to be gained in exercising the right to vote and organizing for elections. Susan B. Anthony and other advocates of woman suffrage said republicanism covered them too, as they demanded the vote.[73][74]\n\nA central theme of the progressive era was fear of corruption, one of the core ideas of republicanism since the 1770s. The Progressives restructured the political system to combat entrenched interests (for example, through the direct election of Senators), to ban influences such as alcohol that were viewed as corrupting, and to extend the vote to women, who were seen as being morally pure and less corruptible.[75]\n\nQuestions of performing civic duty were brought up in presidential campaigns and World War I. In the presidential election of 1888, Republicans emphasized that the Democratic candidate Grover Cleveland had purchased a substitute to fight for him in the Civil War, while his opponent General Benjamin Harrison had fought in numerous battles.[76] In 1917, a great debate took place over Woodrow Wilson's proposal to draft men into the U.S. Army after war broke out in Europe. Many said it violated the republican notion of freely given civic duty to force people to serve.[77] In the end, Wilson was successful and the Selective Service Act of 1917 was passed.\n\n"
        },
        {
            "title": "Democracy and republicanism",
            "text": "Historians such as Richard Ellis and Michael Nelson argue that much constitutional thought, from Madison to Lincoln and beyond, has focused on \"the problem of majority tyranny.\" \nThey conclude, \"The principles of republican government embedded in the Constitution represent an effort by the framers to ensure that the inalienable rights of life, liberty, and the pursuit of happiness would not be trampled by majorities.\"[78] Madison, in particular, worried that a small localized majority might threaten inalienable rights, and in Federalist No. 10 he argued that the larger the population of the republic, the more diverse it would be and the less liable to this threat.[79] More broadly, in Federalist No. 10, Madison distinguished a democracy from a republic. Jefferson warned that \"an elective despotism is not the government we fought for.\"[80]\n\nMadison wrote:\n\nAs late as 1800, the word \"democrat\" was mostly used to attack an opponent of the Federalist party. Thus, George Washington in 1798 complained, \"that you could as soon scrub the blackamoor white, as to change the principles of a profest Democrat; and that he will leave nothing unattempted to overturn the Government of this Country.\"[82] The Federalist Papers are pervaded by the idea that pure democracy is actually quite dangerous, because it allows a majority to infringe upon the rights of a minority.[83] Thus, in encouraging the states to participate in a strong centralized government under a new constitution and replace the relatively weak Articles of Confederation, Madison argued in Federalist No. 10 that a special interest may take control of a small area, e.g. a state, but it could not easily take over a large nation. Therefore, the larger the nation, the safer is republicanism.[84]\n\nBy 1805, the \"Old Republicans\" or \"Quids\", a minority faction among Southern Republicans, led by Johan Randolph, John Taylor of Caroline and Nathaniel Macon, opposed Jefferson and Madison on the grounds that they had abandoned the true republican commitment to a weak central government.[85]\n\nIn the 1830s, Alexis de Tocqueville warned about the \"tyranny of the majority\" in a democracy, and suggested the courts should try to reverse the efforts of the majority of terminating the rights of an unpopular minority.[86] John Phillip Reid writes that Republicanism includes guarantees of rights that cannot be repealed by a majority vote.[87]\n\nOthers argue that \"the historical evidence suggests that the founders believed that majority will — defined as the prevailing view of enfranchised citizens — should generally dictate national policy\".[88] James Madison equated “a coalition of a majority of the whole society” with “justice and the general good,” in the Federalist Papers; and Alexander Hamilton described “representative democracy” as “happy, regular and durable.”[89][88]\nAlexander Hamilton wrote that \n\nOver time, the pejorative connotations of \"democracy\" faded. By the 1830s, democracy was seen as an unmitigated positive and the term \"Democratic\" was assumed by the Democratic Party and the term \"Democrat\" was adopted by its members.[91] A common term for the party in the 19th century was \"The Democracy.\"[92] In debates on Reconstruction, Radical Republicans, such as Senator Charles Sumner, argued that the republican \"guarantee clause\" in Article IV supported the introduction by force of law of democratic suffrage in the defeated South.[93]\n\nAfter 1800 the limitations on democracy were systematically removed; property qualifications for state voters were largely eliminated in the 1820s.[94] The initiative, referendum, recall, and other devices of direct democracy became widely accepted at the state and local level in the 1910s; and senators were made directly electable by the people in 1913. The last restrictions on black voting were made illegal in 1965.\nPresident Abraham Lincoln, used constitutional republic and democracy synonymously, casting the American experiment as government of the people, by the people, and for the people.[95]\n\nThe idea that America is \"a Republic, not a Democracy\" became \"a talking point on the right\" sometime in the 1960s. It declared that not only is majoritarian \"pure\" democracy a form of tyranny (unjust, unstable, etc.), but that democracy, in general, is a distinct form of government from republicanism and that the United States has been and should remain the second and not the first. The claim was chanted at the 1964 Republican convention, where arch-conservative Barry Goldwater became the Republican Party nominee; and tweeted by Senator Mike Lee of Utah in 2020\n— according to Robert Draper, writing in The New York Times in mid-2022.[96][97][98]\nDraper identifies the idea as \"embodied by the Electoral College’s primacy over the popular vote in presidential elections\", and states that its proponents maintain that the founders of the constitution \"specifically rejected direct popular sovereignty in favor of a representative system in which the governing authorities are states and districts, not individual voters.\"[96]\n\nDraper notes conservative Republican presidents in the 21st century (George W. Bush, Donald Trump) have not been reluctant to invoke the word \"democracy\" in addresses and policies; but as of 2022, in at least one state (Arizona) Draper traveled throughout, he found \"anti-democracy and anti-'democracy' sentiment, repeatedly voiced\", and distinct from anything he had \"encountered in over two decades of covering conservative politics.\"[96]\n\nIn a paper \"America Is a Republic, Not a Democracy\", Bernard Dobski of the Heritage Foundation characterizes attacks by liberals on the Electoral College for its \"undemocratic\" features (giving much more electoral weight to small states, and usually giving all the electoral votes to whichever candidate won the most popular votes), \"the most visible sign of this democratic antipathy to our republican institutions\", and compares the campaign to elect the president using the popular vote to calls for direct democracy through national referendums.[99] \nHowever, George Thomas notes that interest in the \"Republic not a Democracy\" concept among Republicans comes at a time when \"the Republican presidential candidate has prevailed in the Electoral College in three out of seven elections\" since 1988, \"but won the popular vote only once\" (in 2004), and that \"given current trends, minority rule\" in the United States \"could become routine\".[95] Thomas also notes that interest in the idea comes at a time when Donald Trump's 2020 presidential campaign was \"the first\" in American history to make no \"effort to win the popular vote, appealing only to the people who will deliver him an Electoral College win\";[95] and Astra Taylor notes that in general, Republican electoral strategies are showing less interest and ability in \"winning majorities\".[100]\n\n"
        }
    ]
}