{
    "url": "https://en.wikipedia.org/wiki/Rescue_Agreement",
    "title": "Rescue Agreement",
    "table_of_contents": [
        "1 History",
        "2 Basic provisions",
        "3 Key changes since the Outer Space Treaty",
        "3.1 Parties entitled to be rescued",
        "3.2 Compensation for recovery of a space object",
        "4 Rescue in space",
        "5 Criticism",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Agreement on the Rescue of Astronauts, the Return of Astronauts and the Return of Objects Launched into Outer Space, also referred to as the Rescue Agreement is an international agreement setting forth rights and obligations of states concerning the rescue of persons in space. The Agreement was created by a 19 December 1967 consensus vote in the United Nations General Assembly (Resolution 2345 (XXII)).  It came into force on 3 December 1968. Its provisions elaborate on the rescue provisions in Article V of the 1967 Outer Space Treaty. Despite containing more specificity and detail than the rescue provision in Article V of the Outer Space Treaty, the Rescue Agreement still suffers from vague drafting and the possibility of differing interpretation.\n\n"
        },
        {
            "title": "History",
            "text": "The UN General Assembly adopted the text of the Rescue Agreement on 19 December 1967 through Resolution 2345 (XXII). The Agreement opened for signature on 22 April 1968, and it entered into force on 3 December 1968. As of January 2022, 98 States have ratified the Rescue Agreement, 23 have signed, and three international intergovernmental organizations (the European Space Agency, the Intersputnik International Organization of Space Communications, and the European Organisation for the Exploitation of Meteorological Satellites) have declared their acceptance of the rights and obligations conferred by the agreement.[1]\n\n"
        },
        {
            "title": "Basic provisions",
            "text": "The Rescue Agreement requires that any state party that becomes aware that the personnel of a spacecraft are in distress must notify the launching authority and the Secretary General of the United Nations.\n\nThe Rescue Agreement essentially provides that any state that is a party to the agreement must provide all possible assistance to rescue the personnel of a spacecraft who have landed within that state's territory, whether because of an accident, distress, emergency, or unintended landing.  If the distress occurs in an area that is beyond the territory of any nation, then any state party that is in a position to do so shall, if necessary, extend assistance in the search and rescue operation.\n\n"
        },
        {
            "title": "Key changes since the Outer Space Treaty",
            "text": "The Outer Space Treaty of 1967 states simply that astronauts are to be rendered all possible assistance by state parties to the treaty.  The Outer Space Treaty does not provide a definition for the term \"astronaut\", and as a result it is unclear whether this provision applies to, for example, a space tourist—a person who clearly has not received the training of a traditional astronaut.\n\nThe Rescue Agreement adds some clarity to the issue by referring to the \"personnel of a spacecraft\" rather than \"astronauts\". However, this phrase again leaves uncertain whether someone simply along for the ride—such as a tourist on a Virgin Galactic flight—would be considered part of the \"personnel of a spacecraft\".\n\nIn the event that a space object or its parts land in the territory of another state party, the state where the object lands is required (upon the request of the launching authority) to recover the space object and return it to the launching authority.  The Rescue Agreement provides that the launching state must then compensate the state for the costs incurred in recovering and returning the space object.\n\n"
        },
        {
            "title": "Rescue in space",
            "text": "At the time the treaty was drafted, the prospect of rescuing travelers in space was unlikely, due to the limited launch capabilities of even the most advanced space programs, but it has since become more plausible. For example, Mir and later the International Space Station have each maintained docked Russian Soyuz spacecraft to be used as an escape mechanism in the event of an in-orbit emergency; in certain scenarios this vessel might also be able to assist in a rescue.\n\nA significant shift in attitudes toward in-orbit rescues came as a result of the Space Shuttle Columbia disaster, after which NASA took steps to prepare the STS-3xx or Launch on Need missions to provide for rescue in certain scenarios.[2] However, this capability was never exercised during the remainder of the Space Shuttle program.\n\n"
        },
        {
            "title": "Criticism",
            "text": "The Rescue Agreement has been criticised for being vague, especially regarding the definition of who is entitled to be rescued and the definition of what constitutes a spacecraft and its component parts.\n\nThe cost burden of a rescue mission is also not addressed in the agreement. The Rescue Agreement does provide that the launching state must bear the costs for the recovery of a craft that crashes into another state's territory. However, the agreement makes no mention of the cost of the rescue of astronauts.\n\n"
        }
    ]
}