{
    "url": "https://en.wikipedia.org/wiki/Residence_Act",
    "title": "Residence Act",
    "table_of_contents": [
        "1 Background",
        "2 Compromise and adoption",
        "3 Implementation",
        "4 Retrocession",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Residence Act of 1790, officially titled An Act for establishing the temporary and permanent seat of the Government of the United States (1 Stat. 130), is a United States federal statute adopted during the second session of the First United States Congress and signed into law by President George Washington on July 16, 1790. The Act provides for a national capital and permanent seat of government to be established at a site along the Potomac River and empowered President Washington to appoint commissioners to oversee the project. It also set a deadline of December 1800 for the capital to be ready, and designated Philadelphia as the nation's temporary capital while the new seat of government was being built. At the time, the federal government was operating out of New York City.\n\nCongress passed the Residence Act as part of the Compromise of 1790 brokered among James Madison, Thomas Jefferson, and Alexander Hamilton. Madison and Jefferson favored a southerly site for the capital on the Potomac River, but they lacked a majority to pass the measure through Congress. Meanwhile, Hamilton was pushing for Congress to pass the Assumption Bill, to allow the Federal government to assume debts accumulated by the states during the American Revolutionary War. With the compromise, Hamilton was able to muster support from the New York State congressional delegation for the Potomac site, while four delegates (all from districts bordering the Potomac) switched from opposition to support for the Assumption Bill.[1]\n\n"
        },
        {
            "title": "Background",
            "text": "At the outset of the Revolutionary War, the Second Continental Congress was meeting in Philadelphia at the Pennsylvania State House. On account of British military actions, the Congress was forced to relocate to Baltimore, Lancaster, Pennsylvania, and then York, Pennsylvania for a time before it returned to Philadelphia.[2] Upon gaining independence, the Congress of the Confederation was formed, and Philadelphia became the new nation's first seat of government. Congress did not remain in the city long however, for in June 1783, a mob of angry soldiers converged upon Independence Hall demanding payment for their service during the war. Congress requested John Dickinson, the governor of Pennsylvania to call up the militia to defend Congress from attacks by the protesters. In what became known as the Pennsylvania Mutiny of 1783, Dickinson sympathized with the protesters and refused to remove them from Philadelphia. As a result, Congress was forced to flee to Princeton, New Jersey on June 21, 1783,[3] and met in Annapolis and then Trenton, before ending up in New York.\n\nDuring the mid-1780s, numerous locations were offered by the states to serve as the nation's capital, but the Continental Congress could never agree on a site because of regional loyalties and tensions.[4] Proposed sites included Kingston, New York; Nottingham Township in New Jersey; Annapolis; Williamsburg, Virginia; Wilmington, Delaware; Reading, Pennsylvania; Germantown, Pennsylvania; Lancaster, Pennsylvania; New York City; Philadelphia; and Princeton. The Southern states refused to accept a capital in the North and vice versa. Another suggestion was for there to be two capitals: one in the North and one in the South.[5][6]\n\nThe United States Congress was established in 1789, after ratification of the United States Constitution, and New York City remained the temporary capital.[4][7] Article I, Section 8, Clause 17, of the new constitution authorized Congress to create a federal district outside of the state structure as the nation's permanent seat of government, and granted Congress exclusive governing jurisdiction over it.[8] The choice of a site was left for the new Congress to decide.\n\nDuring the debate, two sites became serious contenders: one site on the Potomac River near Georgetown; and another site on the Susquehanna River near Wrights Ferry (now Columbia, Pennsylvania). The Susquehanna River site was approved by the House in September 1789, and the Senate bill specified a site on the Delaware River near Germantown, Pennsylvania. The House and Senate were not able to reconcile their two bills.[2]\n\n"
        },
        {
            "title": "Compromise and adoption",
            "text": "The selection of a location for the capital resurfaced in the summer of 1790. At the same time, Secretary of the Treasury Alexander Hamilton was pushing for Congress to pass a financial plan. A key provision of Hamilton's plan involved the federal government assuming states' debts incurred during the American Revolutionary War. Northern states had accumulated a massive debt during the war, amounting to 21.5 million dollars, and wanted the federal government to assume their burden. The Southern states, whose citizens would effectively be forced to pay a portion of the debt if the federal government assumed it, balked at this proposal. Some states, including Virginia, had paid almost half of their debts and felt that their taxpayers should not be assessed again to bail out the less provident. Further, they argued that the plan exceeded the scope of the new constitutional government. James Madison, then a representative from Virginia, led a group of legislators from the south in blocking the provision and preventing the plan from gaining approval.[9]\n\nWhen Jefferson ran into Hamilton at President Washington's residence in New York City in late June 1790, Jefferson offered to host a dinner to bring Madison and Hamilton together. Subsequently, a compromise was reached, in which the northern delegates would agree to the southerly Potomac River site, and in return, the federal government would assume debts accumulated by the states during the American Revolutionary War. Jefferson wrote a letter to James Monroe explaining the compromise.[9]\n\nCongress agreed to the compromise, which narrowly passed as the Residence Act. Jefferson was able to get the Virginia delegates to support the bill with the debt provisions, and Hamilton convinced the New York delegates to agree to the Potomac site for the capital. The bill was approved by the Senate by a vote of 14 to 12 on July 1, 1790, and by the House of Representatives by a vote of 31 to 29 on July 9, 1790.[10] Washington signed the Act into law one week later on July 16.[10] The Assumption Bill narrowly passed the Senate on July 16, 1790, followed by passage in the House on July 26.[11]\n\nThe Residence Act specified that the capital be located along the Potomac River between the Eastern Branch (the Anacostia River) and the Connogochegue (near Williamsport and Hagerstown, Maryland), and encompass an area of no more than \"ten miles square\" (10 miles (16 km) on a side, for a maximum area of 100 square miles (259 km2)). [10]\n\nThe Act gave US President George Washington the authority to decide the exact location and hire a surveyor. The President was required to have suitable buildings ready for Congress and other government offices by the first Monday in December 1800 (Monday, December 1, 1800), The federal government would provide financing for all public buildings.[10]\n\nThe Act specified that the laws of the state from which the area was ceded would apply in the federal district. Thus, Maryland laws applied on the eastern side of the Potomac, and Virginia laws applied on the western side in the District of Columbia until the government officially took residence. Upon assuming control of the federal district in 1800, Congress would have full authority over local matters within the District of Columbia.[10]\n\nTo garner enough votes to pass the Assumption Bill, Hamilton also needed votes from the Pennsylvania delegates. That led to the decision to designate Philadelphia as the temporary capital city of the United States federal government for a period of ten years, until the permanent capital was ready.[12] Congress reconvened in Philadelphia on December 6, 1790 at Congress Hall.[13]\n\n"
        },
        {
            "title": "Implementation",
            "text": "Soon after signing the act, Washington began work on the project. He, along with Thomas Jefferson, personally oversaw the process as plans were developed and implemented.[14] Even as the project began to move forward, some held out hope that it would fail and that the capital would remain permanently in Philadelphia.[15] Pennsylvania's congressional delegation attempted to undermine the plan by introducing legislation allocating funds for federal buildings and a house for the president in Philadelphia.[16]\n\nAlthough the legislation did not specify an exact location, it was assumed that Georgetown would be the capital. Washington began scouting the area to the southeast of Georgetown, near the Anacostia River (Eastern Branch). Some of the property owners expressed to him that they were willing to sell land for the capital. Washington also looked at other sites along the Potomac. He decided that a few sites should be surveyed to provide specific details about the land and its ownership. Washington returned to Philadelphia in late November 1790 to meet with Jefferson. Then, the decision was reached to locate the capital at or adjacent to Georgetown,[2] just below the Fall Line and the farthest inland point for navigation.[citation needed]\n\nIn January 1791, the President proceeded to appoint, in accordance with the Residence Act, a three-member commission, consisting of Daniel Carroll, Thomas Johnson, and David Stuart, to oversee the surveying of the federal district, and appointed Andrew Ellicott as surveyor. Washington informed Congress of the site selection on January 24 and suggested that Congress amend the Act to allow the capital to encompass areas to the south of the Eastern Branch, including Alexandria, Virginia. Congress agreed with the suggestion, passing an amendment to the Act that Washington approved on March 3, 1791. However, consistent with language in the original Act, the amendment specifically prohibited the \"erection of the public buildings otherwise than on the Maryland side of the river Potomac.\"[2][17]\n\nOn March 30, 1791, Washington issued a presidential proclamation that established \"Jones's point, the upper cape of Hunting Creek in Virginia\" as the starting point for the federal district's boundary survey and the method by which the survey should determine the district's boundaries.[18]\n\nDuring the early spring of 1791, Pierre (Peter) Charles L'Enfant began working on a plan for the capital city that identified the future sites of the \"Congress House\" (the United States Capitol) and the \"President's House\" (the White House).[19] Design competitions were then held to solicit designs for each of those structures. Architect James Hoban was selected to design the President's House, and no satisfactory drawings were submitted for the Capitol.[20] A late submission by William Thornton was selected for the Capitol.[21][22] Stephen Hallet was hired to oversee construction, which got underway in September 1793. Hallet proceeded to make alterations to the design against the wishes of Washington and Jefferson and was then dismissed. George Hadfield was hired in October 1795 as superintendent of construction, but resigned three years later in May 1798, due to dissatisfaction with Thornton's plan and quality of work done thus far.[23]\n\nThe original intention of the Residence Act was to use proceeds from selling lots in the District to cover costs of constructing federal buildings in the capital. However, few were interested in purchasing lots. A shortage of funds further contributed to the delays and problems in building the Capitol and other federal buildings in Washington.[24]\n\nIn early June 1800, President John Adams made his first official visit to Washington, which lasted for several days. Amid the \"raw and unfinished\" cityscape, the president found the public buildings \"in a much greater forwardness of completion than expected.\" The Senate (north) wing of the Capitol was nearly completed, as was the White House.[25] The president moved into the White House on November 1. First Lady Abigail Adams arrived a few weeks later. The Senate of the Sixth Congress met in the Capitol for the first time on November 17, and on November 22, Adams delivered his fourth State of the Union Address to a joint session of Congress in the Senate chamber.[26] The House (south) wing was not completed until 1811. Nonetheless, the House of Representatives began meeting there in 1807.[citation needed]\n\nIn February 1801, Congress approved the District of Columbia Organic Act, which officially organized the District of Columbia. Congress then became the district's exclusive governing authority.[citation needed]\n\n"
        },
        {
            "title": "Retrocession",
            "text": "In 1846, based on a petition to Congress by the residents of the Virginia portion of the District (Alexandria County) and the City of Alexandria, the area of 31 square miles (80 km2) which was ceded by Virginia was returned,[27] leaving 69 square miles (179 km2) of territory originally ceded by Maryland as the current area of the District in its entirety.[28]\n\n"
        }
    ]
}