{
    "url": "https://en.wikipedia.org/wiki/Retronym",
    "title": "Retronym",
    "table_of_contents": [
        "1 Etymology",
        "2 Examples",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A retronym is a newer name for an existing thing that helps differentiate the original form/version from a more recent one. It is thus a word or phrase created to avoid confusion between older and newer types, whereas previously (before there were more than one type) no clarification was required.[1][2]\n\nAdvances in technology are often responsible for the coinage of retronyms. For example, the term \"acoustic guitar\" was coined with the advent of electric guitars;[3] analog watches were renamed to distinguish them from digital watches once the latter were invented;[4] and \"push bike\" was created to distinguish from motorbikes and motorized bicycles; finally \"feature phones\" were also coined behind smartphones.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term retronym, a neologism composed of the combining forms retro- (from Latin retro,[5] \"before\") + -nym (from Greek ónoma, \"name\"), was coined by Frank Mankiewicz in 1980 and popularized by William Safire in The New York Times Magazine.[3][4]\n\nIn 2000 The American Heritage Dictionary (4th edition) became the first major dictionary to include the word retronym.[6]\n\n"
        },
        {
            "title": "Examples",
            "text": "The first bicycles with two wheels of equal size were called \"safety bicycles\" because they were easier to handle than the then-dominant style that had one large wheel and one small wheel, which then became known as an \"ordinary\" bicycle.[7] Since the end of the 19th century, most bicycles have been expected to have two equal sized wheels, and the other type has been renamed \"penny-farthing\" or \"high-wheeler\" bicycle.[8]\n\nThe Atari Video Computer System platform was rebranded the \"Atari 2600\" (after its product code, CX-2600) in 1982 following the launch of its successor, the Atari 5200, and all hardware and software related to the platform were released under this new branding from that point on.\n\nThe first film in the Star Wars franchise, Star Wars, was released in 1977, but was renamed Star Wars Episode IV: A New Hope in 1981, one year after the sequel The Empire Strikes Back was released.[9]\n\nIn the 1990s when the Internet became widely popular and more people began to register for email accounts, the postal service was commonly referred to as \"snail mail\", and email was referred to as \"mail\" at times.[citation needed]\n\n"
        }
    ]
}