{
    "url": "https://en.wikipedia.org/wiki/Reusable_launch_vehicle",
    "title": "Reusable launch vehicle",
    "table_of_contents": [
        "1 Configurations",
        "1.1 Fully-reusable launch vehicle",
        "1.2 Partially-reusable launch systems",
        "1.3 Liftoff stages",
        "1.4 Orbital insertion stages",
        "1.5 Reusable orbiter",
        "2 Entry systems",
        "2.1 Heat shield",
        "2.2 Retrograde thrust",
        "3 Landing systems",
        "3.1 Types",
        "3.1.1 Braking",
        "3.1.2 Horizontal (winged)",
        "3.1.3 Vertical (retrograde)",
        "3.1.4 Landing using aerostatic force",
        "4 Constraints",
        "4.1 Extra weight",
        "4.2 Refurbishment",
        "5 History",
        "5.1 20th century",
        "5.2 21st century",
        "6 List of reusable launch systems",
        "7 See also",
        "8 References",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A reusable launch vehicle have parts that can be recovered and reflown, while carrying payloads from the surface to outer space. Rocket stages are the most common launch vehicle parts aimed for reuse. Smaller parts such as rocket engines and boosters can also be reused, though reusable spacecraft may be launched on top of an expendable launch vehicle. Reusable launch vehicles do not need to make these parts for each launch, therefore reducing its launch cost significantly. However, these benefits are diminished by the cost of recovery and refurbishment.\n\nReusable launch vehicles may contain additional avionics and propellant, making them heavier than their expendable counterparts. Reused parts may need to enter the atmosphere and navigate through it, so they are often equipped with heat shields, grid fins, and other flight control surfaces. By modifying their shape, spaceplanes can leverage aviation mechanics to aid in its recovery, such as gliding or lift. In the atmosphere, parachutes or retrorockets may also be needed to slow down it further. Reusable parts may also need specialized recovery facilities such as runways or autonomous spaceport drone ships. Some concepts rely on ground infrastructures such as mass drivers to accelerate the launch vehicle beforehand.\n\nSince at least in the early 20th century, single-stage-to-orbit reusable launch vehicles have existed in science fiction. In the 1960s and 1970s, the first reusable launch vehicles were manufactured, named the Space Shuttle and Energia. However, in the 1990s, due to both programs' failure to meet expectations, reusable launch vehicle concepts were reduced to prototype testing. The rise of private spaceflight companies in the 2000s and 2010s lead to a resurgence of their development, such as in SpaceShipOne, New Shepard, Electron, Falcon 9 and Falcon Heavy. Many launch vehicles are now expected to debut with reusability in the 2020s, such as Starship, New Glenn, Amur, Ariane Next, Long March rockets, and the Dawn Mk-II Aurora.[1]\n\n"
        },
        {
            "title": "Configurations",
            "text": "Reusable launch systems may be either fully- or partially-reusable.\n\nAs of June 2022[update], fully-reusable orbital systems have yet to be built and made operational. Fully-reusable launch vehicles could theoretically be single-stage-to-orbit (SSTO) vehicles, as well as multi-stage-to orbit systems. \n\nThree companies are currently in development to achieve fully-reusable launch vehicles as of July 2021. Each of them is working on a two-stage-to-orbit system. SpaceX, with their SpaceX Starship, has been in development since 2016 and is aiming to make an initial test flight of a part of the system capabilities as early as 2022. Relativity Space, with their Terran R beginning development by 2021, is aiming to make an initial orbital launch test by 2024.[2][3] Blue Origin, with Project Jarvis, began development work by early 2021, but has announced no date for testing, nor even been public with their plans.[4]\n\nEarlier plans to run tests of enhanced reusability on the second stage of the SpaceX Falcon 9 were set aside in 2018.\n\nPartial reusable launch systems, in the form of multiple stage to orbit systems have been so far the only reusable configurations in use.\n\nExisting reusable launch systems use rocket-propelled vertical liftoff.[needs update]\n\nOther than that a range of non-rocket liftoff systems have been proposed and explored over time as reusable systems for liftoff, from balloons[5][relevant?] to space elevators. Existing examples are systems which employ winged horizontal jet-engine powered liftoff. Such aircraft can air launch expendable rockets and can because of that be considered partially reusable systems if the aircraft is thought of as the first stage of the launch vehicle. An example of this configuration is the Orbital Sciences Pegasus. For suborbital flight the SpaceShipTwo uses for liftoff a carrier plane, its mothership the Scaled Composites White Knight Two.\n\nSo far, launch systems achieve orbital insertion with multistaged rockets, particularly with the second and third stages. Only the Space Shuttle has achieved a partial reuse of the orbital insertion stage, by using the engines of its orbiter.\n\nLaunch systems can be combined with reusable orbiters. The Space Shuttle orbiter, SpaceShipTwo, Dawn Mk-II Aurora, and the under-development Indian RLV-TD are examples for a reusable space vehicle (a spaceplane) as well as a part of its launch system.\n\nMore contemporarily the Falcon 9 launch system has carried reusable vehicles such as the Dragon 2 and X-37, transporting two reusable vehicles at the same time.\n\nContemporary reusable orbital vehicles include the X-37, the Dream Chaser, the Dragon 2, the Indian RLV-TD and the upcoming European Space Rider (successor to the IXV).\n\nAs with launch vehicles, all pure spacecraft during the early decades of human capacity to achieve spaceflight were designed to be single-use items.  This was true both for satellites and space probes intended to be left in space for a long time, as well as any object designed to return to Earth such as human-carrying space capsules or the sample return canisters of space matter collection missions like Stardust (1999–2006)[6] or Hayabusa (2005–2010).[7][8]  Exceptions to the general rule for space vehicles were the US Gemini SC-2, the Soviet Union spacecraft Vozvraschaemyi Apparat (VA), the US Space Shuttle orbiter (mid-1970s-2011, with 135 flights between 1981 and 2011) and the Soviet Buran (1980-1988, with just one uncrewed test flight in 1988).  Both of these spaceships were also an integral part of the launch system (providing launch acceleration) as well as operating as medium-duration spaceships in space.  This began to change in the mid-2010s.\n\nIn the 2010s, the space transport cargo capsule from one of the suppliers resupplying the International Space Station was designed for reuse, and after 2017,[9] NASA began to allow the reuse of the SpaceX Dragon cargo spacecraft on these NASA-contracted transport routes. This was the beginning of design and operation of a reusable space vehicle.\n\nSince then also the Boeing Starliner capsules reduce their fall speed with parachutes and deploy an airbag shortly before touchdown on the ground, in order to retrieve and reuse the vehicle.\n\nAs of 2021[update], SpaceX is currently building and testing the Starship spaceship to be capable of surviving multiple hypersonic reentries through the atmosphere so that they become truly reusable long-duration spaceships; no Starship operational flights have yet occurred.\n\n"
        },
        {
            "title": "Entry systems",
            "text": "With possible inflatable heat shields, as developed by the US (Low Earth Orbit Flight Test Inflatable Decelerator - LOFTID)[10] and China,[11] single-use rockets like the Space Launch System are considered to be retrofitted with such heat shields to salvage the expensive engines, possibly reducing the costs of launches significantly.[12]\n\nReusable launch system stages such as the Falcon 9 employ retrograde burns for deorbit, re-entry, and landing.[citation needed]\n\n"
        },
        {
            "title": "Landing systems",
            "text": "Reusable systems can come in single or multiple \n(two or three) stages to orbit configurations. For some or all stages the following landing system types can be employed.\n\nThese are landing systems that employ parachutes and bolstered hard landings, like in a splashdown at sea or a touchdown at land.\n\nThough such systems have been in use since the beginning of astronautics to recover space vehicles, particularly crewed space capsules, only later have the vehicles been reused.\n\nE.g.:\n\nSingle or main stages, as well as fly-back boosters can employ a horizontal landing system.\n\nExamples are:\n\nA variant is an in-air-capture tow back system, advocated by a company called EMBENTION with its FALCon project.[13]\n\nVehicles that land horizontally on a runway require wings and undercarriage. These typically consume about 9-12% of the landing vehicle mass,[citation needed] which either reduces the payload or increases the size of the vehicle. Concepts such as lifting bodies offer some reduction in wing mass,[citation needed] as does the delta wing shape of the Space Shuttle.\n\nSystems like the McDonnell Douglas DC-X (Delta Clipper) and those by SpaceX are examples of a retrograde system.\nThe boosters of Falcon 9 and Falcon Heavy land using one of their nine engines. The Falcon 9 rocket is the first orbital rocket to vertically land its first stage on the ground. Both stages of Starship are planned to land vertically.\n\nRetrograde landing typically requires about 10% of the total first stage propellant, reducing the payload that can be carried due to the rocket equation.[14]\n\nThere is also the concept of a launch vehicle with an inflatable, reusable first stage. The shape of this structure will be supported by excess internal pressure (using light gases). It is assumed that the bulk density of the first stage (without propellant) is less than the bulk density of air. Upon returning from flight, such a first stage remains floating in the air (without touching the surface of the Earth). This will ensure that the first stage is retained for reuse. Increasing the size of the first stage increases aerodynamic losses. This results in a slight decrease in payload. This reduction in payload is compensated for by the reuse of the first stage. [15]\n\n"
        },
        {
            "title": "Constraints",
            "text": "Reusable stages weigh more than equivalent expendable stages. This is unavoidable due to the supplementary systems, landing gear and/or surplus propellant needed to land a stage. The actual mass penalty depends on the vehicle and the return mode chosen.[16]\n\nAfter the launcher lands, it may need to be refurbished to prepare it for its next flight. This process may be lengthy and expensive. The launcher may not be able to be recertified as human-rated after refurbishment, although SpaceX has flown reused Falcon 9 boosters for human missions. There is eventually a limit on how many times a launcher can be refurbished before it has to be retired, but how often a spacecraft can be reused differs significantly between the various launch system designs.\n\n"
        },
        {
            "title": "History",
            "text": "With the development of rocket propulsion in the first half of the twentieth century, space travel became a technical possibility.\n\nEarly ideas of a single-stage reusable spaceplane proved unrealistic and although even the first practical rocket vehicles (V-2) could reach the fringes of space, reusable technology was too heavy. In addition many early rockets were developed to deliver weapons, making reuse impossible by design. The problem of mass efficiency was overcome by using multiple expendable stages in a vertical-launch multistage rocket. USAF and NACA had been studying orbital reusable spaceplanes since 1958, e.g. Dyna-Soar, but the first reusable stages did not fly until the advent of the US Space Shuttle in 1981.\n\nPerhaps the first reusable launch vehicles were the ones conceptualized and studied by Wernher von Braun from 1948 until 1956. The Von Braun Ferry Rocket underwent two revisions: once in 1952 and again in 1956. They would have landed using parachutes.[17][18]\n\nThe General Dynamics Nexus was proposed in the 1960s as a fully reusable successor to the Saturn V rocket, having the capacity of transporting up to 450–910 t (990,000–2,000,000 lb) to orbit.[19][20] See also Sea Dragon, and Douglas SASSTO.\n\nThe BAC Mustard was studied starting in 1964. It would have comprised three identical spaceplanes strapped together and arranged in two stages. During ascent the two outer spaceplanes, which formed the first stage, would detach and glide back individually to earth. It was canceled after the last study of the design in 1967 due to a lack of funds for development.[21]\n\nNASA started the Space Shuttle design process in 1968, with the vision of creating a fully reusable spaceplane using a crewed fly-back booster. This concept proved expensive and complex, therefore the design was scaled back to reusable solid rocket boosters and an expendable external tank.[22][23] Space Shuttle Columbia launched and landed 27 times and was lost with all crew on the 28th landing attempt; Challenger\nlaunched and landed 9 times and was lost with all crew on the 10th launch attempt; Discovery launched and landed 39 times; Atlantis launched and landed 33 times.\n\nIn 1986 President Ronald Reagan called for an air-breathing scramjet National Aerospace Plane (NASP)/X-30. The project failed due to technical issues and was canceled in 1993.[24]\n\nIn the late 1980s a fully reusable version of the Energia rocket, the Energia II, was proposed. Its boosters and core would have had the capability of landing separately on a runway.[25]\n\nIn the 1990s the McDonnell Douglas Delta Clipper VTOL SSTO proposal progressed to the testing phase. The DC-X prototype demonstrated rapid turnaround time and automatic computer control.\n\nIn mid-1990s, British research evolved an earlier HOTOL design into the far more promising Skylon design, which remains in development.\n\nFrom the late 1990s to the 2000s, the European Space Agency studied the recovery of the Ariane 5 solid rocket boosters.[26] The last recovery attempt took place in 2009.[27]\n\nThe commercial ventures, Rocketplane Kistler and Rotary Rocket, attempted to build reusable privately developed rockets before going bankrupt.[citation needed]\n\nNASA proposed reusable concepts to replace the Shuttle technology, to be demonstrated under the X-33 and X-34 programs, which were both cancelled in the early 2000s due to rising costs and technical issues.\n\nThe Ansari X Prize contest was intended to develop private suborbital reusable vehicles. Many private companies competed, with the winner, Scaled Composites, reaching the Kármán line twice in a two-week period with their reusable SpaceShipOne.\n\nIn 2012, SpaceX started a flight test program with experimental vehicles. These subsequently led to the development of the Falcon 9 reusable rocket launcher.[28]\n\nOn 23 November 2015 the New Shepard rocket became the first Vertical Take-off, Vertical Landing (VTVL) sub-orbital rocket to reach space by passing the Kármán line (100 km or 62 mi), reaching 329,839 ft (100,535 m) before returning for a propulsive landing.[29][30]\n\nSpaceX achieved the first vertical soft landing of a reusable orbital rocket stage on December 21, 2015, after delivering 11 Orbcomm OG-2 commercial satellites into low Earth orbit.[31]\n\nThe first reuse of a Falcon 9 first stage occurred on 30 March 2017.[32] SpaceX now routinely recovers and reuses their first stages, as well as reusing fairings.[33]\n\nIn 2019 Rocket Lab announced plans to recover and reuse the first stage of their Electron launch vehicle, intending to use parachutes and mid-air retrieval.[34] On 20 November 2020, Rocket Lab successfully returned an Electron first stage from an orbital launch, the stage softly splashing down in the Pacific Ocean.[35]\n\nChina is researching the reusability of the Long March 8 system.[36]\n\nAs of May 2020[update], the only operational reusable orbital-class launch systems are the Falcon 9 and Falcon Heavy, the latter of which is based upon the Falcon 9. SpaceX is also developing the fully-reusable Starship launch system,[37] and Blue Origin is developing its own New Glenn partially-reusable orbital rocket, as it is intending to recover and reuse only the first stage.\n\n5 October 2020, Roscosmos signed a development contract for Amur a new launcher with a reusable first stage.[38]\n\nIn December 2020, ESA signed contracts to start developing THEMIS, a prototype reusable first stage launcher.[39]\n\n"
        }
    ]
}