{
    "url": "https://en.wikipedia.org/wiki/Reuters",
    "title": "Reuters",
    "table_of_contents": [
        "1 History",
        "1.1 19th century",
        "1.2 20th century",
        "1.3 21st century",
        "2 Journalists",
        "2.1 Killed on assignment",
        "3 Controversies",
        "3.1 Accusation of collaboration with the CIA",
        "3.2 Policy of objective language",
        "3.3 Climate change reporting",
        "3.4 Photograph controversies",
        "3.5 Accusations of pro–Fernando Henrique Cardoso bias",
        "3.6 Funding by the UK Government",
        "3.7 Partnership with TASS",
        "4 See also",
        "4.1 Related to Reuters",
        "4.2 Related to Thomson Reuters",
        "5 References",
        "5.1 Citations",
        "5.2 Sources",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nReuters (/ˈrɔɪtərz/ (listen) ROY-terz) is a news agency owned by Thomson Reuters Corporation.[1][2] It employs around 2,500 journalists and 600 photojournalists in about 200 locations worldwide.[3][4] Reuters is one of the largest news agencies in the world.[5][6]\n\nThe agency was established in London in 1851 by the German-born Paul Reuter. It was acquired by the Thomson Corporation of Canada in 2008 and now makes up the media division of Thomson Reuters.[6]\n\n"
        },
        {
            "title": "History",
            "text": "Paul Reuter worked at a book-publishing firm in Berlin and was involved in distributing radical pamphlets at the beginning of the Revolutions in 1848. These publications brought much attention to Reuter, who in 1850 developed a prototype news service in Aachen using homing pigeons and electric telegraphy from 1851 on, in order to transmit messages between Brussels and Aachen,[7] in what today is Aachen's Reuters House.\n\nReuter moved to London in 1851 and established a news wire agency at the London Royal Exchange. Headquartered in London, Reuter's company initially covered commercial news, serving banks, brokerage houses, and business firms.[7] The first newspaper client to subscribe was the London Morning Advertiser in 1858, and more began to subscribe soon after.[7][8] According to the Encyclopædia Britannica: \"the value of Reuters to newspapers lay not only in the financial news it provided but in its ability to be the first to report on stories of international importance.\"[7] It was the first to report Abraham Lincoln's assassination in Europe, for instance, in 1865.[7][9]\n\nIn 1865, Reuter incorporated his private business, under the name Reuter's Telegram Company Limited; Reuter was appointed managing director of the company.[10]\n\nIn 1870 the press agencies French Havas (founded in 1835), British Reuter's (founded in 1851) and German Wolff (founded in 1849) signed an agreement (known as the Ring Combination) that set 'reserved territories' for the three agencies. Each agency made its own separate contracts with national agencies or other subscribers within its territory. In practice, Reuters, who came up with the idea, tended to dominate the Ring Combination. Its influence was greatest because its reserved territories were larger or of greater news importance than most others. It also had more staff and stringers throughout the world and thus contributed more original news to the pool. British control of cable lines made London itself an unrivalled centre for world news, further enhanced by Britain's wide-ranging commercial, financial and imperial activities.[11]\n\nIn 1872, Reuter's expanded into the Far East, followed by South America in 1874. Both expansions were made possible by advances in overland telegraphs and undersea cables.[9] In 1878, Reuter retired as managing director, and was succeeded by his eldest son, Herbert de Reuter.[10] In 1883, Reuter's began transmitting messages electrically to London newspapers.[9]\n\nReuter's son Herbert de Reuter continued as general manager until his death by suicide in 1915. The company returned to private ownership in 1916, when all shares were purchased by Roderick Jones and Mark Napier; they renamed the company \"Reuters Limited\", dropping the apostrophe.[10] In 1923, Reuters began using radio to transmit news internationally, a pioneering act.[9] In 1925, the Press Association (PA) of Great Britain acquired a majority interest in Reuters, and full ownership some years later.[7] During the world wars, The Guardian reported that Reuters: \"came under pressure from the British government to serve national interests. In 1941, Reuters deflected the pressure by restructuring itself as a private company.\"[9] In 1941, the PA sold half of Reuters to the Newspaper Proprietors' Association, and co-ownership was expanded in 1947 to associations that represented daily newspapers in New Zealand and Australia.[7] In 1945, Reuters was the first broadcasting company to broadcast news of Heinrich Himmler's attempts to negotiate with the western allies through Count Bernadotte, a Swedish nobleman. The new owners formed the Reuters Trust. The Reuters Trust Principles were put in place to maintain the company's independence.[12] At that point, Reuters had become \"one of the world's major news agencies, supplying both text and images to newspapers, other news agencies, and radio and television broadcasters.\"[7] Also at that point, it directly or through national news agencies provided service \"to most countries, reaching virtually all the world's leading newspapers and many thousands of smaller ones,\" according to Britannica.[7]\n\nIn 1961, Reuters scooped news of the erection of the Berlin Wall.[13] Reuters was one of the first news agencies to transmit financial data over oceans via computers in the 1960s.[7] In 1973, Reuters \"began making computer-terminal displays of foreign-exchange rates available to clients.\"[7] In 1981, Reuters began supporting electronic transactions on its computer network and afterwards developed a number of electronic brokerage and trading services.[7] Reuters was floated as a public company in 1984,[13] when Reuters Trust was listed on the stock exchanges[9] such as the London Stock Exchange (LSE) and NASDAQ.[7] Reuters later published the first story of the Berlin Wall being breached in 1989.[13]\n\nReuters' share price grew during the dotcom boom, then fell after the banking troubles in 2001.[9] In 2002, Britannica wrote that most news throughout the world came from three major agencies: the Associated Press, Reuters, and Agence France-Presse.[5]\n\nUntil 2008, the Reuters news agency formed part of an independent company, Reuters Group plc. Reuters was acquired by Thomson Corporation in Canada in 2008, forming Thomson Reuters.[7] In 2009, Thomson Reuters withdrew from the LSE and the NASDAQ, instead listing its shares on the Toronto Stock Exchange (TSX) and the New York Stock Exchange (NYSE).[7] The last surviving member of the Reuters family founders, Marguerite, Baroness de Reuter, died at age 96 on 25 January 2009.[14] The parent company Thomson Reuters is headquartered in Toronto, and provides financial information to clients while also maintaining its traditional news-agency business.[7]\n\nIn 2012, Thomson Reuters appointed Jim Smith as CEO.[12] In July 2016, Thomson Reuters agreed to sell its intellectual property and science operation for $3.55 billion to private equity firms.[15] In October 2016, Thomson Reuters announced expansions and relocations to Toronto.[15] As part of cuts and restructuring, in November 2016, Thomson Reuters Corp. eliminated 2,000 jobs worldwide out of its estimated 50,000 employees.[15] On 15 March 2020, Steve Hasker was appointed president and CEO.[16]\n\nIn April 2021, Reuters announced that its website would go behind a paywall, following rivals who have done the same.[17][18]\n\n"
        },
        {
            "title": "Journalists",
            "text": "Reuters employs some 2,500 journalists and 600 photojournalists[19] in about 200 locations worldwide.[3][4][6] Reuters journalists use the Standards and Values as a guide for fair presentation and disclosure of relevant interests, to \"maintain the values of integrity and freedom upon which their reputation for reliability, accuracy, speed and exclusivity relies\".[20][21]\n\nIn May 2000, Kurt Schork, an American reporter, was killed in an ambush while on assignment in Sierra Leone. In April and August 2003, news cameramen Taras Protsyuk and Mazen Dana were killed in separate incidents by U.S. troops in Iraq. In July 2007, Namir Noor-Eldeen and Saeed Chmagh were killed when they were struck by fire from a U.S. military Apache helicopter in Baghdad.[22][23] During 2004, cameramen Adlan Khasanov was killed by Chechen separatists, and Dhia Najim was killed in Iraq. In April 2008, cameraman Fadel Shana was killed in the Gaza Strip after being hit by an Israeli tank.[24][25]\n\nWhile covering China's Cultural Revolution in Peking in the late 1960s for Reuters, journalist Anthony Grey was detained by the Chinese government in response to the jailing of several Chinese journalists by the colonial British government of Hong Kong.[26] He was released after being imprisoned for 27 months from 1967 to 1969 and was awarded an OBE by the British Government. After his release, he went on to become a best-selling historical novelist.[27]\n\nIn May 2016, the Ukrainian website Myrotvorets published the names and personal data of 4,508 journalists, including Reuters reporters, and other media staff from all over the world, who were accredited by the self-proclaimed authorities in the separatist-controlled regions of eastern Ukraine.[28]\n\nIn 2018, two Reuters journalists were convicted in Myanmar of obtaining state secrets while investigating a massacre in a Rohingya village.[29] The arrest and convictions were widely condemned as an attack on press freedom. The journalists, Wa Lone and Kyaw Soe Oo, received several awards, including the Foreign Press Association Media Award and the Pulitzer Prize for International Reporting, and were named as part of the Time Person of the Year for 2018 along with other persecuted journalists.[30][31][32] After 511 days in prison, Wa Lone and Kyaw Soe Oo were freed on 7 March 2019 after receiving a presidential pardon.[33]\n\n"
        },
        {
            "title": "Controversies",
            "text": "In 1977, Rolling Stone and The New York Times said that according to information from CIA officials, Reuters cooperated with the CIA.[35][36][37] In response to that, Reuters' then managing director, Gerald Long, had asked for evidence of the charges, but none was provided, according to Reuters's then managing editor for North America,[37] Desmond Maberly.[38][39]\n\nReuters has a policy of taking a \"value-neutral approach\" which extends to not using the word terrorist in its stories. The practice attracted criticism following the September 11 attacks.[40] Reuters' editorial policy states: \"Reuters may refer without attribution to terrorism and counterterrorism in general, but do not refer to specific events as terrorism. Nor does Reuters use the word terrorist without attribution to qualify specific individuals, groups or events.\"[41] By contrast, the Associated Press does use the term terrorist in reference to non-governmental organizations who carry out attacks on civilian populations.[40] In 2004, Reuters asked CanWest Global Communications, a Canadian newspaper chain, to remove Reuters' bylines, as the chain had edited Reuters articles to insert the word terrorist. A spokesman for Reuters stated: \"My goal is to protect my reporters and protect our editorial integrity.\"[42]\n\nIn July 2013, David Fogarty, former Reuters climate change correspondent in Asia, resigned after a career of almost 20 years with the company and wrote that \"progressively, getting any climate change-themed story published got harder\" following comments from then deputy editor-in-chief Paul Ingrassia that he was a climate change sceptic. In his comments, Fogarty stated:[43][44][45]\n\nIngrassia, formerly Reuters' managing editor, previously worked for The Wall Street Journal and Dow Jones for 31 years.[46][47] Reuters responded to Fogarty's piece by stating: \"Reuters has a number of staff dedicated to covering this story, including a team of specialist reporters at Point Carbon and a columnist. There has been no change in our editorial policy.\"[48]\n\nSubsequently, climate blogger Joe Romm cited a Reuters article on climate as employing \"false balance\", and quoted Dr. Stefan Rahmstorf, Co-Chair of Earth System Analysis at the Potsdam Institute that \"[s]imply, a lot of unrelated climate sceptics nonsense has been added to this Reuters piece. In the words of the late Steve Schneider, this is like adding some nonsense from the Flat Earth Society to a report about the latest generation of telecommunication satellites. It is absurd.\" Romm opined: \"We can't know for certain who insisted on cramming this absurd and non-germane 'climate sceptics nonsense' into the piece, but we have a strong clue. If it had been part of the reporter's original reporting, you would have expected direct quotes from actual sceptics, because that is journalism 101. The fact that the blather was all inserted without attribution suggests it was added at the insistence of an editor.\"[49]\n\nAccording to Ynetnews, Reuters was accused of bias against Israel in its coverage of the 2006 Israel–Lebanon conflict after the wire service used two doctored photos by a Lebanese freelance photographer, Adnan Hajj.[50] In August 2006, Reuters announced it had severed all ties with Hajj and said his photographs would be removed from its database.[51][52]\n\nIn 2010, Reuters was criticised again by Haaretz for \"anti-Israeli\" bias when it cropped the edges of photos, removing commandos' knives held by activists and a naval commando's blood from photographs taken aboard the Mavi Marmara during the Gaza flotilla raid, a raid that left nine Turkish activists dead. It has been alleged that in two separate photographs, knives held by the activists were cropped out of the versions of the pictures published by Reuters.[53] Reuters said it is standard operating procedure to crop photos at the margins, and replaced the cropped images with the original ones after it was brought to the agency's attention.[53]\n\nOn June 9, 2020, three Reuters journalists Jack Stubbs, Raphael Satter, Christopher Bing incorrectly used the image of an Indian herbal medicine entrepreneur in an exclusive story titled: \"Obscure Indian cyber firm spied on politicians, investors worldwide\".[54] Indian local media picked the report and the man whose image was wrongly used was invited and interrogated for nine hours by Indian police. Reuters admitted to the error clarifying that its reporters had mistaking the man for the suspected hacker Sumit Gupta because both men share same address.[55]\n\nIn March 2015, the Brazilian affiliate of Reuters released an excerpt from an interview with Brazilian ex-president Fernando Henrique Cardoso about the ongoing Petrobras scandal. Petrobras is a state owned oil company in Brazil. In 2014, several politicians from Brazil were found to be involved in corruption, by accepting bribes from different corporations in exchange for Government contracts. After the scandal, the excerpt from Brazil's president Fernando Henrique's interview was released.  \nOne paragraph by a former Petrobras manager mentioned a comment, in which he suggested corruption in the company may date back to Cardoso's presidency. Attached, was a comment between parenthesis: \"Podemos tirar se achar melhor\" (\"we can take it out if [you] think better\"),[56] which was removed from the current version of the text.[57] This had the effect of confusing readers, and suggests that the former president was involved in corruption and the comment was attributed to him. Reuters later confirmed the error, and explained that the comment, originating from one of the local editors, was actually intended for the journalist who wrote the original text in English, and that it should not have been published.[58]\n\nIn November 2019 the UK Foreign Office released archive documents confirming that it had provided funding to Reuters during the 1960s and 1970s so that Reuters could expand its coverage in the Middle East. An agreement was made between the Information Research Department (IRD) and Reuters for the UK Treasury to provide £350,000 over 4 years to fund Reuters' expansion. The UK government had already been funding the Latin American department of Reuters through a shell company; however, this method was discounted for the Middle East operation due to the accounting of the shell company looking suspicious, with the IRD stating that the company \"already looks queer to anyone who might wish to investigate why such an inactive and unprofitable company continues to run.\"[59] Instead, the BBC was used to fund the project by paying for enhanced subscriptions to the news organisation, for which the Treasury would reimburse the BBC at a later date. The IRD acknowledged that this agreement would not give them editorial control over Reuters, although the IRD believed it would give them political influence over Reuters' work, stating \"this influence would flow, at the top level, from Reuters' willingness to consult and to listen to views expressed on the results of its work.\"[59][60]\n\nOn 1 June 2020, Reuters announced that Russian news agency TASS had joined its \"Reuters Connect\" program, comprising a then-total of 18 partner agencies. Reuters president Michael Friedenberg said he was \"delighted that TASS and Reuters are building upon our valued partnership\".[61] Two years later, TASS's membership in Reuters Connect came under scrutiny in the wake of the 2022 Russian invasion of Ukraine; Politico reported that Reuters staff members were \"frustrated and embarrassed\" that their agency had not suspended its partnership with TASS.[62]\n\nOn 23 March 2022, Reuters removed TASS from its \"content marketplace\". Matthew Keen, interim CEO of Reuters said \"we believe making TASS content available on Reuters Connect is not aligned with the Thomson Reuters Trust Principles\".[63]\n\n"
        }
    ]
}