{
    "url": "https://en.wikipedia.org/wiki/Reverse_marketing",
    "title": "Reverse marketing",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Reverse marketing is the concept of marketing in which the customer seeks the firm rather than marketers seeking the customer.[1] Usually, this  is done through traditional means of advertising, such as television advertisements, print magazine advertisements and online media.  While traditional marketing mainly deals with the seller finding the right set of customers and targeting them, reverse marketing focuses on the customer approaching potential sellers who may be able to offer product.\n\nLeenders and Blenkhorn define Reverse Marketing as \"an aggressive and imaginative approach to achieving supply objectives. The purchaser makes the initiative in making the proposal.\"[2]\n\n"
        },
        {
            "title": "Components",
            "text": "Aside from traditional methods of reverse marketing, this technique is also used in B2B markets. In this instance the buyer (business) will take the initiative to approach the supplier (manufacturer) with its needs.[3] This tactic  is often used by large companies in order to decrease redundancies in their supply chain and decrease costs. The concept of reverse marketing also corresponds with Supply Chain Management.[4] The strategy of reversing roles in some cases, has been very successful. In 2001 Richard Plank and Deborah Francis published an article studying the impact reverse marketing has on the buyer-seller relationship. They pinpointed what the motivation was behind the reversal of roles: \n\nWhat they found was that when the buyer actively sought out the supplier it reduced conflict between the relationship manager and the potential buyer.[4] In a random sample of 1600 they took from buyers and suppliers, they also found that the majority of businesses actually had a policy for reverse marketing.[4]\n\nBasically, reverse marketing campaigns can apply to two different targets: Consumer based campaigns, and supplier based campaigns. Consumer based campaigns typically involve companies implementing reverse strategies so the end user of their products will seek them out. Supplier based campaigns revolved around the idea of suppliers altering their cost and market strategies so distributors of their product will actively seek them out.\n\n"
        },
        {
            "title": "Examples",
            "text": "Orabrush launched a series of comedic video advertisements on YouTube that featured a man dressed in a tongue costume. Rather than promoting product, they chose to reinforce Brand Loyalty. The campaign was a massive success with more than 38 Million YouTube hits and led to Walmart purchasing roughly 700,000 Orabrush units.[5]\n\nWalmart is one of the most notable examples of using this tactic. Rather than suppliers approaching Walmart with their product, Walmart will actively seek out suppliers who are able to produce a specified product at a lower cost than their competitors. This tactic in some cases has caused Criticism of Walmart from the public and their suppliers.[6]\n\nIn 2004 Dove launched the Dove Campaign for Real Beauty focusing on the natural beauty of women rather than advertising their product. This campaign caused their sales to soar above $1 Billion and caused Dove to re-create their brand around this strategy.[7] Although successful, this campaign caused a lot of controversy and discussion due to what people saw as an advertisement with a contradictory message.[8]\n\nWeight Watcher's 2008 brand altering campaign, Stop Dieting, Start Living, fundamentally changed their image among their target market.[7] Their advertisements gave tips on how to live healthy rather than promoting new dieting programs. It enhanced their goal to reinforce brand loyalty.\n\n"
        }
    ]
}