{
    "url": "https://en.wikipedia.org/wiki/Revisionist_Western",
    "title": "Revisionist Western",
    "table_of_contents": [
        "1 Concept",
        "2 Development",
        "3 Hollywood revisionist Westerns",
        "4 Spaghetti Westerns",
        "5 Counterculture",
        "6 List of revisionist Western films",
        "6.1 1901–1950",
        "6.2 1951–1955",
        "6.3 1956–1960",
        "6.4 1961–1970",
        "6.5 Later films",
        "7 See also",
        "8 References",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe revisionist Western (also called the anti-Western,[1] sometimes revisionist antiwestern[2][3]) is a sub-genre of the Western film. Designated a post-classical variation of the traditional Western, the revisionist subverts the myth and romance of the traditional by means of character development and realism to present a less simplistic view of life in the \"Old West\". While the traditional Western always embodies a clear boundary between good and evil, the revisionist Western does not. \n\nRevisionist themes have existed since the early 20th century but it was not until 1968, when the Hays Code restrictions were relaxed, that revisionism finally supplanted the traditional. Although many earlier Westerns are labelled revisionist, the distinction between them is often blurred by variable themes and plot devices. Some are labelled psychological Westerns which is closely related to and sometimes overlaps with the psychological drama and psychological thriller genres because of their focus on character at the expense of the action and thrills that predominate in the traditional. Other revisionist films, in which action and adventure remain prominent, are labelled Indian Westerns or Outlaw/Gunfighter Westerns because, instead of the traditional hero, the protagonist is a Native American, an outlaw or a gunfighter. The Spaghetti Westerns of the 1960s, not bound by the Hays Code, were strongly revisionist by presenting morally ambiguous storylines featuring an anti-hero or a sympathetic villain. From 1969 onwards, revisionism has prevailed in Western film production.\n\n"
        },
        {
            "title": "Concept",
            "text": "The traditional Western typically features a strong male lead character, often a lawman or cavalry officer, who takes direct action on behalf of supposedly civilised people against those deemed to be uncivilised. The former are portrayed as honest townsfolk or travellers, the latter as outlaws or hostile Native Americans.[citation needed]\n\nIn the revisionist Western, the traditional format and themes are subverted by such devices as the Native American protagonist; strong female characters; the outlaw protagonist; plots that are pre-eminently concerned with survival in a wild environment; or the presentation of a morally ambiguous storyline without definite heroes, these often featuring the so-called anti-hero or a sympathetic villain. The object is to blur the traditionally clear boundaries between \"right\" and \"wrong\" (the \"good guy\" against the \"bad guy\") by emphasising the need for survival amidst ambiguity.[citation needed]\n\nThe traditional Western treats characters in simplistic terms as good or bad with minimal character development. The psychological Western, which began in the 1940s and was hugely popular through the 1950s and 1960s, prioritises character development ahead of action whilst retaining most of the traditional aspects. For the most part, the psychological Western morphed into the revisionist Western as censorship restrictions were relaxed and removed in the 1960s.[citation needed]\n\nShane (1953), directed by George Stevens, is a psychological Western.[4] The title character (Alan Ladd) seems at first to be a traditional Western drifter riding across a traditional Western landscape but it is soon apparent that he has entered a complex setting which is populated by, as Kim Newman puts it, \"believable characters with mixed motives\".[5] Even though rancher Riker (Emile Meyer) is ostensibly the villain of the piece, he makes the point that he has striven for thirty years to develop the cattle range which is now being taken over by fence-building \"sodbusters\", many of whom have the mixed motives noted by Newman.[6] Despite the complexity of its characters, Shane is nevertheless filmed in a conventional setting and ends with the hero outshooting and killing the three main villains. There is, however, an element of revisionism in the ending when the disillusioned Shane admits to Riker that he knows his day as a gunfighter is over. Shane  rides away to an uncertain future, possibly to die as he is wounded, and it is farmer Starrett (Van Heflin) and his family who endure.[7]\n\nShane is a psychological Western with many of the trappings of a traditional one. Fifteen years later, Sergio Leone directed Once Upon a Time in the West, a revisionist Western[8] which completely subverts the traditional with complex characters and multiple plot devices, the key one being revenge – the motive of enigmatic gunfighter Harmonica (Charles Bronson). As in Shane, it is not the gunfighters who \"inherit the West\" but in this case the compassionate town-building ex-prostitute Jill (Claudia Cardinale). By the end of the film, all of the antagonists except Harmonica are dead and, like Shane, he rides away to an uncertain future.[9]\n\n"
        },
        {
            "title": "Development",
            "text": "Opinion is divided on the origin of the revisionist or psychological Western but it is generally agreed that there were hints of a darker perspective in some films of the 1930s such as Westward Ho (1935), directed by Robert N. Bradbury and starring John Wayne, in which the hero leads a band of vigilantes on a quest for revenge. Westward Ho is the earliest film in AllMovie's list of revisionist Westerns.[10] The earliest films classified by AllMovie as psychological Westerns are The Ox-Bow Incident and The Outlaw (both 1943).[11]\n\nThe Outlaw/Gunfighter sub-genre focused on outlaws and gunfighters as human beings rather than using them as stock characters, often dressed in black, as in traditional Westerns. The aim was to examine the impact of gunfights on the participants by revealing their neuroses and redeeming characteristics. AllMovie's earliest films of this type are two silents: The Road Agent (1926), directed by J. P. McGowan and starring Al Hoxie; and Jesse James (1927), directed by Lloyd Ingraham and starring Fred Thomson.[12]\n\nIn a similar vein, the Indian Western seeks to reverse negative stereotypes by sympathetic portrayal of Native Americans who, in the traditional Western, are nearly always the enemy of the \"heroic\" white settlers and cavalry. In the Indian Western, roles can be reversed with peaceful Native Americans driven to fight against white aggression. Usually, however, the Native American hero or heroine is played by brownface whites such as Burt Lancaster and Jean Peters in Apache (film) (1954). In Dances with Wolves, the female lead was Mary McDonnell playing a white who had been raised by the Lakota.[13]  There had been earlier films which portrayed Native Americans sympathetically, but the breakthrough for this sub-genre was Broken Arrow (1950), directed by Delmer Daves and starring James Stewart, with Jeff Chandler as Cochise. Kim Newman wrote that Chandler's performance established Cochise as \"the 1950s model of an Indian hero\" and the film inspired goodwill to other Native American chiefs such as Sitting Bull, Crazy Horse and Geronimo – as a result, \"it became fashionable for Westerns to be pro-Indian\".[14]\n\nMany of the films were produced in the 1950s during the milieu of McCarthyism and attempted to strike back against blacklisting of the film industry at that time, notably High Noon (1952) starring Gary Cooper.[citation needed] By the time of the loosening, and later abandonment, of the restrictive Hays Code in the 1960s, many directors of the New Hollywood generation such as Sam Peckinpah, George Roy Hill, and Robert Altman focused on the Western and each produced their own classics in the genre, including Peckinpah's The Wild Bunch (1969), Hill's Butch Cassidy and the Sundance Kid (1969), and Altman's McCabe & Mrs. Miller (1971).[citation needed]\n\nMeanwhile, European directors such as Sergio Leone and Sergio Corbucci had been making Western films unencumbered by American expectations nor Hays Code inspired censorship, and these \"Spaghetti Westerns\" also provided a new perspective on the Western genre. Early examples of this sub-genre are Leone's A Fistful of Dollars, starring Clint Eastwood, and Corbucci's Minnesota Clay, starring Cameron Mitchell, both made in 1964.[15]\n\nThe revisionist and psychological Westerns have been carried forward from their own standard settings into the Neo-western, a notable of which is the Coen brothers' No Country for Old Men (2007), based on the work of Cormac McCarthy, an author known for writing revisionist Western literature, such as the novel Blood Meridian.[citation needed]\n\n"
        },
        {
            "title": "Hollywood revisionist Westerns",
            "text": "In the US film industry, the controversial Motion Picture Production Code was introduced in 1930 to provide film producers with moral and ethical guidelines that, if followed, would impose censorship. The code, widely known as the Hays Code after its creator Will H. Hays, was based on the twin concepts of improving moral standards and upholding respect for the law with the aim of directing audience sympathy towards those who fought against crime and/or presented \"correct standards of life\" in terms of integrity.[16]\n\nThe restrictions were relaxed somewhat by the 1952 Supreme Court holding in Joseph Burstyn, Inc. v. Wilson and then, in 1968, the Hays Code was terminated to end restrictions on film content in the US. This broadened potential scope and made the revisionist Western a more viable genre.[citation needed]\n\n"
        },
        {
            "title": "Spaghetti Westerns",
            "text": "European countries, which had imported Western productions since their silent film inception, began creating their own versions and, in the 1960s, a new sub-genre emerged in Europe as an offshoot of the revisionist Western.[citation needed] The Italian movie industry was foremost in the production of these films, although they were mostly shot in Spanish locations. As a result, they came to be known as \"Spaghetti Westerns\", disparagingly at first.[citation needed] Director Sergio Leone played a seminal role in this movement and a subtle theme of the conflict between Anglo and Hispanic cultures plays through his Western movies. Leone conceived of the Old West as a dirty place filled with morally ambivalent figures, and this aspect of the Spaghetti Western came to be one of its universal attributes.[citation needed]\n\n"
        },
        {
            "title": "Counterculture",
            "text": "Beginning in the late 1960s, independent filmmakers produced revisionist and hallucinogenic films, later retroactively identified as the separate but related subgenre of \"Acid Westerns,” that radically turn the usual trappings of the Western genre inside out to critique both capitalism and the counterculture.[citation needed] Monte Hellman's The Shooting and Ride in the Whirlwind (1966), Alejandro Jodorowsky's El Topo (1970), Robert Downey Sr.'s Greaser's Palace (1972), Alex Cox's Walker (1987), and Jim Jarmusch's Dead Man (1995) fall into this category.[17] Films made during the early 1970s are particularly noted for their hyper-realistic photography and production design.[18] Other films, such as those directed by Clint Eastwood, were made by professionals familiar with the Western as a criticism and expansion against and beyond the genre. Eastwood's The Outlaw Josey Wales (1976) and Unforgiven (1992) made use of strong supporting roles for women and Native Americans.[citation needed]\n\n"
        },
        {
            "title": "List of revisionist Western films",
            "text": "This list is not exhaustive. It includes major films labelled revisionist Western, anti-Western, psychological Western, Indian Western, Outlaw Western, Gunfighter Western, or Spaghetti Western. By 1970, revisionism had supplanted the traditional as the predominant Western sub-genre and so the list highlights the films released until then to illustrate the development of the concept.\n\nSubsequently, revisionist themes have prevailed in Western film production. Major releases from 1971 to the present include:  \n\n"
        }
    ]
}