{
    "url": "https://en.wikipedia.org/wiki/Reynold_Brown",
    "title": "Reynold Brown",
    "table_of_contents": [
        "1 Biography",
        "2 List of film posters",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "William Reynold Brown (October 18, 1917 – August 24, 1991) was an American realist artist who painted many Hollywood film posters. He was also briefly active as a comics artist.\n\n"
        },
        {
            "title": "Biography",
            "text": "He attended Alhambra High School and refined his drawing under his teacher Lester Bonar.[3] A talented artist, Brown met cartoonist Hal Forrest around 1936-37.  Forrest hired Brown to ink (uncredited) Forrest's comic strip Tailspin Tommy.[4] Norman Rockwell's sister was a teacher at Alhambra High, and Brown later met Rockwell who advised him to leave cartooning if he wanted to be an illustrator.[4] Brown subsequently won a scholarship to the Otis Art Institute.\n\nDuring World War II he worked as a technical artist at North American Aviation. There he met his wife, fellow artist Mary Louise Tejeda.\n\nFollowing the war Brown drew numerous advertisements and illustrations for magazines such as Argosy, Popular Science, Saturday Evening Post, Boys' Life, Outdoor Life, and Popular Aviation.  Brown also drew paperback book covers.[5]\n\nBrown taught at the Art Center College of Design where he met Misha Kallis, then an art director at Universal Pictures.[6]  Through Kallis, Brown began his film poster work, then did the artwork for dozens of film posters, including:[7]\n\nIn 1953, Brown was one of the founders of the Society of Illustrators of Los Angeles.[8]\n\n"
        },
        {
            "title": "List of film posters",
            "text": "Brown's original painting for the poster of The Alamo hung for many years at the actual Alamo in San Antonio, Texas.[citation needed]\n\nHe suffered a severe stroke in 1976 that left his left side paralyzed and ended his commercial work.[10] Brown and his family moved to Dawes County, Nebraska; with his wife's help, Brown continued to paint landscapes until his death in 1991.\n\nIn 1994, Mel Bucklin's documentary about Reynold Brown entitled The Man Who Drew Bug-Eyed Monsters was broadcast on U.S. public television.[11] A book reproducing many of Brown's artworks, Reynold Brown: A Life in Pictures, was published in 2009.[9]\n\n"
        }
    ]
}