{
    "url": "https://en.wikipedia.org/wiki/Rhonda_Byrne",
    "title": "Rhonda Byrne",
    "table_of_contents": [
        "1 Life before The Secret",
        "2 The Secret",
        "3 Sequels",
        "4 Additional works",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRhonda Byrne (/bɜːrn/ BURN; née Izon; born 1951, Melbourne, Australia) is an Australian television writer and producer. Her book The Secret is based on the belief of the pseudoscientific law of attraction, which claims that thoughts can change a person's life directly.[1][2] She wrote several sequels to the book, including The Power and The Magic.\n\n"
        },
        {
            "title": "Life before The Secret",
            "text": "Byrne was born in 1951, Melbourne, Australia, to parents Ronald and Irene Izon. She worked as an executive producer for television, with credits including Oz Encounters: UFO's in Australia (1997), Sensing Murder: Easy Street (2003), Loves Me, Loves Me Not (2003), and The World's Greatest Commercials (1995–2004).[3][better source needed]\n\nAfter the death of her father in 2004, Byrne became very depressed. At the instigation of her daughter Hayley, she read The Science of Getting Rich (1910) by Wallace D. Wattles. She began to work on The Secret.[4]\n\n"
        },
        {
            "title": "The Secret",
            "text": "Byrne claims that all great men in history knew about the Law of Attraction (New Thought), suggesting Abraham Lincoln, Ludwig van Beethoven, Winston Churchill and others. She asserts that current proponents of the laws of attraction include author Jack Canfield, minister Michael Beckwith, self-help speaker James Arthur Ray, author Joseph Vitale, and author John Gray.[5]\n\nByrne found success with both the DVD and the book of The Secret. The Secret was published in 2006, and by the spring of 2007 had sold more than 19 million copies in more than 40 languages,[6] and more than two million DVDs.[7] The Secret book and film have grossed $300 million.[8]\n\nIn 2007 Byrne was featured in Time Magazine's TIME 100: The Most Influential People. She gained mainstream popularity and commercial success after appearing on The Oprah Winfrey Show.[7]\n\n"
        },
        {
            "title": "Sequels",
            "text": "Byrne wrote a sequel to The Secret called The Power after answering several thousand letters from readers of The Secret.[9] On 17 August 2010 The Power was published as both a hardcover edition and audio CD.[10] In 2012 Byrne published a third book called The Magic.\n\n"
        },
        {
            "title": "Additional works",
            "text": "More of Byrne's published works include Hero (2013), How The Secret Changed My Life (2016), and The Greatest Secret (2020).[11]\n\n"
        }
    ]
}