{
    "url": "https://en.wikipedia.org/wiki/Richard_Sennett",
    "title": "Richard Sennett",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "3 Personal life",
        "4 Awards",
        "5 Selected works",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRichard Sennett OBE FBA FRSL (born 1 January 1943) is the Centennial Professor of Sociology at the London School of Economics and former University Professor of the Humanities at New York University. He is currently a Senior Fellow of the Center on Capitalism and Society at Columbia University.[1] Sennett has studied social ties in cities, and the effects of urban living on individuals in the modern world.\n\nHe has been a Fellow of The Center for Advanced Study in the Behavioral Sciences, of the American Academy of Arts and Sciences, and of the Royal Society of Literature. He is the founding director of the New York Institute for the Humanities.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Sennett grew up in the Cabrini Green housing project in Chicago,[2] to a Jewish[3] family of Russian emigres. As a child he trained in music, studying the cello and conducting, working with Claus Adam of the Juilliard String Quartet and the conductor Pierre Monteux. When a hand injury put an end to his musical career, he entered academia. He studied under David Riesman, Erik Erikson, and Oscar Handlin at Harvard, graduating with his Ph.D. in the History of American Civilization[4] in 1969.[5] His intellectual life as an urbanist came into focus during the time he spent as a fellow of the Joint Center for Urban Studies of Harvard and MIT.[6]\n\n"
        },
        {
            "title": "Career",
            "text": "Sennett's scholarly writing centers on the development of cities, the nature of work in modern society, and the sociology of culture. Families Against the City, his earliest book, examines the relationship between family and work in 19th-century Chicago. A subsequent quartet of books explores urban life more largely: The Uses of Disorder, an essay on identity formation in cities; The Fall of Public Man, a history of public culture and public space, particularly in London, Paris, and New York in the 18th and 19th Centuries; The Conscience of the Eye, a study of how Renaissance urban design passed into modern city planning, and Flesh and Stone, an overview of the design of cities from ancient to modern times.[citation needed]\n\nAnother quartet of books is devoted to labor. The Hidden Injuries of Class is a study of class consciousness among working-class families in Boston; The Corrosion of Character explores how new forms of work are changing our communal and personal experience; Respect probes the relation of work and reforms of the welfare system; and The Culture of the New Capitalism provides an overview of these changes.\nAuthority is an essay in political theory; it addresses the tools of interpretation by which we recast raw power into either legitimate or illegitimate authority.[citation needed]\n\nSennett is working on a project called 'Homo Faber,' exploring material ways of making culture. The first book in this series is The Craftsman, published in 2008; subsequent volumes are Together: The Rituals, Pleasures, and Politics of Cooperation, published in 2012, and Building and Dwelling: Ethics for the City (2018) on the making of the urban environment.[7][8]\n\nIn the public realm, Sennett founded, and directed for a decade, the New York Institute of the Humanities at New York University. Sennett then chaired a United Nations commission on urban development and design.[9] As president of the American Council on Work,[10][11][12] Sennett led a forum, sponsored by the Rockefeller Foundation, for researchers trying to understand the changing pattern of American labor. Most recently he helped create, and has chaired, the LSE Cities Programme at the London School of Economics. The Urban Age project also emerged as a product of the research and ideas by Sennett and others at LSE Cities. In 2006, he served as Chair of the jury of the Venice Biennale.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Sennett has been married to sociologist Saskia Sassen since 1987.[2]\n\n"
        },
        {
            "title": "Selected works",
            "text": "Fiction\n\nLiterature on Richard Sennett\n\n"
        }
    ]
}