{
    "url": "https://en.wikipedia.org/wiki/Richard_Oswald",
    "title": "Richard Oswald",
    "table_of_contents": [
        "1 Early career",
        "2 Exile",
        "3 Partial filmography",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Richard Oswald (5 November 1880 – 11 September 1963) was an Austrian film director, producer, screenwriter, and father of German-American film director Gerd Oswald.\n\n"
        },
        {
            "title": "Early career",
            "text": "Richard Oswald, born in Vienna as Richard W. Ornstein, began his career as an actor on the Viennese stage. He made his film directorial debut at age 34 with The Iron Cross (1914) and worked a number of times for Jules Greenbaum. In 1916, Oswald set up his own production company in Germany, writing and directing most of his films himself. His pre-1920 efforts include such literary adaptations as The Picture of Dorian Gray (1917), Peer Gynt (1919), the once scandalous Different from the Others (1919) and Around the World in Eighty Days (1919). Oswald directed nearly 100 films. Some critics have suggested that Oswald was more prolific than talented, but such films as his horror film Unheimliche Geschichten (1932), produced by no less than Gabriel Pascal, would seem to refute this claim as it is viewed by some to be a forgotten classic.[citation needed]\n\nHe made a significant number of Operetta films during his career.\n\n"
        },
        {
            "title": "Exile",
            "text": "Being Jewish, Oswald was forced to flee Nazi Germany, first for occupied France and later emigrating to the United States. His last production was The Lovable Cheat (1949), an inexpensive but worthwhile adaptation of a Balzac story which boasted an impressive cast including Charles Ruggles, Alan Mowbray, and Buster Keaton. Oswald later returned to Germany following the end of the Second World War and died in Düsseldorf, West Germany in 1963.\n\n"
        }
    ]
}