{
    "url": "https://en.wikipedia.org/wiki/Richard_Swinburne",
    "title": "Richard Swinburne",
    "table_of_contents": [
        "1 Early life",
        "2 Academic career",
        "3 Christian apologetics",
        "4 Major books",
        "4.1 Spiritual autobiography",
        "5 See also",
        "6 References",
        "6.1 Footnotes",
        "6.2 Works cited",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRichard Granville Swinburne (IPA /ˈswɪnbɜːrn/) FBA (born December 26, 1934) is an English philosopher. He is an Emeritus Professor of Philosophy at the University of Oxford. Over the last 50 years Swinburne has been a proponent of philosophical arguments for the existence of God. His philosophical contributions are primarily in the philosophy of religion and philosophy of science. He aroused much discussion with his early work in the philosophy of religion, a trilogy of books consisting of The Coherence of Theism, The Existence of God, and Faith and Reason.\n\n"
        },
        {
            "title": "Early life",
            "text": "Swinburne was born in Smethwick, Staffordshire, England, on 26 December 1934.[4] His father was a school music teacher, who was himself the son of an off-licence owner in Shoreditch.[4] His mother was a secretary, the daughter of an optician.[5] He is an only child.[6] Swinburne attended a preparatory school and then Charterhouse School.[7]\n\n"
        },
        {
            "title": "Academic career",
            "text": "Swinburne received an open scholarship to study classics at Exeter College, Oxford,[8] but in fact graduated with a first-class Bachelor of Arts degree in philosophy, politics, and economics.[9] \nSwinburne has held various professorships through his career in academia. From 1972 to 1985 he taught at Keele University.[citation needed] During part of this time, he gave the Gifford lectures at Aberdeen from 1982 to 1984,[9] resulting in the book The Evolution of the Soul. From 1985 until his retirement in 2002 he was Nolloth Professor of the Philosophy of the Christian Religion at the University of Oxford (his successor to this chair was Brian Leftow). He has continued to publish regularly since his retirement.\n\nSwinburne has been an active author throughout his career, producing a major book every two to three years. He has played a role in recent debate over the mind–body problem, defending a substance dualism that recalls the work of René Descartes in important respects (see The Evolution of the Soul, 1997).\n\nHis books are primarily very technical works of academic philosophy, but he has written at the popular level as well. Of the non-technical works, his Is There a God? (1996), summarising for a non-specialist audience many of his arguments for the existence of God and plausibility in the belief of that existence, is probably the most popular, and is available in 22 languages.[citation needed]\n\n"
        },
        {
            "title": "Christian apologetics",
            "text": "A member of the Orthodox Church, he is noted as one of the foremost Christian apologists, arguing in his many articles and books that faith in Christianity is rational and coherent in a rigorous philosophical sense. William Hasker writes that his \"tetralogy on Christian doctrine, together with his earlier trilogy on the philosophy of theism, is one of the most important apologetic projects of recent times.\"[10] While Swinburne presents many arguments to advance the belief that God exists, he argues that God is a being whose existence is not logically necessary (see modal logic), but metaphysically necessary in a way he defines in his The Christian God. Other subjects on which Swinburne writes include personal identity (in which he espouses a view based on the concept of a soul), and epistemic justification. He has written in defence of Cartesian dualism and libertarian free will.[11]\n\nAlthough he is best known for his vigorous defence of Christian intellectual commitments, he also has a theory of the nature of passionate faith which is developed in his book Faith and Reason.\n\nAccording to an interview Swinburne did with Foma magazine, he converted from Anglicanism (Church of England) to Eastern Orthodoxy around 1996:\n\nSwinburne's philosophical method reflects the influence of Thomas Aquinas. He admits that he draws from Aquinas a systematic approach to philosophical theology. Swinburne, like Aquinas, moves from basic philosophical issues (for example, the question of the possibility that God may exist in Swinburne's The Coherence of Theism), to more specific Christian beliefs (for example, the claim in Swinburne's Revelation that God has communicated to human beings propositionally in Jesus Christ).\n\nSwinburne moves in his writing program from the philosophical to the theological, building his case and relying on his previous arguments as he defends particular Christian beliefs. He has attempted to reassert classical Christian beliefs with an apologetic method that he believes is compatible with contemporary science. That method relies heavily on inductive logic, seeking to show that his Christian beliefs fit best with the evidence.\n\nNational Life Stories conducted an oral history interview (C1672/15) with Richard Swinburne in 2015–2016 for its Science and Religion collection held by the British Library.[13]\n\n"
        }
    ]
}