{
    "url": "https://en.wikipedia.org/wiki/Rights",
    "title": "Rights",
    "table_of_contents": [
        "1 Definitional issues",
        "1.1 Natural versus legal",
        "1.2 Claim versus liberty",
        "1.3 Positive versus negative",
        "1.4 Individual versus group",
        "1.5 Other senses",
        "2 Politics",
        "3 Philosophy",
        "3.1 Criticism",
        "4 History",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Rights are legal, social, or ethical principles of freedom or entitlement; that is, rights are the fundamental normative rules about what is allowed of people or owed to people according to some legal system, social convention, or ethical theory.[1] Rights are of essential importance in such disciplines as law and ethics, especially theories of justice and deontology.\n\nRights are fundamental to any civilization[citation needed]and the history of social conflicts is often bound up with attempts both to define and to redefine them. According to the Stanford Encyclopedia of Philosophy, \"rights structure the form of governments, the content of laws, and the shape of morality as it is currently perceived\".[1]\n\n"
        },
        {
            "title": "Definitional issues",
            "text": "\nOne way to get an idea of the multiple understandings and senses of the term is to consider different ways it is used. Many diverse things are claimed as rights: \nThere are likewise diverse possible ways to categorize rights, such as:\n\nThere has been considerable debate about what this term means within the academic community, particularly within fields such as philosophy, law, deontology, logic, political science, and religion.\n\nSome thinkers see rights in only one sense while others accept that both senses have a measure of validity. There has been considerable philosophical debate about these senses throughout history. For example, Jeremy Bentham believed that legal rights were the essence of rights, and he denied the existence of natural rights; whereas Thomas Aquinas held that rights purported by positive law but not grounded in natural law were not properly rights at all, but only a facade or pretense of rights.\n\nLiberty rights and claim rights are the inverse of one another: a person has a liberty right permitting him to do something only if there is no other person who has a claim right forbidding him from doing so. Likewise, if a person has a claim right against someone else, then that other person's liberty is limited. For example, a person has a liberty right to walk down a sidewalk and can decide freely whether or not to do so, since there is no obligation either to do so or to refrain from doing so. But pedestrians may have an obligation not to walk on certain lands, such as other people's private property, to which those other people have a claim right. So a person's liberty right of walking extends precisely to the point where another's claim right limits his or her freedom.\n\nIn one sense, a right is a permission to do something or an entitlement to a specific service or treatment from others, and these rights have been called positive rights. However, in another sense, rights may allow or require inaction, and these are called negative rights; they permit or require doing nothing. For example, in some countries, e.g. the United States, citizens have the positive right to vote and they have the negative right to not vote; people can choose not to vote in a given election without punishment. In other countries, e.g. Australia, however, citizens have a positive right to vote but they do not have a negative right to not vote, since voting is compulsory. Accordingly:\n\nThough similarly named, positive and negative rights should not be confused with active rights (which encompass \"privileges\" and \"powers\") and passive rights (which encompass \"claims\" and \"immunities\").\n\nThe general concept of rights is that they are possessed by individuals in the sense that they are permissions and entitlements to do things which other persons, or which governments or authorities, can not infringe. This is the understanding of people such as the author Ayn Rand who argued that only individuals have rights, according to her philosophy known as Objectivism.[4] However, others have argued that there are situations in which a group of persons is thought to have rights, or group rights.[5] Accordingly:\n\nThere can be tension between individual and group rights. A classic instance in which group and individual rights clash is conflicts between unions and their members. For example, individual members of a union may wish a wage higher than the union-negotiated wage, but are prevented from making further requests; in a so-called closed shop which has a union security agreement, only the union has a right to decide matters for the individual union members such as wage rates. So, do the supposed \"individual rights\" of the workers prevail about the proper wage? Or do the \"group rights\" of the union regarding the proper wage prevail? Clearly this is a source of tension.\n\nThe Austrian School of Economics holds that only individuals think, feel, and act whether or not members of any abstract group. The society should thus according to economists of the school be analyzed starting from the individual. This methodology is called methodological individualism and is used by the economists to justify individual rights.\n\nOther distinctions between rights draw more on historical association or family resemblance than on precise philosophical distinctions. These include the distinction between civil and political rights and economic, social and cultural rights, between which the articles of the Universal Declaration of Human Rights are often divided. Another conception of rights groups them into three generations. These distinctions have much overlap with that between negative and positive rights, as well as between individual rights and group rights, but these groupings are not entirely coextensive.\n\n"
        },
        {
            "title": "Politics",
            "text": "Rights are often included in the foundational questions that governments and politics have been designed to deal with. Often the development of these socio-political institutions have formed a dialectical relationship with rights.\n\nRights about particular issues, or the rights of particular groups, are often areas of special concern. Often these concerns arise when rights come into conflict with other legal or moral issues, sometimes even other rights.  Issues of concern have historically included labor rights, LGBT rights, reproductive rights, disability rights, patient rights and prisoners' rights.  With increasing monitoring and the information society, information rights, such as the right to privacy are becoming more important.\n\nSome examples of groups whose rights are of particular concern include animals,[6] and amongst humans, groups such as children[7] and youth, parents (both mothers and fathers), and men and women.[8]\n\nAccordingly, politics plays an important role in developing or recognizing the above rights, and the discussion about which behaviors are included as \"rights\" is an ongoing political topic of importance. The concept of rights varies with political orientation. Positive rights such as a \"right to medical care\" are emphasized more often by left-leaning thinkers, while right-leaning thinkers place more emphasis on negative rights such as the \"right to a fair trial\".[citation needed]\n\nFurther, the term equality which is often bound up with the meaning of \"rights\" often depends on one's political orientation. Conservatives and libertarians and advocates of free markets often identify equality with equality of opportunity, and want equal and fair rules in the process of making things, while agreeing that sometimes these fair rules lead to unequal outcomes. In contrast, socialists often identify equality with equality of outcome and see fairness when people have equal amounts of goods and services, and therefore think that people have a right to equal portions of necessities such as health care or economic assistance or housing.[9]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "In philosophy, meta-ethics is the branch of ethics that seeks to understand the nature of ethical properties, statements, attitudes, and judgments. Meta-ethics is one of the three branches of ethics generally recognized by philosophers, the others being normative ethics and applied ethics.\n\nWhile normative ethics addresses such questions as \"What should one do?\", thus endorsing some ethical evaluations and rejecting others, meta-ethics addresses questions such as \"What is goodness?\" and \"How can we tell what is good from what is bad?\", seeking to understand the nature of ethical properties and evaluations.\n\nRights ethics is an answer to the meta-ethical question of what normative ethics is concerned with (meta-ethics also includes a group of questions about how ethics comes to be known, true, etc. which is not directly addressed by rights ethics).\nRights ethics holds that normative ethics is concerned with rights. Alternative meta-ethical theories are that ethics is concerned with one of the following:\n\nRights ethics has had considerable influence on political and social thinking. The Universal Declaration of Human Rights gives some concrete examples of widely accepted rights.\n\nSome philosophers have criticised rights as ontologically dubious entities.  For instance, although in favour of the extension of individual legal rights, the utilitarian philosopher Jeremy Bentham opposed the idea of natural law and natural rights, calling them \"nonsense upon stilts\".[10] Further, one can question the ability of rights to actually bring about justice for all.\n\n"
        },
        {
            "title": "History",
            "text": "The specific enumeration of rights has differed greatly in different periods of history. In many cases, the system of rights promulgated by one group has come into sharp and bitter conflict with that of other groups. In the political sphere, a place in which rights have historically been an important issue, constitutional provisions of various states sometimes address the question of who has what legal rights.\n\nHistorically, many notions of rights were authoritarian and hierarchical, with different people granted different rights, and some having more rights than others. For instance, the right of a father to be respected by his son did not indicate a right of the son to receive something in return for that respect; and the divine right of kings, which permitted absolute power over subjects, did not leave much possibility for many rights for the subjects themselves.[11]\n\nIn contrast, modern conceptions of rights have often emphasized liberty and equality as among the most important aspects of rights, as was evident in the American and French revolutions.\n\nImportant documents in the political history of rights include:\n\n"
        },
        {
            "title": "See also",
            "text": "Organisations:\n\n"
        }
    ]
}