{
    "url": "https://en.wikipedia.org/wiki/Rio_Grande",
    "title": "Rio Grande",
    "table_of_contents": [
        "1 Geography",
        "2 Navigation",
        "3 History",
        "3.1 Ancestral Rio Grande",
        "3.2 Prior to European contact",
        "3.3 Spanish exploration",
        "3.4 Since 1830",
        "3.5 Rio Grande Water Rights (1900-present)",
        "3.6 Uncertain future",
        "4 River modifications",
        "5 Climate change",
        "6 Crossings",
        "7 Names and pronunciation",
        "8 Tributaries",
        "9 See also",
        "10 References",
        "11 Further reading",
        "11.1 Primary sources",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Rio Grande (/ˈriːoʊ ˈɡrænd/ and /ˈriːoʊ ˈɡrɑːndeɪ/), known in Mexico as the Río Bravo del Norte or simply the Río Bravo, is one of the principal rivers (along with the Colorado River) in the southwestern United States and in northern Mexico.[5][6]\n[7] The length of the Rio Grande is 1,896 miles (3,051 km). It originates in south-central Colorado, in the United States, and flows to the Gulf of Mexico.[8] The Rio Grande drainage basin (watershed) has an area of 182,200 square miles (472,000 km2);[3] however, the endorheic basins that are adjacent to and within the greater drainage basin of the Rio Grande increase the total drainage-basin area to 336,000 square miles (870,000 km2).[9]\n\nThe Rio Grande with its fertile valley, along with its tributaries, is a vital watersource for seven US and Mexican states, and flows primarily through arid and semi-arid lands. After traversing the length of New Mexico, the Rio Grande becomes the Mexico–United States border, between the U.S. state of Texas and the northern Mexican states of Chihuahua and Coahuila, Nuevo León and Tamaulipas; a short segment of the Rio Grande is a partial state-boundary between the U.S. states of New Mexico and Texas. Since the mid–twentieth century, only 20 per cent of the Rio Grande's water reaches the Gulf of Mexico, because of the voluminous consumption of water required to irrigate farmland (e.g. the Lower Rio Grande Valley) and to continually hydrate cities (e.g. Albuquerque); such water usages are additional to the reservoirs of water retained with diversion dams.[1] 260 miles (418 km) of the river in New Mexico and Texas are designated as the Rio Grande Wild and Scenic River.[10]\n\n"
        },
        {
            "title": "Geography",
            "text": "The Rio Grande rises in the western part of the Rio Grande National Forest, in the U.S. state of Colorado, and is formed by the joining of several streams at the base of Canby Mountain, in the San Juan Mountains, due east of the Continental Divide of the Americas. From the Continental Divide, the Rio Grande flows through the San Luis Valley, then south into New Mexico, and passes through the Rio Grande Gorge, near Taos, then toward Española, afterwards collecting additional waters from the San Juan-Chama Diversion Project and from the Rio Chama. The Rio Grande then continues southwards, irrigating the farmlands in the Middle Rio Grande Valley through the desert cities of Albuquerque and Las Cruces in New Mexico, to El Paso, Texas, and then to Ciudad Juárez, Chihuahua, in Mexico. In the Albuquerque metropolitan area, the Rio Grande flows by historic Pueblo villages, such as Sandia Pueblo and Isleta Pueblo. South of El Paso, the Rio Grande is the national border between the U.S. and Mexico.\n\nThe segment of the river that forms the international border ranges from 889 miles (1,431 km) to 1,248 miles (2,008 km), depending on how the river is measured.[1] The Rio Conchos is a major tributary of the Rio Grande, with its confluence 310 km. (193 straight air miles) southeast of El Paso near Ojinaga, in Chihuahua, Mexico. Downstream, other tributaries include the Pecos River and Devils River, both entering the Rio Grande from the north in the vicinity of Amistad Reservoir in Texas, and the Rio Salado and Rio San Juan both entering from the south with confluences in Tamaulipas, Mexico. \n\nThe Rio Grande rises in high mountains and flows for much of its length at high elevation; the valley floor at Albuquerque is 5,312 feet (1,619 m), and El Paso 3,762 feet (1,147 m) above sea level. In New Mexico, the river flows through the Rio Grande rift from one sediment-filled basin to another, cutting canyons between the basins and supporting a fragile bosque ecosystem on its flood plain.  From Albuquerque southward, the river flows through desert. Although irrigated agriculture exists throughout most of its stretch, it is particularly extensive in the subtropical Lower Rio Grande Valley. The river ends in a small, sandy delta at the Gulf of Mexico. During portions of 2001 and 2002, the mouth of the Rio Grande was blocked by a sandbar. In the fall of 2003, the sandbar was cleared by high river flows around 7,063 cubic feet per second (200 m3/s).[4]\n\n"
        },
        {
            "title": "Navigation",
            "text": "Although the river's greatest depth is 60 feet (18 m), the Rio Grande generally cannot be navigated by passenger riverboats or by cargo barges. Navigation is only possible near the mouth of the river, in rare circumstances up to Laredo, Texas[11]\n\nNavigation was active during much of the 19th century,[12] with over 200 different steamboats operating between the river's mouth close to Brownsville and Rio Grande City, Texas.  Many steamboats from the Ohio and Mississippi Rivers were requisitioned by the U.S. government and moved to the Rio Grande during the Mexican–American War in 1846.  They provided transport for the U.S. Army, under General Zachary Taylor, to invade Monterrey, Nuevo León, via Camargo Municipality, Tamaulipas. Army engineers recommended that with small improvements, the river could easily be made navigable as far north as El Paso.[citation needed]  Those recommendations were never acted upon.\n\nThe Brownsville & Matamoros International Bridge, a large swing bridge, dates back to 1910 and is still in use today by automobiles connecting Brownsville with Matamoros, Tamaulipas. The swing mechanism has not been used since the early 1900s, though, when the last of the big steamboats disappeared.  At one point, the bridge also had rail traffic.  Railroad trains no longer use this bridge.  A new rail bridge (West Rail International Crossing) connecting the U.S. and Mexico was built about 15 miles west of the Brownsville & Matamoros International Bridge. It was inaugurated in August 2015.  It moved all rail operations out of downtown Brownsville and Matamoros.[13]  The West Rail International Crossing is the first new international rail crossing between the U.S. and Mexico in over a century.[14] The Brownsville & Matamoros International Bridge is now operated by the Brownsville and Matamoros Bridge Company, a joint venture between the Mexican government and the Union Pacific Railroad.\n\nAt the mouth of the Rio Grande, on the Mexican side, was the large commercial port of Bagdad, Tamaulipas.  During the American Civil War, this was the only legitimate port of the Confederacy.  European warships anchored offshore to maintain the port's neutrality, and managed to do so successfully throughout that conflict, despite occasional stare-downs with blockading ships from the US Navy.  It was a shallow-draft river port, with several smaller vessels that hauled cargo to and from the deeper-draft cargo ships anchored off shore. These deeper-draft ships could not cross the shallow sandbar at the mouth of the river.  The port's commerce was European military supplies, in exchange for bales of cotton.\n\n"
        },
        {
            "title": "History",
            "text": "The sedimentary basins forming the modern Rio Grande Valley were not integrated into a single river system draining into the Gulf of Mexico until relatively recent geologic time. Instead, the basins formed by the opening of the Rio Grande rift were initially bolsons, with no external drainage and a central playa.[15] An axial river existed in the Espanola Basin as early as 13 million years ago, reaching the Santo Domingo Basin by 6.9 million years ago. However, at this time, the river drained into a playa in the southern Albuquerque Basin where it deposited the Popotosa Formation.[16] The upper reach of this river corresponded to the modern Rio Chama, but by 5 million years ago, an ancestral Rio Grande draining the eastern San Juan Mountains had joined the ancestral Rio Chama.[15]\n\nThe ancestral Rio Grande progressively integrated basins to the south, reaching the Mesilla Basin by 4.5 million years and the Palomas basin by 3.1 million years ago, forming Lake Palomas. River capture by a tributary of the Pecos River then occurred, with the Rio Grande flowing to Texas by 2.06 million years, and finally joining the Pecos River 800,000 years ago, which drained into the Gulf of Mexico. Volcanism in the Taos Plateau reduced drainage from the San Luis Basin until a spillover event 440,000 years ago that drained Lake Alamosa and fully reintegrated the San Luis Basin into the Rio Grande watershed.[15]\n\nArcheological sites from the earliest human presence in the Rio Grande valley are scarce, due to traditional Indigenous nomadic culture, Pleistocene and Holocene river incision or burial under the Holocene floodplain. However, some early sites are preserved on West Mesa on the west side of the Rio Grande near Albuquerque. These include Folsom sites, possibly dating from around 10,800 to 9,700 BCE, that were probably short-term sites such as buffalo kill sites. Preservation is better in flanking basins of the Rio Grande Valley, where numerous Folsom sites and a much smaller number of earlier Clovis sites have been identified.[17] Later Paleo-Indian groups included the Belen and Cody cultures, who appear to have taken advantage of the Rio Grande valley for seasonal migrations and may have settled more permanently in the valley.[18]\n\nThe Paleo-Indian cultures gave way to the Archaic Oshara tradition beginning around 5450 BCE.[19] The Oshara began cultivation of maize between 1750 and 750 BCE, and their settlements became larger and more permanent.[18]\n\nDrought induced the collapse of the Ancestral Puebloan culture, at Chaco Canyon and elsewhere across the Four Corners region, at around 1130 CE. This led to a mass migration of the Ancestral Puebloans to the Rio Grande and other more fertile valleys of the Southwest, competing with other indigenous communities such as the Apache with territory in the Rio Grande Valley.[20] This led to decades of conflict (the Coalition Period), the eventual merging of cultures, and the establishment of most of the Tanoan and Keresan pueblos of the Rio Grande valley. This was followed by the Classic Period, from about 1325 CE to 1600 CE and the arrival of the Spanish. The upper Rio Grande valley was characterized by occasional periods of extreme drought, and the human inhabitants make extensive use of gridded gardens and check dams to stretch the uncertain water supply.[21]\n\nIn 1519, a Spanish naval expedition along the northeastern coast of Mexico charted the mouths of several rivers including the Río Bravo (Rio Grande).  In 1536, the Río Bravo appeared for the first time on a map of New Spain produced by a royal Spanish cartographer.  In the autumn of 1540, a military expedition of the Viceroyalty of New Spain led by Francisco Vásquez de Coronado, Governor of Nueva Galicia, reached the Tiwa pueblos along the Rio Bravo in the future New Mexico.[22]  On July 12, 1598, Don Juan de Oñate y Salazar established the New Spain colony of Santa Fe de Nuevo Méjico at the new village of San Juan de los Caballeros adjacent to the Ohkay Owingeh Pueblo at the confluence of the Río Bravo and the Río Chama.\n\nDuring the late 1830s and early 1840s, the river marked the disputed border between Mexico and the nascent Republic of Texas; Mexico marked the border at the Nueces River. The disagreement provided part of the rationale for the US invasion of Mexico in 1846, after Texas had been admitted as a new state. Since 1848, the Rio Grande has marked the boundary between Mexico and the United States from the twin cities of El Paso, Texas, and Ciudad Juárez, Chihuahua, to the Gulf of Mexico. As such, crossing the river was the escape route used by some Texan slaves to seek freedom. Mexico had liberal colonization policies and had abolished slavery in 1828.[23]\n\nIn 1899, after a gradual change to the river position, a channel was dug for flood control which moved the river, creating what was called Cordova Island, which became the center of the Chamizal dispute.  Resolving the dispute took many years and almost resulted in a 1909 combined assassination attempt on the American and Mexican presidents.\n\nFollowing the approval of the Rio Grande Project by federal lawmakers in 1905, the waters of the Rio Grande were to be divided between the states of New Mexico and Texas based on their respective amount of irrigable land. The project also accorded 60,000 acre-feet (74 million cubic meters) of water annually to Mexico in response to the country's demands. This was meant to put an end to the many years of disagreement concerning rights to the river’s flow and the construction of a dam and reservoir at various location on the river between the agricultural interests of the Mesilla Valley and those of El Paso and Juárez. In the agreement provisions were made to construct Elephant Butte dam on public lands. This act was the first occurrence of congressionally directed allocation of an interstate river (although New Mexico would not achieve statehood till 1912).[24]\n\nFollowing the admittance of New Mexico into the union, the increased settlement of the Rio Grande farther north in Colorado and near Albuquerque, the 1938 Rio Grande Compact developed primarily because of the necessary repeal of the Rio Grande embargo among other issues.[25] Though both Colorado and New Mexico were initially eager to begin negotiations, they broke down over whether Texas should be allowed to join negotiations in 1928, though it had representatives present. In an effort to avoid litigation of the matter in the Supreme Court a provisional agreement was signed in 1929 which stated that negotiations would resume once a reservoir was built on the New Mexico-Colorado state line. The construction of this was delayed by the Market Crash of 1929. With negotiations remaining stagnant, Texas sued New Mexico over the issue in 1935, prompting the intervention of the president who set up the Rio Grande Joint Investigation the findings of which helped lead to the final agreement.[24] The 1938 Rio Grande Compact provided for the creation of a compact commission, the creation of gaging stations along the river to ensure flow amounts by Colorado to New Mexico at the state line and by New Mexico to Elephant Butte Reservoir, the water once there would fall under the regulation of the Rio Grande Project which would guarantee provision to Texas and Mexico. A system of debits and credits was created to account for variations in the water provided.[26] The compact remains in effect today, though it has been amended twice.\n\nIn 1944, the US and Mexico signed a treaty regarding the river.[27] Due to drought conditions which have prevailed throughout much of the 21st century, calls for a reexamination of this treaty have been made by locals in New Mexico, Mexico, and Texas. Texas, being the state with the least amount of control over the waterway, has routinely seen an under provision of water since 1992.[28]\n\nIn 1997, the US designated the Rio Grande as one of the American Heritage Rivers. Two portions of the Rio Grande are designated National Wild and Scenic Rivers System, one in northern New Mexico and the other in Texas, at Big Bend National Park.\n\nIn mid-2001, a 328-foot (100 m)-wide sandbar formed at the mouth of the river, marking the first time in recorded history that the Rio Grande failed to empty into the Gulf of Mexico. The sandbar was dredged, but reformed almost immediately. Spring rains the following year flushed the reformed sandbar out to sea, but it returned in mid-2002. By late 2003, the river once again reached the Gulf.[4]\n\nThe water of the Rio Grande is over-appropriated: that is, more users for the water exist than water in the river. Because of both drought and overuse, the section from El Paso downstream through Ojinaga frequently runs dry, and was recently tagged \"The Forgotten River\" by those wishing to bring attention to the river's deteriorated condition.[29]\n\nIn 2022, due to increasing drought and water use, the water debt owed to Texas increased from 31,000 acre-feet to over 130,000 acre-feet since 2021, despite “very significant efforts that were done on the river this year to keep water flowing downstream.”[30] In response, New Mexico increased its program offering to subsidize farmers who fallow their fields rather than planting crops, which uses additional water;[31] the city of Albuquerque shut off its domestic supply diversion and switched to full groundwater pumping in 2021.[32]\n\nAdditionally, in 2022, work will begin to repair El Vado Dam, at which time it will be unavailable for storage, reducing system capacity by about 180,000 acre-feet. MRGCD has requested storage of \"native water\" downstream at Abiquiu Reservoir, which normally only stores waters imported into the Rio Grande watershed from the Colorado River watershed via the San Juan-Chama Project.[33]\n\nElephant Butte Reservoir, the main storage reservoir on the Rio Grande, was reported at 13.1% of capacity as of May 1, 2022,[34] further decreasing to only 5.9% full by November 2021.[34] Nearly a year later, in October 2022, the reservoir had made insignificant rebounds, resting at 6.4% of capacity.[34]\n\n"
        },
        {
            "title": "River modifications",
            "text": "The United States and Mexico share the water of the river under a series of agreements administered by the International Boundary and Water Commission (IBWC), US-Mexico. The most notable of these treaties were signed in 1906 and 1944.[35][36] The IBWC traces its institutional roots to 1889, when the International Boundary Committee was established to maintain the border.  The IBWC today also allocates river waters between the two nations and provides for flood control and water sanitation.\n\nUse of that water belonging to the United States is regulated by the Rio Grande Compact, an interstate pact between Colorado, New Mexico, and Texas. \n\nDams on the Rio Grande include Rio Grande Dam, Cochiti Dam, Elephant Butte Dam, Caballo Dam, Amistad Dam, Falcon Dam, Anzalduas Dam, and Retamal Dam. In southern New Mexico and the upper portion of the Texas border segment, the river's discharge dwindles. Diversions, mainly for agricultural irrigation, have increased the natural decrease in flow such that by the time the river reaches Presidio, little or no water is left. Below Presidio, the Rio Conchos restores the flow of water.[1] Near Presidio, the river's discharge is frequently zero. Its average discharge is 178 cubic feet per second (5 m3/s), down from 945 cubic feet per second (27 m3/s) at Elephant Butte Dam. Supplemented by other tributaries, the Rio Grande's discharge increases to its maximum annual average of 3,504 cubic feet per second (99 m3/s) near Rio Grande City. Large diversions for irrigation below Rio Grande City reduce the river's average flow to 889 cubic feet per second (25 m3/s) at Brownsville and Matamoros.[4]\n\n"
        },
        {
            "title": "Climate change",
            "text": "For much of the time since water rights were introduced in the 1890s, the Rio Grande flowed through Las Cruces from February to October each year, but this is subject to climate change.[37] In 2020, the river flowed only from March to September.[37] As of January 2021, the Elephant Butte Irrigation District (Ebid) expected that water shortages would mean the river only flows through Las Cruces from June through July.[37] The water shortages are affecting the local ecosystem and endangering species including cottonwood trees and the southwestern willow flycatcher.[37]\n\n"
        },
        {
            "title": "Crossings",
            "text": "The major international border crossings along the river are at Ciudad Juárez and El Paso; Presidio and Ojinaga; Laredo and Nuevo Laredo; McAllen and Reynosa; and Brownsville and Matamoros. Other notable border towns are the Texas/Coahuila pairings of Del Rio–Ciudad Acuña and Eagle Pass–Piedras Negras.\n\n"
        },
        {
            "title": "Names and pronunciation",
            "text": "Río Grande is Spanish for \"Big River\" and Río Grande del Norte means \"Great River of the North\".  In English, Rio Grande is pronounced either /ˈriːoʊ ˈɡrænd/ or /ˈriːoʊ ˈɡrɑːndeɪ/.\n\nIn Mexico, it is known as Río Bravo or Río Bravo del Norte, bravo meaning (among other things) \"furious\" or \"agitated\".\n\nHistorically, the Pueblo and Navajo peoples also had names for the Rio Grande/Rio Bravo:\n\nThe four Pueblo names likely antedated the Spanish entrada by several centuries.[38]\n\nRio del Norte was most commonly used for the upper Rio Grande (roughly, within the present-day borders of New Mexico) from Spanish colonial times to the end of the Mexican period in the mid-19th century.  This use was first documented by the Spanish in 1582. Early American settlers in South Texas began to use the modern 'English' name Rio Grande.  By the late 19th century, in the United States, the name Rio Grande had become standard in being applied to the entire river, from Colorado to the sea.[38]\n\nBy 1602, Río Bravo had become the standard Spanish name for the lower river, below its confluence with the Rio Conchos.[38]\n\n"
        },
        {
            "title": "Tributaries",
            "text": "The largest tributary of the Rio Grande by discharge is the Rio Conchos, which contributes almost twice as much water as any other. In terms of drainage basin size, the Pecos River is the largest.\n\n"
        }
    ]
}