{
    "url": "https://en.wikipedia.org/wiki/Rio_Tinto_Coal_Australia",
    "title": "Rio Tinto Coal Australia",
    "table_of_contents": [
        "1 RTCA Operations",
        "1.1 RTCA Queensland Operations",
        "1.1.1 Blair Athol Mine",
        "1.1.2 Clermont Mine",
        "1.1.3 Hail Creek Mine",
        "1.1.4 Kestrel Mine",
        "2 Coal and Allied Industries: RTCA New South Wales Operations",
        "2.1 Bengalla",
        "2.2 Hunter Valley Operations",
        "3 Sponsorship",
        "3.1 Newcastle Knights",
        "4 Community contributions",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRio Tinto Coal Australia (RTCA) was an Australian coal mining organisation, that was part of the worldwide Rio Tinto Group.  In 2018, Rio Tinto completed the sale of its remaining assets [1]\n\n"
        },
        {
            "title": "RTCA Operations",
            "text": "Blair Athol Mine, located in the Bowen Basin in Central Queensland, 25 kilometres (16 mi) north-west of the township of Clermont, supplied customers in Asia and Europe with up to 12 million tonnes of coal per annum.\n\nBlair Athol Mine took its name from the historic grazing property, Blair Athol Station, named by pastoralist James McLaren, in honour of his Scottish birthplace. Coal was originally discovered on the site in 1864, however it was a century later that the true worth of the resource was realised, with the first commercial shipments of coal despatched in May 1984 to Japan.\n\nBlair Athol Mine closed on Friday 23 November 2012, after its reserves were mined out. Its stockpile and train facilities will be used by the Clermont Mine, currently under development to the east.\n\nRio Tinto Coal Australia managed the operation on behalf of the joint venture partners – Rio Tinto (57.2 per cent), Leichhardt Coal Pty Ltd, owned by UniSuper, Rio Tinto and J-Power (31.4 per cent), and Japanese power utilities EPDC Australia Pty Ltd (8 per cent) and JCD Australia Pty Ltd (3.4 per cent).\n\nThe former mine site will take up to 6 years to rehabilitate, when Rio tinto will get a $84 million bond back.[2]\n\nBlair Athol was closed by former owners Rio Tinto in 2012 and bought in 2014 by New Emerald Coal. TerraCom acquired the Blair Athol mine in 2016 through its subsidiary Orion Mining for just $1 from the Rio Tinto-managed Blair Athol Coal joint venture (BACJV), which had previously paid the Queensland Government nearly $80 million for rehabilitation purposes.[3]\n\nIn January 2007, Rio Tinto Coal Australia announced the development of the $950 million, 190 million tonne thermal coal deposit in Clermont.[4] The mine is estimated to cost A$950 million.[4] The Clermont Mine is currently under construction, and is located 15 kilometres (9.3 mi) east of the current Blair Athol Mine, in the Bowen Basin region of Central Queensland.\n\nWhen the mine reaches full capacity (expected in 2013), it will produce up to 12.2 million tonnes of high quality thermal coal. It is expected to have a life of about 17 years.[4] Clermont Mine will employ around 400 people in the construction phase and approximately 380 during operations. Operations recruitment commenced mid-2007 and will continue through 2008 and 2009.\n\nRio Tinto Coal Australia's joint venture partners in the open cut mine are Mitsubishi Development Pty Ltd (31.4 per cent), J-Power Australia Pty Ltd (15 per cent) and JCD Australia Pty Ltd (3.5 per cent).\n\nIn May 2020, although the sale agreement was sign in October 2013, mining giant Glencore officially took over management of the Clermont coal mine after completing the $1.015 billion acquisition from Rio Tinto.[5]\n\nHail Creek Mine is located 40 kilometres (25 mi) north west of Nebo and 120 kilometres (75 mi) south west of Mackay in the Bowen Basin. It produces up to 8 million tonnes of high quality coking coal used in steel production.\n\nHail Creek's resources were discovered in 1968 and project feasibility work progressed in the 1970s. In 2001 the decision was made by the joint venture partners to develop the mine. After a two-year planning and construction period Hail Creek Mine was officially opened in 2003.\n\nRio Tinto Coal Australia manages the operation on behalf of the joint venture partners, Rio Tinto Coal Australia (82 per cent), Nippon Steel Corporation (8 per cent), Marubeni Coal (6.66 per cent), and Sumisho Coal Development (3.34 per cent).\n\nKestrel Mine, located in Queensland's Bowen Basin 50 kilometres (31 mi) northeast of Emerald and 300 kilometres (190 mi) west of Rockhampton, is an underground longwall operation supplying world markets with premium quality high volatile coking coal as well as thermal coal.\n\nKestrel Mine was previously known as Gordonstone Mine under management by mining company ARCO.  Operations commenced in 1992.  RTCA purchased an 80% interest in the mine in February 1999. The remaining 20% interest is held by Mitsui Kestrel Coal Investment, which is owned by the Mitsui Group. The mining operation is managed by RTCA.\n\nThe name \"Kestrel\" was selected by a vote of employees in 1999.  The nankeen kestrel, a small, slim falcon, is common to the area.\n\nRio Tinto entered into a binding agreement with a consortium comprising private equity manager EMR Capital (EMR) and PT Adaro Energy Tbk (Adaro), an Indonesian listed coal company, for the sale of its entire 80 per cent interest in the Kestrel underground coal mine for $2.25 billion.[6]\n\n"
        },
        {
            "title": "Coal and Allied Industries: RTCA New South Wales Operations",
            "text": "Rio Tinto completed divestment of Coal & Allied to Yancoal for $2.69 billion in September 2017.[7] Coal & Allied's three operations are located in the Hunter Valley region of New South Wales.\n\nBengalla is the newest mine in Coal & Allied's portfolio, located four kilometres west of Muswellbrook in the Hunter Valley region of New South Wales. Development Consent was granted for Bengalla in 1996 and the site commenced production in 1999.\n\nCoal & Allied acquired its interest in Bengalla in 2001, and is the manager of the site on behalf of the joint venture partners.\n\nThe current participants and their interest in the joint venture are; CNA Bengalla Illlnvestments Pty Ltd 40 per cent,\nWesfarmers Bengalla Limited 40 per cent, Taipower Bengalla Pty Ltd 10 per cent, Mitsui Bengalla Investments Pty Ltd 10 per cent.\n\nHunter Valley Operations (HVO) is a multi-seam, multi-pit open cut mining operation located in the Hunter Valley region of New South Wales, 24 kilometres (15 mi) northwest of Singleton and 110 kilometres (68 mi) from Newcastle.\n\nProduction commenced at HVO in 1968 at the current West Pit, which was then part of the Howick mine. The Hunter Valley No. 1 mine began production in 1979. In 2000 Coal & Allied merged the Howick and Hunter Valley mines to create Hunter Valley Operations. The Lemington mine, which began production in 1971, was acquired and merged into Hunter Valley Operations in 2001.\n\nHunter Valley Operations is 100 per cent owned by Coal & Allied Industries Ltd.[8]\n\n"
        },
        {
            "title": "Sponsorship",
            "text": "Coal & Allied have been the major (naming rights) sponsor for the Newcastle Knights Rugby league team in the National Rugby League competition from 2005 to 2011.[9] This sponsorship was ceased at the end of the 2011 season with the sale of the knights to the Hunter Sports Group.\n\nIn 2007 the sponsorship was revised and renamed a 'Community Alliance', a partnership arrangement, rather than a sponsorship, designed to identify the genuine needs of communities, particularly those with Indigenous and disadvantaged populations.[10]\n\nProgrammes include events, educational and training opportunities, including indigenous student mentoring, junior football clinics, health and wellness programmes for staff and corporate growth opportunities for players beyond the life of their playing careers.[10]\n\n"
        },
        {
            "title": "Community contributions",
            "text": "Rio Tinto Coal Australia operated eight community development funds.\n\nSince their inception, Rio Tinto Coal Australia's community development funds contributed approximately $12 million to the communities in which the company operates.[11] In 2008 Rio Tinto Coal Australia's five operating community development funds approved close to $2 million in funding.\n\n2008 was the final year of funding for four of the funds and towards the end of the year Rio Tinto Coal Australia announced their continuation. This is a commitment of $3 million over three years in each state, Queensland and New South Wales.[12]\n\nIn addition, during 2008 and early 2009 Rio Tinto Coal Australia launched three Aboriginal Community Development Funds. The Clermont Aboriginal Community Development Fund,[13] Wiri Yuwiburra Aboriginal Community Benefits Trust and Kestrel Mine Aboriginal Community Development Fund[14] are designed to support projects that work towards providing business, education and training opportunities for the Wiri Yuwiburra, Wangan and Jagalingou and Kangoulu people in Central Queensland.\n\nWith the sale of Tarong Mine in early 2008, Rio Tinto Coal Australia no longer operates the Tarong Community Development Fund or the Aboriginal Community Interest Consultative Committee.\n\n"
        }
    ]
}