{
    "url": "https://en.wikipedia.org/wiki/Rita_Mae_Brown",
    "title": "Rita Mae Brown",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life",
        "1.2 Education",
        "1.3 Early career",
        "1.4 Later career",
        "2 Philosophical and political views",
        "3 Honors, decorations, awards and distinctions",
        "4 Personal life",
        "5 Published works",
        "5.1 Poetry",
        "5.2 Novels",
        "5.2.1 Runnymede books",
        "5.3 Mysteries",
        "5.4 Nonfiction",
        "5.5 Screenplays",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Rita Mae Brown (born November 28, 1944) is an American feminist writer, best known for her coming-of-age autobiographical novel, Rubyfruit Jungle. Brown was active in a number of civil rights campaigns, but tended to feud with their leaders over the marginalizing of lesbians within the feminist groups. Brown received the Pioneer Award for lifetime achievement at the Lambda Literary Awards in 2015.\n\n"
        },
        {
            "title": "Biography",
            "text": "Brown was born in 1944 in Hanover, Pennsylvania to an unmarried teenage mother and her mother's married boyfriend. Brown's birth mother left the newborn Brown at an orphanage. Her mother's cousin Julia Brown and her husband Ralph retrieved her from the orphanage,[1] and raised her as their own in York, Pennsylvania, and later in Ft. Lauderdale, Florida.[2] Julia and Ralph Brown were active Republicans in their local party.[3]\n\nStarting in late 1962, Brown attended the University of Florida on a scholarship.[4] In the spring of 1964, the administrators of the racially segregated university expelled her for participating in the civil rights movement.[4] She subsequently enrolled at Broward Community College[5] with the hope of transferring eventually to a more tolerant four-year institution.[6]\n\nBrown hitchhiked to New York City and lived there between 1964 and 1969, sometimes homeless,[7] while attending New York University[8] where she received a degree in Classics and English. In 1968, she received a certificate in cinematography from the New York School of Visual Arts.[9]\n\nBrown received a Ph.D. in literature from Union Institute & University in 1976 and holds a doctorate in political science from the Institute for Policy Studies in Washington, D.C.[10]\n\nBrown wrote for Rat, an alternative bi-weekly that eventually became New York City's first women's liberation newspaper.[citation needed]\n\nIn 1982, Brown wrote a screenplay parodying the slasher genre titled Sleepless Nights; retitled The Slumber Party Massacre, the producers decided to play it seriously, and it was given a limited release theatrically.[11] Brown is featured in the feminist history film She's Beautiful When She's Angry.[12][13]\n\n"
        },
        {
            "title": "Philosophical and political views",
            "text": "In the spring of 1964, during her study at the University of Florida in Gainesville, she became active in the American Civil Rights Movement. Later in the 1960s, she participated in the anti-war movement, the feminist movement and the Gay Liberation movement.[14] She was involved with the Student Homophile League at Columbia University in 1967 but left it because the men in the league were not interested in women's rights.[15]\n\nShe was involved in the Redstockings, but also left the group because of its lack of involvement in lesbian rights.[15] She then went on to join the Gay Liberation Front, where she suggested the formation of an all-lesbian group, since many of the women felt excluded from the feminist movement and the male-led gay liberation movement.[15]\n\nBrown took an administrative position with the fledgling National Organization for Women, but resigned in January 1970 over comments by Betty Friedan seen by some as anti-gay and by the NOW's attempts to distance itself from lesbian organizations.[16] Brown claimed that lesbian was \"the one word that can cause the Executive Committee [of NOW] a collective heart attack.\"[17]\n\nBrown played a leading role in the \"Lavender Menace\" zap of the Second Congress to Unite Women on May 1, 1970, which protested Friedan's remarks and the exclusion of lesbians from the women's movement.[18][19] Brown and other lesbians from the Gay Liberation Front created The Woman-Identified Woman, which was distributed at the zap. The group that wrote the manifesto then went on to become the \"Radicalesbians\".[15]\n\nWhile doing work for the American Civil Rights Movement, Brown was introduced to consciousness-raising groups, which she incorporated into the organizations she created and the ones she worked in.[20][17]\n\nIn the early 1970s,  she became a founding member of The Furies Collective, a separatist lesbian feminist collective in Washington, DC that held that heterosexuality was the root of all oppression.[18] The women wanted to create a communal living situation for radical feminists. The group purchased two houses, where they lived together and used consciousness raising techniques to talk about things like homophobia, feminism, and child rearing.[17] They believed that being a lesbian was a political act, not just a personal one. Brown was exiled from The Furies after a few months[15] and the group dismantled in 1972, a year after its inception.[17]\n\n\nWhen asked if she had ever really come out, she told Time in 2008, \n Brown also does not consider herself a \"lesbian writer\" because she believes art is about connection and not about divisive labels.[17] In a 2015 interview for The Washington Post, Brown was asked if she thought awards in gay and lesbian literature were important; she replied: \n"
        },
        {
            "title": "",
            "text": "Brown received grants from the National Endowment for the Arts and the Massachusetts Arts Council to publish her novel Six of One.[23]\n\nIn 1982, Brown was nominated for an Emmy for Outstanding Writing in a Variety or Music Program for I Love Liberty,[24] and again for the ABC mini-series The Long Hot Summer in 1985.[25]\n\nShe was co-winner of the 1982 Writers Guild of America Award for I Love Liberty,[25][26] and the recipient of the New York Public Library's Literary Lion award of 1987.[26]\n\nIn 2015, Brown was presented the Pioneer Award for lifetime achievement at the 27th Lambda Literary Awards.[27]\n\nIn addition, Brown was nominated for an Audie award, and won both AudioFile Earphones and Publishers Weekly Listen-Up awards.[28]\n\nBrown received an honorary doctorate from Wilson College in 1992.[26]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Starting in 1973, Brown lived in the Hollywood Hills in Los Angeles.[29] In 1978, she moved to Charlottesville, Virginia, where she lived briefly with American actress, author, and screenwriter Fannie Flagg, whom she had met at a Los Angeles party hosted by Marlo Thomas. They later broke up due to, according to Brown, \"generational differences\", although Flagg and Brown are the same age.[30][31][32]\n\nIn 1979, Brown met and fell in love with tennis champion Martina Navratilova.[30] In 1980, they bought a horse farm in Charlottesville where they lived together until their breakup, over Navratilova's then concern that coming out would hurt her application for U.S. citizenship.[30] Brown still lives on the estate in Charlottesville.[33][34]\n\n"
        },
        {
            "title": "Published works",
            "text": "The Mrs. Murphy Mysteries include \"Sneaky Pie Brown\" as a co-author.[36]\n\n\"Sister\" Jane Mysteries\n\nMags Rogers Mysteries\n\n"
        }
    ]
}