{
    "url": "https://en.wikipedia.org/wiki/Rite_of_passage",
    "title": "Rite of passage",
    "table_of_contents": [
        "1 Original conception",
        "2 Stages",
        "3 Psychological effects",
        "4 Cultural",
        "5 Types and examples",
        "5.1 Coming of age",
        "5.2 Religious",
        "5.3 Military",
        "5.4 Academic",
        "5.5 Vocational/professional",
        "5.6 Sports",
        "5.7 Other",
        "6 See also",
        "7 References",
        "8 Bibliography",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A rite of passage is a ceremony or ritual of the passage which occurs when an individual leaves one group to enter another. It involves a significant change of status in society. In cultural anthropology the term is the Anglicisation of rite de passage, a French term innovated by the ethnographer Arnold van Gennep in his work Les rites de passage, The Rites of Passage.[1] The term is now fully adopted into anthropology as well as into the literature and popular cultures of many modern languages.\n\n"
        },
        {
            "title": "Original conception",
            "text": "In English, Van Gennep's first sentence of his first chapter begins:[2]\n\nThe population of a society belongs to multiple groups, some more important to the individual than others. Van Gennep uses the metaphor, \"as a kind of house divided into rooms and corridors.\"[3] A passage occurs when an individual leaves one group to enter another; in the metaphor, he changes rooms.\n\nVan Gennep further distinguishes between \"the secular\" and \"the sacred sphere.\" Theorizing that civilizations are arranged on a scale, implying that the lower levels represent \"the simplest level of development,\" he hypothesizes that \"social groups in such a society likewise have magico-religious foundations.\" Many groups in modern industrial society practice customs that can be traced to an earlier sacred phase. Passage between these groups requires a ceremony, or ritual rite of passage.\n\nThe rest of Van Gennep's book presents a description of rites of passage and an organization into types, although in the end he despairs of ever capturing them all:[4] \"It is but a rough sketch of an immense picture ....\" He is able to find some universals, mainly two: \"the sexual separation between men and women, and the magico-religious separation between the profane and the sacred.\" (Earlier the translators used secular for profane.) He refuses credit for being the first to recognize type of rites. In the work he concentrates on groups and rites individuals might normally encounter progressively: pregnancy, childbirth, initiation, betrothal, marriage, funerals and the like. He mentions some others, such as the territorial passage, a crossing of borders into a culturally different region, such as one where a different religion prevails.\n\n"
        },
        {
            "title": "Stages",
            "text": "Rites of passage have three phases: separation, liminality, and incorporation, as van Gennep described. \"I propose to call the rites of separation from a previous world, preliminal rites, those executed during the transitional stage liminal (or threshold) rites, and the ceremonies of incorporation into the new world postliminal rites.\"[5]\n\nIn the first phase, people withdraw from their current status and prepare to move from one place or status to another. \"The first phase (of separation) comprises symbolic behavior signifying the detachment of the individual or group ... from an earlier fixed to point in the social structure.\"[6] There is often a detachment or \"cutting away\" from the former self in this phase, which is signified in symbolic actions and rituals. For example, the cutting of the hair for a person who has just joined the army. He or she is \"cutting away\" the former self: the civilian.\n\nThe transition (liminal) phase is the period between stages, during which one has left one place or state but has not yet entered or joined the next. \"The attributes of liminality or of liminal personae (\"threshold people\") are necessarily ambiguous.\"[7]\n\nIn the third phase (reaggregation or incorporation) the passage is consummated [by] the ritual subject.\"[8] Having completed the rite and assumed their \"new\" identity, one re-enters society with one's new status. Re-incorporation is characterized by elaborate rituals and ceremonies, like debutant balls and college graduation, and by outward symbols of new ties: thus \"in rites of incorporation there is widespread use of the 'sacred bond', the 'sacred cord', the knot, and of analogous forms such as the belt, the ring, the bracelet and the crown.\"[9]\n\n"
        },
        {
            "title": "Psychological effects",
            "text": "Laboratory experiments have shown that severe initiations produce cognitive dissonance.[10] It is theorized that such dissonance heightens group attraction among initiates after the experience, arising from internal justification of the effort used.[11] Rewards during initiations have important consequences in that initiates who feel more rewarded express stronger group identity.[12] As well as group attraction, initiations can also produce conformity among new members.[13] Psychology experiments have also shown that initiations increase feelings of affiliation.[14]\n\nAronson and Mills tested the Festinger's (1957) theory of cognitive dissonance by having three groups read either embarrassing material, not very embarrassing material, or nothing at all to a group. Aronson and Mills summarized Festinger's theory of cognitive dissonance as such when discussing the rationale for their study: \"No matter how attractive a group is to a person it is rarely completely positive, i.e., usually there are some aspects of the group that the individual does not like.  If he has undergone an unpleasant initiation to gain admission to the group, his cognition that he has gone through an unpleasant experience for the sake of membership is dissonant with his cognition that there are things about the group that he does not like. He can reduce this dissonance in two ways. He can convince himself that the initiation was not very unpleasant, or he can exaggerate the positive characteristics of the group and minimize its negative aspects. With increasing severity of initiation it becomes more and more difficult to believe that the initiation was not very bad. Thus, a person who has gone through a painful initiation to become a member of a group should tend to reduce his dissonance by over estimating the attractiveness of the group.\" Those who read the severely embarrassing material perceived the group as more attractive than those who read the mildly embarrassing material or nothing at all.[15] Another study using mathematical subtraction tasks reached the opposite conclusion[16] but research using electrical shocks supported the concept that suffering increased the degree to which participants liked the group.[17]\n\n"
        },
        {
            "title": "Cultural",
            "text": "Initiation rites are seen as fundamental to human growth and development as well as socialization in many African communities. These rites function by ritually marking the transition of someone to full group membership.[18] It also links individuals to the community and the community to the broader and more potent spiritual world.  Initiation rites are \"a natural and necessary part of a community, just as arms and legs are natural and necessary extension of the human body\".  These rites are linked to individual and community development. Dr. Manu Ampim identifies five stages; rite to birth, rite to adulthood, rite to marriage, rite to eldership and rite to ancestorship.[19] In Zulu culture, entering womanhood is celebrated by the Umhlanga.\n\n"
        },
        {
            "title": "Types and examples",
            "text": "Rites of passage are diverse, and are found throughout many cultures around the world. Many western societal rituals may look like rites of passage but miss some of the important structural and functional components. However, in many Native and African-American communities, traditional rites of passage programs are conducted by community-based organizations such as Man Up Global. Typically the missing piece is the societal recognition and reincorporation phase. Adventure education programs, such as Outward Bound, have often been described as potential rites of passage. Pamela Cushing researched the rites of passage impact upon adolescent youth at the Canadian Outward Bound School and found the rite of passage impact was lessened by the missing reincorporation phase.[20] Bell (2003) presented more evidence of this lacking third stage and described the \"Contemporary Adventure Model of a Rites of Passage\" as a modern and weaker version of the rites of passage typically used by outdoor adventure programs.\n\nIn various tribal and developed societies, entry into an age grade—generally gender-separated—(unlike an age set) is marked by an  initiation rite, which may be the crowning of a long and complex preparation, sometimes in retreat.\n\nSome academic circles such as dorms, fraternities, teams and other clubs practice hazing, ragging and fagging. Szecskáztatás, a mild form of hazing (usually without physical and sexual abuse), is practiced in some Hungarian secondary schools. First-year junior students are publicly humiliated through embarrassing clothing and senior students branding their faces with marker pens; it is sometimes also a contest, with the winners usually earning the right to organize the next event.  Fraternities and sororities, like other private societies, often have codified initiation ceremonies as ritual separating candidates from members.\n\n"
        }
    ]
}