{
    "url": "https://en.wikipedia.org/wiki/Ritual_purification",
    "title": "Ritual purification",
    "table_of_contents": [
        "1 Baháʼí Faith",
        "2 Buddhism",
        "3 Christianity",
        "4 Hinduism",
        "5 Indigenous American religions",
        "6 Islam",
        "7 Judaism",
        "8 Mandaeism",
        "9 Shinto",
        "10 Western esotericism",
        "11 See also",
        "12 References",
        "12.1 Citations",
        "12.2 Sources",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRitual purification is the ritual prescribed by a religion by which a person is considered to be free of uncleanliness, especially prior to the worship of a deity, and ritual purity is a state of ritual cleanliness. Ritual purification may also apply to objects and places. Ritual uncleanliness is not identical with ordinary physical impurity, such as dirt stains; nevertheless, body fluids are generally considered ritually unclean.\n\nMost of these rituals existed long before the germ theory of disease, and figure prominently from the earliest known religious systems of the Ancient Near East. Some writers connect the rituals to taboos.\n\nSome have seen benefits of these practices as a point of health and preventing infections especially in areas where humans come in close contact with each other.  While these practices came before the idea of the germ theory was public in areas that use daily cleaning, the destruction of infectious agents seems to be dramatic.[1] Others have described a 'dimension of purity' that is universal in religions that seeks to move humans away from disgust, (at one extreme) and to uplift them towards purity and divinity (at the other extreme). Away from uncleanliness to purity, and away from deviant to moral behavior, (within one's cultural context).[2]\n\n"
        },
        {
            "title": "",
            "text": "In the Baháʼí Faith, ritual ablutions (the washing of the hands and face) should be done before the saying of the obligatory prayers, as well as prior to the recitation of the Greatest Name 95 times.[3] Menstruating women are obliged to pray, but have the (voluntary) alternative of reciting a verse instead; if the latter choice is taken, ablutions are still required before the recital of the special verse. Bahá'u'lláh, the founder of the Baháʼí Faith, prescribed the ablutions in his book of laws, the Kitáb-i-Aqdas.[3]\n\nThese ablutions have a significance beyond washing and should be performed even if one has bathed oneself immediately before reciting the obligatory prayer; fresh ablutions should also be performed for each devotion, unless they are being done at the same time. If no water (or clean water) is available or if an illness would be worsened by the use of water, one may instead repeat the verse \"In the Name of God, the Most Pure, the Most Pure\" five times before the prayer.[3]\n\nApart from this, Bahá'u'lláh abolished all forms of ritual impurity of people and things, following Báb who stressed the importance of cleanliness and spiritual purity.[4]\n\n"
        },
        {
            "title": "Buddhism",
            "text": "In Japanese Buddhism, a basin called a tsukubai is provided at Buddhist temples for ablutions. It is also used for tea ceremony.\n\nThis type of ritual cleansing is the custom for guests attending a tea ceremony[5]  or visiting the grounds of a Buddhist temple.[6] The name originates from the verb tsukubau meaning \"to crouch\"[7] or \"to bow down\", an act of humility.[6] Guests attending a tea ceremony crouch and wash their hands in a tsukubai set in the tea garden before entering the tearoom.[7]\n\nTsukubai are usually of stone, and are often provided with a small ladle, ready for use.[7]  A supply of water may be provided via a bamboo pipe[7] called a kakei.\n\nThe famous tsukubai shown here stands in the grounds of the Ryōan-ji temple in Kyoto, and was donated by the feudal lord Tokugawa Mitsukuni.[8] The kanji written on the surface of the stone are without significance when read alone. If each is read in combination with 口 (kuchi) - the shape of the central bowl - then the characters become 吾, 唯, 足, 知 which translates literally as \"I only know plenty\" (吾 = ware = I, 唯 = tada = only, 足 = taru = plenty, 知 = shiru = know).[9] The underlying meaning, variously translated as \"what one has is all one needs\",[9] or \"learn only to be content\"[8] reflects the basic anti-materialistic teachings of Buddhism.\n\n"
        },
        {
            "title": "Christianity",
            "text": "The Bible has many rituals of purification relating to menstruation, childbirth, sexual relations, nocturnal emission, unusual bodily fluids, skin disease, death, and animal sacrifices. Oriental Orthodox Churches such as the Coptic Orthodox, Ethiopian Orthodox, Eritrean Orthodox, places a heavier emphasis on Old Testament teachings, and its followers adhere to certain practices such as observeing days of ritual purification.[10][11] Before praying, they wash their hands and face in order to be clean before and present their best to God.[12][13]\n\nThe Ethiopian Orthodox Tewahedo Church prescribes several kinds of hand washing for example after leaving the latrine, lavatory or bathhouse, or before prayer, or after eating a meal.[14] The women in the Ethiopian Orthodox Tewahedo Church are prohibited from entering the church temple during menses; and the men do not enter a church the day after they have had intercourse with their wives.[15]\n\nBaptism, as a form of ritual purification, occurs in several religions related to Judaism, and most prominently in Christianity; Christianity also has other forms of ritual purification. Many Christian churches practice a ceremony of the Washing of Feet,[16] following the example of Jesus in the Gospel.[John 13:1–17] Some interpret this as an ordinance which the church is obliged to keep as a commandment, see also Biblical law in Christianity.[16] Others interpret it as an example that all should follow. Most denominations that practice the rite will perform it on Maundy Thursday. Often in these services, the bishop will wash the feet of the clergy, and in monasteries the Abbot will wash the feet of the brethren.\n\nMany ancient churches were built with a large fountain in the courtyard. It was the tradition for Christians to wash before entering the church for worship.[17] This usage is also legislated in the Rule of St. Benedict, as a result of which, many medieval monasteries were built with communal lavers for the monks or nuns to wash up before the Daily Office. Catholic religious orders of the Augustinians' and Benedictines' rules contained ritual purification,[18] and inspired by Benedict of Nursia encouragement for the practice of therapeutic bathing; Benedictine monks played a role in the development and promotion of spas.[19]\n\nThe principle of washing the hands before celebrating the holy Liturgy began as a practical precaution of cleanness, which was also interpreted symbolically.[20] \"In the third century there are traces of a custom of washing the hands as a preparation for prayer on the part of all Christians, and from the fourth century onwards it appears to have been usual for the ministers at the Holy Mass or divine liturgy ceremonially to wash their hands before the more solemn part of the service as a symbol of inward purity.\"[21]\n\nTraditionally, Christianity adhered to the biblical regulation requiring the purification of women after childbirth; this practice, was adapted into a special ritual known as the churching of women, for which there exists liturgy in the Church of England's Book of Common Prayer, but its use is now rare in Western Christianity. The churching of women is still performed in a number of Eastern Christian churches (Eastern Orthodox, Oriental Orthodox and Eastern Catholic churches).\n\nA cantharus is a fountain used by Christians for ablution before entering a church.[22][23][24] These ablutions involve the washing of the hands, face, and feet.[24] The cantharus is traditionally located in the exonarthex of the church.[23][25] The water emitted by a cantharus is to be running water.[26] The practice of ablutions before prayer and worship in Christianity symbolizes \"separation form sins of the spirit and surrender to the Lord.\"[25] Eusebius recorded this practice of canthari located in the courtyards of churches, for the faithful to wash themselves before entering a Christian house of worship.[24] The practice has its origins Jewish practice of performing ablutions before entering into the presence of God (cf. Exodus 30:17–21).[23][22] Though cantharus are not as prevalent anymore in Western Christianity, they are found in Eastern Christian and Oriental Christian churches.[22] However, in the Latin rite of the Catholic Church, worshippers sprinkle themselves with holy water before entering the nave of the Church or approaching the altar.\n\nIn Reformed Christianity, ritual purity is achieved through the Confession of Sins, and Assurance of Forgiveness, and Sanctification. Through the power of the Holy Spirit, believers offer their whole being and labor as a 'living sacrifice'; and cleanliness becomes a way of life (See Romans 12:1, and John 13:5-10 (the Washing of the Feet)). Prior to praying the canonical hours at seven fixed prayer times, Oriental Orthodox Christians wash their hands, face and feet (cf. Agpeya, Shehimo).[27][12][28]\n\nThe use of water in many Christian countries is due in part to the Biblical toilet etiquette which encourages washing after all instances of defecation.[29] The bidet is common in predominantly Catholic countries where water is considered essential for anal cleansing,[30][31] and in some traditionally Orthodox and Lutheran countries such as Greece and Finland respectively, where bidet showers are common.[32]\n\n"
        },
        {
            "title": "Hinduism",
            "text": "Various traditions within Hinduism follow different standards of ritual purity and purification. Within each tradition the more orthodox groups follow stricter rules, but the strictest rules are generally prescribed for brahmins, especially those engaged in the temple worship.\n\nAn important part of ritual purification in Hinduism is the bathing of the entire body, particularly in rivers considered holy such as the Ganges. It is considered auspicious to perform this method of purification before festivals after a death, in order to maintain purity.\n\nPunyahavachanam is a ritual meant to purify one's self and one's home, usually performed before important occasions, like weddings. During the ceremony, mantras are chanted and then consecrated water is sprinkled over all of the participants and the items used.\n\nIn the ritual known as abhisheka (Sanskrit, \"sprinkling; ablution\"), the deity's murti or image is ritually bathed with water, curd, milk, honey, ghee, cane sugar, rosewater, etc. Abhisheka is also a special form of puja prescribed by Agamic injunction. The act is also performed in the inauguration of religious and political monarchs and for other special blessings. The murtis of deities must not be touched without cleansing the hands, and one is not supposed to enter a temple without a bath.\n\nSūtak are Hindu rules of impurity to be followed after the birth of a child (vṛddhi sūtak).[33] Sūtak involves the practice of keeping socially isolated from relatives and community by abstention of mealtaking with family, engaging in customary religious activities, and leaving the home. A mother must practice sūtak for 10 to 30 days, depending upon her caste, while the father may become purified immediately after the birth of his child by ritual purification (ritualistic bathing).[34]\n\nThere are various kinds of purificatory rituals associated with death ceremonies. After visiting a house where a death has recently occurred, Hindus are expected to take baths.\n\nWomen take a head bath after completing their four-day menstrual period.\n\n"
        },
        {
            "title": "Indigenous American religions",
            "text": "In the traditions of many Indigenous peoples of the Americas, one of the forms of ritual purification is the ablutionary use of a sauna, known as a sweatlodge, as preparation for a variety of other ceremonies. The burning of smudge sticks is also believed by some indigenous groups to cleanse an area of any evil presence. Some groups like the southeastern tribe, the Cherokee, practiced and, to a lesser degree, still practice going to water, performed only in bodies of water that move like rivers or streams. Going to water was practiced by some villages daily (around sunrise) while others would go to water primarily for special occasions, including but not limited to naming ceremonies, holidays, and ball games.[35] Many anthropologists that studied with the Cherokees like James Adair tried to connect these groups to the Lost Tribes of Israel based on religious practices including going to water,[36] but this form of historiography is mostly Christian \"wish fulfillment\" rather than respectable anthropology.\n\nYuquot Whalers' Shrine on Vancouver Island was used by chiefs to prepare ritually for whaling.\n\n"
        },
        {
            "title": "Islam",
            "text": "Islamic ritual purification is particularly centred on the preparation for salah, ritual prayer; theoretically ritual purification would remain valid throughout the day, but is treated as invalid on the occurrence of certain acts, flatulence, sleep, contact with the opposite sex (depending on which school of thought), unconsciousness, and the emission of blood, semen, or vomit. Some schools of thought mandate that ritual purity is necessary for holding the Quran.\n\nRitual purification takes the form of ablution, wudu and ghusl, depending on the circumstance; the greater form is obligatory by a woman after she ceases menstruation, on a corpse that didn't die during battle, and after sexual activity, and is optionally used on other occasions, for example just prior to Friday prayers or entering ihram.\n\nAn alternative tayammum (\"dry ablution\"), involving clean sand or earth, is used if clean water is not available or if an illness would be worsened by the use of water; this form is invalidated in the same circumstances as the other forms, and also whenever water becomes available and safe to use.\n\nThe fard or \"obligatory activities\" of the lesser form include beginning with the intention to purify oneself, washing of the face, arms, head, and feet. while some mustahabb \"recommended activities\" also exist such as basmala recitation, oral hygiene, washing the mouth, nose at the beginning, washing of arms to the elbows and washing of the ears at the end; additionally recitation of the Shahada. The greater form (ghusl) is completed by first performing wudu and then ensuring that the entire body is washed. Some minor details of Islamic ritual purification may vary between different madhhabs \"schools of thought\".\n\n"
        },
        {
            "title": "Judaism",
            "text": "The Hebrew Bible mentions a number of situations when ritual purification is required, including during menstruation, following childbirth (postpartum), sexual relations, nocturnal emission, unusual bodily fluids, skin disease, death (corpse uncleanness), and animal sacrifices. The oral law specifies other situations when ritual purification is required, such as after performing excretory functions, meals, and waking. The purification ritual is generally a form of water-based ritual washing in Judaism for removal of any ritual impurity, sometimes requiring just washing of the hands, and at other times requiring full immersion; the oral law requires the use of un-drawn water for any ritual full immersion - either a natural river/stream/spring, or a special bath (a Mikvah) which contains rain-water.\n\nThese regulations were variously observed by the ancient Israelites; contemporary Orthodox Jews and (with some modifications and additional leniencies) some Conservative Jews continue to observe the regulations, except for those tied to sacrifice in the Temple in Jerusalem, as the Temple no longer fully exists. These groups continue to observe many of the hand-washing rituals. Of those connected with full ritual immersion, perhaps the quintessential immersion rituals still carried out are those related to nidda, according to which a menstruating woman must avoid physical contact with her husband, especially avoiding sexual contact, and may only resume contact after she has first immersed herself fully in a mikvah of living water seven days after her menstruation has ceased.\n\nIn December 2006, the Committee on Jewish Law and Standards of Conservative Judaism re-affirmed the traditional requirement that Conservative women ritually immerse following menstruation. In doing so, it adopted multiple opinions regarding details, including an opinion re-affirming traditional (Orthodox) practices and concepts, an opinion adapting certain leniencies, including counting seven days from start of menstruation, rather than its end, and an opinion re-formulating the theological basis of the practice, basing it on concepts other than ritual purity. See the Niddah article for details. Classical ritual immersion and associated requirements are generally not observed by Reform Judaism or Reconstructionist Judaism, with the exception that both generally include immersion as part of the ritual for Conversion to Judaism, although Reform Judaism does not require it.\n\nTumat HaMet (\"The impurity of death\"), coming into contact with a human corpse, is considered the ultimate impurity, one which cannot be purified through the waters of the mikvah alone. Tumat HaMet required an additional purification process through sprinkling of the ashes of the Parah Adumah, the Red Heifer. However, the law is considered  inactive to a great degree, since neither the Temple in Jerusalem nor the red heifer is currently in existence, though without the latter, a Jew is forbidden to ascend to the site of the former. One of the main current implications of Tumat HaMet is the  prohibition to cause impurity to foods that are holy according to Jewish law, such as terumah in the Land of Israel. Meaning that one is forbidden to touch such terumah unless one of two criteria are met: a) the food is dry and was never wetted with water or another of the seven liquids (water, wine, oil, dew, milk, blood, or honey), or b) the food had previously been wetted and touched by an impure Jew before or after it was imbued with the holiness of terumah. Regardless, it is regarded as forbidden today for any person to eat trumah, in part as a consequence of the widespread prevalence of Tumat HaMet. All are currently assumed to possess the impurity of death.[37] However, someone who is a Kohen, one of the priestly class, is not allowed to intentionally come into contact with a dead body, nor approach too closely to graves within a Jewish cemetery.\n\nPurification was required in the nation of Israel during Biblical times for the ceremonially unclean so that they would not defile God's tabernacle and put themselves in a position to be cut off from Israel. An Israelite could become unclean by handling a dead body. In this situation, the uncleanliness would last for seven days. Part of the cleansing process would be washing the body and clothes, and the unclean person would need to be sprinkled with the water of purification.[38]\n\n"
        },
        {
            "title": "Mandaeism",
            "text": "One of the most important ceremonies in Mandaean worship is baptism (masbuta). Unlike in Christianity, baptism is not a one-off event but is performed every Sunday, the Mandaean holy day, as a ritual of purification. Baptism usually involves full immersion in flowing water, and all rivers considered fit for baptism are called yardena (after the River Jordan). After emerging from the water, the worshipper is anointed with holy sesame oil (misha) and partakes in a communion of sacramental bread (pihta) and water. Other rituals for purification include the rishama and the tamasha which, unlike masbuta, can be performed without a priest.[39] The rishama (signing) is performed before prayers and involves washing the face and limbs while reciting specific prayers. It is performed daily, before sunrise, with hair covered and after evacuation of bowels or before religious ceremonies[40] (see wudu). The tamasha is a triple immersion in the river without a requirement for a priest. It is performed by women after menstruation or child birth, men and women after sexual activity or nocturnal emission, touching a dead corpse or any other type of defilement[40] (see tevilah). Ritual purification also applies to fruits, vegetables, pots, pans, utensils, animals for consumption and ceremonial garments (rasta).[40] Purification for a dying person is also performed. It includes bathing involving a threefold sprinkling of river water over the person from head to feet.[40]\n\n"
        },
        {
            "title": "Shinto",
            "text": "Ritual cleanliness is a central part of Shinto life.[41] In Shinto, a common form of ritual purification is misogi,[42][43] which involves natural running water, and especially waterfalls. Rather than being entirely naked, men usually wear Japanese loincloths and women wear kimono, both additionally wearing headbands.[42][43]\n\n"
        },
        {
            "title": "Western esotericism",
            "text": "In ceremonial magic, 'banishing' refers to one or more rituals intended to remove non-physical influences ranging from spirits to negative influences.[44] Although banishing rituals are often used as components of more complex ceremonies, they can also be performed by themselves. Banishing can be viewed as one of several techniques of magic, closely related to ritual purification and a typical prerequisite for consecration and invocation.\n\nIn the Hermetic Order of the Golden Dawn, the Lesser Ritual of the Pentagram (banishing: LBRP; invoking: LIRP) must be learned by the Neophyte before moving on to the next grade (Zelator).[45][46] For actual workings Aleister Crowley recommends a short, general banishing, with a comment that \"in more elaborate ceremonies it is usual to banish everything by name.\"[44] In Liber Aleph vel CXI, Crowley recommended that a banishing ritual be done at least once daily by Thelemites.[47]\n\nIn Wicca and various forms of neopaganism, banishing is performed before casting a circle in order to purify the area where the ritual or magick is about to take place. In his books on nocturnal witchcraft, for example, Konstantinos recommends performing banishings regularly, in order to keep the magical workspace free of negativity, and to become proficient in banishing before attempting acts that are much more spiritually taxing on the body, such as magical spellworking.[48]\n\n"
        }
    ]
}