{
    "url": "https://en.wikipedia.org/wiki/Ritz_Brothers",
    "title": "Ritz Brothers",
    "table_of_contents": [
        "1 Early life",
        "2 Movie career",
        "3 Nightclubs and television",
        "4 Tributes",
        "5 Filmography",
        "5.1 The Ritz Brothers films",
        "5.2 Harry Ritz solo films",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Ritz Brothers were an American family comedy act who performed extensively on stage, in nightclubs and in films from 1925 to the late 1960s.  A fourth brother, George, acted as their manager.\n\n"
        },
        {
            "title": "Early life",
            "text": "The four brothers were born to Austrian-born Jewish haberdasher Max Joachim and his wife Pauline, only three of them performed together.  They also had a sister Gertrude.[1]\n\nAll three brothers were born in Newark, New Jersey. The family name was Joachim (pronounced \"jo-ACK-him\", Harry explained on a Joe Franklin TV interview), but the eldest brother Al, a vaudeville dancer, adopted a new professional name after he saw the name \"Ritz\" on the side of a laundry truck. Jimmy and Harry followed suit when the brothers formed a team. The Ritzes emphasized precision dancing in their act, and added comedy material as they went along. By the early 1930s they were stage headliners.[2]\n\n"
        },
        {
            "title": "Movie career",
            "text": "In 1934 Educational Pictures, producers of short subjects, hired \"The Three Ritz Brothers\" to make a series of six two-reel comedies in New York.[3] The first, Hotel Anchovy, did well enough for the film's distributor, 20th Century-Fox, to void the Educational contract and hire the team as a specialty act for feature-length musicals, to be filmed in Hollywood. From 1935 to 1937 the brothers barged in on the action in several musical comedies, including Sing, Baby, Sing, One in a Million, and the Irving Berlin musical On the Avenue. In 1937 Fox gave the Ritz Brothers their own starring series, beginning with Life Begins in College.\n\nThe brothers had a large following, and some fans compared them to the Marx Brothers, but the Ritzes did not play contrasting characters like the Marxes did; the boisterous Ritzes frequently behaved identically, making it harder for audiences to tell them apart. The ringleader was always rubber-faced, mouthy Harry, with Jimmy and Al enthusiastically following his lead. They frequently broke into songs and dances during their feature comedies, and often did celebrity impersonations (among them Ted Lewis, Peter Lorre, Tony Martin, and even Alice Faye and Katharine Hepburn). The brothers were caricatured in animated cartoons, including the 1937 Warner Bros. short A Sunbonnet Blue and the 1939 Walt Disney short The Autograph Hound.\n\nTheir talent was also noted by Samuel Goldwyn, who borrowed them from Fox for his Technicolor variety show, The Goldwyn Follies, where they appeared with other headliners of the day including Edgar Bergen and Charlie McCarthy. Perhaps their most successful film during this period was Fox's 1939 musical-comedy version of The Three Musketeers, co-starring Don Ameche.\n\nFox chief Darryl F. Zanuck always viewed Harry Ritz as the star of the act, with Al and Jimmy as excess baggage. Zanuck's handwritten notes on Ritz scripts insisted that Harry's roles and dialogue should be built up.[4] Zanuck even told Harry what a big star he could be if he only got rid of his brothers. Harry ended the conversation immediately, refusing to consider splitting the act. Zanuck bought an old Ralph Spence play, The Gorilla (staged in 1925), and pushed the Ritzes into a 1939 film version. The Ritzes complained about the low quality of the script, and staged a highly publicized walkout. Zanuck responded by completing The Gorilla anyway, terminating the Ritzes' starring series, and casting them in a B picture: Pack Up Your Troubles starring Jane Withers. Zanuck then arranged to loan the brothers out to Republic Pictures, a minor-league \"budget\" studio known for westerns and serials. The Ritz Brothers refused the deal and left Fox for good in late 1939.\n\nIn 1940 they moved to Universal Pictures, where they were scheduled to star in The Boys from Syracuse but were removed from that production and reassigned to make brash B comedies with music. Their final film as a trio was Never a Dull Moment (1943).\n\n"
        },
        {
            "title": "Nightclubs and television",
            "text": "The Ritz Brothers left Hollywood in 1943 to concentrate on their nightclub act and personal appearances, and made guest appearances on network television in the 1950s. They soon became a top Las Vegas attraction. In 1958 Harry participated in a sketch-comedy LP, \"Hilarity in Hollywood\" (also known as \"Hilarity in Hi-Fi\").\n\nThe Ritzes were appearing at New Orleans Roosevelt Hotel in December 1965 when Al died of a sudden heart attack. Harry and Jimmy were devastated, as the trio had always been very close. The two surviving brothers continued the act, and appeared together in a couple of films. The last appearances of the Ritz Brothers as a team (minus Al) were in the mid-1970s films Blazing Stewardesses and Won Ton Ton, the Dog Who Saved Hollywood, a spoof of the old Rin Tin Tin and Lassie movies. In Blazing Stewardesses the Ritzes were cast as replacements for The Three Stooges, who dropped out of the film when Moe Howard's declining health forced the trio to cancel. (Contrary to many accounts, Moe was still alive when Blazing Stewardesses filmed in March 1975; he was simply too ill to work. Moe died in early May of that year; Blazing Stewardesses opened a month later in June 1975.) Harry and Jimmy made semi-regular appearances on the 1970 television revival of the comedy-themed game show, Can You Top This? \nand made a lively encore appearance on television, as guests on Dick Cavett's PBS talk show.\n\nIn 1979 TV producer Garry Marshall (Happy Days, Laverne & Shirley) prepared an American version of the British sitcom Are You Being Served?. The British series was set in the venerable Grace Bros. department store, owned by the elderly Mr. Grace (Harold Bennett). The American adaptation, retitled Beane's of Boston, cast Harry Ritz as the owner, Mr. Beane. Despite a hard-working comedy cast, the pilot episode failed to sell.\n\nHarry's final months were plagued by Alzheimer's disease; Jimmy Ritz died in 1985 shortly before Harry, but Harry's health was so delicate that he was never told of his brother's death. Harry died five months later.\n\nThe brothers were entombed in Hollywood Cemetery, now called the Hollywood Forever Cemetery in Hollywood, California. They are entombed near each other in the Hall of David Mausoleum.\n\n"
        },
        {
            "title": "Tributes",
            "text": "The influence of the Ritz Brothers was greater than their film career, in part because of their long career as nightclub entertainers. They influenced actors including Danny Kaye, Jerry Lewis, and Sid Caesar. In his 1976 film Silent Movie, Mel Brooks paid tribute to the Ritz Brothers by casting Harry in a cameo (he is the fellow leaving a tailor's shop).[5] It was the actor's last role.\n\nIn a 1976 Esquire article, Harry Stein makes the case that many top comedians were influenced by, and even borrowed bits from, Harry Ritz.[6] In an interview in Playboy magazine, George Carlin said Harry Ritz \"invented the moves for a whole generation\" of comedians.[7]\n\nOther tributes to them include mentions in The Simpsons (episode \"Mountain of Madness\"), M*A*S*H (episode \"Aid Station\"), Soap (TV series) (episode 48), and the films Pretty Woman, Mr. Saturday Night and My Favorite Year: \"On the funny side, there's the Marx Brothers, except Zeppo, the Ritz Brothers, no exceptions, both Laurel and Hardy, and Woody Woodpecker.\"  Another tribute to The Ritz Brothers appeared in Leave It To Beaver (Season 6, Episode 30, \"The Book Report\"), where Beaver (Theodore Cleaver) writes a book report about 'The Three Musketeers' based on the Ritz Brothers movie of the same name.\n\nThey received a star on the Hollywood Walk of Fame in 1987, in response to a campaign led by comedians Jan Murray, Red Buttons, Milton Berle, and Phyllis Diller.[8] In 1996, a Golden Palm Star on the Palm Springs, California, Walk of Stars was dedicated to them.[9]\n\nThey were the favorite musical clowns of the German-Jewish poet Else Lasker-Schüler, and they appear as characters in her last play, I and I (Ich und Ich).[10]\n\nNorman Lear has said of Harry Ritz and the Ritz Brothers, \"Harry Ritz was as funny as any human being, in or out of comedy, I have ever [met]... he was a jewel, in a glorious setting, and his brothers were the setting.\"[11]ohm\n\n"
        }
    ]
}