{
    "url": "https://en.wikipedia.org/wiki/Riveting_machines",
    "title": "Riveting machine",
    "table_of_contents": [
        "1 Types",
        "1.1 Impact riveting",
        "1.2 Orbital riveting",
        "1.3 Radial (Spiralform) riveting",
        "1.4 Rollerform riveting",
        "1.5 Automatic drilling and riveting machine",
        "2 Applications",
        "3 References",
        "4 See also"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A riveting machine is used to automatically set (squeeze) rivets in order to join materials together. The riveting machine offers greater consistency, productivity, and lower cost when compared to manual riveting.[1][2]\n\n"
        },
        {
            "title": "Types",
            "text": "Automatic feed riveting machines include a hopper and feed track which automatically delivers and presents the rivet to the setting tools which overcomes the need for the operator to position the rivet.[1] The downward force required to deform the rivet with an automatic riveting machine is created by a motor and flywheel combination, pneumatic cylinder, or hydraulic cylinder. Manual feed riveting machines usually have a mechanical lever to deliver the setting force from a foot pedal or hand lever.\n\nRiveting machines can be sub-divided into two broad groups — impact riveting machines and orbital (or radial) riveting machines.\n\nImpact riveting machines set the rivet by driving the rivet downwards, through the materials to be joined and on into a forming tool (known as a rollset). This action causes the end of the rivet to roll over in the rollset which causes the end of the rivet to flare out and thus join the materials together. Impact riveting machines are very fast and a cycle time of 0.5 seconds is typical.\n\nOrbital riveting machines have a spinning forming tool (known as a peen) which is gradually lowered into the rivet which spreads the material of the rivet into a desired shape depending upon the design of the tool. Orbital forming machines offer the user more control over the riveting cycle but the trade off is in cycle time which can be 2 or 3 seconds.\n\nThere are different types of riveting machines.  Each type of machine has unique features and benefits.  The orbital riveting process is different from impact riveting and spiralform riveting.  Orbital riveting requires less downward force than impact or spiral riveting.  Also, orbital riveting tooling typically lasts longer.\n\nOrbital riveting machines are used in a wide range of applications including brake linings for commercial vehicles, aircraft, and locomotives, textile and leather goods, metal brackets, window and door furniture, latches and even mobile phones. Many materials can be riveted together using orbital riveting machines including delicate and brittle materials, and sensitive electrical or electronic components.\n\nThe orbital riveting process uses a forming tool mounted at a 3 or 6° angle.  The forming tool contacts the material and then presses it while rotating until the final form is achieved.  The final form often has height and/or diameter specifications.\n\nPneumatic orbital riveting machines typically provide downward force in the 1,000–7,500 lb (450–3,400 kg) range. Hydraulic orbital riveting machines typically provide downward force in the 6,000–50,000 lb (2,700–22,700 kg) range.\n\nRadial riveting is subtly different from orbital forming. In most cases however, where high-quality joints are demanded, the radial riveting technology is the appropriate procedure due to the low cyle time, the little force needed and the high quality results obtained.\n\nThe riveting peen describes a rose-petal path. The rivet is deformed in three directions. Radially outwards, radially inwards and overlying also tangentially.\n\nExcellent surface structure of the closing head: With the Radial riveting process, the tool itself does not rotate. The friction between tool and work-piece is thus at a minimum. The result is an excellent surface structure.\n\nLow workpiece loading: Even bakelite or ceramic parts can be riveted. Lateral forces are negligible. Clamping is usually unnecessary.\n\nRollerforming is a subset of orbital forming. Rollerforming uses the same powerhead as orbital forming but instead of a peen has multiple wheels that circle the workpiece and combine two similar or non-similar materials together with a seamless and smooth gentle bonding via downward pressure as the rollers move downward or inward on the piece.\n\nThese machines take the automation one step farther by clamping the material and drilling or countersinking the hole in addition to riveting. They are commonly used in the aerospace industry because of the large number of holes and rivets required to assemble the aircraft skin.[1]\n\n"
        },
        {
            "title": "Applications",
            "text": "Riveting machines are used in a wide range of applications including brake linings for commercial vehicles, aircraft, and locomotives, textile and leather goods, metal brackets, window and door furniture, latches and even mobile phones. Many materials can be riveted together using riveting machines including delicate and brittle materials, and sensitive electrical or electronic components.\n\n"
        }
    ]
}