{
    "url": "https://en.wikipedia.org/wiki/Blattoptera",
    "title": "Roachoid",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\"Roachoids\",[1] also known as \"Roachids\" or \"Blattoids\"[2] are members of the stem group of Dictyoptera (the group containing modern cockroaches, termites and praying mantises). They generally resemble cockroaches, but most members, unlike modern dictyopterans, have generally long external ovipositors, and are thought not to have laid ootheca like modern dictyopterans.\n\n"
        },
        {
            "title": "Systematic position",
            "text": "Cockroaches are popularly thought to be an ancient order of insects, with their origins in the Carboniferous.[3] However, since the middle of the 20th century it has been known that the primitive cockroach insects found fossilized in Palaeozoic strata are the forerunners not only of modern cockroaches and termites but also of mantises.[4] The origin of these groups from a blattopteran stock are now generally thought to be in the Early Jurassic; the earliest modern cockroaches appeared during the Early Cretaceous.[5] Thus the “Palaeozoic cockroaches” are not cockroaches per se, but a paraphyletic assemblage of primitive relatives.[6]\n\n"
        },
        {
            "title": "Anatomy and habits",
            "text": "The fossils assigned to the \"roachoids\" are of general cockroach-like build, with a large disc-like pronotum covering most of the head, long antennae, legs built for running, flattened body and heavily veined wings with the distinct arched CuP-vein so typical of modern cockroach wings.[7] Like modern cockroaches, the roachids were probably swift litter inhabitants living on a wide range of dead plant and animal matter.\n\nContrary to modern forms, female roachoids all have a well-developed external ovipositor. They probably inserted eggs into substrate. The egg pods, called ootheca, seen in modern dictyopterans is a new shared trait (synapomorphy) separating them from their primitive ancestors.[8] Some of the roachoid species could reach relatively large sizes compared to most of their modern relatives, like Archoblattina beecheri[9] and Necymylacris (or Xenoblatta) scudderi[10][11] from Carboniferous reach around 9 centimetres (3+1⁄2 in) in total length, close to modern largest cockroach Megaloblatta longipennis.\n\n"
        }
    ]
}