{
    "url": "https://en.wikipedia.org/wiki/Robertson_Panel",
    "title": "Robertson Panel",
    "table_of_contents": [
        "1 Background to the formation of the Robertson Panel",
        "2 The Robertson Panel",
        "2.1 Informal meeting",
        "2.2 Formal meetings",
        "2.3 Conclusions and the Robertson Panel Report",
        "2.4 Recommendations of the Robertson Panel",
        "3 Aftermath",
        "3.1 Criticism of the Robertson Panel's conclusions",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Robertson Panel was a scientific committee which met in January 1953 headed by Howard P. Robertson. The Panel arose from a recommendation to the Intelligence Advisory Committee (IAC) in December 1952 from a Central Intelligence Agency (CIA) review of the U.S. Air Force investigation into unidentified flying objects, Project Blue Book.[1] The CIA review itself was in response to widespread reports of unidentified flying objects, especially in the Washington, D.C. area during the summer of 1952.\n\nThe panel was briefed on U.S. military activities and intelligence; hence the report was originally classified Secret. Later declassified, the Robertson Panel's report concluded that UFOs were not a direct threat to national security, but could pose an indirect threat by overwhelming standard military communications due to public interest in the subject. Most UFO reports, they concluded, could be explained as misidentification of mundane aerial objects, and the remaining minority could, in all likelihood, be similarly explained with further study.\n\nThe Robertson Panel recommended that a public education campaign should be undertaken in order to reduce public interest in the subject, minimising the risk of swamping Air Defence systems with reports at critical times, and that civilian UFO groups should be monitored.[2] The Robertson Panel's report was contained within a larger internal CIA report by F C Durant, a CIA officer who served as Secretary to the Panel, which summarises the activities of the panel and its conclusions. This wider document is commonly referred to as the Durant Report.[2]\n\n"
        },
        {
            "title": "Background to the formation of the Robertson Panel",
            "text": "In 1952 there was a significant increase in the number of UFO reports received by the USAF Blue Book project, tasked with investigating such reports at the time. This wave included widely reported incidents over Washington DC in July, over the weekends of July 19-20 and 26-27. CIA historian Gerald Haines noted \"A massive build-up of sightings over the United States in 1952, especially in July, alarmed the Truman administration. On 19 and 20 July, radar scopes at Washington National Airport and Andrews Air Force Base tracked mysterious blips. On 27 July, the blips reappeared. The Air Force scrambled interceptor aircraft to investigate, but they found nothing. The incidents, however, caused headlines across the country. The White House wanted to know what was happening ...\".[3] The reference to White House interest is consistent with a telephone call Captain (later Major) Edward Ruppelt, Blue Book Project Director at the time, received from Brigadier General Landry, Truman's military aide, on the July 28, inquiring as to the causes of the Washington reports of the previous days.[4]\n\nIn a 29 July 1952 memo to the Deputy Director of Intelligence, Acting Assistant Director for Scientific Intelligence Ralph Clark commented; \"In the past several weeks a number of radar and visual sightings of unidentified aerial objects have been reported. Although this office has maintained a continuing review of such reported sightings during the past three years, a special study group has been formed to review this subject to date. D/CI will participate in the study with D/SI and a report should be ready about 15 August.\"[5] This is the earliest written record of the CIA study which led to the Robertson Panel.\n\nThe precise origins of the decision to establish the review are unclear. A claim that the study was initiated by a Presidential request to the National Security Council (NSC) appears to be incorrect. No NSC meetings were held on the relevant dates [6] and the President was in Kansas on the 27 and 28 July, resting after attending the Democratic Party convention on the 26th.[7] The Ralph L Clark memo of the 29th July contains a footnote reference to a meeting, \"OSI:FCD:RLC mtw (28July52)\" which appears to indicate a 28 July 1952 meeting between F C Durant and Clark on this subject. The decision to initiate the CIA study appears therefore to have been taken around July 28, although D/CI (Director of Central Intelligence) involvement in the study and Haines' reference to White House interest suggests that the FCD:RLC meeting was not itself the formal decision point. The decision appears to have been an operational decision taken outside of formal structures such as NSC meetings, as was common for urgent matters.\n\nThe CIA analysts were broadly skeptical concerning the possibility that some UFO reports may represent extraterrestrial objects or objects of terrestrial (either American or Russian) manufacture, favouring the hypothesis that currently unidentified reports were misidentifications of conventional objects or natural phenomena. In an internal CIA paper dated 19 August 1952 the analyst notes:\n\nThese twin concerns – potential for psychological warfare and overloading of air defence systems, were formalised in a memorandum to the Director of Central Intelligence, General Walter Bedell Smith on September 11, 1952.[9] This memorandum noted that although the Air Force study was adequate on a case by case basis it was not addressing the more fundamental question of enabling rapid positive identification of reports; \"... the study makes no attempt to solve the more fundamental aspect of the problem which is to determine definitely the nature of the various phenomena which are causing these sightings, or to discover means by which these causes and their visual and electronic effects may be immediately identified. Our consultant panel stated that these solutions would probably be found on the margins or just beyond the frontiers of our present phenomena\". The memorandum went on to make the recommendations:\n\nOn October 13, 1952, however, a memorandum from the Assistant Director for Intelligence Co-ordination, James Reber to the Deputy Director Intelligence argued that fundamental research into the question of positive identification was the responsibility of the Defence Department and that whilst investigating Soviet knowledge of the phenomena was a \"primary concern\" for the CIA it \"is far too early in view of the present state of our knowledge regarding Flying Saucers for psychological warfare planners to start planning how the United States might use U.S. Flying Saucers against the enemy\". Reber went on to recommend that when \"... intelligence has submitted the National Estimate on Flying Saucers there will be the time and basis for a public policy to reduce or restrain mass hysteria.\"[10]\n\nAs early as August 15 CIA analysts, despite their overall skeptical conclusions had noted, \"Sightings of UFOs reported at Los Alamos and Oak Ridge, at a time when the background radiation count had risen inexplicably. Here we run out of even \"blue yonder\" explanations that might be tenable, and, we still are left with numbers of incredible reports from credible observers.\"[11] On December 2, 1952 CIA Assistant Director Chadwell noted, \"Recent reports reaching CIA indicated that further action was desirable and another briefing by the cognizant A-2 and ATIC personnel was held on 25 November. At this time, the reports of incidents convince us that there is something going on that must have immediate attention. The details of some of these incidents have been discussed by AD/SI with DDCI. Sightings of unexplained objects at great altitudes and traveling at high speeds in the vicinity of major U.S. defense installations are of such nature that they are not attributable to natural phenomena or known types of aerial vehicles\".[12]\n\nChadwell's 2 December memorandum contained the draft of recommendations for the NSC, which were:\n\nOn December 4, 1952 the Intelligence Advisory Committee agreed:\n\nFrom the IAC minutes of December 4 and the earlier CIA documents it appears clear that the Robertson Panel was the outcome of recommendation (a) of the IAC decision but that this formed part of a wider intended programme of action aimed at enabling rapid positive identification of UFOs from an air defense perspective (i.e. identifying actual Soviet aircraft from misidentified natural phenomena or other conventional objects) and a desire to reduce reporting of UFOs, which were seen as clogging up air defense communication channels and created the risk of exploitation of this effect. The inter-relationships between these wider aspects of the CIA's recommendations and the Battelle Memorial Institute's study, culminating in Blue Book Special Report 14,[13] which identified a statistically significant difference between 'unknowns' and UFO reports that could subsequently be identified, or the study group referenced in a Canadian government document as operating as early as 1950 under the chairmanship of Dr Vannevar Bush, then head of the Joint Research and Development Board, to discover the 'modus operandi' of UFOs[14] are unclear.\n\n"
        },
        {
            "title": "The Robertson Panel",
            "text": "The Robertson Panel first met formally on January 14, 1953 under the direction of Howard P. Robertson. He was a physicist, a CIA consultant, and the director of the Defense Department Weapons Evaluation Group. He was instructed by OSI to assemble a group of prominent scientists to review the Air Force's UFO files. In preparation for this, Robertson first personally reviewed Air Force files and procedures. The Air Force had recently commissioned the Battelle Memorial Institute to scientifically study all of the UFO reports collected by Project Sign, Project Grudge and Project Blue Book. Robertson hoped to draw on their statistical results, but Battelle insisted that they needed much more time to conduct a proper study. Other panel members were respected scientists who had worked on other classified military projects or studies. All were then skeptical of UFO reports, though to varying degrees. Apart from Robertson, the panel included:\n\nMost of what is known about the actual proceedings of the meetings comes from notes kept by Durant which were later submitted as a memo to the NSC and commonly referred to as the Durant Report.[2] In addition, various participants would later comment on what transpired from their perspective. Captain (later Major) Edward Ruppelt, then head of Project Blue Book, first revealed the existence of the secret panel in his 1956 book,[4] but without revealing names of panel members.\n\nDr. Thornton Page later stated that the panel members met informally prior to the main panel meetings, with 'no outsiders'. At this meeting \"H.P. Robertson told us in the first private (no outsiders) session that our job was to reduce public concern, and show that UFO reports could be explained by conventional reasoning.\"[16] This would suggest that the remit of the panel and its subsequent conclusions should be seen as part of the process of implementing the recommendations of CIA's own review of the UFO situation.\n\nThe Panel had four consecutive days of formal meetings. In total, they met for 12 hours and reviewed 23 cases out of 2,331 Air Force UFO cases on record (or about 1%), although Ruppelt wrote that the Panel studied their best cases.[4]\n\nOn the first day, the panel viewed two motion pictures of UFOs: the Mariana UFO Incident footage and 1952 Utah UFO Film (the latter was taken by naval photographer Chief Warrant Officer Delbert C. Newhouse). Two Navy photograph and film analysts (Lieutenants R.S. Neasham and Harry Woo) then reported their conclusion that, based on more than 1,000 man hours of analysis, the two films depicted objects that were not any known aircraft, creature or weather phenomena. Ruppelt then began a summary of Air Force efforts regarding UFO studies.\n\nOn the second day, Ruppelt finished his presentation. Hynek then discussed the Battelle study, and the panel discussed with Air Force personnel the problems inherent in monitoring UFO sightings. The panel then watched a motion picture film of seagulls, which Thornton Page had requested as the panel felt that the Tremonton Utah film most probably showed birds.[16]\n\nOn the third day, Air Force Major Dewey J. Fournet spoke to the panel. For over a year he had coordinated UFO affairs for the Pentagon. Fournet supported the extraterrestrial hypothesis as the best explanation for some puzzling UFO reports. For the remainder of the third day, the panel discussed their conclusions. Lloyd Berkner attended the panel meetings for the first time in the afternoon of the third day, Friday, January 16. Durant notes that \"it was agreed that the Chairman should draft a report of the Panel to AD/SI that evening for review by the Panel the next morning. The meeting adjourned at 1715\".[2]\n\nDurant records that the panel reconvened on the Saturday morning:\n\nDurant recorded:[2]\n\nIn relation to the two films considered by the panel:\n\nWhilst concluding there was nothing of scientific value in UFO reports and that there was no evidence of a direct threat to national security, the panel noted:\n\nThe formal recommendations of the panel focused mainly on the educational or \"debunking\" aspects of their conclusions:\n\n"
        },
        {
            "title": "Aftermath",
            "text": "Historian Gerald Haines notes[3]  that:\n\nIn the years following the Robertson Panel a series of special military regulations were introduced to regulate reporting of UFO sightings. These were Joint-Army-Navy-Air Force Publication 147 (JANAP 146) of December 1953 and a 1954 revision of Air Force Regulation 200-2 (AFR 200-2) which introduced significant penalties on military, and some civilian personnel, for unauthorized release of information relating to UFO sightings.\n\nRuppelt's 1956 book The Report On Unidentified Flying Objects [4] contained the first publicly released information about the Robertson Panel, with a summary of their proceedings and conclusions. Ruppelt's book did not include the names of the Panel members, nor any institutional or governmental affiliations.\n\nIn 1958, the National Investigations Committee on Aerial Phenomena (NICAP), a civilian UFO research group, requested that the Air Force release the panel's report. The Air Force released three summary paragraphs and the names of the panel's members. In 1966 a nearly full-length version of the report was printed in the science column of the Saturday Review.[19]\n\nHynek's opinions changed in later years, so much that he became, to many,[19] the scientifically respectable voice of Ufology. He would lament that the Robertson Panel had \"made the subject of UFOs scientifically unrespectable, and for nearly 20 years not enough attention was paid to the subject to acquire the kind of data needed even to decide the nature of the UFO phenomenon.\"\n\nAccording to Swords,[20] the Robertson Panel's report had a significant impact throughout the U.S. Government, significantly reducing the level of concern over the UFO phenomena within the military and intelligence communities that had developed during 1952.\n\nA number of criticisms have been leveled at the Robertson panel. In particular that the panel's study of the phenomena was relatively perfunctory and its conclusions largely predetermined by the earlier CIA review of the UFO situation.[15][20][21][22]\n\n"
        }
    ]
}