{
    "url": "https://en.wikipedia.org/wiki/Robert_Ranulph_Marett",
    "title": "Robert Ranulph Marett",
    "table_of_contents": [
        "1 Family background",
        "2 Education",
        "2.1 Primary and secondary education",
        "2.2 College education",
        "3 Career",
        "3.1 Philosophy",
        "3.2 Anthropology",
        "3.3 Phases of religion",
        "4 Publications and lectures",
        "5 Marriage and family",
        "6 See also",
        "7 References",
        "7.1 Footnotes",
        "7.2 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nRobert Ranulph Marett (13 June 1866 – 18 February 1943) was a British ethnologist and a proponent of the British Evolutionary School of cultural anthropology. Founded by Marett's older colleague, Edward Burnett Tylor, it asserted that modern primitive societies provide evidence for phases in the evolution of culture, which it attempted to recapture via comparative and historical methods. Marett focused primarily on the anthropology of religion. Studying the evolutionary origin of religions, he modified Tylor's animistic theory to include the concept of mana. Marett's anthropological teaching and writing career at Oxford University spanned the early 20th century before World War Two. He trained many notable anthropologists. He was a colleague of John Myres, and through him, studied Aegean archaeology.\n\n"
        },
        {
            "title": "Family background",
            "text": "Marett was the only son of Sir Robert Pipon Marett and Julia Anne Marett. He was born in Saint Brélade. He belonged to a family, originally named Maret, that settled on Jersey from Normandy in the 13th century.[1] The Saint Brélade branch built a manor house for themselves, La Haule Manor (today a hotel).[2] They had substantial wealth and position, contributing high-level magistrates to the government of Jersey. Robert's father had been Bailiff of Jersey. He was one of the founders of La Patrie, a patriotic newspaper. Earlier, Philip Maret, third son of the second Seigneur of La Haule, born in 1701, had emigrated to Boston, where he became a merchant captain. His subsequent family participated in the American Revolution and the War of 1812.[3]\n\nRobert's mother, Julia Anne, also bore the name of Marett before marriage. She was one of the eight children of the Janvrin sisters, Esther Elizabeth and Maria Eliza, by one Philip Marett, who was not in Robert Pipon's immediate line. Philip was a name often used by the Maretts. Thus, Julia Anne was only a distant cousin of her husband. The house, however, came into Robert Ranulph's possession through his mother. Her mother was Maria Eliza Janvrin. She and Robert Pipon had four children, Robert Ranulph, Mabel Elizabeth, Philippa Laetitia, and Julia Mary. Robert Ranulph was an only son but had three sisters and a large number of cousins.[4] The family was Anglican.[5] Cyril Norwood said of him, in a review of his autobiography in 1941:[6]\n\n"
        },
        {
            "title": "Education",
            "text": "For his initial educational years, the young Robert was taught in a Dame school of the area.[7] He was then placed in St. Aubin's School, a private grammar school founded in Maison Martel. This was the former home of the Martel family, merchants, in Saint Aubin, Jersey, which was not far from La Haule Manor. It had been founded in 1813 by Esther Brine and her husband, Philip le Maistre, a schoolteacher. The Brines had purchased the mansion from the Martels. In 1867, they reported a student population of about 50 boys, half of whom were boarders.[8] For the wealthy in Jersey, this school was the only path to secondary school.[9]\n\nSt. Aubin's had an international reputation. Robert attended between ages nine through 14, 1875–1880. On the death of Le Maistre in 1873, the new headmaster and owner was John Este Vibert, who had a military frame of mind. Many future military officers came from St. Aubin's. Vibert was also a scientist and a member of the Royal Meteorological Society. He manned a weather station in the building.[10]\n\nMarett went on to secondary school at Victoria College, Jersey. It was founded in 1850 on the recommendation of Queen Victoria. Marett was there from the age of 14 to 18, 1880–1884. He commuted daily by the train line which existed for several decades across the south of the island.[11] In secondary school, and then in university, Marett was gregarious, popular, and athletic. Later, he spent his time golfing and shooting. For fun, he loved to party and prank as he had a sense of humor. He joined the Jersey Militia, which was a social club, and he was made a lieutenant at age 17. He also read avidly in La Haule's extensive library. He took a great interest in natural history.[12]\n\nAfter finishing school in 1884, he planned to start at Balliol College, Oxford University in autumn, but his father's lingering illness delayed him. His father died on November 10th. According to the British law of primogeniture, he inherited the entire estate, but for the time being, he was not interested. There were no practical changes in the management of the estate. His mother and three sisters continued living in the home. However, his mother died in 1901, and the three sisters never married. They were still in the house, all over 70, when the Germans occupied it in 1940. Leaving for Oxford, Robert never returned on a permanent basis. His own family did eventually move there, but for him, it was only a part-time home which he occupied mainly in the summer. It was an ideal summer home as it was sparsely populated, located on the shore, spacious, luxurious, but without such amenities as electricity[citation needed].\n\nThough well-to-do, Marett applied for financial assistance, the award of which was based on excellence and typically demonstrated in an examination. In British English, he won an \"exhibition\" from the Council of Legal Education (today's Inns of Court School of Law). In this case, this was a modest financial award for the study of law. The award made him an “exhibitioner.”[13] He had to join the Inner Temple, one of the four groups of a professional association of barristers called the Inns of Court. It was (and is) primarily an educational institution qualifying lawyers to argue at the bar; that is, professionally in court.\n\nThere was an overlap with Marett's interest: Roman Law. Marett majored in classics, the study of the ancient Greeks and Romans. Anthropology as an academic subject did not exist at the time; in fact, Marett was to be one of its first professors, the first at Oxford. As required by membership in the Inner Temple, he had finally to pass a “bar examination” in Roman Law, which he did in 1891. This success did not qualify him in any way to practice law. He was never a lawyer, and he was never interested in the government of Jersey, as his father had been.[14]\n\nMarett received notice of his grant in November. It was too late to begin in autumn. He, therefore, petitioned to begin with the Hilary term. He had enrolled in a classics curriculum called Literae Humaniores (Lit. Hum.). It is divided into two sequential parts, Honour Moderations, or “Mods,” a study of the Ancient Greek and Latin languages. He then enrolled in courses selected from a variety of classical topics, with the requirement that eight papers be written. This part is called “Greats.”[15]\n\nMarett was finished with his Mods by 1886, with a First. Going on to the Greats, he won the Chancellor's Prize for Latin verse in 1887, which was a modest sum contingent on submission of some New Latin verse composed by the recipient.[16] He had nearly completed the Greats by 1888, concentrating on philosophy. British degrees at the time were designed for three years.[17] However, this specific curriculum was designed for four years.\n\nHe still had more work to do when, in early 1889, he was struck by meningitis walking home from class. Knowing he was in a possibly life-threatening condition, he intruded on the first doctor's office he saw, and he was lucky enough to be diagnosed immediately by an experienced physician. He was then unable to attend Oxford for the rest of the term. When he had recovered sufficiently, he was sent to Switzerland for final treatment. In July he was granted the degree of Bachelor of Arts (BA) in absentia with a First anyway, but he still needed to pass the Bar in Roman Law.\n\nIn Switzerland, he had the best of academic intentions. He was learning French and German. He enrolled at the University of Berlin in philosophy, which he studied for a year. However, being a young man of wealth whose father had been known internationally, he had an informal access to the upper echelons of society. He associated with Junkers and had lunch with the Kaiser. Among the Americans abroad, he met Buffalo Bill. His planned educational experiences were rapidly developing into a Grand Tour. At the end of the year (1890), he refused to go home. Touring on to Rome, he fell in with the society of Lord and Lady Dufferin, inveterate party-goers. Socialising was their stock-in-trade. Lord Dufferin was then the British ambassador to Italy. The 24-year-old Marett was dazzled, and he described the year as “rapturous”.[6] He toured Italy, Greece, and France in the company of notables, making friendships that would last a lifetime. \n\nFinally, the time came to go home, but in 1890 he still had the Bar Exam to take. He found some tutoring work at Balliol, and became a secretary to Toynbee Hall while he was studying for the exam that he eventually passed.[18] When the results were announced in early 1891, he was free to begin his professional career. He was awarded the Master of Arts (M.A.) later that year without additional work or examination, as is the custom at Oxford.[19]\n\n"
        },
        {
            "title": "Career",
            "text": "Marett's first professional position was in philosophy as a Fellow at Exeter College, starting in the fall of 1891. Depending on the definitions of the institution, “Fellow” in the British system has a broad range of meanings ranging from graduate student to a senior research associate. In Marett's time at Oxford, fellow meant in essence a member of the faculty with the same basic privileges as any. Today it is necessary to ask exactly what Marett did to be paid as a fellow.\n\nExeter College, which was a small one in population, was undoubtedly being governed by the statutes of 1882.[20] It provided for a Governing Body consisting of a Rector and two types of Fellows: Ordinary and Tutorial. Some in addition had special duties, such as the Bursar. Hiring was by vote of the Governing Body. There is a brief memo in the ‘’Register for Exeter College’’ for 1890 that he was a “Tutorial fellow Ex. Coll.,” presumably “Exeter College.”[21] He was a tutor of philosophy in the Oxford Tutorial System. He met with students regularly, individually or in small groups, to suggest reading for them and check their previous readings. Americans have never had this system.[22]\n\nAs to how he may have obtained the position, he says in his autobiography that all he asks of the historian is that he be classified as “even the least of ‘Jowett’s men,' referring to the long-standing Master of Balliol College.  He was referred to as the influential philosopher, classicist and Gladstonian partisan, named Benjamin Jowett.[23] The aforesaid men dotted the Houses of Parliament and British society in general like stars in the sky, all promoting British liberalism. A word or two from Jowett might easily have influenced the Governing Body.\n\nHowever, he got the position, and Marett resolved to set himself on the path to success. He applied for the T.H. Green Moral Philosophy Prize in 1893, a monetary award offered once every three years by Balliol College for the best paper on moral philosophy.[24] Marett won it with The Ethics of Savage Races, which was never published. However. Edward Burnett Tylor,founder of Cultural Anthropology, was on his examining committee for the paper. The relationship between the two men continued.[25] Marett now had demonstrated the ability to think creatively. He obviously had a career in philosophy and religion ahead of him and was made sub-rector.[26] Jowett died that year, but Tylor’s opinion would have been crucial.\n\nHe succeeded E.B. Tylor as Reader in Anthropology at Oxford in 1910, teaching the Diploma in Anthropology at the Pitt Rivers Museum. He worked on the palaeolithic site of La Cotte de St Brelade from 1910–1914, recovering some hominid teeth and other remains of habitation by Neanderthal man. In 1914 he established a Department of Social Anthropology, and in 1916 he published \"The Site, Fauna, and Industry of La Cotte de St. Brelade, Jersey\" (Archaeologia LXVII, 1916). He became Rector of Exeter College, Oxford. His students included Maria Czaplicka, Marius Barbeau, Dorothy Garrod, Earnest Albert Hooten, Henry Field[27] and Rosalind Moss[28]\n\nE.B. Tylor had considered animism to be the earliest form of religion, but he had not had access to Robert Codrington's linguistic data on the concept of mana in Melanesia. Codrington wrote after Tylor. Consideration of mana led Marett to retheorize Tylor's history of religion, adding an initial phase, pre-animistic religion, called pre-animism by others. A new common thread must be found to unite the three phases. Marett suggested the supernatural, or \"power of awfulness\" (in the original sense of the word). Marett's analysis of the history of religion was presented in The Threshold of Religion (1909) and was refined in Anthropology (1912), and Psychology and Folklore (1920).\n\n"
        },
        {
            "title": "Marriage and family",
            "text": "Having established himself at Exeter, Marett entered a plateau, despite his anthropological paper. In 1896 he was already 30. Personal biology was on his mind. A new women's college had entered the Oxford system, Somerville College. It was of great interest to the unmarried dons of Oxford, such as R. R. Marett. He managed to meet one of its students, the youngest daughter, Nora, of the British explorer of Africa and subsequent Vice Consul to Zanzibar, John Kirk (1832–1922). A Scottish physician, he had been with David Livingstone when Henry Morton Stanley asked, or at least is said to have asked, \"Dr. Livingstone, I presume?\"\n\nLivingstone and Kirk were both dedicated to the suppression of the slave trade in Africa, a cause championed by British liberals. It presented a political paradox. Slavery could only be stopped by military opposition to the slavers. If British forces did intervene, the government was accused of building a colonial empire. This contradiction brought down the second premiership of William Gladstone in 1885, when he did not go to the assistance of Charles George Gordon at Khartoum. The latter was attempting to defend the city against Muhammad Ahmad, slaver, and new Islamic messiah. Gordon was killed. The tide turned in Britain in favor of the empire. After the Battle of Omdurman, 1896, the region was brought into the empire as the Anglo-Egyptian Sudan.\n\nEarlier Kirk had come home from Africa to recover from exhaustion. He accepted a medical position in Zanzibar in 1868. That same year the government offered him the post of Vice-Consul there. On the strength of his new income and importance, he married his fiancée, Helen Cooke (1843–1914), and together they had a son and five daughters, one of which was Nora (1873–1954).[29] A liberated woman for the times, she attended the new college that would bring women to Oxford, where she met Marett. Alike in political views and sentiments, they loved each other dearly, but Marett's contract with Oxford stipulated that he must not marry for a certain number of years. Those were up in 1898. He was 32, she 25. In the first decade of the 20th century, they had four children: John Ranulph (1900–1940), Philippa Suzanne (1904–1991), Joyce Elizabeth (1905–1979), and Robert Hugh Kirk (1907–1981).\n\n"
        }
    ]
}