{
    "url": "https://en.wikipedia.org/wiki/Robert_Towne",
    "title": "Robert Towne",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Roger Corman",
        "2.2 Television",
        "2.3 Script doctor",
        "2.4 The Last Detail, Chinatown, and Shampoo",
        "2.5 Director",
        "2.6 The Two Jakes",
        "2.7 Tom Cruise",
        "2.8 Later career",
        "2.9 Return to television",
        "3 Personal life",
        "4 Filmography",
        "4.1 Credits as writer-director",
        "4.2 Credits as writer only",
        "4.3 Credits as actor",
        "4.4 Other credits",
        "4.5 Unmade projects",
        "4.5.1 Future projects",
        "5 Legacy and honors",
        "6 References",
        "7 Notes",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Robert Towne (born Robert Bertram Schwartz;[1][2] November 23, 1934) is an American screenwriter, producer, director and actor. He started with writing films for Roger Corman including The Tomb of Ligeia (1964). Later, he became a well-known figure of the New Hollywood wave of filmmaking. He is best known for his Academy Award-winning original screenplay for Roman Polanski's Chinatown (1974), which is widely considered one of the greatest screenplays.[3] Towne also wrote the sequel, The Two Jakes (1990); the Hal Ashby comedy-dramas The Last Detail (1973) and Shampoo (1975). He is also known for his collaborations with Tom Cruise on the films Days of Thunder (1990), The Firm (1993) and the first two installments of Mission: Impossible franchise (1996, 2000).\n\nTowne directed the sports dramas Personal Best (1982) and Without Limits (1998), the crime thriller Tequila Sunrise (1988), and the romantic crime drama Ask the Dust (2006).\n\n"
        },
        {
            "title": "Early life",
            "text": "Towne was born in Los Angeles, where he grew up in San Pedro, the son of Helen and Lou Schwartz.[4] He is of Romanian descent through his father, and Russian descent through his mother; the family was Jewish.[5] He has a younger brother, Roger,[1] who co-wrote the 1984 film The Natural starring Robert Redford.[6]\n\nHe graduated from Pomona College in Claremont, California.[7]\n\n"
        },
        {
            "title": "Career",
            "text": "Towne originally sought work as a writer and actor. He took an acting class with Roger Corman taught by Jeff Corey where his classmates also included Jack Nicholson (with whom he shared an apartment), Irvin Kershner, and Sally Kellerman.[8]\n\nCorman was renowned for giving work to untested people of talent. Towne wrote the screenplay for the Corman-financed Last Woman on Earth (1960), in which Towne also played one of the lead roles.\n\nThe following year he also starred in the Corman-financed Creature from the Haunted Sea (1961).\n\nTowne started writing for television on such programs as The Lloyd Bridges Show, Breaking Point, The Outer Limits, and The Man from U.N.C.L.E..\n\nHe also wrote a screenplay for the Corman-directed The Tomb of Ligeia (1965). In 1981 Towne said \"I worked harder on... [that] screenplay for him than on anything I think I have ever done.\"[8]\n\nTowne went back to working in television when Corman hired him to write a script for a Western, which became A Time for Killing (1967). Corman left the project during filming and Towne took his name off the credits. Towne said later he \"hated\" the film.[9]\n\nTowne's script for A Time for Killing had been read and admired by Warren Beatty who asked Towne to help out on the script for Bonnie and Clyde (1967). Towne later claimed his main contributions were removing the ménage à trois relationship between Bonnie, Clyde, and WD, making some structural changes.[10] Towne was on set during filming and continued to work during post production. The film was a huge success and although Towne's contribution was only \"special consultant\", he began to earn a reputation in Hollywood as a top \"script doctor\".[11]\n\nTowne was credited on Villa Rides (1968), which he later said he did as a favor for Robert Evans head of Paramount. He hated the experience.[12]\n\nTowne did uncredited work on the scripts for Drive, He Said (1971), directed by Jack Nicholson; Cisco Pike (1972), which Towne said turned into \"a pretty good movie\" but where he got \"so angry with the director\" he took his name off;[9] and The New Centurions (1972), where he was to share credit with Stirling Silliphant but asked for his name to be taken off after he saw the film.[13]\n\nHe did uncredited work for Francis Ford Coppola during the making of The Godfather (1972), mostly the final scene between Michael and Vito, shortly before Vito dies.[11] Coppola thanked Towne in his Academy Award speech for Best Screenplay.\n\nTowne also did some work on The Parallax View (1974) at the behest of star Warren Beatty.\n\nTowne received great acclaim for his film scripts The Last Detail (1973), Chinatown (1974), and Shampoo (1975).  He was nominated for an Oscar for all three scripts, winning for Chinatown.[14][15][16] He later said it was inspired by a chapter in Carey McWilliams's Southern California Country: An Island on the Land (1946) and a West magazine article on Raymond Chandler's Los Angeles.\n\nAccording to Sam Wasson's The Big Goodbye: Chinatown and the Last Years of Hollywood, Towne \"secretly employed an old college friend named Edward Taylor as his uncredited writing partner for more than 40 years.\"[17]\n\nTowne was credited for his work on The Yakuza (1975) and did script doctoring on The Missouri Breaks (1976), Orca (1977) and Heaven Can Wait (1978).\n\nTowne turned to directing with Personal Best (1982). He also wrote the script for Greystoke: The Legend of Tarzan, Lord of the Apes, hoping to direct, but Personal Best was a financial failure, meaning he had to sell the Greystoke script. He grew dissatisfied with the production and credited his dog, P. H. Vazak, with the script. Vazak became the first dog nominated for an Oscar for screenwriting.[18]\n\nTowne did uncredited work on Deal of the Century (1983), 8 Million Ways to Die (1986) ([19]), Tough Guys Don't Dance (1987) and Frantic (1988).\n\nHis second feature film as director was Tequila Sunrise (1988), which he wrote back in the early 1980s. Towne told The New York Times that Tequila Sunrise is \"a movie about the use and abuse of friendship.\"[15]\n\nTowne has expressed his disappointment in The Two Jakes in many interviews.[citation needed] He told writer Alex Simon, \"In the interest of maintaining my friendships with Jack Nicholson and Robert Evans, I’d rather not go into it, but let’s just say The Two Jakes wasn’t a pleasant experience for any of us. But, we’re all still friends, and that’s what matters most.\"[20]\n\nIn a November 5, 2007, interview with MTV, Jack Nicholson claimed that Towne had written the part of Gittes specifically for him. In the same interview, Nicholson also said that Towne had conceived Chinatown as a trilogy, with the third film set in 1968 and dealing in some way with Howard Hughes.[21] However, Towne says he \"does not know how that got started\" and denies there was any trilogy planned.\n\nTowne wrote the script for Days of Thunder (1990) and formed a close friendship with its star Tom Cruise.\n\nHe was one of the writers on Cruise's The Firm (1993), then Beatty's Love Affair (1994). Cruise brought him on to Mission: Impossible (1996) and co-produced Towne's third film as director, Without Limits (1998). He also co-wrote Mission Impossible II (2000) for Cruise.\n\nA project Towne had long sought to bring to the screen came to fruition in 2006 with Ask the Dust, a romantic period piece set in Los Angeles based on the acclaimed novel by John Fante and starring Colin Farrell and Salma Hayek. Towne had found the novel decades earlier during his research for Chinatown, as he was looking for authentic descriptions of 1930s Los Angeles. He enjoyed the book, considering it \"the best book about Los Angeles ever written\", and arranged a meeting with Fante, himself a screenwriter. As a result of that meeting, Towne was granted the screen rights to the novel. The rights eventually lapsed, and the new owner was Mel Brooks. In 1993, Towne wrote the script for free in exchange for the chance to direct the film.[22] Ask the Dust received mixed reviews and failed at the box office. The film was entered into the 28th Moscow International Film Festival.[23]\n\nTowne has framed several of his signature films as elaborate melodramas. He told The New York Times \"I think melodrama is always a splendid occasion to entertain an audience and say things you want to say without rubbing their noses in it. With melodrama, as in dreams, you're always flirting with the disparity between appearance and reality, which is a great deal of fun. And that's also not unrelated to my perception of my life working in Hollywood, where you're always wondering, 'What does that guy really mean?'\"[15]\n\nIn 2006, Towne was the subject of artist Sarah Morris's film, Robert Towne. Morris describes him as an “elliptical figure” whose career exemplifies a certain characteristic mode of working in the film industry, marked by collaboration, shared or changing roles.[24] Morris's 19,744-square-foot (1,834.3 m2) painting installation in the lobby of the Lever House in Manhattan, commissioned by the Public Art Fund, was also titled \"Robert Towne\".[25]\n\nIn the 2010s, Towne returned to television, working as a consulting producer on Mad Men and writing two episodes of Welcome to the Basement.[26]\n\n"
        },
        {
            "title": "Personal life",
            "text": "In 1968, Towne met actress Julie Payne; they were married from 1977 to 1982.[27] According to Sam Wasson's The Big Goodbye: Chinatown and the Last Years of Hollywood, Towne was addicted to cocaine during this period and was occasionally violent, which led to a bitter divorce and custody battle over their daughter Katharine (born 1978).\n\nIn 1984, Towne married Luisa Gaule. They have one daughter, Chiara.[28]\n\nHe is the former son-in-law of late actor John Payne and actress Anne Shirley. Through his daughter Katharine, his former son-in-law is actor Charlie Hunnam.\n\n"
        },
        {
            "title": "Filmography",
            "text": "In 2011, Towne was announced as writer-director of The 39 Steps, a proposed remake of the 1935 film directed by Alfred Hitchcock.[citation needed] The British producer Graham King revealed that he had hired Towne to write a remake of The Battle of Britain in a December 2011 interview.[citation needed]\n\nIn November 2019, it was reported that David Fincher and Towne would write a Chinatown prequel series for Netflix about Jake Gittes starting his agency.[32]\n\n"
        },
        {
            "title": "Legacy and honors",
            "text": "In the book Fifty Filmmakers, journalist Andrew J. Rausch argues, \"There is a strong case to be made that Robert Towne is the most gifted scribe ever to write for film. There can be little doubt that he is one of the finest ever.\"[33]\n\nAwards\n\n"
        }
    ]
}