{
    "url": "https://en.wikipedia.org/wiki/Robert_Taylor_incident",
    "title": "Robert Taylor incident",
    "table_of_contents": [
        "1 Taylor's story",
        "2 Police investigation",
        "3 Ufologists",
        "4 Sceptical reception",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn ufology, the Taylor Incident, a.k.a. Livingston Incident or Dechmont Woods Encounter is the name given to claims of sighting an extraterrestrial spacecraft on Dechmont Law in Livingston, West Lothian, Scotland in 1979 by forester Robert \"Bob\" Taylor (1919–2007).\n\nWhen Taylor returned home from a trip to Dechmont Law dishevelled, his clothes torn and with grazes to his chin and thighs, he claimed he had encountered a \"flying dome\" which tried to pull him aboard. Due to his injuries, the police recorded the matter as a common assault and the incident is popularly promoted as the \"only example of an alien sighting becoming the subject of a criminal investigation\".[1][2]\n\n"
        },
        {
            "title": "",
            "text": "According to Taylor, a forestry worker for the Livingston Development Corporation, on 9 November 1979, he parked his pickup truck at the side of a road near the M8 motorway and walked along a forest path up the side of Dechmont Law with his dog.\n\nTaylor reported seeing what he described as a \"flying dome\" or a large, circular sphere approximately 7 yards (6.4 m; 21 ft) in diameter, hovering above the forest floor in a clearing about 530 yards (1,590 ft; 480 m) away from his truck. Taylor described the object as \"a dark metallic material with a rough texture like sandpaper\" featuring an outer rim \"set with small propellers\".\n\nTaylor claims he experienced a foul odour \"like burning brakes\" and that smaller spheres \"similar to sea mines\" had seized him and were dragging him in the direction of the larger object when he lost consciousness. According to Taylor, he later awoke and the objects were gone, but he could not start his truck, so he walked back to his home in Livingston.[1][2][3]\n\n"
        },
        {
            "title": "Police investigation",
            "text": "Taylor's wife reported that when he arrived home on foot, he appeared dishevelled and muddy with torn clothing and ripped trousers. His wife called the police and a doctor, who treated him for grazes to his chin and thighs. Police accompanied Taylor to the site where he claimed he received his injuries. They found \"ladder-shaped marks\" in the ground where Taylor said he saw the large spherical object and other marks that Taylor said were made by the smaller, mine-like objects. Police recorded the matter as a criminal assault.[1][2]\n\n"
        },
        {
            "title": "Ufologists",
            "text": "The story drew attention from ufologists, who erected a plaque on the site of the alleged encounter, and Taylor became notable among UFO enthusiasts for being involved in the only UFO sighting that was subject to a criminal investigation.[1][2] Ufologist and author Malcolm Robinson accepts Taylor's story, saying he believes \"it could be one of the few genuine cases of a UFO encounter\".[4]\n\n"
        },
        {
            "title": "Sceptical reception",
            "text": "In 1979, the UFO sceptic Steuart Campbell visited the scene of the incident with the police. Campbell was convinced that a simple explanation would be found. On his second visit to the site, he stated that he had observed some PVC pipes in an adjoining field. He discovered that the local water authority had laid a cable duct within 100m of the clearing. He came to the conclusion that stacks of pipes might have been stored in the clearing and were responsible for the ground markings.[5]\n\nPatricia Hannaford, founder of the Edinburgh University UFO Research Society and a qualified physician, advised Campbell on medical aspects of the case. She suggested that Taylor's collapse was an isolated attack of temporal lobe epilepsy, and the fit explained the objects as hallucinations. Symptoms such as Taylor's previous meningitis, his report of a strong smell which nobody else could detect, his headache, dry throat, paralysis of his legs and period of unconsciousness suggested this cause.[5]\n\nSteve Donnelly, a physicist and editor for The Skeptic, also considered the incident to be explained by an epileptic attack. Campbell suggested Taylor's attack might have been stimulated by a mirage of Venus.[5]\n\nLocal businessman Phill Fenton published a report in 2013, speculating that Taylor \"may have suffered a mini-stroke and been exposed to harmful chemicals which left him confused and disoriented\" and that \"the UFO he believes he saw could have been a saucer-shaped water tower nearby\".[6]\n\n"
        }
    ]
}