{
    "url": "https://en.wikipedia.org/wiki/Robert_Merrihew_Adams",
    "title": "Robert Merrihew Adams",
    "table_of_contents": [
        "1 Life and career",
        "2 Philosophical work",
        "3 Selected works",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Robert Merrihew Adams FBA (born September 8, 1937) is an American analytic philosopher, specializing in metaphysics, philosophy of religion, ethics, and the history of early modern philosophy.\n\n"
        },
        {
            "title": "Life and career",
            "text": "Adams was born on September 8, 1937, in Philadelphia, Pennsylvania. He taught for many years at the University of California, Los Angeles, before moving to Yale University in the early 1990s as the Clark Professor of Moral Philosophy and Metaphysics. As chairman, he helped revive the philosophy department[1] after its near-collapse due to personal and scholarly conflicts between analytical and Continental philosophers.[2] Adams retired from Yale in 2004 and taught part-time at the University of Oxford in England, where he was a senior research fellow of Mansfield College. In 2009 he became a Distinguished Research Professor of Philosophy at the University of North Carolina at Chapel Hill.\n\nAdams's late wife, Marilyn McCord Adams, was also a philosopher, working on medieval philosophy and the philosophy of religion and was the Regius Professor of Divinity at Christ Church, Oxford. In 2013 both became visiting research professors at Rutgers University, in conjunction with the founding of the Rutgers Center for the Philosophy of Religion.[3]\n\nHe is a past president of the Society of Christian Philosophers. In 1999, he delivered the Gifford Lectures on \"God and Being\". He was elected a Fellow of the British Academy in 2006[4] and was elected a Fellow of the American Academy of Arts and Sciences in 1991.[5]\n\n"
        },
        {
            "title": "Philosophical work",
            "text": "As a historical scholar, Adams has published on the work of the philosophers Søren Kierkegaard and G.W. Leibniz. His work in the philosophy of religion includes influential essays on the problem of evil and the relation between theism and ethics. In metaphysics, Adams defends actualism in metaphysics of modality and Platonism about the nature of so-called possible worlds.\n\n"
        }
    ]
}