{
    "url": "https://en.wikipedia.org/wiki/Robert_Aldrich",
    "title": "Robert Aldrich",
    "table_of_contents": [
        "1 Early life",
        "1.1 Family",
        "1.2 Education",
        "2 RKO Pictures: 1941–1943",
        "2.1 Second assistant director",
        "2.2 First assistant director",
        "3 Assistant director: 1944–1952",
        "3.1 The Enterprise Studios: 1946–1948",
        "3.2 Freelance assistant director: 1948–1952",
        "4 Television: 1952–1954",
        "5 Feature film director",
        "5.1 Early feature films",
        "5.2 Burt Lancaster: Apache and Vera Cruz",
        "5.3 Turning producer: Kiss Me Deadly, The Big Knife and Attack",
        "5.4 Columbia: Autumn Leaves and The Garment Jungle",
        "5.5 Europe",
        "5.6 Warner Bros: What Ever Happened to Baby Jane? and 4 For Texas",
        "5.7 20th Century Fox: Hush Hush Sweet Charlotte and Flight of the Phoenix",
        "5.8 MGM: The Dirty Dozen and The Legend of Lylah Clare",
        "5.9 Aldrich Studios",
        "5.10 ABC Pictures",
        "5.11 Ulzana's Raid and Emperor of the North Pole",
        "5.12 Two with Burt Reynolds: The Longest Yard and Hustle",
        "5.13 Lorimar: Twilight's Last Gleaming and The Choirboys",
        "5.14 Final films: The Frisco Kid and All the Marbles",
        "6 Personal life",
        "7 Critical reaction",
        "8 Death and legacy",
        "9 Filmography",
        "9.1 Films",
        "9.2 Other film work",
        "9.3 Television",
        "9.4 Unmade projects",
        "10 Footnotes",
        "11 Sources",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRobert Burgess Aldrich (August 9, 1918 – December 5, 1983) was an American film director, producer, and screenwriter. His notable credits include  Vera Cruz (1954),  Kiss Me Deadly (1955), The Big Knife (1955), Autumn Leaves (1956), Attack (1956), What Ever Happened to Baby Jane? (1962), Hush...Hush, Sweet Charlotte (1964), The Flight of the Phoenix (1965), The Dirty Dozen (1967) and The Longest Yard (1974).\n\n"
        },
        {
            "title": "Early life",
            "text": "Robert Burgess Aldrich was born in Cranston, Rhode Island, into a family of wealth and social prominence – \"The Aldriches of Rhode Island\".[1] His father, Edward Burgess Aldrich (1871–1957) was the publisher of The Times of Pawtucket and an influential operative in state Republican politics. His mother, Lora Elsie (née Lawson) of New Hampshire (1874–1931), died when Aldrich was 13 and was remembered with fondness by her son. Ruth Aldrich Kaufinger (1912–1987) was his elder sister and only sibling.[2]\n\nAmong his notable ancestors were the American Revolutionary War general Nathanael Greene and the theologian Roger Williams, founder of Rhode Island Colony.[3]\n\nHis grandfather, Nelson Wilmarth Aldrich, was a self-made millionaire and art investor. A Republican member of the U.S. Senate for thirty years (1881–1911), he was dubbed \"General Manager of the Nation\" by the press for his dominant role in framing federal monetary policy.[4][5]\n\nA number of Aldrich's paternal uncles had impressive careers, among them a successful investment banker, a noted architect and Harvard instructor, a member of the U.S. House of Representatives, and a chairman of the Chase Manhattan Bank who also served as U.S. Ambassador to Great Britain.  An aunt, Abigail Greene \"Abby\" Aldrich Rockefeller married John D. Rockefeller Jr., scion of the Standard Oil fortune, ands was a leading figure in the establishment of the Museum of Modern Art in New York City. Nelson Rockefeller, a four-term governor of New York State and U.S. vice-president to Gerald Ford, was the director's first cousin.[6][7]\n\nAs the only male heir to the Lawson-Aldrich family line, Aldrich was under considerable pressure to compete successfully with his numerous cousins in a family of high achievers.[8]\n\nFollowing family tradition and expectations, Aldrich was educated at Moses Brown School in Providence from 1933 to 1937. There he served as captain of the track and football teams and was elected president of his senior class.\n\nFailing to matriculate to Yale due to mediocre grades, Aldrich attended the University of Virginia from 1937 to 1941, majoring in economics. He continued to excel in sports and played a leading role in campus clubs and fraternities.[9][10]\n\nDuring the Great Depression, the adolescent Aldrich began to question the justice of his family's \"politics and power\" which clashed with his growing sympathies with left-wing social and political movements of the 1930s. Aldrich's disaffection from the Aldrich-Rockefeller right-wing social and political orientation contributed to a growing tension between father and son.[11][12]\n\nHaving satisfactorily demonstrated his aptitude for a career in finance, Aldrich defied his father by dropping out of college in his senior year without taking a degree.[6]\n\nAldrich approached his uncle Winthrop W. Aldrich, who got his 23-year-old nephew a job at RKO Studios as a production clerk at $25 a week.[13] For this act of defiance, Aldrich was promptly disinherited. Aldrich would reciprocate by expunging public records of his connection with the Aldrich-Rockefeller clan, while stoically accepting the breach. He rarely mentioned or invoked his family thereafter.[14] Indeed, it's been said that \"No American film director was born as wealthy as Aldrich — and then so thoroughly cut off from family money.\"[15][16]\n\n"
        },
        {
            "title": "",
            "text": "At the age of 23, Aldrich began work at RKO Pictures as a production clerk, an entry-level position, after declining an offer through his Rockefeller connections to enter the studio as an associate producer.[17][18]\n\nHe married his first wife, Harriet Foster, a childhood sweetheart, shortly before he departed for Hollywood in May 1941.[19][10]\n\nThough the smallest of Hollywood's top studios, RKO could boast an impressive roster of directors (George Cukor, John Ford and Howard Hawks) as well as movie stars (Fred Astaire and Ginger Rogers, Cary Grant, Katharine Hepburn and the Marx Brothers). The 23-year-old Aldrich assumed his duties shortly after Orson Welles, at 26, signed a six-movie contract with RKO after the release of the widely acclaimed Citizen Kane (1941).[20]\n\nWhen the United States entered the Second World War in December 1941, Aldrich was inducted into the Air Force Motion Picture Unit, but was quickly discharged when an old football injury disqualified him for military service. The film studios' manpower shortage allowed Aldrich to win assignments as third- or second-tier director's assistant to learn the basics of filmmaking.[21][22]\n\nIn just two years he participated on two dozen movies with well-known directors. He was second assistant director on Joan of Paris (1942, directed by Robert Stevenson), The Falcon Takes Over (1942, directed by Irving Reis), The Big Street (1942), directed by Reis, Bombardier (1943, directed by Richard Wallace), Behind the Rising Sun (1943, directed by Edward Dmytryk),  A Lady Takes a Chance (1943, directed by William A. Seiter), The Adventures of a Rookie (1943, directed by Leslie Goodwins), Gangway for Tomorrow (1943, directed by John H. Auer), and Rookies in Burma (1943, directed by Goodwins).\n\nTowards the end of the war, Aldrich had risen to first assistant director making comedy shorts with director Leslie Goodwins.\n\nIn 1944, Aldrich departed RKO to begin free-lancing on feature films at other major studios, including Columbia, United Artists, and Paramount.[23][24][25]\n\n"
        },
        {
            "title": "",
            "text": "Aldrich was fortunate to serve as an assistant director to many notable and talented Hollywood filmmakers. During these assignments, which spanned nine years, Aldrich gained both practical and aesthetic fundamentals of filmmaking: \"set location and atmosphere\" (Jean Renoir, The Southerner, 1945), the \"techniques of pre-planning a shot\" (Lewis Milestone's The Strange Love of Martha Ivers, 1946), \"action scenes\" (William A. Wellman's The Story of G.I. Joe, 1946), the \"importance of communication with actors\" (Joseph Losey's The Prowler, 1951), and \"establishing visual empathy between camera and audience\" (Charlie Chaplin's Limelight, 1952).[26][24][22]\n\nHe also worked on Pardon My Past (1945, directed by Leslie Fenton) and The Private Affairs of Bel Ami (1947, directed by Albert Lewin).\n\nAldrich approached these projects and directors with a fine discrimination, enabling him to learn from both their strengths and weaknesses.[27]\n\nDuring these years Aldrich forged lasting professional relationships with talented artists who would serve him throughout his filmmaking career, namely, cinematographer Joseph Biroc, film editor Michael Luciano, music director Frank De Vol, art director William Glasgow and screenwriter Lukas Heller. A troupe of loyal, mostly male, players were enlisted for his film leads and supporting roles: Burt Lancaster, Jack Palance, Lee Marvin, Eddie Albert, Richard Jaeckel, Wesley Addy, Ernest Borgnine and Charles Bronson.[28][29]\n\nAldrich's association with The Enterprise Studios marks the most formative period of his apprenticeship. The production company offered a unique venue of independent filmmakers welcoming socially conscious themes critical of authoritarian aspects of American society.[30][31]\n\nWhile at Enterprise, Aldrich established both a professional and a personal affiliation with screenwriter and director Abraham Polonsky, a major figure in the Popular Front movement of the 1930s. Their respective films addressed the issue of an individual's often desperate struggle to resist destruction by an oppressive society.[32][33]\n\nEnterprise's Body and Soul (1947), written by Polonsky, directed by Robert Rossen, and starring John Garfield, made a deep and lasting impression on the 29-year-old assistant director from both structural and thematic standpoints. Garfield plays a corrupt prizefighter who seeks to redeem himself by defying mobsters who insist he throw a fight or forfeit his life.[34] While the protagonist's personal failings contribute to his own oppression, the film censures capitalism as an unredeemable system.[35] Aldrich would revisit Body and Soul throughout his career when seeking guidance on how to convey the progressive ideals of the 1930s while working in the reactionary political atmosphere of the Cold War era.[36][37]\n\nIn 1948 Aldrich joined Polonsky and Garfield on the early noir film Force of Evil. The story concerns a Wall Street attorney turned mob lawyer (Garfield) who informs on his employers when they murder his brother. Force of Evil's cinematically excessive visuals and striking sound would later appear in Aldrich's films Kiss Me Deadly and Twilight's Last Gleaming.[41][42]\n\nA number of Aldrich's associates at Enterprise came under scrutiny by the HUAC in the late 1940s after Enterprise had closed its doors. Among them were Rossen, Polonsky, Garfield, directors John Berry, and Joseph Losey, producer Carl Foreman, and screenwriter Dalton Trumbo, some of whom suffered blacklisting and imprisonment. Aldrich was never targeted by the authorities, despite his collaborations with these artists. This was largely due to his post-1930s entry into the film industry when recruitment by Communist and leftist organizations was declining. Nonetheless, Aldrich remained a champion for the victims of the Red Scare.[43][44]\n\nAt Enterprise, Aldrich also worked as an assistant director on Arch of Triumph (1948) and No Minor Vices (1948) for Lewis Milestone, So This Is New York (1948) for director Richard Fleischer and producer Stanley Kramer, and Caught (1949) for Max Ophüls.\n\nDuring his apprenticeship Aldrich developed a keen appreciation for the nexus between autonomous control over every element of picture production and achievement of his creative vision. He would forever strive for full control over his films.[45][46]\n\nAfter the demise of The Enterprise Studios, Aldrich continued to be in much demand as an assistant director. He worked again for Lewis Milestone on The Red Pony (1949) at Republic and did Red Light (1949) for Roy Del Ruth, A Kiss for Corliss (1949) for Richard Wallace,  The White Tower (1950) for Ted Tetzlaff, M (1951) and The Prowler (1951) for Joseph Losey, and New Mexico (1951) for Reis.\n\nAldrich was assistant to producer Harold Hecht on Ten Tall Men (1951), a French Foreign Legion action film starring Burt Lancaster. He worked as production manager on When I Grow Up (1951) for Sam Spiegel and as production manager on The Steel Trap (1952) for Andrew L. Stone.\n\nHecht had enjoyed working with Aldrich on Ten Tall Men and used him on The First Time (1952), the feature directorial debut of Frank Tashlin.\n\nAldrich's most notable credit to date came on Limelight (1952), for which he was assistant director to Charlie Chaplin.[47] He was assistant on Abbott and Costello Meet Captain Kidd (1952).\n\n"
        },
        {
            "title": "",
            "text": "By 1952, the 34-year old assistant director, fully prepared to make his directorial debut, had no offers materializing in Hollywood.[48] Eager to perform at a journeyman level, he moved to New York City to join its television startups.\n\nThe infant industries' golden age of live broadcasts was in a primitive stage of organization, and producers were pleased to enlist talent from the Hollywood film industry.[49][50] More than merely a career move, television offered Aldrich an opportunity to apply the cinematic skills and concepts he had garnered during his eclectic education in movie-making to an entirely new medium.[51][52]\n\n\"All they were paying directors was scale\", recalled Aldrich of this time. \"Who the hell wanted to go live in New York and work for scale? Only guys that had never directed or couldn't get a shot... Walter Blake... convinced these people who were doing the Camay soap shows that I was a genius waiting behind a rock out here. I had been assistant director on a Chaplin picture, so he told them that I had directed Chaplin. Nobody directs Chaplin except Chaplin, but these guys didn't know the difference. So I went back to New York and did, I don't know, thirty or forty shows.\"[47]\n\nProcter & Gamble hired Aldrich in 1952 to direct episodes of the anthology series The Doctor (later retitled The Guest in syndication), an early soap opera starring Warner Anderson. Shooting schedules were notoriously tight. Despite this, Aldrich routinely dedicated half or more of the allotted time to rehearsals, an immensely reassuring practice for the players that contributed to the efficient execution of the final live shoot.[53][54]\n\nFollowing The Doctor, Aldrich resettled in Hollywood to complete twenty episodes of television's China Smith starring Dan Duryea, filmed on an even tighter timetable.\n\nHe also filled in as director on TV's Four Star Playhouse and the Schlitz Playhouse of Stars (\"The Pussyfootin' Rocks\").[55][56]\n\nAldrich described the early TV industry as a \"director's crash course\" where, unlike feature film production, the overall quality of the series outweighed the success or failure of an individual episode.  In his two-year stint in television, Aldrich was free to experiment with technique and narrative schemes that would appear later in his film treatments. As such, he used cinematic framing and composition to reveal character motivation and close ups serving to highlight dialog, all of which endowed his episodes with a polished Hollywood studio-like appearance. Aldrich avoided disparaging television as an art form, only regretting its \"rushed schedules and lack of preparation time.\"[57][58]\n\n"
        },
        {
            "title": "Feature film director",
            "text": "In December 1951 Irving Allen announced he had formed Warwick Productions with Albert Broccoli. He intended to make The Gamma People with Robert Aldrich.[59] In August 1952 Allen announced that Aldrich would make his feature debut as director with The Gamma People, to be shot in Europe in the winter from Aldrich's own script.[60] Dick Powell was slated to star.[61] However, the film would not be made for several years, with Aldrich's involvement limited to working on the story.\n\nAldrich broke into feature films as a director when Herbert Baker, who had worked with Aldrich on So This is New York, recommended the director to MGM, which was looking for someone with a background in sports for a low-budget baseball film, Big Leaguer (1953).[47][62]\n\nThe film was not particularly successful, so Aldrich returned to television, doing episodes of Four Star Playhouse, several of which were written by Blake Edwards. He directed \"The Witness\", which starred Dick Powell, Strother Martin, and Charles Bronson,[63] and \"The Bad Streak\" with Charles Boyer.[64]\n\nAldrich remained ambitious to work in features and raised money for a low-budget action film using many of the same sets and cast members of China Smith, including star Dan Duryea, called World for Ransom (1954). It was made for Plaza Productions and financed by Allied Artists; Aldrich produced and directed. The cinematographer was Joseph F. Biroc, who would shoot many of Aldrich's later features.\n\nWorld for Ransom was seen by Harold Hecht and Burt Lancaster, who hired Aldrich to direct his first color film, Apache (1954), a western starring Lancaster as an Apache fighter. It was made for Hecht-Lancaster Productions and released through United Artists. This film was a big hit, earning $6 million.[65]\n\nHecht and Lancaster used Aldrich again on Vera Cruz (1954), a western starring Gary Cooper and Lancaster.  It was even more successful at the box office than Apache, making $9 million, and firmly established Aldrich as a director.[65]\n\nThe success of these movies enabled Aldrich to set up his own company, The Associates and Aldrich, and sign a deal with United Artists. Its first movie was to be The Way We Are by Jack Jevne, about a woman who has an affair with a younger man.[66] It was not immediately made.\n\nInstead Aldrich produced and directed Kiss Me Deadly (1955), a film noir adapted by A. I. Bezzerides from a novel by Mickey Spillane starring Ralph Meeker as Mike Hammer.  It was made for Parklane Productions, the independent company of Victor Saville, who owned the rights, and released through United Artists.[67][68]\n\nAldrich and his company then made The Big Knife (1955), based on a play by Clifford Odets. Aldrich directed and produced this film about a movie star played by Jack Palance.\n\nThe Associates and Aldrich Company made a second film, also based on a play and released through United Artists, Attack (1956), starring Palance and Lee Marvin.[69]\n\nNone of the three films was particularly successful at the box office, although they received some excellent reviews. In particular, Kiss Me Deadly became a major cult favorite in France.[47] \"I worked almost for nothing, economically, on those movies\", he said. \"They got caught up in the system and were not profitable pictures.\" Aldrich said his experiences made him \"more cynical in terms of what preference to give survival and what preference to give material that might make a fine film which nobody or very few would go to see. That was the break. I realized that if you're careful in choosing projects and setting costs your taste and knowledge will, out of every six or seven pictures, produce one that makes a good deal of profitable return for everybody.\"[47]\n\nThe Associates announced numerous projects around this time, including Tryanny, Kinderspiel, Potluck for Pomeroy, Candidate for President (by Don Weis) and Machine for Chuparosa.[70][71]\n\nThe Associates and Aldrich Company expanded to offer financing and distribution for other films. The only one that resulted was The Ride Back (1957) for UA.[72] They wanted to make The Build Up Boys with Dana Andrews but the film did not eventuate.[73]\n\nIn between making Big Knife and Attack, Aldrich directed the Joan Crawford melodrama Autumn Leaves (1956) (originally The Way We Are), which was a minor hit.[74]\n\nAldrich worked on the original story for the thriller The Gamma People (1956), made for Columbia and Warwick Productions in England.\n\nIn July 1956 Robert Aldrich signed a two-picture deal with Columbia to make films through his own company. The first was to be The Garment Jungle (1957).[75] The second was to be Until Proven Guilty.[76] He also acquired the John O'Hara story Now We Know.[77]\n\nAldrich started directing Garment but was fired towards the end of filming and replaced by Vincent Sherman.[78]\n\nIn March 1957 Aldrich sued Columbia for reneging on a promise to make a film of the play Storm in the Sun, which he wanted to do with Crawford. The case was settled the following month.[79]\n\nAldrich announced a range of projects – Kinderspiel, Pommeroy, The Snipe Hunt, Until Proven Guilty, Now We Know – but he found it difficult to get financing.[80]\n\nThe Associates and Aldrich had the rights to the script for 3:10 to Yuma but ended up selling the project outright to Columbia.[81]\n\nAldrich was unable to get a job until he had an offer from Hammer Films and Seven Arts to write and direct Ten Seconds to Hell (1959), starring Palance and Jeff Chandler, in Germany.[47] While there, he was head of the jury at the 9th Berlin International Film Festival.[82]\n\nAldrich stayed in Europe to make The Angry Hills (1959), based on the novel by Leon Uris and starring Robert Mitchum, for MGM in Greece for producer Raymond Stross. Aldrich had the film rewritten by Bezzerides, but then his cut of the film was re-edited by Stross. It was an unhappy experience for Aldrich and the film lost money.[83]\n\nAdlrich was going to make Taras Bulba in Yugoslavia with Anthony Quinn and a budget of $3 million, but the film did not proceed. Neither did another proposed subject, The Catalyst, based on a play by Ronald Duncan about male bisexuality.[84] Aldrich would attempt to make Taras Bulba several times but ended up having to sell his script to Harold Hecht, who produced a film without Aldrich in 1962. Other projects he developed around this time include Angry Odyssey, The Left Bank, and Too Late the Hero.[85]\n\nAldrich returned to Hollywood to direct episodes of Hotel de Paree (\"Sundance Returns\"), and Adventures in Paradise.\n\nHe directed a western, The Last Sunset (1961), starring Kirk Douglas and Rock Hudson, made for Douglas's company at Universal.\n\nAldrich tried to make Cross of Iron with John Mills but could not get financing.[86]\n\nAldrich then went back to Italy, where he directed the Biblical spectacular Sodom and Gomorrah (1962)  for Joseph E. Levine. Aldrich disparaged the final film, which ended up costing $6 million.[47][87][88]\n\nAldrich rejuvenated his career by optioning the novel What Ever Happened to Baby Jane? (1962) for the Associates and Aldrich Company. He signed Bette Davis and Joan Crawford as stars, got Lukas Heller to write the script, and raised financing through Warner Bros. The film was a massive hit at the box office and earned five Academy Award nominations (including a win for black-and-white costume design), restoring Aldrich's commercial and critical reputation. It also revived the popularity of Davis and Crawford as box office draws and led to a subgenre of horror movies starring elder actresses nicknamed \"Psycho-biddy\".[47] It also started a run of films (continued in Hush Hush Sweet Charlotte and others) with a gothic, camp sensibility that became an immediate hit with queer audiences.[89]\n\nStill at Warners, Aldrich wrote, produced and directed a comic western with Frank Sinatra and Dean Martin, 4 for Texas (1963). Made for Sam Productions, it had Charles Bronson, Victor Buono, Ursula Andress and Anita Ekberg in supporting roles. The film was reasonably popular at the box office, but Aldrich disliked working with Sinatra and the resulting film.[47]\n\nEmboldened by his recent commercial successes, Aldrich announced a $14 million production program of eight films, including Cross of Iron, Whatever Happened to Cousin Charlotte, The Tsar's Bride, Brouhaha, The Legend of Lylah Clare, Paper Eagle, Genghis Khan's Bicycle, and There Really Was a Gold Mine a sequel to Vera Cruz. He had prepared scripts on  Now We Know, Vengeance Is Mine, Potluck for Pomeroy and Too Late the Hero. Other projects were The Strong Are Lonely, Pursuit of Happiness and the TV series The Man.[90]\n\nHe started with a follow up to Baby Jane, Hush...Hush, Sweet Charlotte (1964), made for the Associates and Aldrich at 20th Century Fox. Bette Davis starred as a Southern woman who lives in a mansion and thinks she is going insane. Davis was to be reunited with Joan Crawford, but Crawford left the film and was replaced by Olivia de Havilland. The movie was popular, though not as successful as Baby Jane.\n\nAldrich stayed at Fox for his next film, the all-male action story The Flight of the Phoenix (1965), with James Stewart, Richard Attenborough and Peter Finch. The film was a commercial disappointment but eventually proved profitable.[47]\n\nAldrich had his biggest hit to date with The Dirty Dozen (1967), produced by Kenneth Hyman's Seven Arts Productions and released through MGM. Starring Lee Marvin, Charles Bronson, Ernest Borgnine and John Cassavetes, the film was a massive success at the box office.[91]\n\nAldrich stayed at MGM for The Legend of Lylah Clare (1968) starring Finch and Kim Novak, made for Aldrich's own company. It was a critical and commercial disappointment.\n\nAldrich sold his profit participation in Dirty Dozen to MGM for $1,350,000 and used the money to achieve a long-time dream – to buy his own studios, which he called the Aldrich Studios. He picked a facility at 201 North Occidental Boulevard, which had been in existence as a film studio since 1913, making Mary Pickford movies, and had recently been the basis of Sutherland Productions. Aldrich had made The Big Knife there.[92]\n\n\"My dream has always been to own my own studio\", he said. \"With the possible exception of the old Enterprise Studio back in '45 I've never seen a studio run the way it should. That's because everybody at Enterprise felt they could make a contribution\nand that's the feeling I hope we can have here.\"[92]\n\nThe studios were opened in August 1968. Along with Goldwyn, The Associates and Aldrich was the only major independent company with a studio in Hollywood. For the next few years he would make his movies there.[93]\n\nAldrich's success with The Dirty Dozen led to the newly formed ABC Pictures offer the Associates and Aldrich Company a four-film contract. Aldrich announced they would be The Killing of Sister George, The Greatest Mother of Them All, Whatever Happened to Aunt Alice and Too Late the Hero.[94]\n\nAldrich's first film for ABC was The Killing of Sister George (1968), adapted from by Lukas Heller from the play by Frank Marcus. It starred Beryl Reid and Susannah York and was notable for its frank depiction of a lesbian relationship. The movie was popular but because of its high cost lost money.[95]\n\nAldrich produced but did not direct What Ever Happened to Aunt Alice? (1969), a psycho-biddy thriller in the vein of Baby Jane directed by Lee H. Katzin and starring Geraldine Page and Ruth Gordon. It also lost money.[95] (Aldrich  announced he would make a third \"Whatever Happened to\" film, Whatever Happened to Dear Elva? based on the novel Goodbye, Dear Elva by Elizabeth Fenwick. However no film was made.[96])\n\nAldrich made a 20-minute demo film, \"The Greatest Mother of Them All\" (1969), in an attempt to raise money for a feature-length version, but was unable to attract interest from ABC. Peter Finch starred.[47]\n\nABC wanted Aldrich to make a war film in the vein of The Dirty Dozen so he produced and directed Too Late the Hero (1970), a \"patrol\" film, which he had been developing since 1959.[85] Despite starring Michael Caine and Cliff Robertson and location work in the Philippines, the film made an overall loss of $6,765,000, making it one of the biggest money losers in the history of ABC Films.[95]\n\nAldrich's next film for ABC was The Grissom Gang (1971), an adaptation of No Orchids for Miss Blandish set in the 1930s, with Scott Wilson and Kim Darby. It was another flop, losing ABC $3,670,000.[95]\n\nFilms Aldrich announced but did not make around this time included Rebellion, a western about Victoriano Huerta with Ernest Borgnine and George Kennedy;,[97] The Movement, about student protest;.[98] He also developed scripts for books which were turned into films by others: Coffee, Tea or Me? and Monte Walsh.[99]\n\nBy now Aldrich's relationship with ABC had become fraught and devolved into lawsuits, in part caused by ABC refusing to finance other Aldrich projects. Aldrich parted company with ABC and in January 1972 put his studios up for sale.[100][47]\n\nIn a 1972 interview Aldrich said that:\n\nAldrich returned to westerns with Ulzana's Raid (1972), made at Universal for the Associates and Aldrich with producer Carter De Haven. It reteamed Aldrich with Lancaster for the first time since Vera Cruz. The film was a commercial disappointment but has subsequently come to be regarded as one of his finest films.[47][101]\n\nAldrich followed it with Emperor of the North Pole (1973), a story of railway hobos in the 1930s starring Lee Marvin and Ernest Borgnine. Produced by Hyman at 20th Century Fox, it was another box office failure,[101] though it too has seen its reputation soar in recent years (Leonard Maltin gave it 3 1/2 stars, calling it \"unusual, exciting\" and a \"unique entertainment\").\n\nAldrich's commercial fortunes were revived with a prison comedy starring Burt Reynolds,The Longest Yard (1974). Made for producer Albert S. Ruddy at Paramount, it was Aldrich's biggest hit since The Dirty Dozen.[102]\n\nAldrich and Reynolds promptly reteamed on Hustle (1975), made for their own production company RoBurt and released through Paramount. A tough police drama co-starring Catherine Deneuve, it was another box office success. However, tension between Aldrich and Reynolds during filming meant they made no more movies together.[103] In 1975 Aldrich was elected president of the Directors Guild of America and served two two-year terms.\n\nAldrich signed a two-picture deal with Lorimar Productions, a TV company which wanted to move into features.\n\nThe first was Twilight's Last Gleaming (1977), an action thriller starring Lancaster. The second was a comedy, The Choirboys (1977), based on the best selling novel by Joseph Wambaugh, which Wambaugh disliked so much he sued to get his name taken off the film.[104][105]\n\nAldrich's last movies were comedies: The Frisco Kid (1979), set in the West with Gene Wilder and Harrison Ford, and ...All the Marbles (1981), set in the world of female wrestling with Peter Falk. Neither was particularly popular.\n\nWhen the latter film came out, Aldrich said, \"I'm 63 and I've had hits every ten years and I just hope I can function long enough to have one in the 90s.\"[106]\n\n"
        },
        {
            "title": "Personal life",
            "text": "From his marriage to Harriet Foster (1941–1965), Aldrich had four children, all of whom work in the film business—Adell, William, Alida and Kelly. In 1966, after divorcing Harriet, he married fashion model Sibylle Siegfried.\n\n"
        },
        {
            "title": "Critical reaction",
            "text": "Film critic John Patterson summarized his career in 2012: \"He was a punchy, caustic, macho and pessimistic director, who depicted corruption and evil unflinchingly, and pushed limits on violence throughout his career. His aggressive and pugnacious film-making style, often crass and crude, but never less than utterly vital and alive, warrants — and will richly reward — your immediate attention.\"[107]\n\n"
        },
        {
            "title": "Death and legacy",
            "text": "Aldrich died of kidney failure on December 5, 1983, in a Los Angeles hospital. He is buried in Lot 5153 of the Whispering Trees Section of Forest Lawn Cemetery in Hollywood Hills.[108]\n\nIn 2012, John Patterson of The Guardian commented that Aldrich is \"a wonderful director nearly 30 years dead now, whose body of work is in danger of slipping over the horizon.\"[107] Japanese film director Kiyoshi Kurosawa noted Aldrich's influence on him.[109]\n\nIn the FX miniseries Feud: Bette and Joan, Aldrich is portrayed by English actor Alfred Molina. The series follows the productions of Baby Jane and Sweet Charlotte.\n\n"
        }
    ]
}