{
    "url": "https://en.wikipedia.org/wiki/Robert_Scholes",
    "title": "Robert Scholes",
    "table_of_contents": [
        "1 Education and career",
        "2 Works",
        "3 Documentary film",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Robert E. Scholes (1929 – December 9, 2016) was an American literary critic and theorist. He is known for his ideas on fabulation and metafiction.\n\n"
        },
        {
            "title": "Education and career",
            "text": "Robert Scholes was born in Brooklyn, New York in 1929.  After taking his A.B. at Yale University in 1950, he served as a gunnery officer in the U. S. Navy from 1952-1955.  He received his Ph.D. from Cornell University in 1959, and he taught at the University of Virginia and the University of Iowa, before joining the Brown faculty in the Departments of English and Comparative Literature in 1970.  After his retirement from full-time teaching in 1999, Professor Scholes was appointed Research Professor of Modern Culture and Media.\n\nWith Eric S. Rabkin, he published the 1977 book Science Fiction: History, Science, Vision, which considerably influenced science fiction studies. In it, they attempt to explain the literary history of the genre, but also the sciences such as physics and astronomy.\n\nScholes became well known as a cogent guide to literary theory and semiotics as they became influential in U.S. literary studies in the 1970s and 1980s. His 1982 book Semiotics and Interpretation was praised in the Times Literary Supplement as offering \"a clutch of examples of semiotics usefully and intelligently applied, which Scholes's patient, cheerful tone and his resolutely concrete vocabulary manage to combine into a breezily informative American confection.\"[1]\n\nScholes held honorary doctorates from Lumière University Lyon 2, France, (1987) and SUNY Purchase (2003). He was a president of the Semiotic Society of America (1989–1990) and of the Modern Language Association of America (2004).[2] In 1998, he was elected a fellow of the American Academy of Arts and Sciences.\n\nScholes served most recently as the director of the Modernist Journals Project. In his collaboration with Clifford Wulfman, Modernism in the Magazines: An Introduction (2010), Scholes offered a primer on early twentieth-century magazines, with particular attention given to the relationship of advertising to editorial content.[3]\n\nIn his books The Rise and Fall of English and English after the Fall,  Scholes sought to critically evaluate the status of English as a field of study. He was a fierce proponent of abandoning a restrictive definition of literature and reorientating the study of English around the concept of 'Textuality'. By expanding the field of study and emphasizing the importance of both reading and writing when teaching students, he sought to revitalize English into a discipline which could be useful in the twenty first century. [4]\n\n"
        }
    ]
}