{
    "url": "https://en.wikipedia.org/wiki/Robert_Wise",
    "title": "Robert Wise",
    "table_of_contents": [
        "1 Early years",
        "2 Early career",
        "3 Director and producer",
        "4 Later years",
        "5 Personal life",
        "6 Accolades",
        "7 Filmography",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRobert Earl Wise (September 10, 1914 – September 14, 2005) was an American film director, producer, and editor. He won the Academy Awards for Best Director and Best Picture for his musical films West Side Story (1961) and The Sound of Music (1965). He was also nominated for Best Film Editing for Citizen Kane (1941) and directed and produced The Sand Pebbles (1966), which was nominated for Best Picture.\n\nAmong his other films are The Body Snatcher (1945), Born to Kill (1947), The Set-Up (1949), The Day the Earth Stood Still (1951), Destination Gobi (1953), This Could Be The Night (1957), Run Silent, Run Deep (1958), I Want to Live! (1958), The Haunting (1963), The Andromeda Strain (1971), The Hindenburg (1975) and Star Trek: The Motion Picture (1979).\n\nHe was the president of the Directors Guild of America from 1971 to 1975 and the president of the Academy of Motion Picture Arts and Sciences from 1985 through 1988.\n\nWise achieved critical success as a director in a striking variety of film genres: horror, noir, western, war, science fiction, musical and drama, with many repeat successes within each genre. Wise's meticulous preparation may have been largely motivated by studio budget constraints, but advanced the moviemaking art. He received the AFI Life Achievement Award in 1998.\n\n"
        },
        {
            "title": "Early years",
            "text": "Wise was born in Winchester, Indiana, the youngest son of Olive R. (née Longenecker) and Earl W. Wise, a meat packer.[1][2] He had an elder brother, David.[3] The family moved to Connersville, Fayette County, Indiana, where Wise attended public schools. As a youth Wise's favorite pastime was going to the movies.[4] As a student at Connersville High School, Wise wrote humor and sports columns for the school's newspaper and was a member of the yearbook staff and poetry club.[5][6] Wise initially sought a career in journalism and following graduation from high school attended Franklin College, a small liberal arts college south of Indianapolis, Indiana, on a scholarship.[7] In 1933, due to the family's poor financial situation during the Great Depression, Wise was unable to return to college for his second year and moved to Hollywood to begin a lifelong career in the film industry.[8] Wise's older brother, David, who had gone to Hollywood several years earlier and worked at RKO Pictures, found his younger brother a job in the shipping department at RKO.[9] Wise worked odd jobs at the studio before moving into editing.[8]\n\n"
        },
        {
            "title": "Early career",
            "text": "Wise began his film career at RKO as a sound and music editor. In the 1930s, RKO was a budget-minded studio with \"a strong work ethic\" and \"willingness to take artistic risks\", which was fortunate for a newcomer to Hollywood such as Wise.[10] At RKO, Wise became an assistant to T.K. Wood, the studio's head sound-effects editor.[11] Wise's first screen credit was a ten-minute short subject called A Trip through Fijiland (1935), which was made from RKO footage salvaged from an abandoned feature film.[12]\n\nAs Wise gained experience, he became more interested in editing film content, rather than sound, and went to work for RKO film editor William \"Billy\" Hamilton.[13] Wise's first film as Hamilton's assistant was Alfred Santell's Winterset (1936). Wise continued to work with Hamilton on other films, including Stage Door (1937), Having Wonderful Time (1938) and The Story of Vernon and Irene Castle (1939).[13] In The Hunchback of Notre Dame (1939) and 5th Ave Girl (1939), Hamilton and Wise, as assistant film editor, shared screen credit; it was Wise's first credit on a feature film.[14] Wise's first solo film editing work was on Bachelor Mother (1939) and My Favorite Wife (1939).[15]\n\nAt RKO, Wise worked with Orson Welles on Citizen Kane (1941) and was nominated for the Academy Award for Film Editing.[9] Wise was the film's last living crew member.\n\nThough Wise worked as an editor on Citizen Kane, it is likely that while working on the film he became familiar with the optical printer techniques employed by Linwood Dunn, inventor of the practical optical printer, to produce effects for Citizen Kane such as the image projected in the broken snowglobe which falls from Kane's hand as he dies.[16]\n\nIn Citizen Kane, Welles used a deep-focus technique, in which heavy lighting is employed to achieve sharp focus for both foreground and background in the frame. Wise later used the technique in films that he directed.[17] Welles' Citizen Kane also influenced Wise's innovations in the use of sound in films such as The Set-Up (1949), where Wise limited music to in-film sources, and in Executive Suite (1954), which used no music.[18] In addition, biographical films or biographical profiles of fictionalized characters such as Charles Foster Kane were often the subjects of Wise's later work, including Somebody Up There Likes Me (1956), I Want to Live! (1958), The Sound of Music (1965), So Big (1953), Run Silent, Run Deep (1958) and The Sand Pebbles (1966), among others.[19] Wise also worked as editor on Welles' next film for RKO, The Magnificent Ambersons (1942). While working as a film editor, Wise was called on to shoot additional scenes for the film.[20] After Welles was dismissed from the studio, Wise continued editing films such as Seven Days Leave (1942), Bombardier (1943) and The Fallen Sparrow (1943), before he received his first directing assignment.[21]\n\n"
        },
        {
            "title": "Director and producer",
            "text": "For Wise, connecting to the viewer was the \"most important part of making a film.\"[22] Wise also had a reputation for a strong work ethic and budget-minded frugality.[23] In addition, he was known for his attention to detail and well-researched preparation for a film. For example, before directing Until They Sail (1957), set in New Zealand during World War II, Wise traveled to New Zealand to interview women whose lives were similar to those portrayed in the film. Wise's attention to detail also extended to foreign locales. While in New Zealand doing research for the film, Wise also scouted background shots for the film's second-unit crew, even though the main film was shot on MGM's back lot in California.[24] He also shot films on location, such as Mystery in Mexico (1948), a minor B-movie thriller filmed in Mexico City.[25]\n\nWise's films often included lessons on racial tolerance. For example, Native Americans, Muslims, and African Americans were featured in such films as Two Flags West (1950), This Could Be the Night (1957), The Set-Up (1949) and Odds Against Tomorrow (1959). The Sand Pebbles (1966) featured the story of a biracial couple, and Jewish characters were included in Somebody Up There Likes Me (1956), The Day the Earth Stood Still (1951), and The House on Telegraph Hill (1951).[26]\n\nAt RKO, Wise got his first credited directing job in 1944 while working for Hollywood horror film producer Val Lewton. Wise replaced the original director on the horror film The Curse of the Cat People (1944), when it fell behind schedule.[27][28] The film, a well received \"dark fantasy about a solitary child and her imaginary friend\", was a departure from the horror films of the day.[29] In many of Wise's films, but especially in Curse of the Cat People, the melodrama used a vulnerable child or childlike character to challenge a dark, adult world.[30] Lewton promoted Wise to his superiors at RKO, beginning a collaboration that produced the notable horror film The Body Snatcher (1945), starring Boris Karloff and Bela Lugosi.[31] Wise identified the film as a personal favorite and its rave reviews also helped establish his career as a director.[32]\n\nBetween Curse and Snatcher, Wise directed Mademoiselle Fifi (1944), an adaptation of two Guy de Maupassant short stories that explored man's darker side with a political subtext.[33] Fifi's feminist perspective and a memorable chase sequence helped make it a \"template picture for Wise\".[34] Wise also directed film noir, among them the Lawrence Tierney noir classic Born to Kill (1947), and Blood on the Moon (1948), a noir Western starring Robert Mitchum as a cowboy drifter that included memorable night sequences.[35]\n\nHis last film for RKO The Set-Up (1949) was a realistic boxing movie in which Wise portrayed the sport as cruel and exploitative.[36] The film also included choreographed fight scenes and \"set the bar\" for other fight films.[37] The film earned the Critic's Prize at the Cannes Film Festival.[38] Wise's use and mention of time in this film would echo in later noir films such as Stanley Kubrick's The Killing (1956) and Quentin Tarantino's Pulp Fiction (1994).[39][40]\n\nIn the 1950s, he proved adept in several genres, including science fiction in The Day the Earth Stood Still (1951); melodrama in So Big (1953);[41] Western in Tribute to a Bad Man (1956), starring James Cagney;[42] fictionalized biography in the boardroom drama Executive Suite (1954); and the epic Helen of Troy (1955) based on Homer's Iliad. Three Secrets (1950), a soap opera/family melodrama, gave Wise a chance to work with actress Patricia Neal \"in a landmark performance about gender double standards\".[43] Neal starred in two more Wise films: The Day the Earth Stood Still (1951) and Something for the Birds (1952). The Day the Earth Stood Still, a science fiction thriller that warned about the dangers of atomic warfare, included a realistic setting and an emphasis on the story instead of special effects.[44] The film received \"overwhelmingly positive\" reviews[45] and has become \"one of the most enduring and influential science fiction films ever made, and among the first produced by a major studio.\"[46]\n\nThe biography of convicted killer Barbara Graham in I Want to Live! (1958), featured Susan Hayward's Oscar-winning performance as Graham and earned Wise his first nomination for Best Director.[47] The film became one of the top-grossing pictures of 1959 and was also nominated for an Academy Award for Best Screenplay from another medium and Best (black and white) Cinematography.[48] In addition, Executive Suite earned Wise a Best Director nomination from the Motion Picture Academy, the Venice Film Festival, and the Directors Guild of America. The film was awarded Special Jury Prize at the Venice Film Festival and the British Academy of Film and Television Arts nominated it for Best Film.[49] Other Wise-directed films from the 1950s include Somebody Up There Likes Me (1956), a portrait of boxer Rocky Graziano, starring Paul Newman;[50][51] Wise's first overt comedy, Something for the Birds (1952);[52] the action comedy Destination Gobi (1953);[53] and The Desert Rats (1953), a more traditional war film.[54]\n\nIn the 1960s, Wise directed three films adapted from the Broadway stage: West Side Story (1961), Two for the Seesaw (1962) and The Sound of Music (1965).[55] In 1961, teamed with Jerome Robbins, Wise won the Academy Award for Best Director for West Side Story, which Wise also produced. Wise and Robbins were the first duo to share an Academy Award for directing.[56] Wise won a second Oscar, for Best Picture, as the film's producer,[57] West Side Story won ten out of its 11 Academy Award nominations: Best Picture, Director, Supporting Actor (George Chakiris), Supporting Actress (Rita Moreno), Cinematography (color), Art/Set Decoration (color), Sound, Scoring of a Musical Picture, Editing, and Costume Design (color). It lost for Best Screenplay based on material from another medium to Judgment at Nuremberg (1961).[58] West Side Story was a box-office hit, and critics have declared it \"a cinema masterpiece\".[59]\n\nPrior to directing The Sound of Music (1965), Wise directed the psychological horror film The Haunting (1963), starring Julie Harris, in an adaptation of Shirley Jackson's novel The Haunting of Hill House.[60] Wise's big-budget adaptation of Richard Rodgers and Oscar Hammerstein's family-oriented musical The Sound of Music, with Julie Andrews as Maria and Christopher Plummer as Captain von Trapp, became one of film history's highest-grossing movies.[61] Wise won Academy Awards for Best Director and Best Picture for The Sound of Music for 1965.[62] Wise struggled to keep The Sound of Music from being an overly sweet, sentimental story by cutting lesser-known songs and adding new dialogue to improve transitions.[63] In addition to garnering Wise two Oscars, the film won three more for editing, sound and scoring of music for an adaptation.[64]\n\nThe Sound of Music was an interim film for Wise, produced to mollify the studio while he developed the difficult film The Sand Pebbles (1966), starring Steve McQueen, Richard Attenborough, and Candice Bergen. The Sand Pebbles, Wise's critically acclaimed film epic, was a parable of the Vietnam War, with an antiwar director and message.[65][66] McQueen received his only Oscar nomination for his performance in the film.[57] Set in the late 1920s in China, this was an early entry in a series of Vietnam war era films followed by Catch-22 and M*A*S*H. Excellent reviews for The Sand Pebbles marked Wise's last \"creative peak\" in his long career.[67] Star! (1968), with Julie Andrews in the lead as Gertrude Lawrence, failed at the box office,[68] although it was consistent with Wise's other successful films that portrayed a strong woman \"whose life choices invite melodramatic relationships.\"[69] Andrews was cast against type, but Wise, as the film's director, took responsibility for the film's shortcomings.[69]\n\nIn the 1970s, Wise directed such films as The Andromeda Strain (1971), The Hindenburg (1975), the horror film Audrey Rose (1977) and Star Trek: The Motion Picture (1979), the first Star Trek feature film.[70]\n\nWise's adaptation of Michael Crichton's science-fiction thriller, The Andromeda Strain (1971), an anti-biological warfare film, was a \"modest critical hit.\"[71] His next film, Two People (1973), starring Peter Fonda and Lindsay Wagner, got \"poor reviews\" and is \"one of Wise's least-seen movies.\"[72] The Hindenburg (1975), which profiles the 1937 crash of the eponymous airship, was panned by critics, although it won Academy Awards for Best Visual Effects and Best Sound Effects.[73] Wise's Audrey Rose (1977), a reincarnation thriller, received mixed reviews and was \"sometimes criticized for being an Exorcist (1973) knockoff.\"[74]\n\nStar Trek: The Motion Picture (1979), the first of the feature films based on the popular television series, was a difficult shoot for Wise. Popular film critic Leonard Maltin called it \"Slow, talky, and derivative, somewhat redeemed by terrific special effects\".[75] The film was a box office hit but a critical failure.\n\nWise was Ilya and Alexander Salkind's first choice to direct the Superman spin-off Supergirl after Richard Lester departed the franchise, but he declined.[76] Wise also was considered to direct the 1985 holiday film Santa Claus: The Movie and the 1988 horror film Child's Play introducing the slasher villain Chucky.[77][78] In 1989, Wise directed Rooftops, his last theatrical feature film. The low-budget musical \"opened and closed with no fanfare.\"[75] At age 86, Wise directed A Storm in Summer (2000) for Showtime (cable television). Starring Peter Falk, it was his only made-for-television movie, airing in 2001,[57] and won a Daytime Emmy for Outstanding Children's Special.[79]\n\n"
        },
        {
            "title": "Later years",
            "text": "Wise, a lifelong liberal, contributed to charitable organizations, including the American Civil Liberties Union, and established the Robert E. Wise Foundation to provide financial assistance to causes in the Los Angeles area.[80] Wise's private papers are housed at the University of Southern California.[81]\n\nAs Wise's directing career slowed, he took a more active role in supporting the film industry. He became a governor of the Academy of Motion Picture Arts and Sciences in 1966 and served for 19 years until becoming president from 1985[82] through 1988. He had previously been president of the Directors Guild of America from 1971 to 1975. He also sat on the Board of Trustees of the American Film Institute and chaired its Center for Advanced Film Studies. Wise was named chairman of the Directors Guild of America's special projects committee in 1980, organizing its fiftieth anniversary celebration in New York in 1986. In addition, Wise was a leading member of the National Council of the Arts and Sciences, the Department of Film at the Museum of Modern Art in New York, and the Motion Picture Country House and Hospital.[83]\n\nDuring the 1980s and 1990s Wise served on the advisory board of the National Student Film Institute.[84][85]\n\nWise also encouraged young filmmakers and responded to inquiries from fans and film students. Wise supervised Emilio Estevez's debut as a director in Wisdom (1986) and was its executive producer.[79] Wise also made a cameo performance in John Landis' The Stupids (1996).[79]\n\nIn his later years, Wise continued to be active in productions of DVD versions of his films, including making public appearances promoting those films. His last contributions were to the DVD commentaries of The Sound of Music, The Haunting and The Set-Up. He also oversaw the DVD commentaries of The Sand Pebbles and Executive Suite. He also oversaw and provided DVD commentary for his Director's Edition of Star Trek: The Motion Picture, which included re-edited scenes, new optical effects and a new sound mix. This was the director's final project before his death.[86]\n\n"
        },
        {
            "title": "Personal life",
            "text": "On May 25, 1942, Wise married actress Patricia Doyle.[87] Throughout their long life together, Wise and his wife enjoyed entertaining and traveling, before she died of cancer on September 22, 1975.[88] The couple had one son, Robert, who became an assistant cameraman.[89] On January 29, 1977, Wise married Millicent Franklin.[90] Millicent died on August 31, 2010, at Cedar-Sinai Hospital, Los Angeles.[citation needed]\n\nWise had an expansive bungalow on the Universal Studios lot and owned a modern California beach house. He continued to screen films for personal enjoyment and had \"final cut\" decisions on his films.[91]\n\nWise suffered a heart attack and was rushed to UCLA Medical Center, where he died of heart failure on September 14, 2005, four days after his 91st birthday.[8][92]\n\n"
        },
        {
            "title": "Accolades",
            "text": "Wise was a four-time Oscar-winner (Best Director and Best Picture, 1961 and 1965) and also received the Academy's Irving G. Thalberg Memorial Award (1966);[93] the D.W. Griffith Award (1988) from the Directors Guild of America for outstanding lifetime achievement;[79] the National Medal of Arts (1992);[94] AFI's Lifetime Achievement Award (1998); and the Society of Motion Picture and Television Art Directors career award for \"outstanding contribution to cinematic imagery\" (1998).[79] Wise also has a star (#6340) on the Hollywood Walk of Fame.[95]\n\nIn 2012, the Motion Picture Editors Guild published a list of the 75 best-edited films of all time based on a survey of its membership. Citizen Kane, which Wise had edited early in his career, was listed second.[96]\n\nIn Indiana, Governor Roger D. Branigin proclaimed March 1, 1967, as Robert Wise Day in honor of the 1967 premiere of The Sand Pebbles in Indianapolis. Wise was also named a Sagamore of the Wabash.[57] In 1968, Wise was awarded an honorary Doctor of Fine Arts from Franklin College and in 1981 co-chaired a $10 million fundraising campaign for the college.[57] Connersville, Indiana, proclaimed June 4, 1968, as Robert Wise Day, while his birthplace, Winchester, Indiana, made a similar proclamation the following day.[97]\n\nOn November 3, 1990, Wise attended the dedication of the Robert E. Wise Center for Performing Arts at the new Connersville High School.[97] In 1992, Wise was named the first recipient of the Indianapolis-based Heartland Film Festival's Crystal Heart Career Achievement Award.[97] In 2002, the Indiana Historical Society named Wise a Living Legend.[98] Wise is also depicted in a mural of famous Randolph County, Indiana, natives in the county's courthouse.[57] This mural was painted by local artist Roy L. Barnes.[57]\n\n"
        },
        {
            "title": "References",
            "text": "Notes\n\nBibliography\n\n"
        }
    ]
}