{
    "url": "https://en.wikipedia.org/wiki/Robot_tax",
    "title": "Robot tax",
    "table_of_contents": [
        "1 Arguments for",
        "2 Arguments against",
        "3 Existing laws",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A robot tax is a legislative strategy to disincentivize the replacement of workers by machines and bolster the social safety net for those who are displaced. While the automation of manual labour has been contemplated since before the industrial revolution, the issue has received increased discussion in the 21st century due to newer developments such as machine learning.[1]\n\nAssessments of the risk vary widely, with one study finding that 47% of the workforce is automatable in the United States, and another study finding that this figure is 9% across 21 OECD countries.[2][3] The idea of taxing companies for deploying robots is controversial with opponents arguing that such measures will stifle innovation and impede the economic growth that technology has consistently brought in the past. Proponents have pointed to the phenomenon of \"income polarization\" which threatens the jobs of low-income workers who lack the means to enter the knowledge-based fields in high demand.[4]\n\n"
        },
        {
            "title": "Arguments for",
            "text": "Support for an automation tax by American politicians can be traced back to 1940 in which Joseph C. O'Mahoney tabled one such bill in the Senate. In 2017, San Francisco supervisor Jane Kim made these strategies the subject of a task force, stating that income disparity attributable to robots is widely visible in her district.[5] In 2019, New York City mayor Bill de Blasio advocated for a robot tax during and after his presidential run. While crediting Andrew Yang for drawing attention to the issue, de Blasio stated that he had different policy goals and proposed making large corporations responsible for five years of income tax from jobs that are automated away.[6][7] In 2017 in the UK, Labour leader Jeremy Corbyn called for a robot tax.[8]\n\nFrancisco Ossandón argues that at this stage of development, the  idea  of  a  limited  robot  tax  could  be  addressed  if  it  meets  some  requirements, such as: (i) it is  paid  by  certain taxpayers that use robots (i.e. large companies); (ii) is related to certain activities (i.e.\nsome industrial and/or financial activities); (iii) has a limited definition for robots (i.e. physical smart machines or non-physical intelligent software’s in case of financial activities), and; (iv) has a low tax rate. However, he does not see a case for a general robot tax.[9]\n\nIn a 2015 Reddit discussion, Stephen Hawking criticized machine owners for initiating a \"lobby against wealth resdistribution\".[10] Following Elon Musk's statement that universal basic income should offset the employment effects of robots, Bill Gates gave an interview in favour of a robot tax.[11][12] Mark Cuban announced his support for a robot tax in 2017, citing an essay by Quincy Larson about the accelerating pace of technological unemployment.[13]\n\nTax law professor Xavier Oberson has called for robots to be tax-compliant so that government spending can continue even as the pool of taxable income for human workers decreases.[14] Oberson's proposals suggest taxing robot owners until robots themselves have the ability to pay, pending further advances in artificial intelligence.[15][16]\n\n"
        },
        {
            "title": "Arguments against",
            "text": "Critics including Jim Stanford and Tshilidzi Marwala have discussed the futility of a robot tax given the malleability in the definition of \"robot\".[17][18] In particular, autonomous elements are present in many 21st-century devices that are not normally considered robots. Economist Yanis Varoufakis has discussed the additional complication of determining how much a human worker would have hypothetically made in a labour sector that has been dominated by robots for decades. He has instead proposed a variation of universal basic income called the \"universal basic dividend\" to combat income polarization.[19]\n\nRobotics companies including Savioke and the Advancing Automation trade group have fought robot taxes, calling them an \"innovation penalty\".[20][21] ABB Group CEO Ulrich Spiesshofer compared taxing robots to taxing software, and pointed to the fact that countries with a low unemployment rate have a high automation rate.[22] EU Commissioner Andrus Ansip rejected the idea of a robot tax, stating that any jurisdiction implementing one would become less competitive as technological companies are incentivized to move elsewhere.[23] The 2019 World Development Report, prepared by Simeon Djankov and Federica Saliola of the World Bank, opposed a robot tax, arguing that it would result in reduced productivity and increased tax avoidance by large corporations and their shareholders.[24]\n\n"
        },
        {
            "title": "Existing laws",
            "text": "On August 6, 2017, South Korea, under President Moon, passed what has been called the first robot tax. Rather than taxing entities directly, the law reduces tax breaks that were previously awarded to investments into robotics.[25][26] A robot tax had previously been part of Mady Delvaux's bill imposing ethical standards for robots in the European Union. However, the European Parliament rejected this aspect when it voted on the law.[27]\n\n"
        }
    ]
}