{
    "url": "https://en.wikipedia.org/wiki/Robot_ethics",
    "title": "Robot ethics",
    "table_of_contents": [
        "1 History and events",
        "2 In popular culture",
        "3 Killer robots",
        "4 Sex robots",
        "5 Law",
        "6 Empirical research",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Robot ethics, sometimes known as \"roboethics\", concerns ethical problems that occur with robots, such as whether robots pose a threat to humans in the long or short run, whether some uses of robots are problematic (such as in healthcare or as 'killer robots' in war), and how robots should be designed such that they act 'ethically' (this last concern is also called machine ethics). Alternatively, roboethics refers specifically to the ethics of human behavior towards robots, as robots become increasingly advanced.[1] Robot ethics is a sub-field of ethics of technology, specifically information technology, and it has close links to legal as well as socio-economic concerns.  Researchers from diverse areas are beginning to tackle ethical questions about creating robotic technology and implementing it in societies, in a way that will still ensure the safety of the human race.[2]\n\nWhile the issues are as old as the word robot, serious academic discussions started around the year 2000. Robot ethics requires the combined commitment of experts of several disciplines, who have to adjust laws and regulations to the problems resulting from the scientific and technological achievements in Robotics and AI. The main fields involved in robot ethics are: robotics, computer science, artificial intelligence, philosophy, ethics, theology, biology, physiology, cognitive science, neurosciences, law, sociology, psychology, and industrial design.[3]\n\n"
        },
        {
            "title": "History and events",
            "text": "Some of the central discussion of ethics in relation to the treatment of non-human or non-biological things and their potential \"spirituality\". Another central topic, has to do with the development of machinery and eventually robots, this philosophy was also applied to robotics. One of the first publications directly addressing and setting the foundation for robot ethics was Runaround (story), a science fiction short story written by Isaac Asimov in 1942 which featured his well known Three Laws of Robotics. These three laws were continuously altered by Asimov, and a fourth, or zeroth law, was eventually added to precede the first three,  in the context of his science fiction works. The short term \"roboethics\" was most likely coined by Gianmarco Veruggio.[4]\n\nAn important event that propelled the concern of roboethics was the First International Symposium on Roboethics in 2004 by the collaborative effort of Scuola di Robotica, the Arts Lab of Scuola Superiore Sant'Anna, Pisa, and the Theological Institute of Pontificia Accademia della Santa Croce, Rome.[5] Due to the activities of the school of Robotics which is a non profit organization and is to promote the knowledge of the science of Robotics among students, and the general public, this Roboethics Symposium was made. In discussions with students and non specialists, Gianmarco Veruggio and Fiorella Operto thought that it was necessary to spread correct conceptions among the general public about the alleged dangers in Robotics. They thought that a productive debate based on accurate insights and real knowledge could push people to take an active part in the education of public opinion, make them comprehend the positive uses of the new technology, and prevent its abuse. After two days of intense debating, anthropologist Daniela Cerqui identified three main ethical positions emerging from two days of intense debate:\n\nThese are some important events and projects in robot ethics. Further events in the field are announced by the euRobotics ELS topics group, and by RoboHub:\n\nComputer scientist Virginia Dignum noted in a March 2018 issue of Ethics and Information Technology that the general societal attitude toward artificial intelligence (AI) has, in the modern era, shifted away from viewing AI as a tool and toward viewing it as an intelligent “team-mate”. In the same article, she assessed that, with respect to AI, ethical thinkers have three goals, each of which she argues can be achieved in the modern era with careful thought and implementation.[12][13][14][15][16] The three ethical goals are as follows:\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Roboethics as a science or philosophical topic has begun to be a common theme in science fiction literature and films. One film that could be argued to be ingrained in pop culture that depicts the dystopian future use of robotic AI  is The Matrix, depicting a future where humans and conscious sentient AI struggle for control of planet earth resulting in the destruction of most of the human race. An animated film based on The Matrix, the Animatrix, focused heavily on the potential ethical issues and insecurities between humans and robots. The movie is broken into short stories. Animatrix's animated shorts are also named after Isaac Asimov's fictional stories.\n\nAnother facet of roboethics is specifically concerned with the treatment of robots by humans, and has been explored in numerous films and television shows. One such example is Star Trek: The Next Generation, which has a humanoid android, named Data, as one of its main characters. For the most part, he is trusted with mission critical work, but his ability to fit in with the other living beings is often in question.[18] More recently, the movie Ex Machina and TV show Westworld have taken on these ethical questions quite directly by depicting hyper-realistic robots that humans treat as inconsequential commodities.[19][20] The questions surrounding the treatment of engineered beings has also been key component of Blade Runner (franchise) for over 50 years.[21] Films like Her have even distilled the human relationship with robots even further by removing the physical aspect and focusing on emotions.\n\nAlthough not a part of roboethics per se, the ethical behavior of robots themselves has also been a joining issue in roboethics in popular culture. The Terminator series focuses on robots run by an conscious AI program with no restraint on the termination of its enemies. This series too has the same archetype as The Matrix series, where robots have taken control. Another famous pop culture case of robots or AI without programmed ethics or morals is HAL 9000 in the Space Odyssey series, where HAL (a computer with advanced AI capabilities who monitors and assists humans on a space station) kills all the humans on board to ensure the success of the assigned mission after his own life is threatened.[22]\n\n"
        },
        {
            "title": "Killer robots",
            "text": "Lethal Autonomous Weapon Systems (LAWS) which is often called “killer robots,” are theoretically able to target and fire without human supervision and interference. In 2014, the Convention on Conventional Weapons (CCW) held two meetings. The first was the Meeting of Experts on Lethal Autonomous Weapons Systems (LAWS). This meeting was about the special mandate on LAWS and intrigued intense discussion.[23] National delegations and many non-governmental organizations(NGOs) expressed their opinions on the matter.\n\nNumerous NGOs and certain states such as Pakistan and Cuba are calling for a preventive prohibition of LAWS. They proposed their opinions based on deontological and consequentialist reasoning. On the deontological side, certain philosophers such as Peter Asaro and Robert Sparrow, most NGOs, and the Vatican all argue that authorizing too much rights to machine violates human dignity, and that people have the “right not to be killed by a machine.” To support their standpoint, they repeatedly cite the Martens Clause.\n\nIn the end of this meeting, the most important consequentialist objection was that LAWS would never be able to respect international humanitarian law (IHL), as believed by NGOs, many researchers, and several states (Pakistan, Austria, Egypt, Mexico).\n\nAccording to the International Committee of the Red Cross(ICRC), “there is no doubt that the development and use of autonomous weapon systems in armed conflict is governed by international humanitarian law.”[24] States recognize this: those who participated in the first UN Expert Meeting in May 2014 recognized respect for IHL as an essential condition for the implementation of LAWS. With diverse predictions, certain states believe LAWS will be unable to meet this criterion, while others underline the difficulty of adjudicating at this stage without knowing the weapons’ future capabilities (Japan, Australia). All insist equally on the ex-ante verification of the systems’ conformity to IHL before they are put into service, in virtue of article of the first additional protocol to the Geneva Conventions.\n\n"
        },
        {
            "title": "Sex robots",
            "text": "In 2015, the Campaign Against Sex Robots (CASR) was launched to draw attention to the sexual relationship of humans with machines. The campaign claims that sex robots are potentially harmful and will contribute to inequalities in society, and that an organized approach and ethical response against the development of sex robots is necessary.[25]\n\nIn the article Should We Campaign Against Sex Robots?, published by the MIT Press, researchers pointed some flaws on this campaign and did not support a ban on sex robots completely. Firstly, they argued that the particular claims advanced by the CASR were \"unpersuasive,\" partly because of a lack of clarity about the campaign’s aims and partly because of substantive defects in the main ethical objections put forward by campaign’s founders. Secondly, they argued that it would be very difficult to endorse a general campaign against sex robots unless one embraced a highly conservative attitude towards the ethics of sex. Drawing upon the example of the campaign to stop killer robots, they thought that there were no inherently bad properties of sex robots that give rise to similarly serious levels of concern, the harm caused by sex robots being speculative and indirect. Nonetheless, the article concedes that there are legitimate concerns that can be raised about the development of sex robots.[26]\n\n"
        },
        {
            "title": "Law",
            "text": "With contemporary technological issues emerging as society pushes on, one topic that requires thorough thought is robot ethics concerning the law. Academics have been debating the process of how a government could go about creating legislation with robot ethics and law. A pair of scholars that have been asking these questions are Neil M. Richards Professor of Law at Washington University in St. Louis as well as, William D. Smart Associate Professor of Computer Science at Washington University in St. Louis. In their paper \"How Should Robots Think About Law\" they make four main claims concerning robot ethics and law.[27] The groundwork of their argument lays on the definition of robot as \"non-biological autonomous agents that we think captures the essence of the regulatory and technological challenges that robots present, and which could usefully be the basis of regulation.\" Second, the pair explores the future advanced capacities of robots within around a decades time. Their third claim argues a relation between the legal issues robot ethics and law experiences with the legal experiences of cyber-law. Meaning that robot ethics laws can look towards cyber-law for guidance. The \"lesson\" learned from cyber-law being the importance of the metaphors we understand emerging issues in technology as. This is based on if we get the metaphor wrong for example, the legislation surrounding the emerging technological issue is most likely wrong. The fourth claim they argue against is a metaphor that the pair defines as \"The Android Fallacy\". They argue against the android fallacy which claims humans and non-biological entities are \"just like people\".\n\n"
        },
        {
            "title": "Empirical research",
            "text": "There is mixed evidence as to whether people judge robot behavior similarly to humans or not. Some evidence indicates that people view bad behavior negatively and good behavior positively regardless of whether the agent of the behavior is a human or a robot; however, robots receive less credit for good behavior and more blame for bad behavior.[28] Other evidence suggests that malevolent behavior by robots is seen as more morally wrong than benevolent behavior is seen as morally right; malevolent robot behavior is seen as more intentional than benevolent behavior.[29]  In general, people's moral judgments of both robots and humans are based on the same justifications and concepts but people have different moral expectations when judging humans and robots.[30] Research has also found that when people try to interpret and understand how robots decide to behave in a particular way, they may see robots as using rules of thumb (advance the self, do what is right, advance others, do what is logical, and do what is normal) that align with established ethical doctrines (egotism, deontology, altruism, utilitarianism, and normative).[31]\n\n"
        }
    ]
}