{
    "url": "https://en.wikipedia.org/wiki/RoboBee",
    "title": "RoboBee",
    "table_of_contents": [
        "1 History",
        "2 Design challenges",
        "3 Future use",
        "4 Technical specifications",
        "5 Concerns about robotic bees and sustainability",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "RoboBee is a tiny robot capable of partially untethered flight, developed by a research robotics team at Harvard University.  The culmination of twelve years of research, RoboBee solved two key technical challenges of micro-robotics.  Engineers invented a process inspired by pop-up books that allowed them to build on a sub-millimeter scale precisely and efficiently.  To achieve flight, they created artificial muscles capable of beating the wings 120 times per second.\n\nThe goal of the RoboBee project is to make a fully autonomous swarm of flying robots for applications such as search and rescue, surveillance and artificial pollination.[1]  To make this feasible, researchers need to figure out how to get power supply and decision making functions, which are currently supplied to the robot via a tiny tether which is integrated with the main body.\n\nThe 3-centimeter (1.2 in) wingspan of RoboBee makes it the smallest man-made device modeled on an insect to achieve flight.\n\n"
        },
        {
            "title": "History",
            "text": "For more than a decade, researchers at Harvard University have been working on developing tiny flying robots.[2]  The United States Defense Advanced Research Projects Agency funded early research in the hopes that it would lead to stealth surveillance solutions for the battlefield and urban situations.  Inspired by the biology of a fly, early efforts focused on getting the robot airborne.  Flight was achieved in 2007, but forward motion required a guideline since it was not possible to build control mechanisms on board. UC Berkeley robotics researcher Ron Fearing called the achievement \"a major breakthrough\" for micro scale robotics.[3]\n\nThe concept of micro-scale flying systems was not new. The \"DelFly\" (3.07 g) was capable of untethered self-controlled forwards flight, while Micromechanical Flying Insect research devices (0.1 kg) had sufficient power for hovering, but lacked self-sustained flight capacity.[4]\n\nBased on the promise of the early robotic fly experiments, the RoboBee project was launched in 2009 to investigate what it would take to \"create a robotic bee colony\".[5]\n\nAchieving controlled flight proved exceedingly difficult, requiring the efforts of a diverse group: vision experts, biologists, materials scientists, electrical engineers.[2] During the summer of 2012, the researchers solved key technical challenges allowing their robotic creation, nicknamed RoboBee, to take its first controlled flight.  The results of their research were published in Science in early May 2013.[6]\n\n"
        },
        {
            "title": "Design challenges",
            "text": "According to the RoboBee researchers, previous efforts to miniaturize robots were of little help to them because RoboBee's small size changes the nature of the forces at play.[5] Engineers had to figure out how to build without rotary motors, gears, and nuts and bolts, which are not viable on such a small scale.[5][7]  In 2011, they developed a technique where they cut designs from flat sheets, layered them up, and folded the creation into shape.[2]  Glue was used to hold the folded parts together, analogous to origami.[7]  The technique replaced earlier ones that were slower and less precise and used less durable materials.[2]  The manufacturing process, inspired by pop-up books, enables the rapid production of prototype RoboBee units.[8][1]\n\nAt micro scale, a small amount of turbulence can have a dramatic impact on flight. To overcome it, researchers had to make RoboBee react very rapidly.[2]  For the wings, they built \"artificial muscles\" using a piezoelectric actuator - a thin ceramic strip that contracts when electric current is run across it.[7]  Thin plastic hinges serve as joints that allow rotational motions in the wings.[2]  The design allows the robots to generate power output comparable with an insect of equal size.[5] Each wing can be controlled separately in real time.[2]\n\nThe ultimate goal of the project is to make colonies of fully autonomous and wireless RoboBees.[2]  As of 2013, two problems remain unsolved.  First, the robot is too small for even the smallest encapsulated microchips, meaning there is no way for the robots to make decisions.[7]  Currently, the RoboBee has onboard vision sensors, but the data requires transmission to a tethered \"brain subsystem\" for interpretation.  Work continues on specialized hardware accelerators in an aim to solve the problem.[5]\n\nSecond, the researchers have not figured out how to get a viable power supply on board.[7]  \"The power question also proves to be something of a catch-22\", remarked Wood. \"A large power unit stores more energy but demands a larger propulsion system to handle the increased weight, which in turn requires an even bigger power source.\"[5]  Instead the robots have to be tethered with tiny cords that supply power and directions.[7] A recent progress in on-board power management is the demonstration of reversible, energy-efficient perching on overhangs. This allows the prototype to remain at a high vantage point while conserving energy.[9]\n\n"
        },
        {
            "title": "Future use",
            "text": "If researchers solve the microchip and power issues, it is believed that groups of RoboBees utilizing swarm intelligence will be highly useful in search and rescue efforts and as artificial pollinators.  To achieve the goal of swarm intelligence, the research team has developed two abstract programming languages – Karma which uses flowcharts, and OptRAD which uses probabilistic algorithms.[5]  Potential applications for individual or small groups of RoboBees include covert surveillance and the detection of harmful chemicals.[3]\n\nPreviously, parties such as the Electronic Frontier Foundation have raised concerns about the civilian privacy impacts of military and government use of miniature flying robots.[10][11] In some areas, such as the state of Texas and the city of Charlottesville, Virginia, regulators have restricted their use by the general public.[12][13]\n\nAccording to the project researchers, the \"pop-up\" manufacturing process would enable fully automated mass production of RoboBees in the future.[8] Harvard's Wyss Institute is in the process of commercializing the folding and pop-up techniques invented for the project.[2]\n\n"
        },
        {
            "title": "Technical specifications",
            "text": "RoboBee's wingspan is 3 centimeters (1.2 in), which is believed to be the smallest man-made wingspan to achieve flight. The wings can flap 120 times per second and be controlled remotely in real time.  Each RoboBee weighs 80 milligrams (0.0028 oz).[7]\n\n"
        },
        {
            "title": "Concerns about robotic bees and sustainability",
            "text": "The idea that robotic crop pollination can counter the decline in pollinators has gained wide popularity recently.[when?] Researchers from the fields of bee pollination, bee health, bee conservation, and agroecology have argued that RoboBee and other materially engineered artificial pollinators are a technically and economically infeasible solution at present and pose substantial ecological and moral risks: (1) despite recent advances, robot-assisted pollination is far from being able to replace bees to pollinate crops efficiently; (2) using robots is very unlikely to be economically viable; (3) there would be unacceptably high environmental costs; (4) wider ecosystems would be damaged; (5) it would erode the values of biodiversity; and, (6) relying on robotic pollination could actually lead to major food insecurity.[14]\n\n"
        }
    ]
}