{
    "url": "https://en.wikipedia.org/wiki/Robotic_art",
    "title": "Robotic art",
    "table_of_contents": [
        "1 History",
        "2 Performance art",
        "3 Robotic art exhibitions",
        "4 Robotics artists",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Robotic art is any artwork that employs some form of robotic or automated technology. There are many branches of robotic art, one of which is robotic installation art, a type of installation art that is programmed to respond to viewer interactions, by means of computers, sensors and actuators. The future behavior of such installations can therefore be altered by input from either the artist or the participant, which differentiates these artworks from other types of kinetic art.\n\n"
        },
        {
            "title": "History",
            "text": "Early examples of robotic art and theater existed in ancient China as far back as the Han Dynasty (c. third century BC), with the development of a mechanical orchestra, and other devices such as mechanical toys. These last included flying automatons, mechanized doves and fish, angels and dragons, and automated cup-bearers, all hydraulically actuated for the amusement of Emperors by engineer-craftspeople whose names have mostly been lost to history. However, Mo Ti and the artificer Yen Chin are said to have created automated chariots.[1] By the time of the Sui Dynasty (sixth century AD), a compendium was written called the Shai Shih t'u Ching, or \"Book of Hydraulic Excellencies\". There are reports that the T'ang Dynasty saw Chinese engineers building mechanical birds, otters that swallowed fish, and monks begging girls to sing.\n\nAn early innovator in the Western world was Hero of Alexandria (c. 10–70 AD), who wrote \"On Automatic Theaters, On Pneumatics, and on Mechanics\", and is said to have built fully automated theatrical set-pieces illustrating the labors of Hercules among other wonders.\n\nIn the thirteenth century AD, Badi Al-Zaman'Isma'il Al-Razzaz Al-Jazari was a Muslim inventor who devoted himself to mechanical engineering. Like Hero, he experimented with water clocks and other hydraulic mechanisms.[2] Al-Jaziri’s life's work culminated in a book which he called The Book of Knowledge of Ingenious Mechanical Devices, completed in 1206 AD, and often known simply as Automata. In Europe, also in the thirteenth century, Villard de Honnecourt is known to have built mechanical angels for the French court, and in the fifteenth century Johannes Muller built both a working mechanical eagle and a fly.\n\nThe Prague Astronomical Clock, in Prague's Old Town Square, features four animatronic figures representing Vanity, Greed, Death, and Entertainment. The clock was built in 1410, and the first of the figures, Death, was probably added in 1490.[3] In the 15th-16th century, Leonardo da Vinci invented several theatrical automata, including a lion which walked onstage and delivered flowers from its breast,[4] and a moving suit of armour.\n\nThe magician Isaac Fawkes, in 1722, created a clock that \"played a variety of tunes on the organ, flute and flangolet with birds whistling and singing\". He also had a mechanism called the \"Temple of the Arts\", which featured mechanical musicians, ships and ducks. Fawkes also created a robotic apple tree that would grow, bloom, and produce fruit before the eyes of an unsuspecting audience. This tree was the inspiration for the orange tree illusion in the film The Illusionist. In the same period, a Swiss watchmaker called Pierre Jaquet-Droz made some highly sophisticated automotas, including \"The Writer\" (made of 6,000 pieces), \"The Musician\" (2,500 pieces) and \"The Draughtsman\" (2,000 pieces).[5] These devices are mechanical analog computers and can still be seen in working condition at the Art and History Museum in Neuchâtel, Switzerland. Also surviving to this day is a mechanical theatre that was constructed in the gardens of Hellbrun (near Salzburg), Austria, from 1748 to 1752. Within a cross-section of an 18th-century palace, 141 hydraulically operated figures, representing people from all walks of life, can be seen going about their daily activities.[6]\n\nAdvances in engineering created new possibilities for robotic art. In 1893, Prof. George Moore created \"The Steam Man\", a humanoid mechanism powered by a boiler, which he exhibited in New York City. Supported by a horizontal bar attached to a vertical post, it was capable of walking in a circle at a speed of four or five miles an hour; reportedly, it could not be held back by two men.[7] In 1898, the physicist and engineer Nikola Tesla demonstrated a remote-controlled boat in Madison Square Garden, making use of a specially built indoor pond. This device has been identified as the world's first radio-controlled vessel. Tesla described it as having \"a borrowed mind\", and envisioned a fleet of fifty or a hundred submarines, or any other kind of vehicle, under the command of one or several operators.[8]\n\nRobotics have now become a mode of expression for artists confronting fundamental issues and contradictions in our advanced industrial culture.\n\n"
        },
        {
            "title": "Performance art",
            "text": "Robotic performance art refers to the presentation of theatrical performances in which most, if not all, of the \"action\" is executed by robots rather than by people. An early robotic artist was Edward Ihnatowicz, whose creation, the Senster, was exhibited in the Netherlands from 1970 to 1974. It employed sensors and hydraulics which reacted to the sound and movements of the people nearby. Shows of this sort are sometimes large and elaborate productions. The Swiss sculptor Jean Tinguely (1925–1991) created kinetic sculptures usually made from industrial junk. They were hallucinatory and fabulous machines which performed unpredictably until they inevitably met a tragic fate, which was often to self-destruct. His \"Homage to New York\", a 23-foot-high (7.0 m) and 27-foot-long (8.2 m) mechanism made of dismantled bikes and musical instruments, among other things, was displayed in 1960 in the sculpture garden of the Museum of Modern Art, New York, where it dramatically caught fire and self-destructed before a crowd of onlookers.[9][10]\n\nDue in part to the many variables and complications associated with the production of performances of this kind, they have historically been just as likely to be \"underground\" affairs as officially sanctioned events. San Francisco's Survival Research Laboratories is considered to be the pioneer of the \"spectacle\" form of underground robotic art.[citation needed] Two San Francisco-based performance ensembles, Frank Garvey's \"Omnicircus\" and Chico MacMurtrie's \"Amorphic Robot Works\", were among the first expressions of integrated robotic music-theatrical performance, with human actors, dancers and musicians joining the mechanical performers. The robotic ensemble of the \"OmniCircus\" is a robot red-light district, a life-sized troupe of mechanical beggars, hookers, junkies and street-preachers who appear in OmniCircus stage shows and movies and engage in cyborg guerilla theater on the city streets. The San Francisco Bay Area has been the home and/or origin of many other mechanical performance ensembles and artists, including Ken Rinaldo's large scale robotic art installations, Matt Heckert's Mechanical Sound Orchestra, Kal Spelletich ‘s Seemen, Carl Pisaturo, and Alan Rath, making the SF Bay Area a nexus of robotic art.\n\nPittsburgh has since the 1980's been an ongoing hub of performative robotic art-making.  A steady series of robotic artists have had their origins in the Pittsburgh robotic art community or significantly developed their craft there. This includes Ken Goldberg, Ian Ingram, and Simon Penny who respectively developed \"The Telegarden\" (1995-2004), \"On Beyond Duckling\" (2004-2005), and Petit Mal (1989-2005) while in Pittsburgh. The confluence of an arts community that spans world famous institutions to bootstrapped collectives and the Carnegie Mellon University Robotics Institute underpins Pittsburgh's outsized role in robotic arts. \n\nDavid Karave's robotics and fire artwork, Home Automation, is an animatronic theatre performance, with themes of propaganda and peace. This robotic artwork was created over 3 years, by more than 30 artists in the USA and Canada. The project has toured across the United States, and was shown at the Tennessee Bonnaroo festival with The Art of Such N Such. In 'Home Automation' a family of lifesize aluminum animatronic crash test dummies musically self-destruct, as they watch color code threat alerts on their projected home TV. The robot family's heads finally ignite into circuit-breaking flames.[11]\n\nThe German artist group RobotLab works with industrial KUKA robots in public spaces. It explores the relationship between machine and human by means of installations and performances. One of the group's installations is \"Juke Bots\", in which two robot arms create music by manipulating records on a turntable.[12]\n\nCaptured! by Robots is a touring band led by Jay Vance, along with several animatronic bandmates.[13] Vance's music-making robots were created via pneumatic actuation and 3 integrated computer systems. The ultimate goal, Vance states \"is to create a live experience that blurs the line between the audience and his hard-rockin', sailor-talkin' automatons\".[14]\n\n"
        },
        {
            "title": "Robotic art exhibitions",
            "text": "Since 2002, ArtBots has put on robotic art exhibitions featuring the work of robotics artists from around the world. Participants in each show are selected from responses to an open call for works; works are selected to represent a broad and inclusive cross-section of the tremendous range of creative art and robotics activity.\n\nIn 2004, the European Capital of Culture Lille 2004 presented Robots!, an exhibition featuring a multitude of robots, anthropomorphs, zoomorphs, phytomorphs, or amorphs from international artists such as Chico MacMurtrie, Dead Chickens with their robotic monsters, Theo Jansen and his giant powered by wind sculptures, as well as robots from various researchers working at Massachusetts Institute of Technology (MIT) and at the Humanoid Robotics Institute of Waseda University in Tokyo.\n\nIn 2008, a citywide exhibition of ten large-scale, outdoor robotic artworks called \"BigBots\" was held in Pittsburgh, Pennsylvania. The exhibition included work at The Andy Warhol Museum, the Pittsburgh Center for the Arts, the Carnegie Museum of Art, and the Mattress Factory museum of installation art and pieces by Golan Levin, Grisha Coleman, Matt Barton and Jacob Ciocci, Ian Ingram, and Osman Khan. One of the pieces, \"Green Roof Roller Coaster,\" a robotic roller-coaster for plants by Gregory Witt and Joey Hays that let the plants decide when they wanted to go for a ride, remains on the roof of the Children's Museum of Pittsburgh to this day.\n\nAn exhibition titled \"Robotic Art\" held at the Cité des sciences et de l'industrie in Paris in 2014–2015. Monumental robotic artworks were presented, including Jean Michel Bruyère's Le Chemin de Damastès, a 50 m kinetic sculpture composed by 21 computer-animated hospital-type beds, the Chico MacMurtrie's Totemobile, a fullscale Citroën DS which transformed in a few minutes to an 18-meter-high totem, and two artworks by Shiro Takatani and Christian Partos specially conceived for the 3D Water Matrix, a robotic interface designed to create and display animated and three-dimensional liquid.\n\nLe Grand Palais in Paris organised an exhibition ‘’Artists & Robots\", featuring artworks created by more than forty artists with help of robots in 2018.[15] Also, in 2018, the first Robotic Art exhibit was presented at a major robotics research conference[16] acknowledging the increasing influence of robotic art on the technical developments of robotics. A fully curated exhibition of eight robotic artworks by prominent artists and roboticists was later presented in the 2019 edition of the same IEEE ICRA conference[17]\n\n"
        },
        {
            "title": "Robotics artists",
            "text": "This is a list of contemporary robotics artists.\n\n"
        }
    ]
}