{
    "url": "https://en.wikipedia.org/wiki/Robot_control",
    "title": "Robot control",
    "table_of_contents": [
        "1 Modern robots (2000-present)",
        "1.1 Medical and surgical",
        "1.2 Military",
        "1.2.1 Impact",
        "1.3 Space exploration",
        "1.4 Artificial intelligence",
        "1.4.1 Boston Dynamics' robots",
        "2 References",
        "3 See also"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Robotic control is the system that contributes to the movement of robots. This involves the mechanical aspects and programmable systems that makes it possible to control robots. Robotics could be controlled in various ways, which includes using manual control, wireless control, semi-autonomous (which is a mix of fully automatic and wireless control), and fully autonomous (which is when it uses artificial intelligence to move on its own, but there could be options to make it manually controlled). In the present day, as technological advancements progress, robots and their methods of control continue to develop and advance.\n\n"
        },
        {
            "title": "",
            "text": "In the medical field, robots are used to make precise movements that are humanly difficult. Robotic surgery involves the use of less-invasive surgical methods, which are “procedures performed through tiny incisions”.[1] Currently, robots use the da Vinci surgical method, which involves the robotic arm (which holds onto surgical instruments) and a camera. The surgeon sits on a console where he controls the robot wirelessly. The feed from the camera is projected on a monitor, allowing the surgeon to see the incisions.[2] The system is built to mimic the movement of the surgeon’s hands and has the ability to filter slight hand tremors. But despite the visual feedback, there is no physical feedback. In other words, as the surgeon applies force on the console, the surgeon won’t be able to feel how much pressure he or she is applying to the tissue.\n\nThe earliest robots used in the military dates back to the 19th Century, where automatic weapons were on the rise due to developments in mass production. The first automated weapons were used in World War I, including radio-controlled, unmanned aerial vehicles (UAVs).[3][4] Since the invention, the technology of ground and aerial robotic weapons continues to develop, it transitioned to become part of modern warfare. In the transition phase of the development, the robots were semi-automatic, being able to be controlled remotely by a human controller. The advancements made in sensors and processors lead to advancements in capabilities of military robots.[5] Since the mid-20th century, the technology of artificial intelligence (A.I.) began to develop[6] and in the 21st century, the technology transferred to warfare, and the weapons that were semi-automatous is developing to become lethal autonomous weapons systems, LAWS for short.[7]\n\nAs the weapons are being developed to become fully autonomous, there is an ambiguous line of what is the line that separates an enemy to a civilian. There is currently a debate of whether or not artificial intelligence is able to differentiate these enemies and the question of what is morally and humanely right (for example, a child unknowingly working for the enemies).[7]\n\nSpace missions involve sending robots into space in the goal of discovering more of the unknown. The robots used in space exploration have been controlled semi-autonomously. The robots that are sent to space have the ability to maneuver itself, and are self-sustaining. To allow for data collection and a controlled research, the robot is always in communications with scientists and engineers on Earth. For the National Aeronautics and Space Administration’s (NASA) Curiosity rover, which is part of their Mars exploration program, the communication between the rover and the operators are made possible by “an international network of antennas that…permits constant observation of spacecraft as the Earth rotates on its own axis”.[8]\n\nArtificial intelligence (AI) is used in robotic control to make it able to process and adapt to its surroundings. It is able to be programmed to do a certain task, for instance, walk up a hill. The technology is relatively new, and is being experimented in several fields, such as the military.[4][5][6][7]\n\nBoston Dynamic’s “Spot” is an autonomous robot that uses four sensors and allows the robot to map where it is relative to its surroundings. The navigational method is called simultaneous localization and mapping, or “SLAM” for short. Spot has several operating modes and depending on the obstacles in front of the robot, it has the ability to override the manual mode of the robot and perform actions successfully. This is similar to other robots made by Boston Dynamics, like the “Atlas”, which also has similar methods of control. When the “Atlas” is being controlled, the control software doesn’t explicitly tell the robot how to move its joints, but rather it employs mathematical models of the underlying physics of the robot’s body and how it interacts with the environment”. Instead of inputting data into every single joint of the robot, the engineers programmed the robot as a whole, which makes it more capable to adapt to its environment. The information in this source is dissimilar to other sources, except the second source, because robots vary so much depending on the situation.[9]\n\n"
        }
    ]
}