{
    "url": "https://en.wikipedia.org/wiki/Robots_in_literature",
    "title": "Robots in literature",
    "table_of_contents": [
        "1 Early uses",
        "2 The modern \"Robot\"",
        "3 References",
        "4 Further reading",
        "5 See also"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Artificial humans and autonomous artificial servants have a long history in human culture, though the term Robot and its modern literary conception as a mobile machine equipped with an advanced artificial intelligence are more fairly recent. The literary role of artificial life has evolved over time: early myths present animated objects as instruments of divine will, later stories treat their attempted creation as a blasphemy with inevitable consequences, and modern tales range from apocalyptic warnings against blind technological progress to explorations of the ethical questions raised by the possibility of sentient machines.\n\nRecently, a popular overview of the history of androids, robots, cyborgs and replicants from antiquity to the present has been published.[1] Treated fields of knowledge are: history of technology, history of medicine, philosophy, literature, film and art history, the range of topics discussed is worldwide.\n\n"
        },
        {
            "title": "Early uses",
            "text": "The earliest examples were all presented as the results of divine intervention and include: The dry bones that came to life in the Book of Ezekiel (Chapter 37); three-legged self-navigating tables created by the god Hephaestus (Iliad xviii); and the statue Galatea, brought to life by the prayers of her creator Pygmalion.\n\nMore recent humaniform examples include the brooms from the legend of the sorcerer's apprentice derived from a tale by Lucian of Samosata in the 1st century AD, the Jewish legend of the golem created like Adam from clay, and Mary Shelley's Frankenstein. These tales include an indictment of human folly at presuming to take on the role of creator.\n\nNotable mechanical representations of humans include the life-sized singing puppet Olimpia in the short story \"The Sandman\" by E. T. A. Hoffmann in 1816 and a bipedal anthropomorphic mechanism in The Steam Man of the Prairies by Edward S. Ellis in 1868.[2] These examples are stories about human-controlled mechanisms without autonomy or self-awareness.\n\nIn Lyman Frank Baum's children's novel Ozma of Oz, the first-ever introduction of a humanoid-appearance mechanical man that would satisfy the later \"humanoid robot\" definition occurred in 1907 - some fifteen years before the word \"robot\" was coined - with Tik-Tok, powered with a trio of clockwork movements for his thinking, movement and speech, none of which he could wind up himself.\n\nIn 1912,[3] Selma Lagerlöf published the poem Slåtterkarlarna på Ekolsund[4] which was published in the first part of Troll och människor. In the poem Christopher Polhem is hired to create mechanical mowers for a farmer.\n\n"
        },
        {
            "title": "",
            "text": "The first use of the word Robot was in Karel Čapek's play R.U.R. (Rossum's Universal Robots) written in 1920 and first performed in Czechoslovakia in 1921, in New York City in 1922 and an English edition published in 1923. Artificial living beings are created from a chemical substitute for protoplasm but over time they learn about violence from their human creators and begin to revolt. The play ends on an optimistic, even spiritual, note as the artificial biology leads a male and female robot to fall in love and inherit the earth.\n\nWhile Karel Čapek's play introduced the word \"robot\" into languages around the globe, he later wrote a letter to the Oxford English Dictionary of etymology in which he named his brother, painter and writer Josef Čapek, as its true inventor. In an article in the Czech Lidové noviny in 1933 he also explains that he originally wanted to call the creatures \"laboři\" from the Latin word labor. Karel found the word too bookish and sought advice from Josef who suggested to call them \"robots\". The word, which is always capitalized in Čapek's play, derives from robota which means \"drudgery\" in Czech and means \"work\" in Slovak.)\n\nThe theme of robots has been picked up by science fiction writers and many volumes are focused on robots and their interaction with the human species. Of particular note is the work of Isaac Asimov as a large part of his work centers on robots. Asimov is particularly known for his creation of the Three laws of robotics which he uses in his stories as both to define his robots and how these interact within the worlds he creates.\n\n"
        }
    ]
}