{
    "url": "https://en.wikipedia.org/wiki/Robot_end_effector",
    "title": "Robot end effector",
    "table_of_contents": [
        "1 Gripper mechanism",
        "1.1 Force required to grip an object",
        "2 Examples",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In robotics, an end effector is the device at the end of a robotic arm, designed to interact with the environment. The exact nature of this device depends on the application of the robot.\n\nIn the strict definition, which originates from serial robotic manipulators, the end effector means the last link (or end) of the robot. At this endpoint, the tools are attached. In a wider sense, an end effector can be seen as the part of a robot that interacts with the work environment. This does not refer to the wheels of a mobile robot or the feet of a humanoid robot, which are not end effectors but rather part of a robot's mobility.\n\nEnd effectors may consist of a gripper or a tool. \nWhen referring to robotic prehension there are four general categories of robot grippers:[1]\n\nThese categories describe the physical effects used to achieve a stable grasp between a gripper and the object to be grasped.[2]\nIndustrial grippers may employ mechanical, suction, or magnetic means. Vacuum cups and electromagnets dominate the automotive field and metal sheet handling. Bernoulli grippers exploit the airflow between the gripper and the part, in which a lifting force brings the gripper and part close each other (using Bernoulli's principle). Bernoulli grippers are a type of contactless grippers; the object remains confined in the force field generated by the gripper without coming into direct contact with it. Bernoulli grippers have been adopted in photovoltaic cell handling, silicon wafer handling, and in the textile and leather industries.\nOther principles are less used at the macro scale (part size >5mm), but in the last ten years, have demonstrated interesting applications in micro-handling. Other adopted principles include: Electrostatic grippers and van der Waals grippers based on electrostatic charges (i.e. van der Waals' force); capillary grippers; cryogenic grippers, based on a liquid medium; ultrasonic grippers; and laser grippers, the latter two being contactless-grasping principles. \nElectrostatic grippers use a charge-difference between gripper and part (electrostatic force) often activated by the gripper itself, while van der Waals grippers are based on the low force (still electrostatic) of atomic attraction between the molecules of the gripper and those of the object.\nCapillary grippers use the surface tension of a liquid meniscus between the gripper and the part to center, align and grasp a part. Cryogenic grippers freeze a small amount of liquid, with the resulting ice supplying the necessary force to lift and handle the object (this principle is used also in food handling and in textile grasping). Even more complex are ultrasonic grippers, where pressure standing waves are used to lift up a part and trap it at a certain level (example of levitation are both at the micro level, in screw- and gasket-handling, and at the macro scale, in solar cell or silicon-wafer handling), and laser source that produces a pressure sufficient to trap and move microparts in a liquid medium (mainly cells). Laser grippers are known also as laser tweezers.\n\nA particular category of friction/jaw grippers is that of needle grippers. These are called intrusive grippers, exploiting both friction and form-closure as standard mechanical grippers.\n\nThe most known mechanical gripper can be of two, three or even five fingers.\n\nThe end effectors that can be used as tools serve various purposes, including spot-welding in an assembly, spray-painting where uniformity of painting is necessary, and other purposes where the working conditions are dangerous for human beings. Surgical robots have end effectors that are specifically manufactured for the purpose.\n\n"
        },
        {
            "title": "Gripper mechanism",
            "text": "A common form of robotic grasping is force closure.[3]\n\nGenerally, the gripping mechanism is done by the grippers or mechanical fingers. Two-finger grippers tend to be  used for industrial robots performing specific tasks in less-complex applications.[citation needed] The fingers are replaceable.[citation needed]\n\nTwo types of mechanisms used in two-finger gripping account for the shape of the surface to be gripped, and the force required to grip the object.\n\nThe shape of the fingers' gripping surface can be chosen according to the shape of the objects to be manipulated. For example, if a robot is designed to lift a round object, the gripper surface shape can be a concave impression of it to make the grip efficient. For a square shape, the surface can be a plane.\n\nThough there are numerous forces acting over the body that has been lifted by a robotic arm, the main force is the frictional force. The gripping surface can be made of a soft material with high coefficient of friction so that the surface of the object is not damaged. The robotic gripper must withstand not only the weight of the object but also acceleration and the motion that is caused by frequent movement of the object. To find out the force required to grip the object, the following formula is used\n\nwhere:\n\nA more complete equation would account for the direction of movement. For example, when the body is moved upwards, against gravitational force, the force required will be more than that towards the gravitational force. Hence, another term is introduced and the formula becomes:\n\n\nHere, the value of \n\n\n\n\ng\n\n\n{\\displaystyle \\,g}\n\n should be taken as the acceleration due to gravity and \n\n\n\n\na\n\n\n{\\displaystyle \\,a}\n\n the acceleration due to movement.\n\nFor many physically interactive manipulation tasks, such as writing and handling a screwdriver, a task-related grasp criterion can be applied in order to choose grasps that are most appropriate to meeting specific task requirements. Several task-oriented grasp quality metrics[4] were proposed to guide the selection of a good grasp that would satisfy the task requirements.\n\n"
        },
        {
            "title": "Examples",
            "text": "The end effector of an assembly-line robot would typically be a welding head, or a paint spray gun. A surgical robot's end effector could be a scalpel or other tool used in surgery. Other possible end effectors might be machine tools such as a drill or milling cutters. The end effector on the space shuttle's robotic arm uses a pattern of wires which close like the aperture of a camera around a handle or other grasping point.[citation needed]\n\n"
        }
    ]
}