{
    "url": "https://en.wikipedia.org/wiki/Robot_locomotion",
    "title": "Robot locomotion",
    "table_of_contents": [
        "1 Types of locomotion",
        "1.1 Walking",
        "1.2 Rolling",
        "1.3 Hopping",
        "1.4 Metachronal motion",
        "1.5 Slithering",
        "1.6 Swimming",
        "1.7 Brachiating",
        "1.8 Hybrid",
        "2 Biologically inspired locomotion",
        "3 Multi-modal robot locomotion based on bio-inspiration",
        "4 Approaches",
        "5 Notable researchers in the field",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Robot locomotion is the collective name for the various methods that robots use to transport themselves from place to place.\n\nWheeled robots are typically quite energy efficient and simple to control. However, other forms of locomotion may be more appropriate for a number of reasons, for example traversing rough terrain, as well as moving and interacting in human environments. Furthermore, studying bipedal and insect-like robots may beneficially impact on biomechanics.\n\nA major goal in this field is in developing capabilities for robots to autonomously decide how, when, and where to move.  However, coordinating numerous robot joints for even simple matters, like negotiating stairs, is difficult. Autonomous robot locomotion is a major technological obstacle for many areas of robotics, such as humanoids (like Honda's Asimo).\n\n"
        },
        {
            "title": "Types of locomotion",
            "text": "Walking robots simulate human or animal gait, as a replacement for wheeled motion. Legged motion makes it possible to negotiate uneven surfaces, steps, and other areas that would be difficult for a wheeled robot to reach, as well as causes less damage to environmental terrain as wheeled robots, which would erode it.[1]\n\nHexapod robots are based on insect locomotion, most popularly the cockroach[2] and stick insect, whose neurological and sensory output is less complex than other animals. Multiple legs allow several different gaits, even if a leg is damaged, making their movements more useful in robots transporting objects.\n\nExamples of advanced running robots include ASIMO, BigDog, HUBO 2, RunBot, and Toyota Partner Robot.\n\n\nIn terms of energy efficiency on flat surfaces, wheeled robots are the most efficient. This is because an ideal rolling (but not slipping) wheel loses no energy. A wheel rolling at a given velocity needs no input to maintain its motion. This is in contrast to legged robots which suffer an impact with the ground at heel strike and lose energy as a result.\nFor simplicity most mobile robots have four wheels or a number of continuous tracks. Some researchers have tried to create more complex wheeled robots with only one or two wheels. These can have certain advantages such as greater efficiency and reduced parts, as well as allowing a robot to navigate in confined places that a four-wheeled robot would not be able to.\n\nExamples:\nBoe-Bot,\nCosmobot,\nElmer,\nElsie,\nEnon,\nHERO,\nIRobot Create,\niRobot's Roomba,\nJohns Hopkins Beast,\nLand Walker,\nModulus robot,\nMusa,\nOmnibot,\nPaPeRo,\nPhobot,\nPocketdelta robot,\nPush the Talking Trash Can,\nRB5X,\nRovio,\nSeropi,\nShakey the robot,\nSony Rolly,\nSpykee,\nTiLR,\nTopo,\nTR Araña, and\nWakamaru.\n\nSeveral robots, built in the 1980s by Marc Raibert at the MIT Leg Laboratory, successfully demonstrated very dynamic walking. Initially, a robot with only one leg, and a very small foot, could stay upright simply by hopping. The movement is the same as that of a person on a pogo stick. As the robot falls to one side, it would jump slightly in that direction, in order to catch itself.[3] Soon, the algorithm was generalised to two and four legs. A bipedal robot was demonstrated running and even performing somersaults.[4] A quadruped was also demonstrated which could trot, run, pace, and bound.[5]\n\nExamples:\n\nCoordinated, sequential mechanical action having the appearance of a traveling wave is called a metachronal rhythm or wave, and is employed in nature by ciliates for transport, and by worms and arthropods for locomotion.\n\nSeveral snake robots have been successfully developed. Mimicking the way real snakes move, these robots can navigate very confined spaces, meaning they may one day be used to search for people trapped in collapsed buildings.[8] The Japanese ACM-R5 snake robot[9] can even navigate both on land and in water.[10]\n\nExamples:\nSnake-arm robot,\nRoboboa, and\nSnakebot.\n\nBrachiation allows robots to travel by swinging, using energy only to grab and release surfaces.[11] This motion is similar to an ape swinging from tree to tree. The two types of brachiation can be compared to bipedal walking motions (continuous contact) or running (ricochetal). Continuous contact is when a hand/grasping mechanism is always attached to the surface being crossed; ricochetal employs a phase of aerial \"flight\" from one surface/limb to the next.\n\nRobots can also be designed to perform locomotion in multiple modes. For example, the Reconfigurable Bipedal Snake Robot[12] can both slither like a snake and walk like a biped robot.\n\n"
        },
        {
            "title": "Biologically inspired locomotion",
            "text": "The desire to create robots with dynamic locomotive abilities has driven scientists to look to nature for solutions. Several robots capable of basic locomotion in a single mode have been invented but are found to lack several capabilities, hence limiting their functions and applications. Highly intelligent robots are needed in several areas such as search and rescue missions, battlefields, and landscape investigation. Thus robots of this nature need to be small, light, quick, and possess the ability to move in multiple locomotive modes. As it turns out, multiple animals have provided inspiration for the design of several robots. Some such animals are:\n\nPteromyini (flying squirrels)\n\nPteromyini (a tribe made up of flying squirrels) exhibit great mobility while on land by making use of their quadruped walking ability with high-degrees of freedom (DoF) legs. In air, flying squirrels glide through by utilizing lift forces from the membrane between their legs. They possess a highly flexible membrane that allows for unrestrained movement of the legs.[13] They use their highly elastic membrane to glide while in air and demonstrate lithe movement on the ground. In addition, Pteromyini are able to exhibit multi-modal locomotion due to the membrane that connects the fore and hind legs which also enhances their gliding ability.[13] It has been proven that a flexible membrane possesses a higher lift coefficient than rigid plates and delays the angle of attack at which stall occurs.[13] The flying squirrel also possesses thick bundles on the edges of its membrane, wingtips and tail which helps to minimize fluctuations and unnecessary energy loss.[13]\n\nPteromyini are able to boost their gliding ability due to the numerous physical attributes they possess.\n\nThe flexible muscle structure serves multiple purposes. For one, the plagiopatagium, which serves as the primary generator of lift for the flying squirrel, is able to effectively function due to its thin and flexible muscles.[14][15] The plagiopatagium is able to control tension on the membrane due to contraction and expansion. Tension control can ultimately help in energy savings due to minimized fluttering of the membrane. Once the squirrel lands, it contracts its membrane to ensure that the membrane does not sag when it is walking.[15]\n\nThe propatagium and uropatagium serve to provide extra lift for Pteromyini.[15] While the propatagium is situated between the head and forelimbs of the flying squirrel, the uropatagium is located at the tail and hind limbs and these serve to provide the flying squirrel with increased agility and drag for landing.[15]\n\nAdditionally, the flying squirrel possesses thick rope-like muscle structures on the edges of its membrane to maintain the shape of the membranes.[15] These muscular structures called platysma, tibiocarpalis, and semitendinosus, are located on the propatagium, plagiopatagium and uropatagium respectively.[15] These thick muscle structures serve to guard against unnecessary fluttering due to strong wind pressures during gliding hence minimizing energy loss.[15]\n\nThe wingtips are situated at the forelimb wrists and serve to form an airfoil which minimizes the effect of induced drag due to the formation of wingtip vortices.[14] The wingtips dampen the effects of the vortices and obstruct the induced drag from affecting the whole wing. Flying squirrels are able to unfold and fold their wingtips while gliding by using their thumbs. This serves to prevent undesired sagging of the wingtips.[14]\n\nThe tail of the flying squirrel allows for improved gliding abilities as it plays a critical role. As opposed to other vertebrates, Pteromyini possess a tail that is flattened to gain more aerodynamic surface as they glide.[16][17] This also allows the flying squirrel to maintain pitch angle stability of its tail. This is particularly useful during landing as the flying squirrel is able to widen its pitch angle and induce more drag so as to decelerate and land safely.[15]\n\nFurthermore, the legs and tail of Pteromyini serve to control their gliding direction. Due to the flexibility of the membranes around the legs, the chord angle and dihedral angle between the membrane and coronal plane of the body is controlled.[13] This allows the animal to create rolling, pitching, and yawing movements which in turn control the speed and direction of the gliding.[18][19] During landing, the animal is able to rapidly reduce its speed by increasing drag and changing its pitch angle using its membranes and further increasing air resistance by loosening the tension between the membranes of its legs.[18][19]\n\nDesmodus Rotundus (vampire bat)\n\nThe common vampire bats are known to possess powerful modes of terrestrial locomotion, such as jumping, and aerial locomotion such as gliding. Several studies have demonstrated that the morphology of the bat enables it to easily and effectively alternate between both locomotive modes.[20] The anatomy that aids in this is essentially built around the largest muscle in the body of the bat, pectoralis profundus (posterior division).[20] Between the two modes of locomotion, there are three bones that are shared. These three main bones are integral parts of the arm structure, namely the humerus, ulna, and radius. Since there already exists a sharing of components for both modes, no additional muscles are needed when transitioning from jumping to gliding.[20]\n\nA detailed study of the morphology of the shoulder of the bat shows that the bones of the arm are slightly sturdier and the ulna and the radius have been fused so as to accommodate heavy reaction forces from the ground[20]\n\nSchistocerca gregaria (desert locust)\n\nThe desert locust is known for its ability to jump and fly over long distances as well as crawl on land.[21] A detailed study of the anatomy of this organism provides some detail about the mechanisms for locomotion. The hind legs of the locust are developed for jumping. They possess a semi-lunar process which consists of the large extensor tibiae muscle, small flexor tibiae muscle, and banana-shaped thickened cuticle.[22][23] When the tibiae muscle flexes, the mechanical advantage of the muscles and the vertical thrust component of the leg extension are increased.[24] These desert locusts utilize a catapult mechanism wherein the energy is first stored in the hind legs and then released to extend the legs.[25]\n\nIn order for a perfect jump to occur, the locust must push its legs on the ground with a strong enough force so as to initiate a fast takeoff. The force must be adequate enough in order to attain a quick takeoff and decent jump height. The force must also be generated quickly. In order to effectively transition from the jumping mode to the flying mode, the insect must adjust the time during the wing opening to maximize the distance and height of the jump. When it is at the zenith of its jump, the flight mode becomes actuated.[22]\n\n"
        },
        {
            "title": "Multi-modal robot locomotion based on bio-inspiration",
            "text": "Modeling of a multi-modal walking and gliding robot after Pteromyini (flying squirrels)\n\nFollowing the discovery of the requisite model to mimic, researchers sought to design a legged robot that was capable of achieving effective motion in aerial and terrestrial environments by the use of a flexible membrane. Thus, to achieve this goal, the following design considerations had to be taken into account:\n\n1.       The shape and area of the membrane had to be consciously selected so that the intended aerodynamic capabilities of this membrane could be achieved. Additionally, the design of the membrane would affect the design of the legs since the membrane is attached to the legs.[13]\n\n2.       The membrane had to be flexible enough to allow for unrestricted movement of the legs during gliding and walking. However, the amount of flexibility had to be controlled due to the fact that excessive flexibility could lead to a significant loss of energy caused by the oscillations at regions of the membrane where strong pressure occur.[13]\n\n3.       The leg of the robot had to be designed to allow for appropriate torques for walking as well as gliding.[13]\n\nIn order to incorporate these factors, close attention had to be paid to the characteristics of the flying squirrel. The aerodynamic features of the robot were modeled using dynamic modeling and simulation. By imitating the thick muscle bundles of the membrane of the flying squirrel, the designers were able to minimize the fluctuations and oscillations on the membrane edges of the robot, thus reducing needless energy loss.[13] Furthermore, the amount of drag on the wing of the robot was reduced by the use of retractable wingtips thereby allowing for improved gliding abilities.[14] Moreover, the leg of the robot was designed to incorporate sufficient torque after mimicking the anatomy of Pteryomini's leg using virtual work analysis.[13]\n\nFollowing the design of the leg and membrane of the robot, its average gliding ratio (GR) was determined to be 1.88. The robot functioned effectively, walking in several gait patterns and crawling with its high DoF legs.[13] The robot was also able to land safely. These performances demonstrated the gliding and walking capabilities of the robot and its multi-modal locomotion\n\nModeling of a multi-modal jumping and gliding robot after the Desmodus Rotundus (vampire bat)\n\nThe design of the robot called Multi-Mo Bat involved the establishment of four primary phases of operation: energy storage phase, jumping phase, coasting phase, and gliding phase.[20] The energy storing phase essentially involves the reservation of energy for the jumping energy. This energy is stored in the main power springs. This process additionally creates a torque around the joint of the shoulders which in turn configures the legs for jumping. Once the stored energy is released, the jump phase can be initiated. When the jump phase is initiated and the robot takes off from the ground, it transitions to the coast phase which occurs until the acme is reached and it begins to descend. As the robot descends, drag helps to reduce the speed at which it descends as the wing is reconfigured due to increased drag on the bottom of the airfoils.[20] At this stage, the robot glides down.\n\nThe anatomy of the arm of the vampire bat plays a key role in the design of the leg of the robot. In order to minimize the number of Degrees of Freedom (DoFs), the two components of the arm are mirrored over the xz plane.[20] This then creates the four-bar design of the leg structure of the robot which results in only two independent DoFs.[20]\n\nModeling of a multi-modal jumping and flying robot after the Schistocerca gregaria (desert locust)\n\nThe robot designed was powered by a single DC motor which integrated the performances of jumping and flapping.[23] It was designed as an incorporation of the inverted slider-crank mechanism for the construction of the legs, a dog-clutch system to serve as the mechanism for winching, and a rack-pinion mechanism used for the flapping-wing system.[20] This design incorporated a very efficient energy storage and release mechanism and an integrated wing flapping mechanism.[20]\n\nA robot with features similar to the locust was developed. The primary feature of the robot's design was a gear system powered by a single motor which allowed the robot to perform its jumping and flapping motions. Just like the motion of the locust, the motion of the robot is initiated by the flexing of the legs to the position of maximum energy storage after which the energy is released immediately to generate the force necessary to attain flight.[20]\n\nThe robot was tested for performance and the results demonstrated that the robot was able to jump to an approximate height of 0.9m while weighing 23g and flapping its wings at a frequency of about 19 Hz.[20] The robot tested without flapping wings performed less impressively, showing about 30% decrease in jumping performance as compared to the robot with the wings.[20] These results are quite impressive[editorializing] as it is expected that the reverse be the case since the weight of the wings should have impacted the jumping.\n\n"
        }
    ]
}