{
    "url": "https://en.wikipedia.org/wiki/Rocket_engine",
    "title": "Rocket engine",
    "table_of_contents": [
        "1 Terminology",
        "2 Principle of operation",
        "2.1 Propellant",
        "2.2 Injection",
        "2.3 Combustion chamber",
        "2.4 Nozzle",
        "2.4.1 Back pressure and optimal expansion",
        "2.5 Propellant efficiency",
        "2.6 Thrust vectoring",
        "3 Overall performance",
        "3.1 Specific impulse",
        "3.2 Net thrust",
        "3.3 Vacuum specific impulse, Isp",
        "3.4 Throttling",
        "3.5 Energy efficiency",
        "3.6 Thrust-to-weight ratio",
        "4 Cooling",
        "5 Mechanical issues",
        "6 Acoustic issues",
        "6.1 Combustion instabilities",
        "6.1.1 Chugging",
        "6.1.2 Buzzing",
        "6.1.3 Screeching",
        "6.2 Exhaust noise",
        "7 Testing",
        "8 Safety",
        "8.1 Saturn family (1961–1975)",
        "8.2 Space Shuttle (1981–2011)",
        "9 Chemistry",
        "10 Ignition",
        "11 Jet physics",
        "12 Types of rocket engines",
        "12.1 Physically powered",
        "12.2 Chemically powered",
        "12.3 Electrically powered",
        "12.4 Thermal",
        "12.4.1 Preheated",
        "12.4.2 Solar thermal",
        "12.4.3 Beamed thermal",
        "12.4.4 Nuclear thermal",
        "12.5 Nuclear",
        "13 History of rocket engines",
        "13.1 Modern rocketry",
        "13.2 The era of liquid-fuel rocket engines",
        "14 See also",
        "15 Notes",
        "16 References",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA rocket engine uses stored rocket propellants as the reaction mass for forming a high-speed propulsive jet of fluid, usually high-temperature gas. Rocket engines are reaction engines, producing thrust by ejecting mass rearward, in accordance with Newton's third law. Most rocket engines use the combustion of reactive chemicals to supply the necessary energy, but non-combusting forms such as cold gas thrusters and nuclear thermal rockets also exist. Vehicles propelled by rocket engines are commonly called rockets. Rocket vehicles carry their own oxidiser, unlike most combustion engines, so rocket engines can be used in a vacuum to propel spacecraft and ballistic missiles.\n\nCompared to other types of jet engine, rocket engines are the lightest and have the highest thrust, but are the least propellant-efficient (they have the lowest specific impulse). The ideal exhaust is hydrogen, the lightest of all elements, but chemical rockets produce a mix of heavier species, reducing the exhaust velocity.\n\nRocket engines become more efficient at high speeds, due to the Oberth effect.[1]\n\n"
        },
        {
            "title": "Terminology",
            "text": "Here, \"rocket\" is used as an abbreviation for \"rocket engine\".\n\nThermal rockets use an inert propellant, heated by electricity (electrothermal propulsion) or a nuclear reactor (nuclear thermal rocket).\n\nChemical rockets are powered by exothermic reduction-oxidation chemical reactions of the propellant:\n\n"
        },
        {
            "title": "Principle of operation",
            "text": "Rocket engines produce thrust by the expulsion of an exhaust fluid that has been accelerated to high speed through a propelling nozzle. The fluid is usually a gas created by high pressure (150-to-4,350-pound-per-square-inch (10 to 300 bar)) combustion of solid or liquid propellants, consisting of fuel and oxidiser components, within a combustion chamber. As the gases expand through the nozzle, they are accelerated to very high (supersonic) speed, and the reaction to this pushes the engine in the opposite direction. Combustion is most frequently used for practical rockets, as the laws of thermodynamics (specifically Carnot's theorem) dictate that high temperatures and pressures are desirable for the best thermal efficiency. Nuclear thermal rockets are capable of higher efficiencies, but currently have environmental problems which preclude their routine use in the Earth's atmosphere and cislunar space.\n\nFor model rocketry, an available alternative to combustion is the water rocket pressurized by compressed air, carbon dioxide, nitrogen, or any other readily available, inert gas.\n\nRocket propellant is mass that is stored, usually in some form of tank, or within the combustion chamber itself, prior to being ejected from a rocket engine in the form of a fluid jet to produce thrust.\n\nChemical rocket propellants are the most commonly used. These undergo exothermic chemical reactions  producing a hot gas jet for propulsion. Alternatively, a chemically inert reaction mass can be heated by a high-energy power source through a heat exchanger in lieu of a combustion chamber.\n\nSolid rocket propellants are prepared in a mixture of fuel and oxidising components called grain, and the propellant storage casing effectively becomes the combustion chamber.\n\nLiquid-fuelled rockets force separate fuel and oxidiser components into the combustion chamber, where they mix and burn. Hybrid rocket engines use a combination of solid and liquid or gaseous propellants. Both liquid and hybrid rockets use injectors to introduce the propellant into the chamber. These are often an array of simple jets – holes through which the propellant escapes under pressure; but sometimes may be more complex spray nozzles. When two or more propellants are injected, the jets usually deliberately cause the propellants to collide as this breaks up the flow into smaller droplets that burn more easily.\n\nFor chemical rockets the combustion chamber is typically cylindrical, and flame holders, used to hold a part of the combustion in a slower-flowing portion of the combustion chamber, are not needed.[citation needed] The dimensions of the cylinder are such that the propellant is able to combust thoroughly; different rocket propellants require different combustion chamber sizes for this to occur.\n\nThis leads to a number called \n\n\n\n\nL\n\n∗\n\n\n\n\n{\\displaystyle L^{*}}\n\n, the characteristic length:\n\nwhere:\n\nL* is typically in the range of 64–152 centimetres (25–60 in).\n\nThe temperatures and pressures typically reached in a rocket combustion chamber in order to achieve practical thermal efficiency are extreme compared to a non-afterburning airbreathing jet engine. No atmospheric nitrogen is present to dilute and cool the combustion, so the propellant mixture can reach true stoichiometric ratios. This, in combination with the high pressures, means that the rate of heat conduction through the walls is very high.\n\nIn order for fuel and oxidiser to flow into the chamber, the pressure of the propellants entering the combustion chamber must exceed the pressure inside the combustion chamber itself.  This may be accomplished by a variety of design approaches including turbopumps or, in simpler engines, via sufficient tank pressure to advance fluid flow. Tank pressure may be maintained by several means, including a high-pressure helium pressurization system common to many large rocket engines or, in some newer rocket systems, by a bleed-off of high-pressure gas from the engine cycle to autogenously pressurize the propellant tanks[2][3]  For example, the self-pressurization gas system of the SpaceX Starship is a critical part of SpaceX strategy to reduce launch vehicle fluids from five in their legacy Falcon 9 vehicle family to just two in Starship, eliminating not only the helium tank pressurant but all hypergolic propellants as well as nitrogen for cold-gas reaction-control thrusters.[4]\n\nThe hot gas produced in the combustion chamber is permitted to escape through an opening (the \"throat\"), and then through a diverging expansion section. When sufficient pressure is provided to the nozzle (about 2.5–3 times ambient pressure), the nozzle chokes and a supersonic jet is formed, dramatically accelerating the gas, converting most of the thermal energy into kinetic energy. Exhaust speeds vary, depending on the expansion ratio the nozzle is designed for, but exhaust speeds as high as ten times the speed of sound in air at sea level are not uncommon. About half of the rocket engine's thrust comes from the unbalanced pressures inside the combustion chamber, and the rest comes from the pressures acting against the inside of the nozzle (see diagram). As the gas expands (adiabatically) the pressure against the nozzle's walls forces the rocket engine in one direction while accelerating the gas in the other.\n\n\n\nThe most commonly used nozzle is the de Laval nozzle, a fixed geometry nozzle with a high expansion-ratio. The large bell- or cone-shaped nozzle extension beyond the throat gives the rocket engine its characteristic shape.\n\nThe exit static pressure of the exhaust jet depends on the chamber pressure and the ratio of exit to throat area of the nozzle. As exit pressure varies from the ambient (atmospheric) pressure, a choked nozzle is said to be\n\nIn practice, perfect expansion is only achievable with a variable-exit area nozzle (since ambient pressure decreases as altitude increases), and is not possible above a certain altitude as ambient pressure approaches zero. If the nozzle is not perfectly expanded, then loss of efficiency occurs. Grossly over-expanded nozzles lose less efficiency, but can cause mechanical problems with the nozzle. Fixed-area nozzles become progressively more under-expanded as they gain altitude. Almost all de Laval nozzles will be momentarily grossly over-expanded during startup in an atmosphere.[5]\n\nNozzle efficiency is affected by operation in the atmosphere because atmospheric pressure changes with altitude; but due to the supersonic speeds of the gas exiting from a rocket engine, the pressure of the jet may be either below or above ambient, and equilibrium between the two is not reached at all altitudes (see diagram).\n\nFor optimal performance, the pressure of the gas at the end of the nozzle should just equal the ambient pressure: if the exhaust's pressure is lower than the ambient pressure, then the vehicle will be slowed by the difference in pressure between the top of the engine and the exit; on the other hand, if the exhaust's pressure is higher, then exhaust pressure that could have been converted into thrust is not converted, and energy is wasted.\n\nTo maintain this ideal of equality between the exhaust's exit pressure and the ambient pressure, the diameter of the nozzle would need to increase with altitude, giving the pressure a longer nozzle to act on (and reducing the exit pressure and temperature). This increase is difficult to arrange in a lightweight fashion, although is routinely done with other forms of jet engines. In rocketry a lightweight compromise nozzle is generally used and some reduction in atmospheric performance occurs when used at other than the 'design altitude' or when throttled. To improve on this, various exotic nozzle designs such as the plug nozzle, stepped nozzles, the expanding nozzle and the aerospike have been proposed, each providing some way to adapt to changing ambient air pressure and each allowing the gas to expand further against the nozzle, giving extra thrust at higher altitudes.\n\nWhen exhausting into a sufficiently low ambient pressure (vacuum) several issues arise. One is the sheer weight of the nozzle—beyond a certain point, for a particular vehicle, the extra weight of the nozzle outweighs any performance gained. Secondly, as the exhaust gases adiabatically expand within the nozzle they cool, and eventually some of the chemicals can freeze, producing 'snow' within the jet. This causes instabilities in the jet and must be avoided.\n\nOn a de Laval nozzle, exhaust gas flow detachment will occur in a grossly over-expanded nozzle.  As the detachment point will not be uniform around the axis of the engine, a side force may be imparted to the engine. This side force may change over time and result in control problems with the launch vehicle.\n\nAdvanced altitude-compensating designs, such as the aerospike or plug nozzle, attempt to minimize performance losses by adjusting to varying expansion ratio caused by changing altitude.\n\nFor a rocket engine to be propellant efficient, it is important that the maximum pressures possible be created on the walls of the chamber and nozzle by a specific amount of propellant; as this is the source of the thrust. This can be achieved by all of:\n\nSince all of these things minimise the mass of the propellant used, and since pressure is proportional to the mass of propellant present to be accelerated as it pushes on the engine, and since from Newton's third law the pressure that acts on the engine also reciprocally acts on the propellant, it turns out that for any given engine, the speed that the propellant leaves the chamber is unaffected by the chamber pressure (although the thrust is proportional). However, speed is significantly affected by all three of the above factors and the exhaust speed is an excellent measure of the engine propellant efficiency. This is termed exhaust velocity, and after allowance is made for factors that can reduce it, the effective exhaust velocity is one of the most important parameters of a rocket engine (although weight, cost, ease of manufacture etc. are usually also very important).\n\nFor aerodynamic reasons the flow goes sonic (\"chokes\") at the narrowest part of the nozzle, the 'throat'. Since the speed of sound in gases increases with the square root of temperature, the use of hot exhaust gas greatly improves performance. By comparison, at room temperature the speed of sound in air is about 340 m/s while the speed of sound in the hot gas of a rocket engine can be over 1700 m/s; much of this performance is due to the higher temperature, but additionally rocket propellants are chosen to be of low molecular mass, and this also gives a higher velocity compared to air.\n\nExpansion in the rocket nozzle then further multiplies the speed, typically between 1.5 and 2 times, giving a highly collimated hypersonic exhaust jet. The speed increase of a rocket nozzle is mostly determined by its area expansion ratio—the ratio of the area of the exit to the area of the throat, but detailed properties of the gas are also important. Larger ratio nozzles are more massive but are able to extract more heat from the combustion gases, increasing the exhaust velocity.\n\nVehicles typically require the overall thrust to change direction over the length of the burn. A number of different ways to achieve this have been flown:\n\n"
        },
        {
            "title": "Overall performance",
            "text": "Rocket technology can combine very high thrust (meganewtons), very high exhaust speeds (around 10 times the speed of sound in air at sea level) and very high thrust/weight ratios (>100) simultaneously as well as being able to operate outside the atmosphere, and while permitting the use of low pressure and hence lightweight tanks and structure.\n\nRockets can be further optimised to even more extreme performance along one or more of these axes at the expense of the others.\n\nThe most important metric for the efficiency of a rocket engine is impulse per unit of propellant, this is called specific impulse (usually written \n\n\n\n\nI\n\ns\np\n\n\n\n\n{\\displaystyle I_{sp}}\n\n). This is either measured as a speed (the effective exhaust velocity \n\n\n\n\nv\n\ne\n\n\n\n\n{\\displaystyle v_{e}}\n\n in metres/second or ft/s) or as a time (seconds). For example, if an engine producing 100 pounds of thrust runs for 320 seconds and burns 100 pounds of propellant, then the specific impulse is 320 seconds. The higher the specific impulse, the less propellant is required to provide the desired impulse.\n\nThe specific impulse that can be achieved is primarily a function of the propellant mix (and ultimately would limit the specific impulse), but practical limits on chamber pressures and the nozzle expansion ratios reduce the performance that can be achieved.\n\nBelow is an approximate equation for calculating the net thrust of a rocket engine:[7]\n\nSince, unlike a jet engine, a conventional rocket motor lacks an air intake, there is no 'ram drag' to deduct from the gross thrust. Consequently, the net thrust of a rocket motor is equal to the gross thrust (apart from static back pressure).\n\nThe \n\n\n\n\n\n\nm\n˙\n\n\n\n\n\nv\n\ne\n−\no\np\nt\n\n\n\n\n\n{\\displaystyle {\\dot {m}}\\;v_{e-opt}\\,}\n\n term represents the momentum thrust, which remains constant at a given throttle setting, whereas the \n\n\n\n\nA\n\ne\n\n\n(\n\np\n\ne\n\n\n−\n\np\n\na\nm\nb\n\n\n)\n\n\n\n{\\displaystyle A_{e}(p_{e}-p_{amb})\\,}\n\n term represents the pressure thrust term. At full throttle, the net thrust of a rocket motor improves slightly with increasing altitude, because as atmospheric pressure decreases with altitude, the pressure thrust term increases. At the surface of the Earth the pressure thrust may be reduced by up to 30%, depending on the engine design. This reduction drops roughly exponentially to zero with increasing altitude.\n\nMaximum efficiency for a rocket engine is achieved by maximising the momentum contribution of the equation without incurring penalties from over expanding the exhaust. This occurs when \n\n\n\n\np\n\ne\n\n\n=\n\np\n\na\nm\nb\n\n\n\n\n{\\displaystyle p_{e}=p_{amb}}\n\n. Since ambient pressure changes with altitude, most rocket engines spend very little time operating at peak efficiency.\n\nSince specific impulse is force divided by the rate of mass flow, this equation means that the specific impulse varies with altitude.\n\nDue to the specific impulse varying with pressure, a quantity that is easy to compare and calculate with is useful. Because rockets choke at the throat, and because the supersonic exhaust prevents external pressure influences travelling upstream, it turns out that the pressure at the exit is ideally exactly proportional to the propellant flow \n\n\n\n\n\n\nm\n˙\n\n\n\n\n\n{\\displaystyle {\\dot {m}}}\n\n, provided the mixture ratios and combustion efficiencies are maintained. It is thus quite usual to rearrange the above equation slightly:[8]\n\nand so define the vacuum Isp to be:\n\nwhere:\n\nAnd hence:\n\nRockets can be throttled by controlling the propellant combustion rate \n\n\n\n\n\n\nm\n˙\n\n\n\n\n\n{\\displaystyle {\\dot {m}}}\n\n (usually measured in kg/s or lb/s). In liquid and hybrid rockets, the propellant flow entering the chamber is controlled using valves, in solid rockets it is controlled by changing the area of propellant that is burning and this can be designed into the propellant grain (and hence cannot be controlled in real-time).\n\nRockets can usually be throttled down to an exit pressure of about one-third of ambient pressure[9] (often limited by flow separation in nozzles) and up to a maximum limit determined only by the mechanical strength of the engine.\n\nIn practice, the degree to which rockets can be throttled varies greatly, but most rockets can be throttled by a factor of 2 without great difficulty;[9] the typical limitation is combustion stability, as for example, injectors need a minimum pressure to avoid triggering damaging oscillations (chugging or combustion instabilities); but injectors can be optimised and tested for wider ranges.\nFor example, some more recent liquid-propellant engine designs that have been optimised for greater throttling capability (BE-3, Raptor) can be throttled to as low as 18–20 percent of rated thrust.[10][3]\nSolid rockets can be throttled by using shaped grains that will vary their surface area over the course of the burn.[9]\n\nRocket engine nozzles are surprisingly efficient heat engines for generating a high speed jet, as a consequence of the high combustion temperature and high compression ratio. Rocket nozzles give an excellent approximation to adiabatic expansion which is a reversible process, and hence they give efficiencies which are very close to that of the Carnot cycle. Given the temperatures reached, over 60% efficiency can be achieved with chemical rockets.\n\nFor a vehicle employing a rocket engine the energetic efficiency is very good if the vehicle speed approaches or somewhat exceeds the exhaust velocity (relative to launch); but at low speeds the energy efficiency goes to 0% at zero speed (as with all jet propulsion). See Rocket energy efficiency for more details.\n\nRockets, of all the jet engines, indeed of essentially all engines, have the highest thrust to weight ratio. This is especially true for liquid-fuelled rocket engines.\n\nThis high performance is due to the small volume of pressure vessels that make up the engine—the pumps, pipes and combustion chambers involved. The lack of inlet duct and the use of dense liquid propellant allows the pressurisation system to be small and lightweight, whereas duct engines have to deal with air which has around three orders of magnitude lower density.\n\nOf the liquid propellants used, density is lowest for liquid hydrogen. Although this propellant has the highest specific impulse, its very low density (about one fourteenth that of water) requires larger and heavier turbopumps and pipework, which decreases the engine's thrust-to-weight ratio (for example the RS-25) compared to those that do not (NK-33).\n\n"
        },
        {
            "title": "Cooling",
            "text": "For efficiency reasons, higher temperatures are desirable, but materials lose their strength if the temperature becomes too high. Rockets run with combustion temperatures that can reach 6,000 °F (3,300 °C; 3,600 K).[5]: 98 \n\nMost other jet engines have gas turbines in the hot exhaust. Due to their larger surface area, they are harder to cool and hence there is a need to run the combustion processes at much lower temperatures, losing efficiency. In addition, duct engines use air as an oxidant, which contains 78% largely unreactive nitrogen, which dilutes the reaction and lowers the temperatures.[9] Rockets have none of these inherent combustion temperature limiters.\n\nThe temperatures reached by combustion in rocket engines often substantially exceed the melting points of the nozzle and combustion chamber materials (about 1,200 K for copper). Most construction materials will also combust if exposed to high temperature oxidiser, which leads to a number of design challenges. The nozzle and combustion chamber walls must not be allowed to combust, melt, or vaporize (sometimes facetiously termed an \"engine-rich exhaust\").\n\nRockets that use the common construction materials such as aluminium, steel, nickel or copper alloys must employ cooling systems to limit the temperatures that engine structures experience. Regenerative cooling, where the propellant is passed through tubes around the combustion chamber or nozzle, and other techniques, such as film cooling, are employed to give longer nozzle and chamber life. These techniques ensure that a gaseous thermal boundary layer touching the material is kept below the temperature which would cause the material to catastrophically fail.\n\nMaterial exceptions that can sustain rocket combustion temperatures to a certain degree are carbon–carbon materials and rhenium, although both are subject to oxidation under certain conditions. \nOther refractory alloys, such as alumina, molybdenum, tantalum or tungsten have been tried, but were given up on due to various issues.[23]\nMaterials technology, combined with the engine design, is a limiting factor in chemical rockets.\n\nIn rockets, the heat fluxes that can pass through the wall are among the highest in engineering; fluxes are generally in the range of 0.8–80 MW/m2 (0.5-50 BTU/in2-sec).[5]: 98  The strongest heat fluxes are found at the throat, which often sees twice that found in the associated chamber and nozzle. This is due to the combination of high speeds (which gives a very thin boundary layer), and although lower than the chamber, the high temperatures seen there. (See § Nozzle above for temperatures in nozzle).\n\nIn rockets the coolant methods include:[5]: 98–99 \n\nRocket engines may also use several cooling methods. Examples:\n\nIn all cases, another effect that aids in cooling the rocket engine chamber wall is a thin layer of combustion gases (a boundary layer) that is notably cooler than the combustion temperature. Disruption of the boundary layer may occur during cooling failures or combustion instabilities, and wall failure typically occurs soon after.\n\nWith regenerative cooling a second boundary layer is found in the coolant channels around the chamber. This boundary layer thickness needs to be as small as possible, since the boundary layer acts as an insulator between the wall and the coolant. This may be achieved by making the coolant velocity in the channels as high as possible.[5]: 105–106 \n\nLiquid-fuelled engines are often run fuel-rich, which lowers combustion temperatures.  This reduces heat loads on the engine and allows lower cost materials and a simplified cooling system. This can also increase performance by lowering the average molecular weight of the exhaust and increasing the efficiency with which combustion heat is converted to kinetic exhaust energy.\n\n"
        },
        {
            "title": "Mechanical issues",
            "text": "Rocket combustion chambers are normally operated at fairly high pressure, typically 10–200 bar (1–20 MPa, 150–3,000 psi). When operated within significant atmospheric pressure, higher combustion chamber pressures give better performance by permitting a larger and more efficient nozzle to be fitted without it being grossly overexpanded.\n\nHowever, these high pressures cause the outermost part of the chamber to be under very large hoop stresses – rocket engines are pressure vessels.\n\nWorse, due to the high temperatures created in rocket engines the materials used tend to have a significantly lowered working tensile strength.\n\nIn addition, significant temperature gradients are set up in the walls of the chamber and nozzle, these cause differential expansion of the inner liner that create internal stresses.\n\n"
        },
        {
            "title": "Acoustic issues",
            "text": "The extreme vibration and acoustic environment inside a rocket motor commonly result in peak stresses well above mean values, especially in the presence of organ pipe-like resonances and gas turbulence.[28]\n\nThe combustion may display undesired instabilities, of sudden or periodic nature. The pressure in the injection chamber may increase until the propellant flow through the injector plate decreases; a moment later the pressure drops and the flow increases, injecting more propellant in the combustion chamber which burns a moment later, and again increases the chamber pressure, repeating the cycle. This may lead to high-amplitude pressure oscillations, often in ultrasonic range, which may damage the motor. Oscillations of ±200 psi at 25 kHz were the cause of failures of early versions of the Titan II missile second stage engines. The other failure mode is a deflagration to detonation transition; the supersonic pressure wave formed in the combustion chamber may destroy the engine.[29]\n\nCombustion instability was also a problem during Atlas development. The Rocketdyne engines used in the Atlas family were found to suffer from this effect in several static firing tests, and three missile launches exploded on the pad due to rough combustion in the booster engines. In most cases, it occurred while attempting to start the engines with a \"dry start\" method whereby the igniter mechanism would be activated prior to propellant injection. During the process of man-rating Atlas for Project Mercury, solving combustion instability was a high priority, and the final two Mercury flights sported an upgraded propulsion system with baffled injectors and a hypergolic igniter.\n\nThe problem affecting Atlas vehicles was mainly the so-called \"racetrack\" phenomenon, where burning propellant would swirl around in a circle at faster and faster speeds, eventually producing vibration strong enough to rupture the engine, leading to complete destruction of the rocket. It was eventually solved by adding several baffles around the injector face to break up swirling propellant.\n\nMore significantly, combustion instability was a problem with the Saturn F-1 engines. Some of the early units tested exploded during static firing, which led to the addition of injector baffles.\n\nIn the Soviet space program, combustion instability also proved a problem on some rocket engines, including the RD-107 engine used in the R-7 family and the RD-216 used in the R-14 family, and several failures of these vehicles occurred before the problem was solved. Soviet engineering and manufacturing processes never satisfactorily resolved combustion instability in larger RP-1/LOX engines, so the RD-171 engine used to power the Zenit family still used four smaller thrust chambers fed by a common engine mechanism.\n\nThe combustion instabilities can be provoked by remains of cleaning solvents in the engine (e.g. the first attempted launch of a Titan II in 1962), reflected shock wave, initial instability after ignition, explosion near the nozzle that reflects into the combustion chamber, and many more factors. In stable engine designs the oscillations are quickly suppressed; in unstable designs they persist for prolonged periods. Oscillation suppressors are commonly used.\n\nThree different types of combustion instabilities occur:\n\nA low frequency oscillation in chamber pressure below 200 Hertz. Usually it is caused by pressure variations in feed lines due to variations in acceleration of the vehicle, when rocket engines are building up thrust, are shut down or are being throttled.[30]: 261 [5]: 146 \nChugging can cause a worsening feedback loop, as cyclic variation in thrust causes longitudinal vibrations to travel up the rocket, causing the fuel lines to vibrate, which in turn do not deliver propellant smoothly into the engines. This phenomenon is known as \"pogo oscillations\" or \"pogo\", named after the pogo stick.[30]: 258 \n\nIn the worst case, this may result in damage to the payload or vehicle. Chugging can be minimised by using several methods, such as installing energy-absorbing devices on feed lines.[30]: 259  Chugging may cause Screaming.[5]: 146 \n\nAn intermediate frequency oscillation in chamber pressure between 200 and 1000 Hertz. Usually caused due to insufficient pressure drop across the injectors.[30]: 261  It generally is mostly annoying, rather than being damaging.\nBuzzing is known to have adverse effects on engine performance and reliability, primarily as it causes material fatigue.[5]: 147  In extreme cases combustion can end up being forced backwards through the injectors – this can cause explosions with monopropellants.[citation needed] Buzzing may cause Screaming.[30]: 261 \n\nA high frequency oscillation in chamber pressure above 1000 Hertz, sometimes called screaming or squealing. The most immediately damaging, and the hardest to control. It is due to acoustics within the combustion chamber that often couples to the chemical combustion processes that are the primary drivers of the energy release, and can lead to unstable resonant \"screeching\" that commonly leads to catastrophic failure due to thinning of the insulating thermal boundary layer. Acoustic oscillations can be excited by thermal processes, such as the flow of hot air through a pipe or combustion in a chamber. Specifically, standing acoustic waves inside a chamber can be intensified if combustion occurs more intensely in regions where the pressure of the acoustic wave is maximal.[31][32][33][30] \nSuch effects are very difficult to predict analytically during the design process, and have usually been addressed by expensive, time-consuming and extensive testing, combined with trial and error remedial correction measures.\n\nScreeching is often dealt with by detailed changes to injectors, changes in the propellant chemistry, vaporising the propellant before injection or use of Helmholtz dampers within the combustion chambers to change the resonant modes of the chamber.[citation needed]\n\nTesting for the possibility of screeching is sometimes done by exploding small explosive charges outside the combustion chamber with a tube set tangentially to the combustion chamber near the injectors to determine the engine's impulse response and then evaluating the time response of the chamber pressure- a fast recovery indicates a stable system.\n\nFor all but the very smallest sizes, rocket exhaust compared to other engines is generally very noisy. As the hypersonic exhaust mixes with the ambient air, shock waves are formed. The Space Shuttle generated over 200 dB(A) of noise around its base. To reduce this, and the risk of payload damage or injury to the crew atop the stack, the mobile launcher platform was fitted with a Sound Suppression System that sprayed 1.1 million litres (290,000 US gal) of water around the base of the rocket in 41 seconds at launch time. Using this system kept sound levels within the payload bay to 142 dB.[34]\n\nThe sound intensity from the shock waves generated depends on the size of the rocket and on the exhaust velocity. Such shock waves seem to account for the characteristic crackling and popping sounds produced by large rocket engines when heard live. These noise peaks typically overload microphones and audio electronics, and so are generally weakened or entirely absent in recorded or broadcast audio reproductions. For large rockets at close range, the acoustic effects could actually kill.[35]\n\nMore worryingly for space agencies, such sound levels can also damage the launch structure, or worse, be reflected back at the comparatively delicate rocket above. This is why so much water is typically used at launches. The water spray changes the acoustic qualities of the air and reduces or deflects the sound energy away from the rocket.\n\nGenerally speaking, noise is most intense when a rocket is close to the ground, since the noise from the engines radiates up away from the jet, as well as reflecting off the ground. Also, when the vehicle is moving slowly, little of the chemical energy input to the engine can go into increasing the kinetic energy of the rocket (since useful power P transmitted to the vehicle is \n\n\n\nP\n=\nF\n∗\nV\n\n\n{\\displaystyle P=F*V}\n\n for thrust F and speed V). Then the largest portion of the energy is dissipated in the exhaust's interaction with the ambient air, producing noise. This noise can be reduced somewhat by flame trenches with roofs, by water injection around the jet and by deflecting the jet at an angle.\n\n"
        },
        {
            "title": "Testing",
            "text": "Rocket engines are usually statically tested at a test facility before being put into production. For high altitude engines, either a shorter nozzle must be used, or the rocket must be tested in a large vacuum chamber.\n\n"
        },
        {
            "title": "Safety",
            "text": "Rocket vehicles have a reputation for unreliability and danger; especially catastrophic failures. Contrary to this reputation, carefully designed rockets can be made arbitrarily reliable.[citation needed] In military use, rockets are not unreliable. However, one of the main non-military uses of rockets is for orbital launch. In this application, the premium has typically been placed on minimum weight, and it is difficult to achieve high reliability and low weight simultaneously. In addition, if the number of flights launched is low, there is a very high chance of a design, operations or manufacturing error causing destruction of the vehicle.[citation needed]\n\nThe Rocketdyne H-1 engine, used in a cluster of eight in the first stage of the Saturn I and Saturn IB launch vehicles, had no catastrophic failures in 152 engine-flights. The Pratt and Whitney RL10 engine, used in a cluster of six in the Saturn I second stage, had no catastrophic failures in 36 engine-flights.[notes 1] The Rocketdyne F-1 engine, used in a cluster of five in the first stage of the Saturn V, had no failures in 65 engine-flights. The Rocketdyne J-2 engine, used in a cluster of five in the Saturn V second stage, and singly in the Saturn IB second stage and Saturn V third stage, had no catastrophic failures in 86 engine-flights.[notes 2]\n\nThe Space Shuttle Solid Rocket Booster, used in pairs, caused one notable catastrophic failure in 270 engine-flights.\n\nThe RS-25, used in a cluster of three, flew in 46 refurbished engine units. These made a total of 405 engine-flights with no catastrophic in-flight failures. A single in-flight RS-25 engine failure occurred during Space Shuttle Challenger's STS-51-F mission.[36] This failure had no effect on mission objectives or duration.[37]\n\n"
        },
        {
            "title": "Chemistry",
            "text": "Rocket propellants require a high energy per unit mass (specific energy), which must be balanced against the tendency of highly energetic propellants to spontaneously explode. Assuming that the chemical potential energy of the propellants can be safely stored, the combustion process results in a great deal of heat being released. A significant fraction of this heat is transferred to kinetic energy in the engine nozzle, propelling the rocket forward in combination with the mass of combustion products released.\n\nIdeally all the reaction energy appears as kinetic energy of the exhaust gases, as exhaust velocity is the single most important performance parameter of an engine. However, real exhaust species are molecules, which typically have translation, vibrational, and rotational modes with which to dissipate energy. Of these, only translation can do useful work to the vehicle, and while energy does transfer between modes this process occurs on a timescale far in excess of the time required for the exhaust to leave the nozzle.\n\nThe more chemical bonds an exhaust molecule has, the more rotational and vibrational modes it will have. Consequently, it is generally desirable for the exhaust species to be as simple as possible, with a diatomic molecule composed of light, abundant atoms such as H2 being ideal in practical terms. However, in the case of a chemical rocket, hydrogen is a reactant and reducing agent, not a product. An oxidizing agent, most typically oxygen or an oxygen-rich species, must be introduced into the combustion process, adding mass and chemical bonds to the exhaust species.\n\nAn additional advantage of light molecules is that they may be accelerated to high velocity at temperatures that can be contained by currently available materials - the high gas temperatures in rocket engines pose serious problems for the engineering of survivable motors.\n\nLiquid hydrogen (LH2) and oxygen (LOX, or LO2), are the most effective propellants in terms of exhaust velocity that have been widely used to date, though a few exotic combinations involving boron or liquid ozone are potentially somewhat better in theory if various practical problems could be solved.[38]\n\nIt is important to note that, when computing the specific reaction energy of a given propellant combination, the entire mass of the propellants (both fuel and oxidiser) must be included. The exception is in the case of air-breathing engines, which use atmospheric oxygen and consequently have to carry less mass for a given energy output. Fuels for car or turbojet engines have a much better effective energy output per unit mass of propellant that must be carried, but are similar per unit mass of fuel.\n\nComputer programs that predict the performance of propellants in rocket engines are available.[39][40][41]\n\n"
        },
        {
            "title": "Ignition",
            "text": "With liquid and hybrid rockets, immediate ignition of the propellants as they first enter the combustion chamber is essential.\n\nWith liquid propellants (but not gaseous), failure to ignite within milliseconds usually causes too much liquid propellant to be inside the chamber, and if/when ignition occurs the amount of hot gas created can exceed the maximum design pressure of the chamber, causing a catastrophic failure of the pressure vessel.\nThis is sometimes called a hard start or a rapid unscheduled disassembly (RUD).[42]\n\nIgnition can be achieved by a number of different methods; a pyrotechnic charge can be used, a plasma torch can be used,[citation needed] or electric spark ignition[4] may be employed. Some fuel/oxidiser combinations ignite on contact (hypergolic), and non-hypergolic fuels can be \"chemically ignited\" by priming the fuel lines with hypergolic propellants (popular in Russian engines).\n\nGaseous propellants generally will not cause hard starts, with rockets the total injector area is less than the throat thus the chamber pressure tends to ambient prior to ignition and high pressures cannot form even if the entire chamber is full of flammable gas at ignition.\n\nSolid propellants are usually ignited with one-shot pyrotechnic devices and combustion usually proceeds through total consumption of the propellants.[9]\n\nOnce ignited, rocket chambers are self-sustaining and igniters are not needed and combustion usually proceeds through total consumption of the propellants.  Indeed, chambers often spontaneously reignite if they are restarted after being shut down for a few seconds. Unless designed for re-ignition, when cooled, many rockets cannot be restarted without at least minor maintenance, such as replacement of the pyrotechnic igniter or even refueling of the propellants.[9]\n\n"
        },
        {
            "title": "Jet physics",
            "text": "Rocket jets vary depending on the rocket engine, design altitude, altitude, thrust and other factors.\n\nCarbon-rich exhausts from kerosene-based fuels such as RP-1 are often orange in colour due to the black-body radiation of the unburnt particles, in addition to the blue Swan bands. Peroxide oxidiser-based rockets and hydrogen rocket jets contain largely steam and are nearly invisible to the naked eye but shine brightly in the ultraviolet and infrared ranges. Jets from solid-propellant rockets can be highly visible, as the propellant frequently contains metals such as elemental aluminium which burns with an orange-white flame and adds energy to the combustion process. Rocket engines which burn liquid hydrogen and oxygen will exhibit a nearly transparent exhaust, due to it being mostly superheated steam (water vapour), plus some unburned hydrogen.\n\nThe nozzle is usually over-expanded at sea level, and the exhaust can exhibit visible shock diamonds through a schlieren effect caused by the incandescence of the exhaust gas.\n\nThe shape of the jet varies for a fixed-area nozzle as the expansion ratio varies with altitude: at high altitude all rockets are grossly under-expanded, and a quite small percentage of exhaust gases actually end up expanding forwards.\n\n"
        },
        {
            "title": "Types of rocket engines",
            "text": "The solar thermal rocket would make use of solar power to directly heat reaction mass, and therefore does not require an electrical generator as most other forms of solar-powered propulsion do. A solar thermal rocket only has to carry the means of capturing solar energy, such as concentrators and mirrors. The heated propellant is fed through a conventional rocket nozzle to produce thrust. The engine thrust is directly related to the surface area of the solar collector and to the local intensity of the solar radiation and inversely proportional to the Isp.\n\nNuclear propulsion includes a wide variety of propulsion methods that use some form of nuclear reaction as their primary power source. Various types of nuclear propulsion have been proposed, and some of them tested, for spacecraft applications:\n\n"
        },
        {
            "title": "History of rocket engines",
            "text": "According to the writings of the Roman Aulus Gellius, the earliest known example of jet propulsion was in c. 400 BC, when a Greek Pythagorean named Archytas, propelled a wooden bird along wires using steam.[45][46] However, it was not powerful enough to take off under its own thrust.\n\nThe aeolipile described in the first century BC, often known as Hero's engine, consisted of a pair of steam rocket nozzles mounted on a bearing. It was created almost two millennia before the Industrial Revolution but the principles behind it were not well understood, and it was not developed into a practical power source.\n\nThe availability of black powder to propel projectiles was a precursor to the development of the first solid rocket. Ninth Century Chinese Taoist alchemists discovered black powder in a search for the elixir of life; this accidental discovery led to fire arrows which were the first rocket engines to leave the ground.\n\nIt is stated[by whom?] that \"the reactive forces of incendiaries were probably not applied to the propulsion of projectiles prior to the 13th century\". A turning point in rocket technology emerged with a short manuscript entitled Liber Ignium ad Comburendos Hostes (abbreviated as The Book of Fires). The manuscript is composed of recipes for creating incendiary weapons from the mid-eighth to the end of the thirteenth centuries—two of which are rockets.  The first recipe calls for one part of colophonium and sulfur added to six parts of saltpeter (potassium nitrate) dissolved in laurel oil, then inserted into hollow wood and lit to \"fly away suddenly to whatever place you wish and burn up everything\".  The second recipe combines one pound of sulfur, two pounds of charcoal, and six pounds of saltpeter—all finely powdered on a marble slab.  This powder mixture is packed firmly into a long and narrow case.  The introduction of saltpeter into pyrotechnic mixtures connected the shift from hurled Greek fire into self-propelled rocketry. .[47]\n\nArticles and books on the subject of rocketry appeared increasingly from the fifteenth through seventeenth centuries.  In the sixteenth century, German military engineer Conrad Haas (1509–1576) wrote a manuscript which introduced the construction of multi-staged rockets.[48]\n\nRocket engines were also put in use by Tippu Sultan, the king of Mysore. These usually consisted of a tube of soft hammered iron about 8 in (20 cm) long and 1+1⁄2–3 in (3.8–7.6 cm) diameter, closed at one end, packed with black powder propellant and strapped to a shaft of bamboo about 4 ft (120 cm) long. A rocket carrying about one pound of powder could travel almost 1,000 yards (910 m). These 'rockets', fitted with swords, would travel several meters in the air before coming down with sword edges facing the enemy. These were used very effectively against the British empire.\n\nSlow development of this technology continued up to the later 19th century, when Russian Konstantin Tsiolkovsky first wrote about liquid-fuelled rocket engines. He was the first to develop the Tsiolkovsky rocket equation, though it was not published widely for some years.\n\nThe modern solid- and liquid-fuelled engines became realities early in the 20th century, thanks to the American physicist Robert Goddard. Goddard was the first to use a De Laval nozzle on a solid-propellant (gunpowder) rocket engine, doubling the thrust and increasing the efficiency by a factor of about twenty-five. This was the birth of the modern rocket engine. He calculated from his independently derived rocket equation that a reasonably sized rocket, using solid fuel, could place a one-pound payload on the Moon.\n\nFritz von Opel was instrumental in popularizing rockets as means of propulsion. In the 1920s, he initiated together with Max Valier, co-founder of the \"Verein für Raumschiffahrt\", the world's first rocket program, Opel-RAK, leading to speed records for automobiles, rail vehicles and the first manned rocket-powered flight in September of 1929.[49] Months earlier in 1928, one of his rocket-powered prototypes, the Opel RAK2, reached piloted by von Opel himself at the AVUS speedway in Berlin a record speed of 238 km/h, watched by 3000 spectators and world media. A world record for rail vehicles was reached with RAK3 and a top speed of 256 km/h.[50] After these successes, von Opel piloted the world's first public rocket-powered flight using Opel RAK.1, a rocket plane designed by Julius Hatry. World media reported on these efforts, including UNIVERSAL Newsreel of the US, causing as \"Raketen-Rummel\" or \"Rocket Rumble\" immense global public excitement, and in particular in Germany, where inter alia Wernher von Braun was highly influenced.[51] The Great Depression led to an end of the Opel-RAK program, but Max Valier continued the efforts. After switching from solid-fuel to liquid-fuel rockets, he died while testing and is considered the first fatality of the dawning space age.\n\nGoddard began to use liquid propellants in 1921, and in 1926 became the first to launch a liquid-fuelled rocket. Goddard pioneered the use of the De Laval nozzle, lightweight propellant tanks, small light turbopumps, thrust vectoring, the smoothly-throttled liquid fuel engine, regenerative cooling, and curtain cooling.[9]: 247–266 \n\nDuring the late 1930s, German scientists, such as Wernher von Braun and Hellmuth Walter, investigated installing liquid-fuelled rockets in military aircraft (Heinkel He 112, He 111, He 176 and Messerschmitt Me 163).[52]\n\nThe turbopump was employed by German scientists in World War II. Until then cooling the nozzle had been problematic, and the A4 ballistic missile used dilute alcohol for the fuel, which reduced the combustion temperature sufficiently.\n\nStaged combustion (Замкнутая схема) was first proposed by Alexey Isaev in 1949. The first staged combustion engine was the S1.5400 used in the Soviet planetary rocket, designed by Melnikov, a former assistant to Isaev.[9] About the same time (1959), Nikolai Kuznetsov began work on the closed cycle engine NK-9 for Korolev's orbital ICBM, GR-1. Kuznetsov later evolved that design into the NK-15 and NK-33 engines for the unsuccessful Lunar N1 rocket.\n\nIn the West, the first laboratory staged-combustion test engine was built in Germany in 1963, by Ludwig Boelkow.\n\nHydrogen peroxide / kerosene fuelled engines such as the British Gamma of the 1950s used a closed-cycle process by catalytically decomposing the peroxide to drive turbines before combustion with the kerosene in the combustion chamber proper. This gave the efficiency advantages of staged combustion, without the major engineering problems.\n\nLiquid hydrogen engines were first successfully developed in America: the RL-10 engine first flew in 1962. Its successor, the Rocketdyne J-2, was used in the Apollo program's Saturn V rocket to send humans to the Moon. The high specific impulse and low density of liquid hydrogen lowered the upper stage mass and the overall size and cost of the vehicle.\n\nThe record for most engines on one rocket flight is 44, set by NASA in 2016 on a Black Brant.[53]\n\n"
        }
    ]
}