{
    "url": "https://en.wikipedia.org/wiki/Roger_Corman",
    "title": "Roger Corman",
    "table_of_contents": [
        "1 Early life",
        "2 Early film career",
        "2.1 Highway Dragnet",
        "2.2 Producer",
        "2.3 Director",
        "2.4 American International Pictures and Allied Artists",
        "2.5 Machine Gun Kelly and producing",
        "2.6 The Filmgroup",
        "3 House of Usher",
        "3.1 The Intruder",
        "3.2 End of the Poe cycle and filming in Europe",
        "4 Working for major studios",
        "4.1 The Wild Angels",
        "5 Return to independence",
        "5.1 Final films as director",
        "6 New World Pictures",
        "6.1 Distributing foreign films",
        "6.2 20th Century Fox",
        "6.3 Peak of New World",
        "7 Millennium Films",
        "8 New Horizons",
        "8.1 Concorde Pictures",
        "8.2 Frankenstein Unbound",
        "8.3 Concorde and New Horizon in the 1990s",
        "8.4 Roger Corman Presents",
        "8.5 Ireland",
        "9 Roger Corman's Cosmic Comics",
        "10 Later career:  Syfy Channel",
        "11 Personal life",
        "12 Recognition",
        "13 Archive",
        "14 \"The Corman Film School\"",
        "15 Filmography",
        "16 Books",
        "17 References",
        "18 Further reading",
        "19 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRoger William Corman (born April 5, 1926)[3] is an American film director, producer, and actor.[4][5] He has been called \"The Pope of Pop Cinema\" and is known as a trailblazer in the world of independent film. Many of Corman's films are based on works that have an already-established critical reputation, such as his cycle of low-budget cult films adapted from the tales of Edgar Allan Poe.[6]\n\nIn 1964, Corman—admired by members of the French New Wave and Cahiers du Cinéma—became the youngest filmmaker to have a retrospective at the Cinémathèque Française,[7] as well as in the British Film Institute and the Museum of Modern Art. He was the co-founder of New World Pictures, the founder of New Concorde and is a longtime member of the Academy of Motion Picture Arts and Sciences.[8] In 2009, he was awarded an Honorary Academy Award[9] \"for his rich engendering of films and filmmakers\".[10]\n\nCorman is also famous for distributing in the U.S. many foreign directors, such as Federico Fellini (Italy), Ingmar Bergman (Sweden), François Truffaut (France) and Akira Kurosawa (Japan). He mentored and gave a start to many young film directors such as Francis Ford Coppola,[11] Ron Howard,[12] Martin Scorsese,[13] Jonathan Demme,[14] Peter Bogdanovich,[15] Joe Dante,[16] John Sayles,[17] and James Cameron,[18][19] and was highly influential in the New Hollywood filmmaking movement of the 1960s and 1970s.[20][21] He also helped to launch the careers of actors like Peter Fonda,[22] Jack Nicholson,[18] Dennis Hopper,[17] Bruce Dern,[23] Sylvester Stallone,[24] Diane Ladd,[25] and William Shatner.[26] Corman has occasionally taken minor acting roles in the films of directors who started with him, including The Silence of the Lambs,[27] The Godfather Part II,[28] Apollo 13,[29] The Manchurian Candidate,[30] and Philadelphia.[31]\n\nA documentary about Corman's life and career entitled Corman's World: Exploits of a Hollywood Rebel, directed by Alex Stapleton, premiered at the Sundance and Cannes Film Festivals in 2011. The film's TV rights were picked up by A&E IndieFilms after a well-received screening at Sundance.[32]\n\n"
        },
        {
            "title": "Early life",
            "text": "Corman was born in Detroit, Michigan, the son of Anne (née High) and William Corman, an engineer.[33] His younger brother, Gene, produced numerous films, sometimes in collaboration with Roger.[33] Corman and his brother were raised Catholic.[34]\n\nCorman went to Beverly Hills High School and then to Stanford University to study industrial engineering. While at Stanford, Corman realized he did not want to be an engineer. He enlisted in the V-12 Navy College Training Program with six months of study to complete. After serving in the United States Navy from 1944 to 1946, he returned to Stanford to finish his degree, receiving a Bachelor of Science in industrial engineering in 1947.[1] While at Stanford University, Corman was initiated in the fraternity Sigma Alpha Epsilon.\n\nIn 1948, he worked briefly at U.S. Electrical Motors on Slauson Avenue in Los Angeles, but his career in engineering lasted only four days; he began work on Monday and quit on Thursday, telling his boss \"I've made a terrible mistake.\"[35] Gene Corman was already working in the film industry as an agent, and Roger decided to go into filmmaking instead.[citation needed]\n\n"
        },
        {
            "title": "Early film career",
            "text": "Corman found work at 20th Century Fox initially in the mail room. He worked his way up to a story reader. The one property that he liked the most and provided ideas for was filmed as The Gunfighter with Gregory Peck. When Corman received no credit at all, he left Fox and decided he would work in film by himself. Under the G.I. Bill, Corman studied English literature at Oxford University and lived in Paris for a time.\n\nHe then returned to Los Angeles and tried to re-establish himself in the film industry. He took various jobs, including television stagehand at KLAC and a messenger at Fox. He worked as an assistant to agent Dick Hyland, a literary agent.[36]\n\nCorman wrote a script in his spare time and sold it to William F. Broidy at Allied Artists for $2,000. \"Dick thought it was funny and let me pay myself a commission,\" said Corman.[37] Originally called House in the Sea, it was retitled Highway Dragnet (1953) and starred Richard Conte and Joan Bennett. Corman also worked as associate producer on the film for nothing, just for the experience.\n\nCorman used his script fee and personal contacts to raise $12,000 to produce his first feature, a science-fiction film, Monster from the Ocean Floor (1954). It was produced by Corman's own company, Palo Alto, and released by Robert L. Lippert.\n\nThe film did well enough to encourage Corman to produce another film, the racing-car thriller The Fast and the Furious (1955), directed by its star, John Ireland, and co-starring Dorothy Malone. Decades later, producer Neal H. Moritz and Universal Pictures licensed the title for the 2001 franchise-launching film, The Fast and the Furious. Moritz had difficulty choosing between proposed titles Racer X, Redline, Race Wars, and Street Wars, and was inspired by a documentary on American International Pictures that included Corman's film. Moritz was able to trade the use of some stock footage to Corman for use of the title.[38]\n\nCorman sold the movie to a new independent company, the American Releasing Company, run by James H. Nicholson and Samuel Z. Arkoff. Although Corman had a number of offers for the film from Republic and Columbia, he elected to go with ARC because they undertook to advance money to enable him to make two more movies.\n\nCorman's second film for ARC was one he decided to direct, Five Guns West (1955), a Western, made in color for around $60,000, with Malone and John Lund.[39] The script was written by Robert Wright Campbell, who worked with Corman on several more occasions.\n\nCorman announced he would make four more projects for ARC: High Steel, Cobra, Fortress Beneath the Sea, and an untitled film from Campbell.[40] Instead, Corman did some uncredited directing on The Beast with a Million Eyes (1955), then made another Western, Apache Woman (1955), starring Lloyd Bridges, written by Lou Rusoff. Rusoff and Corman reunited on Day the World Ended (1955), a postapocalyptic science-fiction film, which was popular.\n\nCorman was to make The Devil on Horseback by Charles B. Griffith about the Brownsville Raid,[41] but it was too expensive.\n\nThe Woolner Brothers, Louisiana drive-in owners, financed Corman's Swamp Women (1956), a girls-on-the-lam saga.\n\nHe returned to ARC for two Westerns, The Oklahoma Woman (1956) and Gunslinger (1956) (with Ireland); Gunslinger was co-written by Griffith, who became a crucial collaborator with Corman over the next five years. He bought a script from Curtis Harrington, The Girl from Beneath the Sea.[42] Harrington made it for Corman years later as Night Tide (1961).\n\nARC changed its name to American International Pictures. Corman was established as their leading filmmaker. They financed Corman's next film as director, the science-fiction story It Conquered the World (1956). Co-written by Griffith, it was a follow-up to The Day the World Ended. It was a big hit.\n\nHe optioned a TV play The Stake and hoped to get Dana Andrews to star.[43] It was never made. Instead, Walter Mirisch of Allied Artists hired Corman to make The Undead (1957), inspired by The Search for Bridey Murphy. Griffith wrote the script.\n\nIn June, Corman made a science-fiction film for Allied Artists,  Not of this Earth (1957), written by Griffith.\n\nIn August 1956, AIP financed a Corman heist movie shot in Hawaii, Naked Paradise (1957), co-written by Griffith. Corman shot it back-to-back with a movie made with his own money, She Gods of Shark Reef (1958) – Corman wound up selling the movie to AIP.\n\nCorman and Griffith reunited in Attack of the Crab Monsters (1957) for Allied, which wound up being one of his most successful early films.[44]\n\nFor his own production company, Corman made a rock-and-roll \"quickle\", Carnival Rock (1957), released by Howco. Rock All Night (1957) was a heist film written by Griffith expanded from a TV play, \"The Little Guy\", with musical acts inserted.[45]\n\nHe was meant to make Rock'n'Roll Girl for AIP in December 1957.[46]\n\nIn April 1957, Corman announced he would try to make two films back-to-back from then on to save costs.[47]\n\nCorman made two \"teen girl noirs\", Teenage Doll (1957) for the Woolner Brothers and Sorority Girl (1957), starring Susan Cabot for AIP.[48]\n\nFor AIP, he made The Saga of the Viking Women and Their Voyage to the Waters of the Great Sea Serpent (1957), shot in August 1957.[49] He was meant to follow this with Teenage Jungle by Tony Miller.[50]\n\nThe success of Not of this Earth and Crab Monsters led to Allied offering Corman a four-picture deal for 1958.[51]\n\nCorman received his first serious critical praise for Machine-Gun Kelly (1958), an AIP biopic of the famous gangster, which gave Charles Bronson his first leading role and co-starred Cabot. Campbell wrote the script.\n\nAlso for AIP, he did Teenage Caveman (1958), with Robert Vaughn, originally titled Prehistoric World.\n\nHe helped produce two films for Allied Artists, both from scripts by Leo Gordon: Hot Car Girl (1958), directed by Bernard Kowalski and produced by his brother Gene (the first film they made together) from a script by Gordon; and The Cry Baby Killer (1958), which gave Jack Nicholson his first starring role.\n\nHe had his biggest budget yet for I Mobster (1958), a gangster story, co-produced by Edward L. Alperson and Corman's brother Gene for 20th Century Fox. In September 1958, he was reported as scouting locations in Australia to do a remake of H. Rider Haggard's She.[52]\n\nWar of the Satellites (1958) was conceived and shot in record time to take advantage of the Sputnik launch; it was his first collaboration with art director Daniel Haller.\n\nCorman also produced, but did not direct, Stakeout on Dope Street (1958), directed by Irvin Kershner, Night of the Blood Beast (1958), directed by Kowalski for AIP, using leftover costumes from Teenage Caveman, and Crime and Punishment U.S.A. (1959), directed by Dennis Sanders with George Hamilton in his first lead role.\n\nIn January 1959, Corman announced he would be moving into distribution.[53]\n\nIn 1959, Corman founded The Filmgroup with his brother Gene, a company producing or releasing low-budget black-and-white films as double features for drive-ins and action houses.[54] In February 1959, Filmgroup announced they would release 10 films. Their first movies were High School Big Shot (1959) and T-Bird Gang (1959) produced by Stanley Bickman.[55]\n\nFor AIP, Corman and Griffith made a black comedy, A Bucket of Blood (1959). Corman announced he would follow it with a similar comedy, The Bloodshot Private Eye.[56] It does not seem to have been made. Instead, Griffith reused the same script structure and Corman employed many of the same cast in The Little Shop of Horrors (1960). This film was reputedly shot in two days and one night.[57]\n\nFor Filmgroup, Corman directed The Wasp Woman (1959), starring Cabot from a script by Gordon. His brother and he made two films back-to-back in South Dakota: Ski Troop Attack (1960), a war movie written by Griffith and directed by Corman, and Beast from Haunted Cave (1959), the first film directed by Monte Hellman.\n\nCorman went to Puerto Rico and produced another two films back-to-back: Battle of Blood Island (1960), directed by Joel Rapp, and Last Woman on Earth (1960), directed by Corman from a script by Robert Towne. Filming on these two films went so quickly that Corman commissioned Griffith to write a third, which was shot at the same time: Creature from the Haunted Sea (1961).\n\nCorman was going to make Part Time Mother from a script by Griffith[58] but it appears to have never been made.\n\n"
        },
        {
            "title": "House of Usher",
            "text": "AIP wanted Corman to make two horror films for them, in black and white, at under $100,000 each on a 10-day shooting schedule. Corman, however, was tired of making films on this sort of budget and was worried the market for them was in decline. He proposed making a film in colour for $200,000, shot over 15 days. Corman proposed an adaptation of \"The Fall of the House of Usher\" by Edgar Allan Poe and AIP agreed. The film was announced in May 1959.[59]\n\nRichard Matheson was hired to do the adaptation and Vincent Price was brought in to star; Haller did the art direction. The resulting film, House of Usher (1960), shot in early 1960, was a critical and commercial hit.\n\nFollowing this, Corman bought two scripts, Sob Sisters Don't Cry and Cop Killer.[60] In March 1960, Corman announced that Filmgroup would be part of an international production group, Compass Productions.[61] He directed a peplum in Greece, Atlas (1961) in August.\n\nHe was going to direct a thriller from a script by Robert Towne, I Flew a Spy Plane Over Russia.[62] It was not made; neither were two comedies he was to make with Dick Miller and Jon Haze, Murder at the Convention[63] and Pan and the Satyrs.[64]\n\nHouse of Usher had been so successful that AIP wanted a follow-up, and Corman, Haller, Matheson and Price reunited on The Pit and the Pendulum (1961). It was another sizeable hit, and the \"Poe cycle\" of films was underway.\n\nCorman hired Charles Beaumont to write Masque of the Red Death and announced two films, Captain Nemo and the Floating City[65] and House of Secrets.[66]\n\nFollowing The Pit and the Pendulum, Corman directed one of William Shatner's earliest appearances in a lead role with The Intruder (a.k.a. The Stranger, 1962). Based on a novel by Charles Beaumont, the film was co-produced by Gene Corman and was shot in July and August 1961.[67] It took a while for the film to be released and it lost money.[68]\n\nCorman was unhappy with his profit participation on the first two Poe films, so he made a third adaptation for different producers, The Premature Burial (1962), written by Charles Beaumont and starring Ray Milland. The film was co-financed by Pathe labs; AIP put pressure on Pathe and ended up buying out their interest.\n\nFor producer Edward Small, Corman made a historical horror piece about Richard III, Tower of London (1962), starring Vincent Price.  It was meant to be the first in a three-picture deal with Small, but Corman did not enjoy working with the producer.\n\nFor Filmgroup, he also bought the rights to a Soviet science-fiction film, Nebo Zovyot (1959) and had some additional footage shot for it by his then-assistant, Francis Ford Coppola; the result was Battle Beyond the Sun (1962). He also released The Magic Voyage of Sinbad (1962), dubbed from a Soviet film.\n\nThe fourth Poe was an anthology, Tales of Terror (1962), shot in late 1961. One of the installments, \"The Black Cat\", was a comedy, inspiring Corman to do a whole Poe story comedically next: The Raven (1963). Later, Corman used the sets for that film for The Terror (1963), made for Filmgroup but released by AIP, and starring Boris Karloff (whose scenes were all shot in two days) and Jack Nicholson. Corman did not direct all of this film; additional scenes were shot by Monte Hellman, Coppola, and Jack Hill, among others.\n\nThe Young Racers (1963) was produced and directed by Corman in Europe for AIP, starring and written by Campbell. Working on the film was Francis Ford Coppola, whom Corman financed to make his directorial debut, Dementia 13 (1963).\n\nBack in the U.S., Corman made X: The Man with the X-ray Eyes (1963), a contemporary science-fiction film for AIP starring Ray Milland. He followed it with The Haunted Palace (1963), ostensibly part of the Poe cycle—it featured Price and was made for AIP, written by Beaumont—but was actually based on a story by H. P. Lovecraft.\n\nCorman directed a war film in Yugoslavia with his brother, The Secret Invasion (1964), with Stewart Granger and Mickey Rooney, from a script by Campbell. Following this, he announced he would make The Life of Robert E. Lee as part of a four-picture deal with Filmgroup worth $3.75 million. Other movies were Fun and Profit by Joel Rapp, The Wild Surfers by John Lamb, and Planet of Storms by Jack Hill.[69] None of these films was made, nor was The Gold Bug, a Poe adaptation written by Griffith.[70]\n\nCorman made two Poes in England starring Price, the much-delayed The Masque of the Red Death (1964), with Campbell rewriting Beaumont's scripts, and The Tomb of Ligeia (1965), from a script by Robert Towne. Corman made no further Poes; AIP started up a fresh Poe cycle in the late 1960s, but Corman was not part of it.\n\nCorman got Towne to write a script called The Red Baron.[71] He bought the rights to another Soviet science-fiction film, Planeta Bur (1962), and had some additional footage added to it by Curtis Harrington. The result was Voyage to the Prehistoric Planet (1965). Harrington used footage from Planeta Bur in another film financed by Corman, Queen of Blood (1966).\n\nHe also bought the rights to a Yugoslavian film, Operation Titan (1963), and financed additional shooting by Jack Hill and Stephanie Rothman. The result was Blood Bath (1966). He also had an investment in the beach party films Beach Ball (1965) and It's a Bikini World (1967).\n\n"
        },
        {
            "title": "Working for major studios",
            "text": "Corman said, \"For ten years as an independent I could get financing for $100-$200-$300,000 pictures. Everything had been interesting, artistically satisfying, economically satisfying. But I decided I was going nowhere and wanted to move directly into the business. So I accepted a contract with Columbia.\"[72]\n\nIn August 1965, Corman announced he had signed a contract with United Artists to make two films over three years. He also signed with Columbia to make a Western, The Long Ride Home, based on a script by Robert Towne.[73]\n\nHe was announced for a number of other projects at Columbia: the biopic of Robert E. Lee, an adaptation of Portrait of the Artist as a Young Man, an adaptation of Kafka's The Penal Colony, and a script by novelist Richard Yates about the Battle of Iwo Jima.[74][75] He intended to make The Deserters for UA, from a script by Wright, but that was not made either.[76]\n\nHe later reflected, \"Every idea I submitted was considered too strange, too weird; every idea they had seemed too ordinary to me. Ordinary pictures don't make money.\"[72]\n\nAfter a year of not directing, Corman took a leave of absence under his contract with Columbia to make a film for AIP, the first biker movie, The Wild Angels. It starred Peter Fonda and Nancy Sinatra, from a script by Griffith; Peter Bogdanovich worked as Corman's assistant. The film opened the 1966 Venice Film Festival and was hugely successful at the box office, making over $6 million on a $350,000 budget and kicking off the \"biker movie\" cycle.[77]\n\nHe wanted to make a film about the Red Baron, but Columbia turned it down because of The Blue Max (1966). He proposed a movie about the St Valentine's Day Massacre and also an adaptation of the novel Only Lovers Left Alive.[72] Nick Ray was meant to be making Only Lovers in Britain.\n\nCorman did begin directing Long Ride Home with Glenn Ford at Columbia. However, Corman left production a few weeks into the shoot in June 1966 and was replaced by Phil Karlson.[78] The film was retitled A Time for Killing (1967).\n\nCorman received an offer to direct a studio film,The St. Valentine's Day Massacre (1967), for 20th Century Fox, starring Jason Robards and George Segal. He did not enjoy the restrictions of working for a major studio. He was given a $2.5 million budget and made it for $400,000 less.[79] Corman, an independent director, was most comfortable in his own style:  shoestring budgets and shooting schedules measured in days, rather than weeks. Nonetheless, it is generally considered one of his best films as a director.\n\nCorman was meant to follow this with Robert E. Lee for United Artists at a budget of $4.5 million.[72] It was not made. Neither was a story Corman optioned, The Spy in the Vatican.[80]\n\n"
        },
        {
            "title": "Return to independence",
            "text": "He continued to finance films for Filmgroup: Voyage to the Prehistoric Planet (1965), dubbing a Soviet movie Planeta Bur into English with some additional footage shot by Curtis Harrington, Queen of Blood (1966), using some Soviet footage but a mostly new film, directed by Harrington, Blood Bath (1966), an adapted Yugoslavian film with additional footage shot by Stephanie Rothman and Jack Hill, and  Voyage to the Planet of Prehistoric Women (1967), yet another dubbed version of Planeta Bur with some additional footage shot by Corman's then-assistant Peter Bogdanovich.\n\nHe had money in Navy vs. the Night Monsters (1967). He financed two Westerns shot back to back in Utah directed by Monte Hellman and written and co-produced by Jack Nicholson, The Shooting (1967) and Ride in the Whirlwind (1967), which became cult successes.[81][80] He also financed two films directed by Dan Haller, Devil's Angels (1967), a follow-up to Wild Angels written by Griffith, and a car racing film shot in Europe, The Wild Racers (1968). He announced a comedy about the population explosion, There Just Isn't Any Room, but it appears to have never been made.[82]\n\nCorman directed The Trip for AIP, written by Jack Nicholson and starring Peter Fonda, Dennis Hopper and Bruce Dern. This began the psychedelic film craze of the late 1960s and was the American entry at Cannes that year.[83] AIP made some changes to the film in post-production, which made Corman unhappy.\n\nIn September 1967, he announced plans to build a new film studio.[84] However, this did not happen for a number of years.\n\nCorman made a film for American TV, Target: Harry (1968), shot in Europe with his brother producing. He did some uncredited directing on AIP's De Sade (1969) when director Cy Endfield fell ill. He financed Bogdanovich's first feature, Targets (1968), which incorporated footage from The Terror. He also produced The Dunwich Horror (1970) for AIP, directed by Haller and co-written by Curtis Hanson, and financed Haller's Paddy.\n\n\nFor AIP, Corman returned to the director's chair for a gangster film, Bloody Mama (1970), starring Shelley Winters and a young Robert de Niro. It was a big hit at the box office. He also directed a black comedy, Gas-s-s-s (1970), written by George Armitage; it was cut without his permission by AIP and was a financial failure.\nUnited Artists finally agreed to finance his Red Baron project, although they asked that it emphasize American characters. Accordingly, it was filmed as Von Richthofen and Brown (1971), shot in Ireland in July 1970. There were several plane crashes during filming and one person died.[85]\n\nCorman was going to make a film of Couples, a novel by John Updike for United Artists, and In from a script by Richard Schupe,[86] but decided to take a break from directing.\n\n\"Directing is very hard and very painful,\" he said in 1971. \"Producing is easy. I can do it without really thinking about it.\"[87]\n\n"
        },
        {
            "title": "New World Pictures",
            "text": "In May 1970, Corman founded New World Pictures, which became a small independently owned production/distribution studio,[88] immediately successful with Angels Die Hard (1970), a biker film, and The Student Nurses (1971), directed by Rothman.  The Big Doll House (1971), directed by Jack Hill in the Philippines, was a big hit, making a star of Pam Grier. The company made a profit of $3.2 million in its first financial year, and Corman says all eleven out of his first eleven films were successful.[89] Angels Die Hard led to a series of biker films, including Angels Hard as They Come (1971), produced by Jonathan Demme with Jack Fisk working as art director. Bury Me an Angel (1971) was the first biker movie directed by a woman, Barbara Peeters. Corman financed the directorial debuts of Curtis Hanson, Sweet Kill (1971), produced by Corman protege Tamara Asseyev.  Student Nurses led to a \"cycle\" of nurse pictures, including Private Duty Nurses (the first film directed by George Armitage), Night Call Nurses (1972) (the first feature directed by Jonathan Kaplan), The Young Nurses and Candy Stripe Nurses (1975). There was also The Student Teachers (1973) and Summer School Teachers (1974).  Big Doll House was followed by a series of women in prison pictures, such as Women in Cages (1972), The Hot Box (1972), Black Mama, White Mama (1973), The Arena (1974) (the first film directed by Steve Carver) and Caged Heat (1974) (the first film directed by Demme).  Of New World's second year, Corman says 11 of the 12 releases were successful.[90]  Corman produced one more film at AIP, Boxcar Bertha (1972), the second feature directed by Martin Scorsese, starring David Carradine. He also executive produced Unholy Rollers (1972) for AIP.  A proposed political satire, The Wild Political Prank, was not made.[91]  He made I Escaped from Devil's Island (1973) with his brother and produced Cockfighter (1974) with Monte Hellman, which was a rare financial failure for New World.  A big hit was Big Bad Mama (1974), a gangster film directed by Carver and starring Angie Dickinson. It led to a follow-up, Crazy Mama (1975), produced by his wife and directed by Demme.  In 1975, Corman said New World was \"the most successful independent film company in the country...if you count AIP as a major\". He said they were \"the best of the cheap acts\".[92]\n\nIn the 1970s the major Hollywood studios were moving away from distributing foreign arthouse pictures, New World moved into the market and became the U.S. distributor for Cries and Whispers (1972), directed by Ingmar Bergman. Corman bought it for $75,000 and it earned over $2 million at the U.S. box office.[90][93] and Corman's distribution side of New World brought many foreign films to mass audiences in the U.S. for the first time - reportedly some played at drive-ins and grindhouses - including the works of François Truffaut (The Story of Adele H., Small Change), Peter Weir (The Cars That Ate Paris), Federico Fellini (Amarcord), Joseph Losey (The Romantic Englishwoman), Volker Schlöndorff (The Lost Honour of Katharina Blum, The Tin Drum) and Akira Kurosawa (Dersu Uzala). New World also released Fantastic Planet (1974).\n\nIn a 10-year period, New World Pictures won more Academy Awards for Best Foreign Film than all other studios combined.\n\nHe had a four-picture deal with 20th Century Fox, making Capone (1975), Fighting Mad (1976) (directed by Demme), Moving Violation (1976) and Thunder and Lightning (1977).\n\nDeath Race 2000 (1975), written by Robert Thom and directed by Paul Bartel, was a big hit, earning $4 million.[94] It helped inspire a series of car chase movies: Cannonball (1976), directed by Bartel; Eat My Dust! (1976), directed by Griffith starring Ron Howard, which led to a follow-up, Grand Theft Auto (1978), Howard's directorial debut. There was also The Great Texas Dynamite Chase (1976), Deathsport (1978) and Smokey Bites the Dust (1981).\n\nNew World's trailers were cut by Joe Dante and Alan Arkush. Corman gave them the chance to direct together, with Hollywood Boulevard (1976), which used outtakes from other New World films. It was successful enough for Corman to give both men jobs directing features on their own: Dante with Piranha (1978) and Arkush with Rock 'n' Roll High School (1979).\n\nPiranha was written by John Sayles, who had been discovered by Corman's story editor, Frances Doel. Sayles later wrote The Lady in Red (1979) for Corman, which was directed by Lewis Teague.\n\nOther popular films around this time included Tidal Wave (1975), a Japanese film to which Corman added some extra footage, and Jackson County Jail (1976). He also financed I Never Promised You a Rose Garden.[95] Less popular was Avalanche (1979), a disaster film directed by Corey Allen.\n\nFor Universal he made Fast Charlie... the Moonbeam Rider (1979), directed by Carver. He financed Bogdanovich's Saint Jack (1979).\n\nCorman was criticised when he insisted on the addition of footage featuring a rape for Humanoids from the Deep (1980).[96]\n\nThe success of Star Wars inspired New World's most expensive film yet, Battle Beyond the Stars (1981).[97] This film required extensive special effects, prompting Corman to buy a movie studio in Main Street Venice for $1.5 million.[98] Corman made a TV film for CBS, The Georgia Peaches (1980).\n\nBattle Beyond the Stars was so successful Corman had its footage and music score reused in other films such as Galaxy of Terror (1981) and Forbidden World (1982).\n\nHe picked up a film called The Personals (1983) which enjoyed success.[99]\n\n"
        },
        {
            "title": "Millennium Films",
            "text": "Corman sold New World Pictures in January 1983 to a consortium of three lawyers for $16.9 million.[100]\n\nUnder the terms of the contract, he agreed to stay on as a consultant for two years and to provide New World with at least five films they could release. New World agreed to distribute all of Corman's films until March 1984. He set up a new production company, Millennium – the title of which was taken from the name of a 1981 retrospective of Corman's work at the National Film Theatre of London. He announced plans to make films budgeted between $2–5 million using cash from his sale of New World to finance personally. He announced an intention to make fewer commercial films, movies more like I Never Promised You a Rose Garden and Cries and Whispers.\n\nMillennium's films included Space Raiders (1983), a science fiction epic using footage and music from Battle Beyond the Stars; Love Letters (1984), a serious drama from Amy Holden Jones; Screwballs (1984), a sex comedy in the vein of Porky's; Suburbia (1984), directed by Penelope Spheeris, which he acquired, Deathstalker; and Kain of Dark Planet (which became The Warrior and the Sorceress).[101]\n\n"
        },
        {
            "title": "New Horizons",
            "text": "Corman says people struggled with the name \"Millennium\" – \"nobody could spell it, nobody knew what it meant\" – so he changed it to New Horizons by early 1984.[102]\n\nCorman and the new owners of New World ended up suing each other in March 1985. Corman claimed that New World failed to honor their guarantee to distribute his movies at a fee of 15%. He sought $400 million in damages and the return of the company. He said they refused to distribute School Spirit (1985) and Wheels of Fire. He also claimed that New World cheated him distributing Space Raiders, Screwballs and Slumber Party Massacre. New World sued Corman in return, claiming he was seeking to return to distribution, and was discrediting New World to potential investors. They said Corman bypassed New World for some of his films, such as Columbia's Hardbodies (1984). Corman argued \"My whole point in selling was to free myself of the burden of running the company and to get guaranteed distribution. If I can't get my guaranteed distribution, I'm forced to go back to running the company.\"[103]\n\nThe case with New World settled out of court. In March 1985 Corman announced he would establish a new distribution \"cooperative\", Concorde Pictures, where producers could get relatively cheap distribution from Concorde in exchange for contributing to the company's overhead. Their first releases were Corman productions School Spirit, Wheels of Fire and Barbarian Queen.[104] Concorde later merged with a low budget production company, Cinema Group, and announced plans to make 15-20 films a year.[105]\n\nEarly Concorde releases include Loose Screws (1985), a sequel to Screwballs;  Streetwalkin' (1985), a more serious drama directed by Joan Freeman; Cocaine Wars (1986), the first in a series of movies Corman would finance in South America; Hour of the Assassin (1987), shot in Peru and the first film directed by Luis Llosa; and Munchies (1987), a spoof of Gremlins directed by Tina Hirsch.\n\nCorman also remade Not of this Earth (1988) and released Big Bad Mama II (1987), and Transylvania Twist (1989); all three were directed by Jim Wynorski. He produced another version of Masque of the Red Death (1989), directed by Larry Brand.\n\nHe produced Sweet Revenge (1987), Slumber Party Massacre II (1988), directed by Deborah Brock, Andy Colby's Incredible Adventure (1988), also directed by Brock, and The Terror Within (1989), directed by Thierry Notz.\n\nCorman financed the early directorial efforts of Carl Franklin (Nowhere to Run (1989)), Vargas Llosa and Katt Shea (Stripped to Kill (1988), Stripped to Kill II (1989)). More experimental was Nightfall (1988).\n\nAfter Hour of the Assassin, he made a series of films in Peru, including Crime Zone (1989), also directed by Luis Llosa, and Full Fathom Five (1990), directed by Carl Franklin.\n\nConcorde had a big hit with Bloodfist (1989), starring Don \"the Dragon\" Wilson which cost $1 million and earned over $6 million. Concorde signed Wilson to a long-term contract and he made a number of sequels for the company, including Bloodfist II and Fighting to Win.[106]\n\nHe returned to directing once more with Frankenstein Unbound (1990).\n\nIn 1990, Concorde sued MGM for $6 million.[107]\n\nConcorde's films included Overexposed (1990), The Unborn (1991), and In the Heat of Passion (1992). They had a big hit with Carnosaur (1993), which led to several sequels. He financed Fire on the Amazon (1991, directed Luis Llosa) which had Sandra Bullock and Craig Sheffer in early roles.\n\nCorman had to deal with the decline of the drive-in market and studio competition through the 1990s, but Concorde-New Horizons still made 15-24 pictures a year.[108] This included a never-released version of The Fantastic Four.\n\nIn 1995 Corman was executive producer on Roger Corman Presents, a special series of 13 movies for Showtime with budgets of around $1.5 million each. \"I think the Corman name means action, humor and some titillation,\" says Mike Elliott, the producer of the series. \"It's going to deliver the goods – and it will have a little moral statement in there as well.\"[109] Corman ended up doing a second season of 11 movies. The films were Bram Stoker's Burial of the Rats, Hellfire, Virtual Seduction, Suspect Device, Unknown Origin, Terminal Virus, Where Evil Lies, Vampirella, Shadow of a Scream, Subliminal Seduction, House of the Damned (a.k.a. Spectre), The Haunted Sea, Alien Avengers (a.k.a. Aliens Among Us) and its sequel, Inhumanoid, Sawbones, Not Like Us, and Last Exit to Earth. He created his own comic book franchise, Black Scorpion, which led to a sequel and later a TV series. Corman also executive-produced remakes of The Wasp Woman, Humanoids from the Deep, A Bucket of Blood (a.k.a. The Death Artist), Piranha and Not of this Earth.\n\nConcorde set up operations in Ireland as Concorde Anois, building studios in Connemara, County Galway.[110] He received some support from the Irish government, a decision which became controversial when the content of some Corman productions such as Criminal Affairs was criticized in the press.[111][112][113][114][110]\n\nLater Concorde-New Horizons films included Overdrive (1997). \"The genres still hold\", said Corman in 1997, \"action adventure, the suspense thriller, science fiction and horror. The difference is that they are bigger and better now. \"[115]\n\nCorman also produced the film Moving Target which was filmed in County Galway. It was his last film produced with Concorde-New Horizons.\n\n"
        },
        {
            "title": "",
            "text": "Corman operated a short-lived comic book imprint in 1995–1996 called Roger Corman's Cosmic Comics. It produced comics based on his films, written and drawn in a similar no-hold-barred style. Titles included Bram Stoker's Burial of the Rats, Caged Heat 3000, Death Race 2020, Welcome to The Little Shop of Horrors, and Rock & Roll High School — the latter featuring the Melvins (instead of the Ramones).[116] Notable creators published by Cosmic Comics included Trevor Goring, James Kochalka, Jason Lutes, Pat Mills, Shane Oakley, Jerry Prosser, and J. R. Williams. The longest-running title was Death Race 2020, which lasted eight issues[117] — but was left unfinished when the company closed down.\n\n"
        },
        {
            "title": "Later career:  Syfy Channel",
            "text": "He continued to produce creature films, such as Raptor (2001, dir Jim Wynorski). Dinocroc (2004), which aired on the Syfy cable television channel[118] and was popular enough for two sequels, Supergator and Dinocroc vs. Supergator (2010), as well as a spin-off film, Dinoshark (2010). Supergator (2007) was turned down by the Syfy channel, but Corman made it anyway.\n\nCorman also continued to make action films: Escape from Afghanistan (2001) was a Russian film, Peshavar Waltz plus some additional footage; The Hunt for Eagle One (2006) and The Hunt for Eagle One: Crash Point (2006) were shot in the Philippines; Roger Corman's Operation Rogue (2014); Fist of the Dragon (2015).\n\nIn 2006 Corman said he made 60% of his films overseas. \"These foreign countries are offering subsidies that are so great that not only I but many independent producers are moving overseas\", he said.[119] He sold the remake rights of Death Race 2000 to Universal, who made Death Race (2008) with Jason Statham, with Corman credited as executive producer. It led to two direct-to-video prequels and one direct-to-video sequel.\n\nIn 2009, Corman produced and directed alongside director Joe Dante the web series \"Splatter\" for Netflix.[120] The protagonist of the film is portrayed by Corey Feldman,[121] and the story talks of the haunting tale of rock-and-roll legend Johnny Splatter.[122] He also started contributing trailer commentaries to Dante's web series Trailers from Hell.[123] In 2011, Corman cited James Cameron's Avatar (2009) and Christopher Nolan's Inception (2010) as examples of \"great imagination and originality\".[124]\n\nBy now, the SyFy channel was Corman's leading market. For them, he made Sharktopus (2010) and Piranhaconda (2012). Corman produced the 2017 film Death Race 2050, a sequel to the 1975 film Death Race 2000. It was made with Universal, Corman's first film with a major studio in more than two decades.[125]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Corman married Julie Halloran in 1970.[126] They have four children.[127] On April 3, 2018, a lawsuit by Corman's sons, Roger Martin Corman and Brian Corman, was filed against Corman to prevent the trade of his film collection. It was settled in 2020.[128] In 2016, Corman also sued a wealth management company about suspected losses of his personal fortune. To date[when?], the result of that dispute has not been disclosed.[129]\n\n"
        },
        {
            "title": "Recognition",
            "text": "In 1964, Corman was the youngest producer/director to be given a retrospective at the Cinémathèque Française, as well as retrospectives at the British Film Institute and the Museum of Modern Art.\n\nCorman won the Lifetime Achievement Award at Stockholm International Film Festival in 1990.\n\nCorman was the subject of the 1978 documentary Roger Corman:  Hollywood's Wild Angel, produced and directed by Christian Blackwood. Portions of the film reappeared in 2011's Corman's World.\n\nIn 1998, he won the first Producer's Award ever given by the Cannes Film Festival.\n\nIn 2006, Corman received the David O. Selznick Award from the Producers Guild of America. Also in 2006, his film Fall of the House of Usher was among the twenty-five movies selected for the National Film Registry, a compilation of significant films being preserved by the Library of Congress.\n\nIn 2009, The Academy of Motion Picture Arts and Sciences awarded Corman with an Academy Honorary Award at the inaugural Governors Awards,[130] on November 14, 2009.[131]\n\nIn 2010, writer and actor Mark Gatiss interviewed Corman for his BBC documentary series A History of Horror, of which the second half of the second episode focuses on Corman.[132]\n\nIn 2010, Corman was inducted into the Beverly Hills High School Hall of Fame.\n\nIn 2012, Corman was honored with the Filmmaker on the Edge Award at the Provincetown International Film Festival.\n\nIn 2018, he received the \"Extraordinary Contribution to Film\" award at the Austin Film Festival.[133]\n\n"
        },
        {
            "title": "Archive",
            "text": "Film elements and prints for many movies directed, produced, and/or distributed by Corman are held at the Academy Film Archive as part of the New Horizons Collection.[134] The Academy Film Archive restored Corman's film The Masque of the Red Death in 2019.[135]\n\n"
        },
        {
            "title": "",
            "text": "A number of noted filmmakers (including directors, producers, writers, and cinematographers) have worked with Corman, usually early in their careers, including Francis Ford Coppola, Martin Scorsese, Ron Howard, Polly Platt, Peter Bogdanovich, Declan O'Brien, Armondo Linus Acosta, Paul Bartel, Jonathan Demme, Donald G. Jackson, Gale Anne Hurd, Carl Colpaert, Joe Dante, James Cameron, John Sayles, Monte Hellman, Carl Franklin,[136] George Armitage, Jonathan Kaplan, George Hickenlooper, Curtis Hanson, Jack Hill, Robert Towne, Menahem Golan, James Horner, and Timur Bekmambetov. Many have said that Corman's influence taught them some of the ins and outs of filmmaking.[137] In the extras for the DVD of The Terminator, director James Cameron asserts, \"I trained at the Roger Corman Film School.\" The British director Nicolas Roeg served as the cinematographer on The Masque of the Red Death.[138] Cameron, Coppola, Demme, Hanson, Howard and Scorsese have all gone on to win Academy Awards. Howard was reportedly told by Corman, \"If you do a good job on this film, you'll never have to work for me again.\"\n\nActors who obtained their career breaks working for Corman include Jack Nicholson, Peter Fonda, Bruce Dern, Charles Bronson, Todd Field[139] Michael McDonald, Dennis Hopper, Tommy Lee Jones, Talia Shire, Sandra Bullock, Robert De Niro, and David Carradine, who received one of his first starring film roles in the Corman-produced Boxcar Bertha (1972) and went on to star in Death Race 2000 (along with Sylvester Stallone).\n\nMany of Corman's protegés have paid their mentor homage by awarding him cameos in films, such as in The Godfather Part II,[140] The Silence of the Lambs,[141] Apollo 13,[137] and as recently as Demme's 2008 film Rachel Getting Married.\n\n"
        },
        {
            "title": "Filmography",
            "text": "The IMDb credits Corman with 55 directed films and some 385 produced films from 1954 through 2008, many as uncredited producer or executive producer (consistent with his role as head of his own New World Pictures from 1970 through 1983). Corman also has significant credits as writer and actor.\n\n Roger Corman's Cult Classics \n\nIn 2010, Roger Corman teamed up New Horizons Pictures with Shout! Factory to release new DVD and Blu-ray editions of Corman productions under the name Roger Corman's Cult Classics.[142][143] The releases have concentrated on 1970–1980s films he produced through New World rather than directed. These titles include Rock 'n' Roll High School, Death Race 2000, Galaxy of Terror, Forbidden World and Piranha, with additional titles continuing to be released.[144]\n\n"
        }
    ]
}