{
    "url": "https://en.wikipedia.org/wiki/Rogue_planet",
    "title": "Rogue planet",
    "table_of_contents": [
        "1 Observation",
        "2 Warmth",
        "3 List",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA rogue planet (also termed a free-floating planet (FFP), interstellar, nomad, orphan, starless, unbound or wandering planet) is an interstellar object of planetary-mass, therefore smaller than  fusors (stars and brown dwarfs) and without a host planetary system. Such objects have been ejected from the planetary system in which they formed or have never been gravitationally bound to any star or brown dwarf.[1][2][3] The Milky Way alone may have billions to trillions of rogue planets, a range the upcoming Nancy Grace Roman Space Telescope will likely be able to narrow down.[4][5]\n\nSome planetary-mass objects may have formed in a similar way to stars, and the International Astronomical Union has proposed that such objects be called sub-brown dwarfs.[6] A possible example is Cha 110913−773444, which may have been ejected and become a rogue planet, or formed on its own to become a sub-brown dwarf.[7]\n\nAstronomers have used the Herschel Space Observatory and the Very Large Telescope to observe a very young free-floating planetary-mass object, OTS 44, and demonstrate that the processes characterizing the canonical star-like mode of formation apply to isolated objects down to a few Jupiter masses. Herschel far-infrared observations have shown that OTS 44 is surrounded by a disk of at least 10 Earth masses and thus could eventually form a mini planetary system.[8] Spectroscopic observations of OTS 44 with the SINFONI spectrograph at the Very Large Telescope have revealed that the disk is actively accreting matter, similarly to the disks of young stars.[8] In December 2013, a candidate exomoon of a rogue planet (MOA-2011-BLG-262) was announced.[9]\n\nIn October 2020, OGLE-2016-BLG-1928, an Earth-mass rogue planet, was discovered in the Milky Way.[10][11][12]\n\n"
        },
        {
            "title": "Observation",
            "text": "Astrophysicist Takahiro Sumi of Osaka University in Japan and colleagues, who form the Microlensing Observations in Astrophysics and the Optical Gravitational Lensing Experiment collaborations, published their study of microlensing in 2011. They observed 50 million stars in the Milky Way by using the 1.8-metre (5 ft 11 in) MOA-II telescope at New Zealand's Mount John Observatory and the 1.3-metre (4 ft 3 in) University of Warsaw telescope at Chile's Las Campanas Observatory. They found 474 incidents of microlensing, ten of which were brief enough to be planets of around Jupiter's size with no associated star in the immediate vicinity. The researchers estimated from their observations that there are nearly two Jupiter-mass rogue planets for every star in the Milky Way.[13][14][15] One study suggested a much larger number, up to 100,000 times more rogue planets than stars in the Milky Way, though this study encompassed hypothetical objects much smaller than Jupiter.[16] A 2017 study by Przemek Mróz of Warsaw University Observatory and colleagues, with six times larger statistics than the 2011 study, indicates an upper limit on Jupiter-mass free-floating or wide-orbit planets of 0.25 planets per main-sequence star in the Milky Way.[17]\n\nNearby rogue planet candidates include WISE 0855−0714 at a distance of 7.27±0.13 light-years.[18]\n\nIn September 2020, astronomers using microlensing techniques reported the detection, for the first time, of an Earth-mass rogue planet (named OGLE-2016-BLG-1928) unbounded to any star and free floating in the Milky Way galaxy.[19][20][21]\n\nIn December 2021, the largest ever group of rogue planets was discovered, numbering at least 70 and up to 170 depending on the assumed age. They are found in the OB association between Upper Scorpius and Ophiuchus with masses between 4 and 13 MJ and age around 3 to 10 million years, and were most likely formed by either gravitational collapse of gas clouds, or formation in a protoplanetary disk followed by ejection due to dynamical instabilities.[22][23][24][25]\n\n"
        },
        {
            "title": "Warmth",
            "text": "Interstellar planets generate little heat and are not heated by a star.[26] However, in 1998, David J. Stevenson theorized that some planet-sized objects adrift in interstellar space might sustain a thick atmosphere that would not freeze out. He proposed that these atmospheres would be preserved by the pressure-induced far-infrared radiation opacity of a thick hydrogen-containing atmosphere.[27]\n\nDuring planetary-system formation, several small protoplanetary bodies may be ejected from the system.[28] An ejected body would receive less of the stellar-generated ultraviolet light that can strip away the lighter elements of its atmosphere. Even an Earth-sized body would have enough gravity to prevent the escape of the hydrogen and helium in its atmosphere.[27] In an Earth-sized object the geothermal energy from residual core radioisotope decay could maintain a surface temperature above the melting point of water,[27] allowing liquid-water oceans to exist. These planets are likely to remain geologically active for long periods. If they have geodynamo-created protective magnetospheres and sea floor volcanism, hydrothermal vents could provide energy for life.[27] These bodies would be difficult to detect because of their weak thermal microwave radiation emissions, although reflected solar radiation and far-infrared thermal emissions may be detectable from an object that is less than 1000 astronomical units from Earth.[29] Around five percent of Earth-sized ejected planets with Moon-sized natural satellites would retain their satellites after ejection.  A large satellite would be a source of significant geological tidal heating.[30]\n\n"
        },
        {
            "title": "List",
            "text": "The table below lists rogue planets, confirmed or suspected, that have been discovered. It is yet unknown whether these planets were ejected from orbiting a star or else formed on their own as sub-brown dwarfs. Whether exceptionally low-mass rogue planets (such as OGLE-2012-BLG-1323 and KMT-2019-BLG-2073) are even capable of being formed on their own is currently unknown.\n\n"
        }
    ]
}