{
    "url": "https://en.wikipedia.org/wiki/Romantic_comedy",
    "title": "Romantic comedy",
    "table_of_contents": [
        "1 Description",
        "2 Evolution and subgenres",
        "2.1 Extreme circumstances",
        "2.2 Flipping conventions",
        "2.3 Reversing gender roles",
        "2.4 Serious elements",
        "3 Contrived romantic encounters: the \"meet cute\"",
        "3.1 Use of \"meet cute\" situations",
        "4 History",
        "5 Effects of romantic comedies",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Romantic comedy (also known as romcom or rom-com) is a subgenre of comedy and slice of life fiction, focusing on lighthearted, humorous plot lines centered on romantic ideas, such as how true love is able to surmount most obstacles.[1] In a typical romantic comedy, the two lovers tend to be young, likeable, and seemingly meant for each other, yet they are kept apart by some complicating circumstance (e.g., class differences, parental interference, a previous girlfriend or boyfriend) until, surmounting all obstacles, they are finally united. A fairy-tale-style happy ending is a typical feature.[2]\n\nRomantic comedy films are a certain genre of comedy films as well as of romance films, and may also have elements of screwball comedies. However, a romantic comedy is classified as a film with two genres, not a single new genre.[3] Some television series can also be classified as romantic comedies.\n\n"
        },
        {
            "title": "Description",
            "text": "The basic plot of a romantic comedy is that two characters meet, part ways due to an argument or other obstacle, then ultimately realize their love for one another and reunite. Sometimes the two leads meet and become involved initially, then must confront challenges to their union. Sometimes they are hesitant to become romantically involved because they believe they do not like each other. After all, one of them already has a partner, or because of social pressures. However, the screenwriters leave clues that suggest that the characters are attracted to each other and that they would be a good love match. The characters often split or seek time apart in order to sort out their emotions or deal with external obstacles to their being together, which they eventually overcome.\n\nWhile the two protagonists are separated, one or both of them usually realizes that they love the other person. Then, one party makes some extravagant effort (sometimes called a grand gesture) to find the other person and declare their love. This is not always the case, as sometimes there is a remarkable coincidental encounter where the two meet again. Alternatively, one plans a sweet romantic gesture to show that they still care. Then, perhaps with some comic friction or awkwardness, they declare their love for each other, and the film ends on a happy note. Even though it is implied that they live happily ever after, it does not always state what that happy ending will be. The couple does not necessarily get married or even live together for it to be a \"happily ever after\". The conclusion of a romantic comedy is meant to affirm the primary importance of the love relationship in its protagonists' lives, even if they physically separate in the end (e.g. Shakespeare in Love, Roman Holiday).[4] Most of the time the ending gives the audience a sense that if it is true love, it will always prevail no matter what is thrown in the way.\n\nThere are many variations on this basic plotline. Sometimes, instead of the two lead characters ending up in each other's arms, another love match will be made between one of the principal characters and a secondary character (e.g., My Best Friend's Wedding and My Super Ex-Girlfriend). Alternatively, the film may be a rumination on the impossibility of love, as in Woody Allen's film Annie Hall. The basic format of a romantic comedy film can be found in much earlier sources, such as Shakespeare plays like Much Ado About Nothing and A Midsummer Night's Dream.\n\n"
        },
        {
            "title": "Evolution and subgenres",
            "text": "Over the years, romantic comedies have slowly been becoming more popular to both men and women. They have begun to spread out of their conventional and traditional structure into other territory. This territory explores more subgenres and more complex topics. These films still follow the typical plot of \"a light and humorous movie, play, etc., whose central plot is a happy love story\"[5] but with more complexity. These are a few ways romantic comedies are adding more subtlety and complexity into the genre. Two ways they are adding to the complexity are through the general obstacles that come between the couple and the general morals that the characters feel throughout the entire film.\n\nSome romantic comedies have adopted extreme or strange circumstances for the main characters, as in Warm Bodies where the protagonist is a zombie who falls in love with a human girl after eating her boyfriend. The effect of their love towards each other is that it starts spreading to the other zombies and even starts to cure them. With the zombie cure, the two main characters can now be together since they don't have that barrier between them anymore.[6] Another strange set of circumstances is in Zack and Miri Make a Porno where the two protagonists are building a relationship while trying to make a porno together. Both these films take the typical story arc and then add strange circumstances to add originality.\n\nOther romantic comedies flip the standard conventions of the romantic comedy genre.  In films like 500 Days of Summer, the two main interests do not end up together, leaving the protagonist somewhat distraught. Other films like Adam have the two main interests end up separated but still content and pursuing other goals and love interests.\n\nSome romantic comedies use reversal of gender roles to add comedic effect.[7] These films contain characters who possess qualities that diverge from the gender role that society has imposed upon them, as seen in Forgetting Sarah Marshall in which the male protagonist is especially in touch with his emotions, and Made of Honor in which the female bridesmaids are shown in a negative and somewhat masculine light in order to advance the likability of the male lead.[8]\n\nOther remakes of romantic comedies involve similar elements, but explore more adult themes such as marriage, responsibility, or even disability. Two films by Judd Apatow, This Is 40 and Knocked Up, deal with these issues. This Is 40 chronicles the mid-life crisis of a couple entering their 40s, and Knocked Up addresses unintended pregnancy and the ensuing assuming of responsibility. Silver Linings Playbook deals with mental illness and the courage to start a new relationship.\n\nAll of these go against the stereotype of what romantic comedy has become as a genre. Yet the genre of romantic comedy is simply a structure, and all of these elements do not negate the fact that these films are still romantic comedies.\n\n"
        },
        {
            "title": "",
            "text": "One of the conventions of romantic comedy films is the entertainment factor in a contrived encounter of two potential romantic partners in unusual or comic circumstances, which film critics such as Roger Ebert[9] or the Associated Press' Christy Lemire[10] have called a \"meet-cute\" situation. During a \"meet-cute\", scriptwriters often create a humorous sense of awkwardness between the two potential partners by depicting an initial clash of personalities or beliefs, an embarrassing situation, or by introducing a comical misunderstanding or mistaken identity situation. Sometimes the term is used without a hyphen (a \"meet cute\"), or as a verb (\"to meet cute\").\n\nRoger Ebert describes the \"concept of a Meet Cute\" as \"when boy meets girl in a cute way.\" As an example, he cites \"The Meet Cute in Lost and Found [which] has Jackson and Segal running their cars into each other in Switzerland. Once recovered, they Meet Cute again when they run into each other while on skis. Eventually,... they fall in love.\"[11]\n\nIn many romantic comedies, the potential couple comprises polar opposites, two people of different temperaments, situations, social statuses, or all three (It Happened One Night), who would not meet or talk under normal circumstances, and the meet cute's contrived situation provides the opportunity for these two people to meet.\n\nCertain movies are entirely driven by the meet-cute situation, and contrived circumstances throw the couple together for much of the screenplay. However, movies in which the contrived situation is the main feature, such as Some Like It Hot, rather than the romance being the main feature, are not considered \"meet-cutes\".\n\nThe use of the meet-cute is less marked in television series and novels, because these formats have more time to establish and develop romantic relationships. In situation comedies, relationships are static and meet-cute is not necessary, though flashbacks may recall one (The Dick Van Dyke Show, Mad About You) and lighter fare may require contrived romantic meetings.\n\nThe heyday of \"meet cute\" in films was during the Great Depression in the 1930s; screwball comedy films made heavy use of contrived romantic \"meet cutes\", perhaps because the more rigid class consciousness and class divisions of this period made cross-social class romances into tantalizing fantasies.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "Comedies, rooted in the fertility rites and satyr plays of ancient Greece, have often incorporated sexual or social elements.[12][13]\n\nThe Oxford Dictionary of Literary Terms defines romantic comedy as \"a general term for comedies that deal mainly with the follies and misunderstandings of young lovers, in a light‐hearted and happily concluded manner which usually avoids serious satire\". This reference states that the \"best‐known examples are Shakespeare's comedies of the late 1590s, A Midsummer Night's Dream, Twelfth Night, and As You Like It being the most purely romantic, while Much Ado About Nothing approaches the comedy of manners and The Merchant of Venice is closer to tragicomedy.\"[14]\n\nIt was not until the development of the literary tradition of romantic love in the western European medieval period, though, that \"romance\" came to refer to \"romantic love\" situations, rather than the heroic adventures of medieval Romance. Those adventures traditionally focused on a knight's feats on behalf of a lady, and so the modern themes of love were quickly woven into them, as in Chrétien de Troyes's Lancelot, the Knight of the Cart.[15]\n\nThe contemporary romantic comedy genre was shaped by 18th-century Restoration comedy and 19th-century romantic melodrama.[16] Restoration comedies were typically comedies of manners that relied on knowledge of the complex social rules of high society, particularly related to navigating the marriage-market, an inherent feature of the plot in many of these plays, such as William Wycherley’s The Country Wife.[17] While the melodramas of the Romantic period had little to do with comedy, they were hybrids incorporating elements of domestic and sentimental tragedies, pantomime “with an emphasis on gesture, on the body, and the thrill of the chase,” and other genres of expression such as songs and folk tales.[18]\n\nIn the 20th century, as Hollywood grew, the romantic comedy in America mirrored other aspects of society in its rapid changes, developing many subgenres through the decades, such as the screwball comedy in response to the censorship of the Hays Code in the 1920s-1930s,[19] the career woman comedy \n(such as George Stevens' Woman of the Year, starring Katharine Hepburn and Spencer Tracy) post-WWII, and the sex comedy made popular by Rock Hudson and Doris Day in the 1950s-1960s.[20]\n\nIn 1972 What's Up, Doc? was a success, although the film follows the conventions of the screwball comedy, as its tagline confirms: \"A Screwball Comedy. Remember them?\".\nThe more sexually charged When Harry Met Sally had a successful box office run in 1989, paving the way for a rebirth for the Hollywood romantic comedy in the mid-1990s.\n\nThe French film industry went in a completely different direction, with less inhibitions about sex.[citation needed] Virginia Woolf, tired of stories that ended in 'happily ever after' at the beginning of a serious relationship, called Middlemarch by George Eliot, with its portrayal of a difficult marriage, \"one of the few English novels written for grown-up people.\"\n\n"
        },
        {
            "title": "Effects of romantic comedies",
            "text": "There have been at least two studies conducted that examined the effect of watching romantic comedies on individuals' perceptions of romance and long-term relationships.[21]\n\n"
        }
    ]
}