{
    "url": "https://en.wikipedia.org/wiki/Imperial_cult_of_ancient_Rome",
    "title": "Roman imperial cult",
    "table_of_contents": [
        "1 Background",
        "1.1 Roman",
        "1.2 Greek",
        "1.3 Romans among the Greeks",
        "1.4 Intermediate forms",
        "2 End of the Republic",
        "2.1 Divus Julius",
        "3 Caesar's heir",
        "3.1 Religion and Imperium under Augustus",
        "3.2 Eastern provinces",
        "3.3 Western provinces",
        "3.4 Western provinces of Roman Africa",
        "4 The Imperial succession",
        "4.1 Julio-Claudian",
        "4.2 Flavian",
        "4.3 Nervan-Antonine",
        "4.4 Severan",
        "5 Imperial crisis and the Dominate",
        "6 Context and precedents",
        "6.1 Divus, deus and the numen",
        "6.2 Sacrificium",
        "6.3 Augury, ira deorum and pax deorum",
        "6.4 Genius and household cults",
        "6.5 Role in the military",
        "6.6 Altars, temples and priesthoods",
        "6.7 Saviours and monotheists",
        "7 The imperial cult and Christianity",
        "8 Historical evaluations",
        "9 See also",
        "10 Notes",
        "11 References and further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Roman imperial cult identified emperors and some members of their families with the divinely sanctioned authority (auctoritas) of the Roman State. Its framework was based on Roman and Greek precedents, and was formulated during the early Principate of Augustus. It was rapidly established throughout the Empire and its provinces, with marked local variations in its reception and expression.\n\nAugustus's reforms transformed Rome's Republican system of government to a de facto monarchy, couched in traditional Roman practices and Republican values. The princeps (emperor) was expected to balance the interests of the Roman military, Senate and people, and to maintain peace, security and prosperity throughout an ethnically diverse empire. The official offer of cultus to a living emperor acknowledged his office and rule as divinely approved and constitutional: his Principate should therefore demonstrate pious respect for traditional Republican deities and mores.\n\nA deceased emperor held worthy of the honor could be voted a state divinity (divus, plural divi) by the Senate and elevated as such in an act of apotheosis. The granting of apotheosis served religious, political and moral judgment on Imperial rulers and allowed living emperors to associate themselves with a well-regarded lineage of Imperial divi from which unpopular or unworthy predecessors were excluded. This proved a useful instrument to Vespasian in his establishment of the Flavian Imperial Dynasty following the death of Nero and civil war, and to Septimius in his consolidation of the Severan dynasty after the assassination of Commodus.\n\nThe imperial cult was inseparable from that of Rome's official deities, whose cult was essential to Rome's survival and whose neglect was therefore treasonous. Traditional cult was a focus of Imperial revivalist legislation under Decius and Diocletian. It therefore became a focus of theological and political debate during the ascendancy of Christianity under Constantine I. The emperor Julian failed to reverse the declining support for Rome's official religious practices: Theodosius I adopted Christianity as Rome's state religion. Rome's traditional gods and imperial cult were officially abandoned. However, many of the rites, practices and status distinctions that characterized the cult to emperors were perpetuated in the theology and politics of the Christianized Empire.[citation needed]\n\n"
        },
        {
            "title": "Background",
            "text": "For five centuries, the Roman Republic did not give worship to any historic figure, or any living man, although surrounded by divine and semi-divine monarchies. Rome's legendary kings had been its masters; with their removal, Republican Romans could identify Romulus, the founder of the city, with the god Quirinus and still retain Republican liberty. Similarly, Rome's ancestor-hero Aeneas was worshipped as Jupiter Indiges.[1] The Romans worshipped several gods and demi-gods who had been human, and knew the theory that all the gods had originated as human beings, yet Republican traditions (mos maiorum) were staunchly conservative and anti-monarchic. The aristocrats who held almost all Roman magistracies, and thereby occupied almost all of the Senate, acknowledged no human as their inherent superior. No citizen, living or dead, was officially regarded as divine, but the honors[2] awarded by the state — crowns, garlands, statues, thrones, processions — were also suitable to the gods, and tinged with divinity; indeed, when the emperors were later given state worship, it was done by a decree of the Senate, phrased like any other honor.[3]\n\nAmong the highest of honors was the triumph. When a general was acclaimed imperator by his troops, the Senate would then choose whether to award him a triumph, a parade to the Capitol in which the triumphator displayed his captives and spoils of war in the company of his troops; by law, all were unarmed. The triumphator rode in a chariot, bearing divine emblems, in a manner supposed to be inherited from the ancient kings of Rome, and ended by dedicating his victory to Jupiter Capitolinus. Some scholars have viewed the triumphator as impersonating or even becoming a king or a god (or both) for the day but the circumstances of triumphal award and subsequent rites also functioned to limit his status. Whatever his personal ambitions, his victory and his triumph alike served the Roman Senate, people, and gods and were recognised only through their consent.[4][5]\n\nIn private life, however, tradition required that some human beings be treated as more or less divine; cult was due from familial inferiors to their superiors. Every head of household embodied the genius – the generative principle and guardian spirit – of his ancestors, which others might worship and by which his family and slaves took oaths;[6] his wife had a juno. A client could call his patron \"Jupiter on earth\".[7] The dead, collectively and individually, were gods of the underworld or afterlife (dii manes). A letter has survived from Cornelia, the mother of the Gracchi, expecting that when she was dead, her sons would venerate her as deus parens, a parental (or a nurturing) divinity; such piety was expected from any dutiful son.[8]\n\nA prominent clan might claim divine influence and quasi-divine honors for its leader. Death masks (imagines) were made for all notable Romans and were displayed in the atria of their houses; they were used to represent their ghostly presence at family funerals. The mask of Scipio Africanus, Cornelia's father and victor over Hannibal, was stored in the temple of Jupiter; his epitaph (by Ennius) said that he had ascended to Heaven.[8] A tradition arose in the centuries after his death that Africanus had been inspired by prophetic dreams, and was himself the son of Jupiter.[9]\n\nThere are several cases of unofficial cult directed at men viewed as saviors, military or political. In Further Spain in the 70s BC, loyalist Romans greeted the proconsul Metellus Pius as a savior, burning incense \"as if to a god\" for his efforts to quash the Lusitanian rebellion led by the Roman Sertorius, a member of the faction which called itself \"men of the People\" (populares). This celebration, in Spain, featured a lavish banquet with local and imported delicacies, and a mechanical statue of Victory to crown Metellus, who wore (extralegally) a triumphator's toga picta for the occasion. These festivities were organized by the quaestor[10] Gaius Urbinus, but were not acts of the state. Metellus liked all this, but his older and pious (veteres et sanctos) contemporaries thought it arrogant and intolerable.[11][12] After the land reformers Tiberius and Gaius Gracchus were both murdered by their opponents, their supporters \"fell down\" and offered daily sacrifice at the statues of the Gracchi \"as though they were visiting the shrines of the gods\".[13] After Gaius Marius defeated the Teutones, private citizens would offer food and drink to him alongside their household gods; he was called the third founder of Rome after Romulus and Camillus.[14] In 86 BC, offerings of incense and wine were made at crossroad shrines to statues of the still-living Marius Gratidianus, the nephew of the elder Marius, who was wildly popular in his own right, in large part for monetary reforms that eased an economic crisis in Rome during his praetorship.[15]\n\nWhen the Romans began to dominate large parts of the Greek world, Rome's senior representatives there were given the same divine honours as were Hellenistic rulers. This was a well-established method for Greek city-states to declare their allegiance to an outside power; such a cult committed the city to obey and respect the king as they obeyed and respected Apollo or any of the other gods.\n\nThe cities of Ionia worshipped the Spartan general Lysander, when he personally dominated Greece, immediately following the Peloponnesian War; according to Plutarch, this was the first instance of ruler cult in Greek history. There were similar instances of divine cult to humans in the same century, although some rulers, like Agesilaus, declined it.[16] Clearchus, tyrant of Heraclea, dressed up like Zeus and claimed godhood; this did not stop the Heracleots from assassinating him. Isocrates said of Philip II of Macedon that after he conquered the Persian Empire, there would be nothing for him to attain but to become a god; the city of Amphipolis, and a private society at Athens, worshiped him even without this conquest; he himself set out his statue, dressed as a god, as the thirteenth of the Twelve Olympians.[17]\n\nBut it was Philip's son Alexander the Great who made the divinity of kings standard practice among the Greeks. The Egyptians accepted him as Pharaoh, and therefore divine, after he drove the Persians out of Egypt; other nations received him as their traditional divine or quasi-divine ruler as he acquired them. In 324 BC, he sent word to the Greek cities that they should also make him a god; they did so, with marked indifference[18] – which did not stop them from rebelling when they heard of his death next year.\n\nHis immediate successors, the Diadochi, offered sacrifices to Alexander, and  made themselves gods even before they claimed to be kings; they put their own portraits on the coinage, whereas the Greeks had always reserved this for a god or for an emblem of the city. When the Athenians allied with Demetrius Poliorcetes, eighteen years after the deification of Alexander, they lodged him in the Parthenon with Athena, and sang a hymn extolling him as a present god, who heard them, as the other gods did not.[19]\n\nEuhemerus, a contemporary of Alexander, wrote a fictitious history of the world, which showed Zeus and the other established gods of Greece as mortal men, who had made themselves into gods in the same way; Ennius appears to have translated this into Latin some two centuries later, in Scipio Africanus' time.\n\nThe Ptolemies of Egypt and the Seleucids claimed godhood as long as they lasted; they may have been influenced in this by the Persian and Egyptian traditions of divine kings – although the Ptolemies had separate cults in Egyptian polytheism, as Pharaoh, and in the Greek. Not all Greek dynasties made the same claims; the descendants of Demetrius, who were kings of Macedon and dominated the mainland of Greece, did not claim godhead or worship Alexander (cf. Ptolemaic cult of Alexander the Great).\n\nThe Roman magistrates who conquered the Greek world were fitted into this tradition; games were set up in honor of M. Claudius Marcellus, when he conquered Sicily at the end of the Second Punic War, as the Olympian games were for Zeus; they were kept up for a century and a half until another Roman governor abolished them, to make way for his own honors. When T. Quinctius Flamininus extended Roman influence to Greece proper, temples were built for him and cities placed his portrait on their coinage; he called himself godlike (isotheos) in an inscription at Delphi – but not in Latin, or at Rome. The Greeks also devised a goddess Roma, not worshipped at Rome, who was worshipped with Flamininus (their joint cult is attested in 195 BC); she would become a symbol of idealised romanitas in the later Roman provinces, and a continuing link, whereas a Marcellus or Flamininus might only hold power for a couple years.\n\nWhen King Prusias I of Bithynia  was granted an interview by the Roman Senate, he prostrated himself and addressed them as \"Saviour Gods\", which would have been etiquette at his own court; Livy was shocked by Polybius' account of this, and insists that there is no Roman source it ever happened.[20]\n\nWorship and temples appear to have been routinely offered by Greeks to their Roman governors, with varied reactions. Cicero declined a temple proposed by the city officials of Roman Asia to his brother and himself, while the latter was proconsul, to avoid jealousy from other Romans; when Cicero himself was Governor of Cilicia, he claimed to have accepted no statues, shrines, or chariots. His predecessor, Appius Claudius Pulcher, was so pleased, however, when the Cilicians built a temple to him that, when it was not finished at the end of Claudius' year in office, Claudius wrote Cicero to make sure it was done, and complaining that Cicero was not active enough in the matter.[21]\n\nThe Romans and the Greeks gave religious reverence to and for human beings in ways that did not make the recipients gods; these made the first Greek apotheoses easier. Similar middle forms appeared as Augustus approached official divinity.\n\nThe Greeks did not consider the dead to be gods, but they did pay them homage, and give them sacrifices – using different rituals than those for the gods of Olympus.  The Greeks called the extraordinary dead – founders of cities and the like – heroes; in the simplest form, hero cult was the burial and the memorials which any respectable Greek family gave their dead, but paid for by their City in perpetuity.[22] Most heroes were the figures of ancient legend, but some were historical: the Athenians revered Harmodius and Aristogeiton as heroes, as saviours of Athens from tyranny; also, collectively, those who fell at the Battle of Marathon.  Statesmen did not generally become heroes, but Sophocles was the hero Dexion (\"the Receiver\") – not as a playwright, nor a general, but because when the Athenians took  Asclepius' cult during the Peloponnesian War, Sophocles housed an image of Asclepius until a shrine could be built.  The Athenian leader Hagnon founded Amphipolis shortly before the Peloponnesian War; thirteen years later, while Hagnon was still alive, the Spartan general Brasidas liberated it from the Athenian empire, and was fatally wounded in the process. The Amphipolitans buried him as a hero, declaring him the second founder of the city, and erased Hagnon's honors as much as they could.\n\nThe Greeks also honored founders of cities while they were still alive, like Hagnon. This could also be extended to men who did equally important things; during the period when Dion ruled in Syracuse, the Syracusans gave him \"heroic honors\" for suppressing the tyrants, and repeated this for Timoleon; these could also be described as worshipping his good spirit (agathos daimon, agathodaemon; every Greek had an agathodaemon, and the Greek equivalent of a toast was offered to one's agathodaemon).[23] Timoleon was called savior; he set up a shrine to Fortune (Automatia) in his house; and his birthday, the festival of his daimon, became a public holiday.[24]\n\nOther men might claim divine favor by having a patron among the gods; so Alcibiades may have had both Eros and Cybele as patrons;[25] and Clearchus of Heraclea claimed to be \"son of Zeus\". Alexander claimed the patronage of Dionysus and other gods and heroes;[26] he held a banquet at Bactra which combined the toast to his agathos daimon and libations to Dionysus, who was present within Alexander (and therefore the celebrants saluted Alexander rather than the hearth and altar, as they would have done for a toast).[27]\n\nIt was not always easy to distinguish between heroic honors, veneration for a man's good spirit,  worship of his patron deity, worship of the Fortune of a city he founded, and  worship of the man himself. One might slide into another: In Egypt, there was a cult of Alexander as god and as founder of Alexandria; Ptolemy I Soter had a separate cult as founder of Ptolemais, which presumably worshipped his daimon and then gave him heroic honors, but in his son's reign, the priests of Alexander also worshipped Ptolemy and Berenice as the Savior Gods (theoi soteres).[28]\n\nFinally, a man might, like Philip II, assume some prerogatives of godhood and not others. The first Attalid kings of Pergamum, were not gods, and supported a cult of Dionysus Cathegemon, as their ancestor; they put the picture of Philetaerus, the first prince, on the coins, rather than their own. Eventually, like the Seleucids, they acquired an eponymous priest, and put themselves on the coinage; but they still were not called gods before their deaths. Pergamum was usually allied with Rome, and this may have influenced the eventual Roman practice.[29]\n\n"
        },
        {
            "title": "End of the Republic",
            "text": "In the last decades of the Roman Republic, its leaders regularly assumed extra-constitutional powers. The mos majorum had required that magistrates hold office collectively, and for short periods; there were two consuls; even colonies were founded by boards of three men;[30] but  these new leaders held power by themselves, and often for years.\n\nThe same men were often given extraordinary honors. Triumphs grew ever more splendid; Marius and Sulla, the rival leaders in Rome's first civil war, each founded cities, which they named after themselves; Sulla had annual games in his honor, at Rome itself, bearing his name; the unofficial worship of Marius is above. In the next generation, Pompey was allowed to wear his triumphal ornaments whenever he went to the Games at the Circus.[31]  Such men also claimed a special relationship to the gods: Sulla's patron was Venus Felix, and at the height of his power, he added Felix to his own name; his opponent Marius believed he had a destiny, and that no ordinary man might kill him. Pompey also claimed Venus' personal favour, and built her a temple. But the first Roman to become a god, as part of aiming at monarchy, was Julius Caesar.\n\nCaesar could claim personal ties to the gods, both by descent and by office. He was from the gens Julia, whose members contended to be descended from Aeneas and his mother Venus. In his eulogy for his aunt Julia, Caesar also indirectly claimed to be descended from Ancus Marcius and the kings of Rome, and so from Mars.[32] Moreover, when he was a teenager, Marius had named him flamen Dialis, the special priest of Jupiter. Sulla had cancelled this appointment; however, relatively early in his career, Caesar had become pontifex maximus, the chief priest of Rome, who fulfilled most of the religious duties of the ancient kings.[33] He had spent his twenties in the divine monarchies of the eastern Mediterranean, and was intimately familiar with Bithynia.[34]\n\nCaesar made use of these connections in his rise to power, but not more than his rivals would have, or more than his other advantages. When he spoke at the funeral of his aunt Julia in 69 BC, Julius Caesar spoke of her descent from the Roman kings, and implied his own; but he also reminded his audience she had been Marius' wife, and (by implication) that he was one of the few surviving Marians.\n\nWhen, however, he defeated his rivals, in 45 BC, and assumed full personal control of the Roman state, he asserted more. During the Roman Civil War, since 49 BC, he had returned to the Eastern Mediterranean, where he had been called god and savior, and been familiar with the Ptolemaic Egyptian monarchy of Cleopatra, called Cleopatra Thea because of the weight she placed on her own divinity. Also, he had a new Senate to deal with. Most of the more resolute defenders of the Senate had joined with Pompey, and – one way or another – they were not sitting in the Senate. Caesar had replaced them with his own partisans, few of whom were committed to the old Roman methods; some of them were not even from Italy. It was rumoured that Caesar intended a despotic removal of power and wealth from Rome eastwards, perhaps to Alexandria or Ilium (Troy).[35]\n\nDuring the Civil War, he had declared Venus his patron goddess: he vowed to erect a temple for Venus Victrix if she granted him the battle of Pharsalia, but he had built it, in 46 BC, to Venus Genetrix, which epithet combined her aspects as his ancestress, the mother of the Roman people, and the goddess invoked in the philosophical poem De rerum natura. The new Senate had also put up a statue of Caesar, with an inscription declaring him a demi-god, but he had it effaced, as not the claim he wished to make.[36] Granted the same extension of rights to triumphal dress as Pompey had been given, Caesar took to wearing his triumphal head-wreath \"wherever and whenever\", excusing this as a cover for his baldness. He may also have publicly worn the red boots and the toga picta (\"painted\", purple toga) usually reserved to a triumphing general for the day of his triumph; a costume also associated with the rex sacrorum (the priestly \"king of the sacred rites\" of Rome's monarchic era, later the pontifex maximus), the Monte Albano kings, and possibly the statue of Jupiter Capitolinus.\n\nWhen the news of his final victory, at the battle of Munda, reached Rome, the Parilia, the games commemorating the founding of the city, were to be held the next day; they were rededicated to Caesar, as if he were founder. Statues were set up to \"Caesar's Liberty\", and to Caesar himself, as \"unconquered god.\"[37] He was accorded a house at public expense which was built like a temple; his image was paraded with those of the gods;[38] his portrait was put on the coins (the first time a living man had appeared on Roman coinage). Early in 44 BC, he was called parens patriae (father of the fatherland);[39] legal oaths were taken by his Genius; his birthday was made a public festival; the month Quinctilis was renamed July, in his honor (as June was named for Juno). At last a special priest, a flamen, was ordained for him; the first was to be Mark Antony, Caesar's adjutant, then consul. To be served by a flamen would rank Caesar not only as divine, but as an equal of Quirinus, Jupiter, and Mars. In Cicero's hostile account, the living Caesar's honours in Rome were already and unambiguously those of a full-blown god (deus).[40]\n\nCaesar's name as a living divinity – not as yet ratified by senatorial vote – was Divus Julius (or perhaps Jupiter Julius); divus, at that time, was a slightly archaic form of deus, suitable for poetry, implying some association with the bright heavens. A statue of him was erected next to the statues of Rome's ancient kings: with this, he seemed set to make himself King of Rome, in the Hellenistic style, as soon as he came back from the expedition to Parthia he was planning; but he was betrayed and killed in the Senate on 15 March 44 BC.[41][42][43][44]\n\nAn angry, grief-stricken crowd gathered in the Roman Forum to see his corpse and hear Mark Antony's funeral oration. Antony appealed to Caesar's divinity and vowed vengeance on his killers. A fervent popular cult to divus Julius followed. It was forcefully suppressed but the Senate soon succumbed to Caesarian pressure and confirmed Caesar as a divus of the Roman state. A comet interpreted as Caesar's soul in heaven was named the \"Julian star\" (sidus Iulium) and in 42 BC, with the \"full consent of the Senate and people of Rome\", Caesar's young heir, his great-nephew Octavian, held ceremonial apotheosis for his adoptive father.[45] In 40 BC Antony took up his appointment as flamen of the divus Julius. Provincial cult centres (caesarea) to the divus Julius were founded in Caesarian colonies such as Corinth.[46] Antony's loyalty to his late patron did not extend to Caesar's heir: but in the last significant act of the long-drawn civil war, on 1 August 31 BC, Octavian defeated Antony at Actium.\n\n"
        },
        {
            "title": "",
            "text": "In 30/29 BC, the koina of Asia and Bithynia requested permission to worship Octavian as their \"deliverer\" or \"saviour\".[48] This was by no means a novel request but it placed Octavian in a difficult position. He must satisfy popularist and traditionalist expectations and these could be notoriously incompatible. Marius Gratidianus's popular support and cult had ended in his public and spectacular death in 82 BC, at the hands of his enemies in the Senate; likewise Caesar's murder now marked an hubristic connection between living divinity and death.[46] Octavian had to respect the overtures of his Eastern allies, acknowledge the nature and intent of Hellenic honours and formalise his own pre-eminence among any possible rivals: he must also avoid a potentially fatal identification in Rome as a monarchic-deistic aspirant. It was decided that cult honours to him could be jointly offered to dea Roma, at cult centres to be built at Pergamum and Nicomedia. Provincials who were also Roman citizens were not to worship the living emperor, but might worship dea Roma and the divus Julius at precincts in Ephesus and Nicaea.[49][50][51]\n\nIn 29 BC Octavian dedicated the temple of the divus Julius at the site of Caesar's cremation. Not only had he dutifully, legally and officially honoured his adoptive father as a divus of the Roman state.  He \"had come into being\" through the Julian star and was therefore the divi filius (son of the divinity).[52] But where Caesar had failed, Octavian had succeeded: he had restored the pax deorum (lit. peace of the gods) and re-founded Rome through \"August augury\".[53] In 27 BC he was voted – and accepted – the elevated title of Augustus.[54]\n\nAugustus appeared to claim nothing for himself, and innovate nothing: even the cult to the divus Julius had a respectable antecedent in the traditional cult to di parentes.[55] His unique – and still traditional – position within the Senate as princeps or primus inter pares (first among equals) offered a curb to the ambitions and rivalries that had led to the recent civil wars. As censor and pontifex maximus he was morally obliged to renew the mos maiores by the will of the gods and the \"Senate and People of Rome\" (senatus populusque romanus). As tribune he encouraged generous public spending, and as princeps of the Senate he discouraged ambitious extravagance. He disbanded the remnants of the civil war armies to form new legions and a personal imperial guard (the Praetorian Guard): the patricians who still clung to the upper echelons of political, military and priestly power were gradually replaced from a vast, Empire-wide reserve of ambitious and talented equestrians. For the first time, senatorial status became heritable.[56]\n\nOrdinary citizens could circumvent the complex, hierarchic bureaucracy of the State, and appeal directly to the emperor, as if to a private citizen. The emperor's name and image were ubiquitous – on state coinage and on the streets, within and upon the temples of the gods, and particularly in the courts and offices of the civil and military administration. Oaths were sworn in his name, with his image as witness. His official res gestae (achievements) included his repair of 82 temples in 28 BC alone, the founding or repair of 14 others in Rome during his lifetime and the overhauling or foundation of civic amenities including a new road, water supplies, Senate house and theatres.[57] Above all, his military pre-eminence had brought an enduring and sacred peace, which earned him the permanent title of imperator and made the triumph an Imperial privilege.[58] He seems to have managed all this within due process of law through a combination of personal brio, cheerfully veiled threats and self-deprecation as \"just another senator\".[59][60]\n\nIn Rome, it was enough that the office, munificence, auctoritas and gens of Augustus were identified with every possible legal, religious and social institution of the city. Should \"foreigners\" or private citizens wish to honour him as something more, that was their prerogative, within moderation; his acknowledgment of their loyalty demonstrated his own moral responsibility and generosity; \"his\" Imperial revenue funded temples, amphitheatres, theatres, baths, festivals and government. This unitary principle laid the foundations for what is now known as \"imperial cult\", which would be expressed in many different forms and emphases throughout the multicultural Empire.[citation needed]\n\nIn the Eastern provinces, cultural precedent ensured a rapid and geographically widespread dissemination of cult, extending as far as the Augustan military settlement at modern-day Najran.[61] Considered as a whole, these provinces present the Empire's broadest and most complex syntheses of imperial and native cult, funded through private and public initiatives and ranging from the god-like honours due a living patron to what Harland (2003) interprets as privately funded communal mystery rites.[62][63] The Greek cities of Roman Asia competed for the privilege of building high-status imperial cult centres (neocorates). Ephesus and Sardis, ancient rivals, had two apiece until the early 3rd century AD, when Ephesus was allowed an additional temple, to the reigning emperor Caracalla. When he died, the city lost its brief, celebrated advantage through a religious technicality.[64]\n\nThe Eastern provinces offer some of the clearest material evidence for the imperial domus and familia as official models of divine virtue and moral propriety. Centres including Pergamum, Lesbos and Cyprus offered cult honours to Augustus and the Empress Livia: the Cypriot Calendar honoured the entire Augustan familia by dedicating a month each (and presumably cult practise) to imperial family members, their ancestral deities and some of the major gods of the Romano-Greek pantheon. Coin evidence links Thea Livia with Hera and Demeter, and Julia the Elder with Venus Genetrix (Aphrodite). In Athens, Livia and Julia shared cult honour with Hestia (equivalent to Vesta), and the name of Gaius was linked to Ares (Mars). These Eastern connections were made within Augustus' lifetime – Livia was not officially consecrated in Rome until some time after her death. Eastern imperial cult had a life of its own.[65] Around 280, in the reign of the emperor Probus and just before the outbreak of the Diocletianic persecution, part of the Luxor Temple was converted to an imperial cult chapel.[66]\n\nThe Western provinces were only recently \"Latinised\" following Caesar's Gallic Wars and most fell outside the Graeco-Roman cultural ambit. There were exceptions: Polybius mentions a past benefactor of New Carthage in Republican Iberia \"said to have been offered divine honours\".[67] In 74 BC, Roman citizens in Iberia burned incense to Metellus Pius as \"more than mortal\" in hope of his victory against Sertorius.[68] Otherwise, the West offered no native traditions of monarchic divinity or political parallels to the Greek koina to absorb the imperial cult as a romanising agency.[69] The Western provincial concilia emerged as direct creations of the imperial cult, which recruited existing local military, political and religious traditions to a Roman model. This required only the willingness of barbarian elites to \"Romanise\" themselves and their communities.[70]\n\nThe first known Western regional cults to Augustus were established with his permission around 19 BC in north-western (\"Celtic\") Spain and named arae sestianae after their military founder, L. Sestius Quirinalis Albinianus.[71] Soon after, in either 12 BC or 10 BC, the first provincial imperial cult centre in the West was founded at Lugdunum by Drusus, as a focus for his new tripartite administrative division of Gallia Comata. Lugdunum set the type for official Western cult as a form of Roman-provincial identity, parceled into the establishment of military-administrative centres. These were strategically located within the unstable, \"barbarian\" Western provinces of the new Principate and inaugurated by military commanders who were – in all but one instance – members of the imperial family.[72]\n\nThe first priest of the Ara (altar) at Lugdunum's great imperial cult complex was Caius Julius Vercondaridubnus, a Gaul of the provincial elite, given Roman citizenship and entitled by his priestly office to participate in the local government of his provincial concilium. Though not leading to senatorial status, and almost certainly an annually elected office (unlike the traditional lifetime priesthoods of Roman flamines), priesthood in imperial provinces thus offered a provincial equivalent to the traditional Roman cursus honorum.[73] The rejection of cult spurned romanitas, priesthood and citizenship; in 9 AD Segimundus, imperial cult priest of what would later be known as Colonia Claudia Ara Agrippinensium (sited at modern Cologne in Germany) cast off or destroyed his priestly regalia to join the rebellion of his kinsman Arminius.[74]\n\nIn the early Principate, an altar inscribed Marazgu Aug(usto) Sac(rum) (\"Dedicated to Marazgu Augustus\"), identifies a local Ancient Libyan (Berber) deity with the supreme power of Augustus. In the senatorial province of Africa Proconsularis, altars to the Dii Magifie Augusti attest (according to Potter) a deity who was simultaneously local and universal, rather than one whose local identity was subsumed or absorbed by an Imperial divus or deity.[75]\nTwo temples are attested to Roma and the divus Augustus – one dedicated under Tiberius at Leptis Magna, and another (Julio-Claudian) at Mactar.[76] A third at Carthage was dedicated to the Gens Augusta in the very early empire.[77]\n\n"
        },
        {
            "title": "The Imperial succession",
            "text": "Even as he prepared his adopted son Tiberius for the role of princeps and recommended him to the Senate as a worthy successor, Augustus seems to have doubted the propriety of dynastic imperium; this, however, was probably his only feasible course.[78]  When Augustus died, he was voted a divus by the Senate, and his body was cremated in a sumptuous funeral; his soul was said to have ascended to the heavens, to join his adoptive father among the Olympians; his ashes were deposited in the Imperial Mausoleum, which tactfully identified him (and later, his descendants) by his Imperial names, rather than as divus.[79] After Augustus, the only new cults to Roman officials are those connected to the Imperial household.[80][81][82]\nOn his death, the senate debated and passed a lex de imperio which voted Tiberius princeps through his \"proven merit in office\", and awarded him the honorific \"Augustus\" as name and title.[83]\n\nTiberius accepted his position and title as emperor with apparent reluctance. Though he proved a capable and efficient administrator, he could not match his predecessor's extraordinary energy and charisma. Roman historians described him as morose and mistrustful. With a self-deprecation that may have been entirely genuine, he encouraged the cult to his father, and discouraged his own.[84] After much wrangling, he allowed a single temple in Smyrna to himself and the genius of the Senate in 26 AD; eleven cities had competed – with some vehemence and even violence – for the honour.[85] His lack of personal auctoritas allowed increasing praetorian influence over the Imperial house, the senate and through it, the state.[86] In 31 AD, his praetorian prefect Sejanus – by now a virtual co-ruler – was implicated in the death of Tiberius' son and heir apparent Drusus, and was executed as a public enemy. In Umbria, the imperial cult priest (sevir Augustalis) memorialised \"the providence of Tiberius Caesar Augustus, born for the eternity of the Roman name, upon the removal of that most pernicious enemy of the Roman people\". In Crete, thanks were given to \"the numen and foresight of Tiberius Caesar Augustus and the Senate\" in foiling the conspiracy – but at his death, the senate and his heir Caligula chose not to officially deify him.[87]\n\nCaligula's rule exposed the legal and moral contradictions of the Augustan \"Republic\". To legalise his succession, the Senate was compelled to constitutionally define his role, but the rites and sacrifices to the living genius of the emperor already acknowledged his constitutionally unlimited powers. The princeps played the role of \"primus inter pares\" only through personal self-restraint and decorum. It became evident that Caligula had little of either. He seems to have taken the cult of his own genius very seriously, and is said to have enjoyed acting the god – or rather, several of them. However, his infamous and oft-cited impersonations of major deities may represent no more than his priesthood of their cults, a desire to shock and a penchant for triumphal dress[88] or simply mental illness.[89] Whatever his plans, there is no evidence for his official cult as a living divus in Rome or his replacement of state gods, and none for major deviations or innovations in his provincial cult.[90] His reported sexual relations with his sister Drusilla and her deification after death aroused scorn from later historians; after Caligula's death, her cult was simply allowed to fade. His reported extortion of priesthood fees from unwilling senators are marks of private cult and personal humiliations among the elite. Caligula's fatal offense was to willfully \"insult or offend everyone who mattered\", including the senior military officers who assassinated him.[91] The histories of his reign highlight his wayward impiety. Perhaps not only his: in 40 AD the Senate decreed that the \"emperor should sit on a high platform even in the very senate house\".[92] Claudius (his successor and uncle) intervened to limit the damage to the imperial house and those who had conspired against it, and had Caligula's public statues discreetly removed.[93]\n\nClaudius was chosen emperor by Caligula's praetorians and consolidated his position with cash payments (donativa) to the military. The senate were forced to ratify the choice and accept the affront. Claudius adopted the cognomen Caesar, deified Augustus' wife, Livia, 13 years after her death and in 42 AD was granted the title pater patriae (father of the fatherland) but relations between emperor and Senate seem to have been irreparable.[94] Claudius showed none of Caligula's excesses. He seems to have entirely refused a cult to his own genius: but the offer of cult simultaneously acknowledged the high status of those empowered to grant it and the extraordinary status of the princeps – Claudius' repeated refusals may have been interpreted as offensive to Senate, provincials and the imperial office itself. He further offended the traditional hierarchy by promoting his own trusted freedmen as imperial procurators: those closest to the emperor held high status through their proximity.[95]\n\nIt has been assumed that he allowed a single temple for his cult in Britain, following his conquest there.[96] The temple is certain – it was sited at Camulodunum (modern Colchester), the main colonia in the province, and was a focus of British wrath during the Boudiccan revolt of 60 AD.[97] But cult to the living Claudius there is very unlikely: he had already refused Alexandrine cult honours as \"vulgar\" and impious and cult to living emperors was associated with arae (altars), not temples.[98] The British worship offered him as a living divus is probably no more than a cruel literary judgment on his worth as emperor. Despite his evident respect for Republican norms he was not taken seriously by his own class, and in Seneca's fawning Neronian fiction, the Roman gods cannot take him seriously as a divus – the wild British might be more gullible.[99] In reality, they proved resentful enough to rebel, though probably less against the Claudian divus than against brutal abuses and the financial burden represented by its temple.\n\nClaudius died in 54 AD and was deified by his adopted son and successor Nero.[100] After an apparently magnificent funeral, the divus Claudius was given a temple on Rome's disreputable Mons Caelius.[101] Fishwick remarks that \"the malicious humour of the site can hardly have been lost by those in the know... the location of Claudius' temple in Britain (the occasion for his \"pathetic triumph\") may be more of the same\".[102]\n\nOnce in power, Nero allowed Claudius' cult to lapse, built his Domus Aurea over the unfinished temple, indulged his sybaritic and artistic inclinations and allowed the cult of his own genius as paterfamilias of the Roman people.[103] Senatorial attitudes to him appear to have been largely negative. He was overthrown in a military coup, and his institutions of cult to his dead wife Poppaea and infant daughter Claudia Augusta were abandoned. Otherwise, he seems to have been a popular emperor, particularly in the Eastern provinces. Tacitus reports a senatorial proposal to dedicate a temple to Nero as a living divus, taken as ominous because \"divine honours are not paid to an emperor till he has ceased to live among men\".[104]\n\nNero's death saw the end of imperial tenure as a privilege of ancient Roman (patrician and senatorial) families. In a single chaotic year, power passed violently from one to another of four emperors. The first three promoted their own genius cult: the last two of these attempted Nero's restitution and promotion to divus. The fourth, Vespasian – son of an equestrian from Reate – secured his Flavian dynasty through reversion to an Augustan form of principate and renewed the imperial cult of divus Julius.[105][106] Vespasian could not validate his reign in the same way as the previous Julio-Claudian dynasty, who could trace their lineage back to the divine ancestry of Julius Caesar. Without the ability to trace their origins to any Roman deity, the new Flavian dynasty under Vespasian had to establish a new standard of policy in order to rule over a people predisposed to the divine imperial cult tradition.[107] Vespasian was respected for his \"restoration\" of Roman tradition and the Augustan modesty of his reign. He dedicated state cult to genio populi Romani (the genius of the Roman people), respected senatorial \"Republican\" values and repudiated Neronian practice by removing various festivals from the public calendars, which had (in Tacitus' unsparing assessment) become \"foully sullied by the flattery of the times\".[108]  He may have had the head of Nero's Colossus replaced or recut for its dedication (or rededication) to the sun god in 75 AD.[109][110][111] Following the first Jewish Revolt and the destruction of the Temple in Jerusalem in 70 AD, he imposed the didrachmon, formerly paid by Jews for their Temple's upkeep but now re-routed to Jupiter Capitolinus as victor over them \"and their God\". Jews who paid the tax were exempt from the cult to imperial state deities. Those who offered it however were ostracised from their own communities.[112] Vespasian appears to have approached his own impending cult with dry humour – according to Suetonius, his last words were puto deus fio (\"I think I'm turning into a god\"). Vespasian's son Titus reigned for two successful years then died of natural causes. He was deified and replaced by his younger brother, Domitian.\n\nWithin two weeks of accession, Domitian had restored the cult of the ruling emperor's genius.[113] He remains a controversial figure, described as one of the very few emperors to scandalously style himself a living divus, as evidenced by the use of \"master and god\" (dominus et deus) in imperial documents. However, there are no records of Domitian's personal use of the title, its use in official address or cult to him, its presence on his coinage or in the Arval Acts relating to his state cult. It occurs only in his later reign and was almost certainly initiated and used by his own procurators (who in the Claudian tradition were also his freedmen).[114] Like any other paterfamilias and patron, Domitian was \"master and god\" to his extended familia, including his slaves, freedmen and clients. Pliny's descriptions of sacrifice to Domitian on the Capitol are consistent with the entirely unremarkable \"private and informal\" rites accorded to living emperors. Domitian was a traditionalist, severe and repressive but respected by the military and the general populace. He admired Augustus and may have sought to emulate him, but made the same tactless error as Caligula in treating the Senate as clients and inferiors, rather than as the fictive equals required by Augustan ideology. His assassination was planned and implemented from within his court, and his name officially but rather unsystematically erased from inscriptions.[115]\n\nThe Senate chose the elderly, childless and apparently reluctant Nerva as emperor. Nerva had long-standing family and consular connections with the Julio-Claudian and Flavian families, but proved a dangerously mild and indecisive princeps: he was persuaded to abdicate in favour of Trajan. Pliny the Younger's panegyric of 100 AD claims the visible restoration of senatorial authority and dignity throughout the empire under Trajan, but while he praises the emperor's modesty, Pliny does not disguise the precarious nature of this autocratic gift.[116] Under Trajan's very capable civil and military leadership, the office of emperor was increasingly interpreted as an earthly viceregency of the divine order. He would prove an enduring model for Roman imperial virtues.[117][118]\n\nThe emperor Hadrian's Hispano-Roman origins and marked pro-Hellenism changed the focus of imperial cult. His standard coinage still identifies with the genius populi Romani, but other issues stress his identification with Hercules Gaditanus (Hercules of Gades), and Rome's imperial protection of Greek civilisation.[119] Commemorative coinage shows him \"raising up\" provincial deities (thus elevating and \"restoring\" the provinces); he promoted Sagalassos in Greek Pisidia as the Empire's leading imperial cult centre and in 131–2 AD he sponsored the exclusively Greek Panhellenion.[120] He was said to have \"wept like a woman\" at the death of his young lover Antinous, and arranged his apotheosis. Dio claims that Hadrian was held to ridicule for this emotional indulgence, particularly as he had delayed the apotheosis of his own sister Paulina after her death.[121]\n\nThe cult of Antinous would prove one of remarkable longevity and devotion, particularly in the Eastern provinces. Bithynia, as his birthplace, featured his image on coinage as late as the reign of Caracalla (r. 211–217). His popular cult appears to have thrived well into the 4th century, when he became the \"whipping boy of pagan worship\" in Christian polemic. Vout (2007) remarks his humble origins, untimely death and \"resurrection\" as theos, and his identification – and sometimes misidentification by later scholarship – with the images and religious functions of Apollo, Dionysius/Bacchus, and later, Osiris.[122] In Rome itself he was also theos on two of three surviving inscriptions but was more closely associated with hero-cult, which allowed direct appeals for his intercession with \"higher gods\".[123][124] Hadrian imposed the imperial cult to himself and Jupiter on Judaea following the Bar Kokhba revolt. He was predeceased by his wife Vibia Sabina. Both were deified but Hadrian's case had to be pleaded by his successor Antoninus Pius.[125]\n\nMarcus Aurelius' tutor Fronto offers the best evidence of imperial portraiture as a near-ubiquitous feature of private and public life.[126] Though evidence for private emperor worship is as sparse in this era as in all others, Fronto's letters imply the genius cult of the living emperor as an official, domestic and personal practice, probably more common than cult to the divi in this and other periods.[127]\n\nMarcus' son Commodus succumbed to the lures of self-indulgence, easy populism and rule by favourites.[128][129] He described his reign as a \"golden age\", and himself as a new Romulus and \"re-founder\" of Rome, but was deeply antagonistic toward the Senate – he reversed the standard \"Republican\" imperial formula to populus senatusque romanus (the people and senate of Rome). He increasingly identified himself with the demigod Hercules in statuary, temples and in the arena, where he liked to entertain as a bestiarius in the morning and a gladiator in the afternoon. In the last year of his life he was voted the official title Romanus Hercules; the state cult to Hercules acknowledged him as heroic, a divinity or semi-divinity (but not a divus) who had once been mortal.[130] Commodus may have intended declaring himself as a living god some time before his murder on the last day of 192 AD.[131]\n\nThe Nervan-Antonine dynasty ended in chaos. The senate declared damnatio memoriae on Commodus, whose urban prefect Pertinax was declared emperor by the Praetorian Guard in return for the promise of very large donatives.[132] Pertinax had risen through equestrian ranks by military talent and administrative efficiency to become senator, consul and finally and briefly emperor; he was murdered by his Praetorians for attempting to cap their pay.[133] Pertinax was replaced by Didius Julianus, who had promised cash to the Praetorians and restoration of power to the Senate. Julianus began his reign with an ill-judged appeal to the memory of Commodus, a much resented attempt to bribe the populace en masse and the use of Praetorian force against them. In protest, a defiant urban crowd occupied the senatorial seats at the Circus Maximus.[134] Against a background of civil war among competing claimants in the provinces, Septimius Severus emerged as a likely victor. The Senate soon voted for the death of Julianus, the deification of Pertinax and the elevation of Septimius as emperor.[135] Only a year had passed since the death of Commodus.\n\nIn 193 AD, Septimius Severus triumphally entered Rome and gave apotheosis to Pertinax. He cancelled the Senate's damnatio memoriae of Commodus, deified him as a frater (brother) and thereby adopted Marcus Aurelius as his own ancestor through an act of filial piety.[137] Severan coin images further re-enforced Septimius' association with prestigious Antonine dynasts and the genius populi Romani.[138][139]\n\nSeptimius' reign represents a watershed in relations between Senate, emperors, and the military.[140] Senatorial consent defined divine imperium as a Republican permission for the benefit of the Roman people, and apotheosis was a statement of senatorial powers. Where Vespasian had secured his position with appeals to the genius of the Senate and Augustan tradition, Septimius overrode the customary preferment of senators to senior military office. He increased plebeian privilege in Rome, stationed a loyal garrison there and selected his own commanders. He paid personal attention to the provinces, as sources of revenue, military manpower and unrest. Following his defeat of his rival Clodius Albinus at Lugdunum, he re-founded and reformed its imperial cult centre: dea Roma was removed from the altar and confined to the temple along with the deified Augusti.[141] Fishwick interprets the obligatory new rites as those due any paterfamilias from his inferiors.[142] Septimius' own patron deities, Melqart/Hercules and Liber/Bacchus, took pride of place with himself and his two sons at the Saecular Games of 204 AD.[143] Septimius died of natural causes in 211 AD at Eboracum (modern York) while on campaign in Britannia, after leaving the Empire equally to Caracalla and his older brother Geta, along with advice to \"be harmonious, enrich the soldiers, and scorn all other men.\"[144]\n\nBy 212 AD, Caracalla had murdered Geta, pronounced his damnatio memoriae and issued the Constitutio Antoniniana: this gave full Roman citizenship to all free inhabitants of the Empire.[145] and was couched as a generous invitation to celebrate the \"victory of the Roman people\" in foiling Geta's \"conspiracy\". In reality, Caracalla was faced by an endemic shortfall of cash and recruits. His \"gift\" was a far from popular move, as most of its recipients were humiliores of peasant status and occupation – approximately 90% of the total population. Humiliores they remained, but now liable to pay taxes, serve in the legions and adopt the name of their \"liberator\". Where other emperors had employed the mos maiorum of family obligation at the largely symbolic level of genius cult, Caracalla literally identified his personal survival with the state and \"his\" citizens.[146] Caracalla inherited the devotion of his father's soldiery but his new citizens were not inclined to celebrate and his attempts to court popularity in Commodan style seem to have misfired.[147] In Philostratus' estimation, his embrace of Empire foundered on his grudging, parochial mindset. He was assassinated in 217 AD, with the possible collusion of his praetorian prefect Macrinus.[148]\n\nThe military hailed Macrinus as imperator, and he arranged for the apotheosis of Caracalla. Aware of the impropriety of his unprecedented leap through the traditional cursus honorum from equestrian to emperor, he respectfully sought senatorial approval for his \"self-nomination\". It was granted – the new emperor had a lawyer's approach to imperium[149] but his foreign policy proved too cautious and placatory for the military.[150] After little more than a year, he was murdered in a coup and replaced with an emperor of Syrian background and Severan descent, Varius Avitus Bassianus, more usually known by the Latinised name of his god and his priesthood, Elagabalus.[151]\n\nThe 14-year-old emperor brought his solar-mountain deity from his native Emesa to Rome and into official imperial cult.[152] In Syria, the cult of Elagabalus was popular and well established. In Rome, it was a foreign and (according to some ancient sources) disgusting Eastern novelty. In 220 AD, the priest Elagabalus replaced Jupiter with the god Elagabalus as sol invictus (the unconquered Sun) and thereafter neglected his Imperial role as pontifex maximus. According to Marius Maximus, he ruled from his degenerate domus through prefects who included among others a charioteer, a locksmith, a barber, and a cook.[153] At the very least, he appears to have been regarded as an unacceptably effete eccentric by the Senate and military alike. He was assassinated by the Praetorians at the age of 18, subjected to the fullest indignities of damnatio memoriae and replaced with his young cousin Alexander Severus, the last of his dynasty, who reigned for 13 years until killed in a mutiny.\n\n"
        },
        {
            "title": "Imperial crisis and the Dominate",
            "text": "This section provides an overview of developments most relevant to cult: for a full listing of emperors by name and date, see List of Roman Emperors.\n\nThe end of the Severan dynasty marked the breakdown of central imperium. Against a background of economic hyperinflation and latterly, endemic plague, rival provincial claimants fought for supremacy and failing this, set up their own provincial Empires. Most emperors seldom even saw Rome, and had only notional relationships with their senates. In the absence of coordinated Imperial military response, foreign peoples seized the opportunity for invasion and plunder.\n\nMaximinus Thrax (reigned 235–8 AD) sequestered the resources of state temples in Rome to pay his armies. The temples of the divi were first in line. It was an unwise move for his own posterity, as the grant or withholding of apotheosis remained an official judgment of Imperial worthiness, but the stripping of the temples of state gods caused far greater offense. Maximinus's actions more likely show need in extreme crisis than impiety, as he had his wife deified on her death[154] but in a rare display of defiance the senate deified his murdered predecessor, then openly rebelled.[155] His replacement, Gordian I, reigned briefly but successfully and was made a divus on his death. A succession of short-lived soldier-emperors followed. Further development in imperial cult appears to have stalled until Philip the Arab, who dedicated a statue to his father as divine in his home town of Philippopolis and brought the body of his young predecessor Gordian III to Rome for apotheosis. Coins of Philip show him in the radiate solar crown (suggestive of solar cult or a hellenised form of imperial monarchy), with Rome's temple to Venus and dea Roma on the reverse.[156]\n\nIn 249 AD, Philip was succeeded (or murdered and usurped) by his praetorian prefect Decius, a traditionalist ex-consul and governor. After an accession of doubtful validity, Decius justified himself as rightful \"restorer and saviour\" of Empire and its religio: early in his reign he issued a coin series of imperial divi in radiate (solar) crowns.[157] Philip, the three Gordians, Pertinax and Claudius were omitted, presumably because Decius thought them unworthy of the honour.[158][159] In the wake of religious riots in Egypt, he decreed that all subjects of the Empire must actively seek to benefit the state through witnessed and certified sacrifice to \"ancestral gods\" or suffer a penalty: sacrifice on Rome's behalf by loyal subjects would define them and their gods as Roman.[160] Only Jews were exempt from this obligation.[161]  The Decian edict required that refusal of sacrifice be tried and punished at proconsular level. Apostasy was sought, rather than capital punishment.[162] A year after its due deadline, the edict was allowed to expire and shortly after this, Decius himself died.[163]\n\nValerian (253–60) identified Christianity as the largest, most stubbornly self-interested of non-Roman cults, outlawed Christian assembly and urged Christians to sacrifice to Rome's traditional gods.[164][165] His son and co-Augustus Gallienus, an initiate of the Eleusinian Mysteries, identified himself with traditional Roman gods and the virtue of military loyalty.[166] Aurelian (270–75) appealed for harmony among his soldiers (concordia militum), stabilised the Empire and its borders and established an official, Hellenic form of unitary cult to the Palmyrene Sol Invictus in Rome's Campus Martius. The senate hailed him as restitutor orbis (restorer of the world) and deus et dominus natus (god and born ruler); he was murdered by his Praetorians. His immediate successors consolidated his achievements: coinage of  Probus (276–82) shows him in radiate solar crown, and his prolific variety of coin types include issues showing the temple of Venus and Dea Roma in Rome.[167][168]\n\nThese policies and preoccupations culminated in Diocletian's Tetrarchy: the empire was divided into Western and Eastern administrative blocs, each with an Augustus (senior emperor), helped by a Caesar (junior emperor) as Augustus-in-waiting. Provinces were divided and subdivided: their imperial bureaucracy became extraordinary in size, scope and attention to detail. Diocletian was a religious conservative. On his accession in AD 284, he held games in honour of the divus Antinous.[169] Where his predecessors had attempted the persuasion and coercion of recalcitrant sects, Diocletian launched a series of ferocious reactions known in Church history as the Great Persecution.  According to Lactantius, this began with a report of ominous haruspicy in Diocletian's domus and a subsequent (but undated) dictat of placatory sacrifice by the entire military.[170] A date of 302 is regarded as likely and Eusebius also says the persecutions of Christians began in the army.[171] However Maximilian's martyrdom (295) came from his refusal of military service, and Marcellus' (298) for renouncing his military oath. Legally, these were military insurrections and Diocletian's edict may have followed these and similar acts of conscience and faith.[164] An unknown number of Christians appear to have suffered the extreme and exemplary punishments traditionally reserved for rebels and traitors.\n\nUnder Diocletian's expanded imperial collegia, imperial honours distinguished both Augusti from their Caesares, and Diocletian (as senior Augustus) from his colleague Maximian.[172] While the division of empire and imperium seemed to offer the possibility of a peaceful and well-prepared succession, its unity required the highest investiture of power and status in one man. An elaborate choreography of etiquette surrounded the approach to the imperial person and imperial progressions. The senior Augustus in particular was made a separate and unique being, accessible only through those closest to him.[173]\n\nDiocletian's avowed conservatism almost certainly precludes a systematic design toward personal elevation as a \"divine monarch\". Rather, he formally elaborated imperial ceremony as a manifestation of the divine order of empire and elevated emperorship as the supreme instrument of the divine will. The idea was Augustan, or earlier, expressed most clearly in Stoic philosophy and the solar cult, especially under Aurelian. At the very beginning of his reign, before his Tetrarchy, Diocletian had adopted the signum of Jovius; his co-Augustus adopted the title Herculius. During the Tetrarchy, such titles were multiplied, but with no clear reflection of implicit divine seniority: in one case, the divine signum of the Augustus is inferior to that of his Caesar. These divine associations may have followed a military precedent of emperors as comes to divinities (or divinities as comes to emperors). Moreover, the divine signum appears in the fairly narrow context of court panegyric and civil etiquette. It makes no appearance on the general coinage or stauary of the Tetrarchs, who are presented as impersonal, near-homogenous abstractions of imperial might and unity.[174][175]\n\n"
        },
        {
            "title": "Context and precedents",
            "text": "The Augustan settlement was promoted by its contemporary apologists as restorative and conservative rather than revolutionary.[176] Official cult to the genius of the living princeps as \"first among equals\" recognised his exceptional powers, his capacity for self-restraint, and his pious respect for Republican traditions. \"Good\" emperors rejected offers of official cult as a living deity, and accepted the more modest honour of genius cult. Claims that later emperors sought and obtained divine honours in Rome reflect their bad relationship with their senates: in Tertullian's day, it was still \"a curse to name the emperor a god before his death\". On the other hand, to judge from the domestic ubiquity of the emperor's image, private cults to living emperors are as likely in Rome as elsewhere. As Gradel observes, no Roman was ever prosecuted for sacrificing to his emperor.[177][178]\n\nThe divi had some form of precedent in the di parentes, divine ancestors who received ancestral rites as manes (gods of the underworld) during the Parentalia and other important domestic festivals. Their powers were limited; deceased mortals did not normally possess the divine power (numen) of the higher gods.[179][180] Deceased emperors did not automatically become divi; they must be nominated for the privilege. Their case was discussed by the senate, then put to the vote.[181][182] As long as the correct rituals and sacrifice were offered, the divus would be received by the heavenly gods  as a coelicola (a dweller in heaven), a lesser being than themselves.[183] Popular belief held that the divus Augustus would be personally welcomed by Jupiter. In Seneca's Apocolocyntosis, on the other hand, the unexpected arrival of the divinised Claudius creates a problem for the Olympians, who have no idea who or what he is; and when they find out, they cannot think what to do with him. Seneca's sarcastic wit, an unacceptable impiety towards a deus, freely portrays the divus Claudius as just a dead, ridiculous and possibly quite bad emperor.[184] Though their images were sacrosanct and their rites definitively divine[185] divi could be created, unmade, reinstated or simply forgotten.[186] Augustus and Trajan appear to have remained the ideals for longer than any, and cult to \"good\" divi appears to have lasted well into the late Imperial dominate.\n\nThe immense power of living emperors, on the other hand, was mediated through the encompassing agency of the state. Once acknowledged as paterfamilias to an Empire, a princeps was naturally entitled to genius cult from Imperial subjects of all classes. Cult to a living emperor's numen was quite another matter and might be interpreted as no less than a statement of divine monarchy. Imperial responses to the first overtures of cult to the August numen were therefore extremely cautious.[187] Only much later, probably in consequence of the hyperinflation of honours to living emperors, could a living emperor be openly, formally addressed as numen praesens (the numinous presence).[188]\n\nThe obscure relationship between deus, divus and numen in imperial cult might simply reflect its origins as a pragmatic, respectful and somewhat evasive Imperial solution using broad terminology whose meanings varied according to context. For Beard et al., a practicable and universal Roman cult of deified emperors and others of the Imperial house must have hinged on the paradox that a mortal might, like the semi-divine \"heroic\" figures of Hercules, Aeneas and Romulus, possess or acquire sufficient measure of numen to rise above their mortal condition and be in the company of the gods, yet remain mortal in the eyes of Roman traditionalists.[189]\n\n\"Sacred offerings\" (sacrificium) formed the contract of public and private religio, from oaths of office, treaty and loyalty to business contracts and marriage. Participation in sacrificium acknowledged personal commitment to the broader community and its values, which under Decius became a compulsory observance.[190]  Livy believed that military and civil disasters were the consequence of error (vitium) in augury, neglect of due and proper sacrifice and the impious proliferation of \"foreign\" cults and superstitio.[191] Religious law focused on the sacrificial requirements of particular deities on specific occasions.[192]\n\nIn Julio-Claudian Rome, the Arval priesthood sacrificed to Roman state gods at various temples for the continued welfare of the Imperial family on their birthdays, accession anniversaries and to mark extraordinary events such as the quashing of conspiracy or revolt. On 3 January they consecrated the annual vows: sacrifice promised in the previous year was paid, as long as the gods had kept the Imperial family safe for the contracted time. If not, it could be withheld, as it was in the annual vow following the death of Trajan.[193] In Pompeii, the genius of the living emperor was offered a bull: presumably a standard practice in imperial cult at this time, though lesser offerings of wine, cakes and incense were also given, especially in the later Imperial era. The divi and genii were offered the same kind of sacrifice as the state gods, but cult officials seem to have offered Christians the possibility of sacrifice to emperors as the lesser act.[194][195]\n\nBy ancient tradition, presiding magistrates sought divine opinion of proposed actions through an augur, who read the divine will through the observation of natural signs in the sacred space (templum) of sacrifice.[196] Magistrates could use their right of augury (ius augurum) to adjourn and overturn the process of law, but were obliged to base their decision on the augur's observations and advice. For Cicero, this made the augur the most powerful authority in the Late Republic.[197][198]\n\nIn the later Republic, augury came under the supervision of the college of pontifices, a priestly-magistral office whose powers were increasingly woven into the cursus honorum. The office of pontifex maximus eventually became a de facto consular office.[199] When the consul Lepidus died, his office as pontifex maximus passed to Augustus, who took priestly control over the State oracles (including the Sibylline books), and used his powers as censor to suppress unapproved oracles.[200] Octavian's honorific title of Augustus indicated his achievements as expressions of divine will: where the impiety of the Late Republic had provoked heavenly disorder and wrath (ira deorum), his obedience to divine ordinance brought divine peace (pax deorum).\n\nThe mos maiorum established the near-monarchic familial authority of the ordinary paterfamilias (\"the father of the family\" or the \"owner of the family estate\"), his obligations to family and community and his priestly duties to his lares and domestic penates. His position was hereditary and dynastic, unlike the elected, time-limited offices of Republican magistrates. His family – and especially his slaves and freedmen – owed a reciprocal duty of cult to his genius.[201][202]\n\nGenius (pl. genii) was the essential spirit and generative power – depicted as a serpent or as a perennial youth, often winged – within an individual and their clan (gens, pl. gentes), such as  the Julli (Julians) of Julius Caesar. A paterfamilias could confer his name, a measure of his genius and a role in his  household rites, obligations and honours upon those he adopted. As Caesar's adopted heir, Octavian stood to inherit the genius, heritable property and honours of his adoptive father in addition to those obtained through his own birth gens and efforts.[203]  The exceptionally potent genius of living emperors expressed the will of the gods through Imperial actions.[204] In 30 BC, libation-offerings to the genius of Octavian (later Augustus) became a duty at public and private banquets, and from 12 BC, state oaths were sworn by the genius of the living emperor.[205]\n\nThe Roman paterfamilias offered daily cult to his lares and penates, and to his di parentes/divi parentes, in domestic shrines and in the fires of the household hearth.[206] As goddess of all hearths, including the ritual hearth of the State, Vesta connected the \"public\" and \"private\" duties of citizens. Her official cults were supervised by the pontifex maximus from a state-owned house near the temple of Vesta. When Augustus became pontifex maximus in 12 BC he gave the Vestals his own house on the Palatine. His penates remained there as its domestic deities, and were soon joined by his lares. His gift therefore tied his domestic cult to the sanctified Vestals and Rome's sacred hearth and symbolically extended his domus to the state and its inhabitants. He also co-opted and promoted the traditional and predominantly plebeian Compitalia shrines and extended their festivals, whose Lares were known thereafter as Augusti.[207][208][209][210][211]\n\nRome's citizen legionaries appear to have maintained their Marian traditions. They gave cult to Jupiter for the emperor's well-being and regular cult to State, local and personal divinities. Cult to the Imperial person and familia was generally offered on Imperial accessions, anniversaries and renewal of annual vows: a bust of the ruling emperor was kept in the legionary insignia shrine for the purpose, attended by a designated military imaginifer. By the time of the early Severans, the legions offered cult to the state gods, the Imperial divi, the current emperor's numen, genius and domus (or familia), and special cult to the Empress as \"mother of the camp.\" At around this time, Mithraic cults became very popular with the military, and provided a basis for syncretic imperial cult which absorbed Mithras into Solar and Stoic Monism as a focus of military concordia and loyalty.[212][213][214]\n\nAn imperial cult temple was known as a caesareum (Latin) or  sebasteion (Greek). In Fishwick's analysis, cult to Roman state divi was associated with temples, and the genius cult to the living emperor with his altar. The emperor's image, and its siting within the temple complex, focused attention on his person and attributes, and his position in the divine and human hierarchies. Expenditure on the physical expression of imperial cult was vast, and was only curbed by the Imperial crisis of the 3rd century. As far as is known, no new temples to state divi were built after the reign of Marcus Aurelius.[215]\n\nThe Imperial divi and living genii appear to have been served by separate ceremonies and priesthoods.  Emperors themselves could be priests of state gods, the divi and their own genius cult images. The latter practice illustrates the Imperial genius as innate to its holder but separable from him as a focus of respect and cult, formally consistent with cult to the personification of ideas and ideals such as Fortune (Fortuna), peace (Pax) or victory (Victoria) et al. in conjunction with the genius of the emperor, Senate or Roman people; Julius Caesar had showed his affinity with the virtue of clemency (Clementia), a personal quality associated with his divine ancestor and patron goddess Venus. Priests typically and respectfully identified their function by manifesting the appearance and other properties of their deus. The duties of Imperial priests were both religious and magistral: they included the provision of approved Imperial portraits, statues and sacrifice, the institution of regular calendrical cult and the inauguration of public works, Imperial games (state ludi) and munera to authorised models. In effect, priests throughout the empire were responsible for re-creating, expounding and celebrating the extraordinary gifts, powers and charisma of emperors.[216]\n\nAs part of his religious reforms, Augustus revived, subsidised and expanded the Compitalia games and priesthoods, dedicated to the Lares of the vici (neighbourhoods), to include cult to his own Lares (or to his genius as a popular benefactor). Thereafter, the Lares Compitales were known as Lares Augusti. Tiberius created a specialised priesthood, the Sodales Augustales, dedicated to the cult of the deceased, deified Augustus. This priestly office, and the connections between the Compitalia cults and the Imperial household, appear to have lasted for as long as the imperial cult itself.[217]\n\nGreek philosophies had significant influence in the development of imperial cult. Stoic cosmologists saw history as an endless cycle of destruction and renewal, driven by fortuna (luck or fortune), fatum (fate) and logos (the universal divine principle). The same forces inevitably produced a sōtēr (saviour) who would transform the destructive and \"unnatural disorder\" of chaos and strife to pax, fortuna and salus (peace, good fortune and well-being) and is thus identified with solar cults such as Apollo and Sol Invictus. Livy (in the early to mid 1st century BC), and Lucan (in the 1st century AD) interpreted the crisis of the late Republic as a destructive phase which led to religious and constitutional renewal by Augustus and his restoration of peace, good fortune and well-being to the Roman people. Augustus was a messianic figure who personally and rationally instigated a \"golden age\" – the pax Augusta – and was patron, priest and protege to a range of solar deities. The Imperial order was therefore not merely justified by appeals to the divine; it was represented as an innately natural, benevolent and divine institution.[218][219]\n\nThe imperial cult tolerated and later included specific forms of pluralistic monism. For imperial cult apologists, monotheists had no rational grounds for refusal, but imposition of cult was counter-productive. Jews presented a special case. Long before the civil war, Judaism had been tolerated in Rome by diplomatic treaty with Graeco-Judaean rulers. It was brought to prominence and scrutiny after Judaea's enrollment as a client kingdom in 63 BC.[220][221] The following Jewish diaspora helped disperse early \"Judaic\" Christianity. Early Christians appear to have been regarded as a sub-sect of Judaism and as such were sporadically tolerated.[222]\n\nJewish sources on emperors, polytheistic cult and the meaning of Empire are fraught with interpretive difficulties. In Caligula's reign, Jews resisted the placing of Caligula's statue in their Temple, and pleaded that their offerings and prayers to Yahweh on his behalf amounted to compliance with his request  for worship.[223] According to Philo, Caligula was unimpressed because the offering was not made directly to him (whether to his genius or his numen is never made clear) but the statue was never installed. Philo does not challenge the imperial cult itself: he commends the god-like honours given Augustus as \"the first and the greatest and the common benefactor\" but Caligula shames the Imperial tradition by acting \"like an Egyptian\".[224] However, Philo is clearly pro-Roman: a major feature of the First Jewish Revolt (AD 66) was the ending of Jewish sacrifices to Rome and the emperor and the defacement of imperial images.[225]\n\n"
        },
        {
            "title": "The imperial cult and Christianity",
            "text": "To pagan Romans a simple act of sacrifice, whether to ancestral gods under Decius or state gods under Diocletian, represented adherence to Roman tradition and loyalty to the pluralistic unity of the Empire. Refusal to adhere to the cult was treason. Christians, however, identified \"Hellenistic honours\" as parodies of true worship.[226][227] Under the reign of Nero or Domitian, according to Momigliano, the author of the Book of Revelation represented Rome as the \"Beast from the sea\", Judaeo-Roman elites as the \"Beast from the land\" and the charagma (official Roman stamp) as a sign of the Beast.[228] Some Christian thinkers perceived divine providence in the timing of Christ's birth, at the very beginning of the Empire that brought peace and laid paths for the spread of the Gospels; Rome's destruction of Jerusalem and its Temple was interpreted as divine punishment of the Jews for their refusal of the Christ.[229] With the abatement of persecution Jerome could acknowledge Empire as a bulwark against evil but insist that \"imperial honours\" were contrary to Christian teaching.[230]\n\nAs pontifex maximus Constantine I favoured the \"Catholic Church of the Christians\" against the Donatists because:\n\nIn this change of Imperial formula Constantine acknowledged his responsibility to an earthly realm whose discord and conflict might arouse the ira deorum; he also recognised the power of the new Christian priestly hierarchy in determining what was auspicious or orthodox. Though unbaptised, Constantine had triumphed under the signum of the Christ (probably some form of Labarum as an adapted or re-interpreted legionary standard). He may have officially ended – or attempted to end – blood sacrifices to the genius of living emperors but his Imperial iconography and court ceremonial elevated him to superhuman status. Constantine's permission for a new cult temple to himself and his family in Umbria is extant: the cult \"should not be polluted by the deception of any contagious superstition\".[232] At the First Council of Nicaea Constantine united and re-founded the empire under an absolute head of state by divine dispensation and was honoured as the first Christian Imperial divus. On his death he was venerated and was held to have ascended to heaven. Philostorgius later criticised Christians who offered sacrifice at statues of the divus Constantine.[232] His three sons re-divided their Imperial inheritance: Constantius II was an Arian – his brothers were Nicene.\n\nConstantine's nephew Julian, Rome's last non-Christian emperor, rejected the \"Galilean madness\" of his upbringing for a synthesis of neo-Platonism, Stoic asceticism and universal solar cult and actively fostered religious and cultural pluralism.[233] His restored Augustan form of principate, with himself as primus inter pares, ended with his death in 363, after which his reforms were reversed or abandoned. The Western emperor Gratian refused the office of pontifex maximus and, against the protests of the Senate,[234] removed the altar of Victoria (Victory) from the Senate House and began the disestablishment of the Vestals. Theodosius I briefly re-united the Western and Eastern halves of the Empire, officially adopted Nicene Christianity as the Imperial religion and ended official support for all other creeds and cults. He refused to restore Victoria to the Senate House, extinguished Vesta's sacred fire and vacated her temple. Even so, he accepted address as a living divinity, comparable to Hercules and Jupiter, by his overwhelmingly pagan Senate.[235][236] After his death the sundered Eastern and Western halves of Empire followed increasingly divergent paths: nevertheless both were Roman and both had emperors. Imperial ceremonial – notably the Imperial adventus or ceremony of arrival, which derived in greater part from the Triumph – was embedded within Roman culture, Church ceremony and the Gospels themselves.[237]\n\nThe last Western divus was probably Libius Severus, who died in 465 AD.[238] Very little is known about him. His Imperium was not recognised by his Eastern counterpart and he may have been a puppet-emperor of the Germanic general Ricimer. In the west, imperial authority was partly replaced by the spiritual supremacy and political influence of the Roman Catholic Church.\n\nIn the Eastern Empire, sworn adherence to Christian orthodoxy became a prerequisite of Imperial accession – Anastasius I signed a document attesting his obedience to orthodox doctrine and practice. He is the last emperor known to be consecrated as divus on his death (AD 518). The title appears to have been abandoned on grounds of its spiritual impropriety but the consecration of Eastern emperors continued: they held power through divine ordinance and their rule was the manifestation of sacred power on earth. The adventus and the veneration of the Imperial image continued to provide analogies for devotional representations (Icons) of the heavenly hierarchy and the rituals of the Orthodox Church.[239]\n\n"
        },
        {
            "title": "Historical evaluations",
            "text": "The Roman imperial cult is sometimes considered a deviation from Rome's traditional Republican values, a religiously insincere cult of personality which served Imperial propaganda.[240][241] It drew its power and effect, however, from both religious traditions deeply engrained in Roman culture, such as the veneration of the genius of each individual and of the ancestral dead, and on forms of the Hellenistic ruler cult developed in the eastern provinces of the Empire.\n\nThe nature and function of imperial cult remain contentious, not least because its Roman historians employed it equally as a topos for Imperial worth and Imperial hubris. It has been interpreted as an essentially foreign, Graeco-Eastern institution, imposed cautiously and with some difficulty upon a Latin-Western Roman culture in which the deification of rulers was constitutionally alien, if not obnoxious.[242] In this viewpoint, the essentially servile and \"un-Roman\" imperial cult was established at the expense of the traditional Roman ethics which had sustained the Republic.[243] For Christians and secularists alike, the identification of mortal emperors with godhead represented the spiritual and moral bankruptcy of paganism which led to the triumph of Christianity as Rome's state religion.[244][245]\n\nVery few modern historians would now support this point of view. Some – among them Beard et al. – find no distinct category of imperial cult within the religio-political life of Empire: the Romans themselves used no such enveloping term. Cult to living or dead emperors was inseparable from Imperial state religion, which was inextricably interwoven with Roman identity and whose beliefs and practices were founded within the ancient commonality of Rome's social and domestic mos maiorum. Descriptions of cult to emperors as a tool of \"Imperial propaganda\" or the less pejorative \"civil religion\" emerge from modern political thought and are of doubtful value: in Republican Rome, cult could be given to state gods, personal gods, triumphal generals, magnates, benefactors, patrons and the ordinary paterfamilias – living or dead. Cult to mortals was not an alien practise: it acknowledged their power, status and their bestowal of benefits. The Augustan settlement appealed directly to the Republican mos maiorum and under the principate, cult to emperors defined them as emperors.[246]\n\nWith rare exceptions, the earliest institution of cult to emperors succeeded in providing a common focus of identity for Empire. It celebrated the charisma of Roman Imperial power and the meaning of Empire according to local interpretations of romanitas,[247] firstly an agency of transformation, then of stability. Cult to Imperial deities was associated with commonplace public ceremonies, celebrations of extraordinary splendour and unnumbered acts of private and personal devotion. The political usefulness of such an institution implies neither mechanical insincerity nor lack of questioning about its meaning and propriety: an Empire-wide, unifying cult would necessarily be open to a multitude of personal interpretations but its significance to ordinary Romans is almost entirely lost in the critical interpretations of a small number of philosophically literate, skeptical or antagonistic Romans and Greeks, whether Christian or Hellene.[248][249] The decline of prosperity, security and unity of Empire was clearly accompanied by loss of faith in Rome's traditional gods and – at least in the West – in Roman emperors. For some Romans, this was caused by the neglect of traditional religious practices. For others – equally Roman – breakdown of empire was God's judgment on faithless or heretical Christians and hardened pagans alike.\n\nAs Roman society evolved, so did cult to emperors: both proved remarkably resilient and adaptable. Until its confrontation by fully developed Christian orthodoxy, \"imperial cult\" needed no systematic or coherent theology. Its part in Rome's continued success was probably sufficient to justify, sanctify and \"explain\" it to most Romans.[250][251] Confronted with crisis in Empire, Constantine matched the Augustan achievement by absorbing Christian monotheism into the Imperial hierarchy. Cult to emperors was not so much abolished or abandoned as transformed out of recognition.[252]\n\n"
        }
    ]
}