{
    "url": "https://en.wikipedia.org/wiki/Romanian_science_fiction",
    "title": "Romanian science fiction",
    "table_of_contents": [
        "1 Early years",
        "2 Communist era",
        "3 After 1989",
        "4 Notes",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Romanian science fiction began in the 19th century and gained popularity in Romania during the second half of the 20th century. While a few Romanian science fiction writers were translated into English, none proved popular abroad.\n\n"
        },
        {
            "title": "Early years",
            "text": "The country's earliest science fiction story is Al. N. Dariu's Finis Romaniae (1873), an alternate history short story which presents the history of Romania after the sudden death of Carol I and a revolution against the new prince, which declares Romania a republic.[1]\n\nThe following story was Spiritele anului 3000, a utopia written two years later, in 1875, by a teenager under the pen name \"Demetriu G. Ionnescu\", who would later become the statesman Take Ionescu. The short story is set in the year 3000, when the earth is populated by humans of small stature who reach maturity by age 15. Politically, the monarchies have been abolished, with all the states being republics and part of a world confederation. Religion and wars have disappeared and Bucharest, a garden city, is the capital of a Romania within its natural (ethnic) borders, following a ruling from a Supreme Tribunal.[2]\n\nIn the early 1900s, Victor Anestin was a notable popularizer of science who, apart from writing hundreds of articles and books about science, wrote three science fiction novels: În anul 4000 sau O călătorie la Venus (\"In the year 4000, or A trip to Venus\", 1899), O tragedie cerească, Poveste astronomică (\"A Celestial Tragedy, An Astronomical Story\", 1914) and Puterea ştiinţei, sau Cum a fost omorât Răsboiul European, Poveste fantastică (\"The Power of Science, or How the European War was Killed, Fantasy Story\", 1916). A Celestial Tragedy had one of the earliest descriptions of the possibility of using atomic power for war purposes, being published in February 1914, the same year as H. G. Wells' The World Set Free.[3]\n\nIn 1914, Henri Stahl published Un român în lună (\"A Romanian on the Moon\"), themed around the possibility of a moon landing.[4]\n\n"
        },
        {
            "title": "Communist era",
            "text": "After World War II, the new communist regime supported science fiction, using it as a means of popularizing science and of ideological indoctrination. A weekly science fiction magazine, Colecţia de povestiri ştiinţifico-fantastice was founded; this was an important factor in the promotion of science fiction in Romania.[5]\n\nThe most popular writers of the era, I.M. Ştefan and Radu Nor, wrote sci-fi adventure novels which sometimes included a Marxist ideological bent.[5] Adrian Rogoz, Sergiu Fărcăşan and Camillo Baciu were the most important science fiction writers of the era, while Vladimir Colin was the first major writer of fantasy.[5]\n\nDuring the 1980s, the most notable publication of science fiction was the yearly Anticipaţia almanac, edited by Ioan Albescu. Many of the writers of the 1980s had scientific studies, which meant that their writings tended to be closer to hard science fiction. They were not very fruitful as during the 1980s, it was very difficult to get published and during the 1990s, they moved on to other fields. (For example, Cristian Tudor Popescu became a well-known journalist.)[5]\n\n"
        },
        {
            "title": "After 1989",
            "text": "After the Romanian Revolution, initially, the science fiction genre experienced a boom, as many translations which had not been accepted by the communist authorities were published. Notably, between 1992 and 2003, the Nemira publishing house turned out hundreds of translations and a few Romanian novels, among which Aşteptând în Ghermana by Dănuţ Ungureanu, the steampunk novel 2484 Quirinal Ave and the cyberpunk novel Cel mai înalt turn din Baabylon by Sebastian A. Corn.[5]\n\nCurrently, there is a trend to focus more on fantasy rather than science fiction, with only a few publishing houses still publishing Romanian science fiction writers, among them being Amaltea and Tritonic.[5]\n\n"
        }
    ]
}