{
    "url": "https://en.wikipedia.org/wiki/Ronald_Hutton",
    "title": "Ronald Hutton",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life: 1953–1980",
        "1.2 Bristol University and first publications: 1981–1990",
        "1.3 The Pagan Religions of the Ancient British Isles: 1991–1993",
        "1.4 Studies of British folklore: 1994–1996",
        "1.5 The Triumph of the Moon: 1997–1999",
        "1.5.1 Response from the Neopagan community",
        "1.6 Shamans and Witches, Druids and King Arthur: 2000–2006",
        "1.7 The Druids and Blood and Mistletoe: 2007–2009",
        "2 Personal life",
        "3 Works",
        "3.1 Seventeenth century Britain",
        "4 Bibliography",
        "4.1 Books",
        "4.2 Journal articles",
        "4.3 Tapes",
        "4.4 Documentaries",
        "4.5 Appearances",
        "5 Reviews and assessment",
        "5.1 Academic reviews",
        "5.2 Other reviews",
        "6 References",
        "6.1 Footnotes",
        "6.2 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRonald Edmund Hutton (born 19 December 1953) is an English historian who specialises in Early Modern Britain, British folklore, pre-Christian religion and Contemporary Paganism. He is a professor at the University of Bristol, has written 14 books and has appeared on British television and radio. He held a fellowship at Magdalen College, Oxford, and is a Commissioner of English Heritage.\n\nBorn in Ootacamund, India, his family returned to England, and he attended a school in Ilford and became particularly interested in archaeology. He volunteered in a number of excavations until 1976 and visited the country's chambered tombs. He studied history at Pembroke College, Cambridge, and then Magdalen College, Oxford, before he lectured in history at the University of Bristol from 1981. Specialising in Early Modern Britain, he wrote three books on the subject: The Royalist War Effort (1981), The Restoration (1985) and Charles the Second (1990).\n\nIn the 1990s, he wrote books about historical paganism, folklore and Contemporary Paganism in Britain; The Pagan Religions of the Ancient British Isles (1991), The Rise and Fall of Merry England (1994), The Stations of the Sun (1996) and The Triumph of the Moon (1999), the latter of which would come to be praised as a seminal text in the discipline of Pagan studies. In the following decade, he wrote on other topics: a book about Siberian shamanism in the western imagination, Shamans (2001), a collection of essays on folklore and Paganism, Witches, Druids and King Arthur (2003) and then two books on the role of the Druids in the British imagination, The Druids (2007) and Blood and Mistletoe (2009).\n\n"
        },
        {
            "title": "Biography",
            "text": "Hutton was born on 19 December 1953 in Ootacamund, India to a colonial family,[2][3] and is of part-Russian ancestry.[4] Upon arriving in England, he attended Ilford County High School, whilst becoming greatly interested in archaeology, joining the committee of a local archaeological group and taking part in excavations from 1965 to 1976, including at such sites as Pilsdon Pen hill fort, Ascott-under-Wychwood long barrow, Hen Domen castle and a temple on Malta. Meanwhile, during the period between 1966 and 1969, he visited \"every prehistoric chambered tomb surviving in England and Wales, and wrote a guide to them, for myself [Hutton] and friends.\"[5]\n\nDespite his love of archaeology, he instead decided to study history at university, believing that he had \"probably more aptitude\" for it. He won a scholarship to study at Pembroke College, Cambridge, where he continued his interest in archaeology alongside history, in 1975 taking a course run by the university's archaeologist Glyn Daniel, an expert on the Neolithic.[5] From Cambridge, he went on to study at Oxford University, where he gained a Doctorate[6] and took up a fellowship at Magdalen College.[3]\n\nIn 1981, Hutton moved to the University of Bristol where he took up the position of reader of History. In that year he also published his first book, 'The Royalist War Effort 1642–1646', and followed it with three more books on 17th century British history by 1990.\n\nHutton followed his studies on the Early Modern period with a book on a very different subject, The Pagan Religions of the Ancient British Isles: Their Nature and Legacy (1991), in which he attempted to \"set out what is at present known about the religious beliefs and practices of the British Isles before their conversion to Christianity. The term 'pagan' is used as a convenient shorthand for those beliefs and practices, and is employed in the title merely to absolve the book from any need to discuss early Christianity itself.\"[7] It thereby examined religion during the Palaeolithic, Neolithic, Bronze Age, Iron Age, Roman occupation and Anglo-Saxon period, as well as a brief examination of their influence on folklore and contemporary Paganism. In keeping with what was by then the prevailing academic view, it disputed the widely held idea that ancient paganism had survived into the contemporary and had been revived by the Pagan movement.\n\nThe book proved controversial amongst some contemporary Pagans and feminists involved in the Goddess movement, one of whom, Asphodel Long, issued a public criticism of Hutton in which she charged him with failing to take non-mainstream ideas about ancient goddess cults into consideration.[8] Ultimately, Hutton would later relate, she \"recognised that she had misunderstood me\" and the two became friends.[9] Another feminist critic, Max Dashu, condemned the work as containing \"factual errors, mischaracterizations, and outright whoppers\" and claimed that she was \"staggered by the intense anti-feminism of this book\". She went on to attack Hutton's writing style, calling the book \"dry as dust\" and claimed that she was \"sorry I bothered to plough through it. If this is rigor, it is mortis.\"[10]\n\nMeanwhile, whilst he faced criticism from some sectors of the Pagan community in Britain, others came to embrace him; during the late 1980s and 1990s, Hutton befriended a number of practising British Pagans, including \"leading Druids\" such as Tim Sebastion, who was then Chief of the Secular Order of Druids. On the basis of The Pagan Religions of the Ancient British Isles (which he himself had not actually read), Sebastion invited Hutton to speak at a conference in Avebury where he befriended a number of members of the Pagan Druidic movement, including Philip Carr-Gomm, Emma Restall Orr and John Michell.[11]\n\nIn the following years, Hutton released two books on British folklore, both of which were published by Oxford University Press: The Rise and Fall of Merry England: The Ritual Year 1400–1700 (1994) and The Stations of the Sun: A History of the Ritual Year in Britain (1996). In these works he criticised commonly held attitudes, such as the idea of Merry England and the idea that folk customs were static and unchanging over the centuries.[12][13] Once again, he was following prevailing expert opinion in doing so.\n\nIn 1999, his first work fully focusing on Paganism was published by Oxford University Press; The Triumph of the Moon: A History of Modern Pagan Witchcraft. The book dealt with the history of the Pagan religion of Wicca, and in the preface Hutton stated that:\n\nHutton questioned many assumptions about Wicca's development and argued that many of the claimed connections to longstanding hidden pagan traditions are questionable at best. However, he also argued for its importance as a genuine new religious movement.\n\nThe response from the Neopagan community was somewhat mixed. Many Pagans embraced his work, with the prominent Wiccan Elder Frederic Lamond referring to it as \"an authority on the history of Gardnerian Wicca\".[15] Public criticism came from the practising Wiccan Jani Farrell-Roberts, who took part in a published debate with Hutton in The Cauldron magazine in 2003. Farrell-Roberts was of the opinion that in his works, Hutton dismissed Margaret Murray's theories about the Witch-Cult using Norman Cohn's theories, which she believed to be heavily flawed. She stated that \"he is... wrongly cited as an objective neutral and a 'non-pagan' for he happens to be a very active member of the British Pagan community\" who \"had taken on a mission to reform modern paganism by removing from it a false history and sense of continuance\".[16]\n\nHutton next turned his attention to Siberian shamanism, with Hambledon and London publishing Shamans: Siberian Spirituality in the Western Imagination in 2001, in which he argued that much of what westerners think they know about shamanism is in fact wrong.\n\nIn his review for the academic Folklore journal, Jonathan Roper of the University of Sheffield noted that the work \"could profitably have been twice as long and have provided a more extended treatment of the issues involved\" and that it suffered from a lack of images. On the whole however he thought it \"certainly [should] be recommended to readers as an important work\" on the subject of shamanism, and he hoped that Hutton would \"return to treat this fascinating topic in even greater depth in future.\"[17]\n\nIn 2003, Hambledon & London also published Witches, Druids and King Arthur, a collection of various articles by Hutton, including on topics such as the nature of myth and the pagan themes found within the works of J.R.R. Tolkien and C.S. Lewis.\n\nAfter studying the history of Wicca, Hutton went on to look at the history of Druidry, both the historical and the contemporary. His first book on the subject, The Druids, was published in 2007. Part of this material was given as the first lecture of the Mount Haemus Award series.[19] Hutton's next book, which was also about Druidry, was entitled Blood and Mistletoe: The History of the Druids in Britain, and released in May 2009.\n\nIn a review by David V. Barrett in The Independent, Blood and Mistletoe was described as being more \"academic and more than three times the length\" of The Druids, although Barrett argued that despite this it was still \"very readable\", even going so far as to call it a \"tour de force\".[20] The review by Noel Malcolm in The Daily Telegraph was a little more critical, claiming that whilst Hutton was \"non-sensationalist and scrupulously polite\" about the various Druidic eccentrics,  \"occasionally, even-handedness tips over towards relativism – as if there are just different ways of looking at reality, each as good as the other. And that cannot be right.\"[21]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Hutton was married to Lisa Radulovic from August 1988 to March 2003, when they divorced.[2]\nAlthough he has written much on the subject of Paganism, Hutton insists that his own religious beliefs are a private matter. He has instead stated that \"to some extent history occupies the space in my life filled in that of others by religion or spirituality. It defines much of the way I come to terms with the cosmos, and with past, present and future.\"[5] He was raised Pagan, and was personally acquainted with Wiccans from youth.[22] He has become a \"well-known and much loved figure\" in the British Pagan community.[23]\n\nInterviewing Hutton for The Independent, the journalist Gary Lachman commented that he had \"a very pragmatic, creative attitude, recognising that factual error can still produce beneficial results\", for instance noting that even though their theories about the Early Modern Witch-Cult were erroneous, Margaret Murray and Gerald Gardner would help lay the foundations for the creation of the new religious movement of Wicca.[18]\n\n"
        },
        {
            "title": "Works",
            "text": "Hutton's books can be divided into those about seventeenth-century Britain and those about paganism and folk customs in Britain.\n\nIn his What If the Gunpowder Plot Had Succeeded?, Hutton has considered what might have happened if the Gunpowder Plot of 1605 had succeeded in its aims of the death of King James I and the destruction of the House of Lords. He concluded that the violence of the act would have resulted in an even more severe backlash against suspected Catholics than was caused by its failure, as most Englishmen were loyal to the monarchy, despite differing religious convictions. England could very well have become a more \"Puritan absolute monarchy\", rather than following the path of parliamentary and civil reform.[24]\n\n"
        }
    ]
}