{
    "url": "https://en.wikipedia.org/wiki/Roomba",
    "title": "Roomba",
    "table_of_contents": [
        "1 Description",
        "2 Operation",
        "2.1 Maintenance",
        "2.2 Connectivity",
        "2.3 Battery life",
        "3 Models",
        "3.1 First generation: Original series",
        "3.2 Second generation: Discovery and 400 series",
        "3.3 Third generation: Professional and 500 series",
        "3.4 Fourth generation: 600 series",
        "3.5 Fifth generation: 700 series",
        "3.6 Sixth generation: 800 series",
        "3.7 Seventh generation: 900 series",
        "3.8 Eighth generation: i series and e series",
        "3.9 Ninth generation: s series",
        "3.10 Next generation: j series",
        "4 Hacking and extending Roomba",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRoomba is a series of autonomous robotic vacuum cleaners made by the company iRobot. Introduced in September 2002,[1] they have a set of sensors that enable them to navigate the floor area of a home. These sensors can detect the presence of obstacles, particularly dirty spots on the floor, and steep drops (e.g., to avoid falling down stairs).\n\nAs of 2022, iRobot markets models of their 600, i, j, Combo and s9 series, while continuing to provide support and sell accessories for their previous series.[2] Various models have different features, including tangle-free brushes, separate sweep canisters, more powerful vacuums, obstacle avoidance, and performance maps displayed via smartphone apps. Newer high-end models also have a camera, which works in conjunction with onboard mapping and navigation software to systematically cover all floor area, move from room to room, avoid obstacles such as pet waste and charging cables, and find recharging bases and beacons.\n\nRoombas allow some customizability and reprogramming. Parts of some models are interchangeable, allowing owners to mix and match features, or switch to other units for longer battery operation. Additionally, some units can be adapted to perform more creative tasks using an embedded computer in conjunction with the Roomba Open Interface.\n\n"
        },
        {
            "title": "Description",
            "text": "Most Roomba models are of a disk shape, measuring 338–353 millimetres (13.3–13.9 in) in diameter and 86–94 millimetres (3.4–3.7 in) high depending on the model. The S9 and S9+ robots are D-shaped rather than circular, with the flat part of the D at the front, and are narrower at 311 millimetres (12.2 in) wide. A large contact-sensing mechanical bumper is mounted on the front half of all models, with an omnidirectional infrared sensor at its top front center. Most models also have a recessed handle on top.[3]\n\nFirst- and second-generation Roombas were not compatible with the Virtual Wall, an accessory used to prevent them from entering an area. It projects a pattern of infrared light,[4] which the vacuum detects and treats as a physical wall, prompting it to stop and turn around. Third-generation and newer models are compatible with the Dual Mode Virtual Wall, which, in addition to simulating a straight wall, can create a circular barrier roughly 4 feet (1.2 m) in diameter. Some 500-, 700- and 800-series models are compatible with the Virtual Wall Lighthouse.[5][6] It initially confines the vacuum to one area to be cleaned; then, once the vacuum reports the area has been sufficiently cleaned (based on its estimated area), it directs it to proceed to the next space to be cleaned, and contains it there.[7]\n\n"
        },
        {
            "title": "Operation",
            "text": "All Roomba models can be operated by pressing the \"Clean\" button on the top while the Roomba is on the charging base, causing it to reverse off of the base and begin cleaning; or by manually carrying the Roomba to the room to be cleaned and pressing the button. Later models introduced several additional operating modes, such as \"Spot\", which cleans an area of a few feet, and \"Max\", which cleans endlessly until the battery is depleted, this mode was only available on older Roombas. \"Dock\" mode, introduced with the third generation, instructs the Roomba to seek a charging base for recharging. The availability of the modes varies by model. Many second- and third-generation Roombas come packaged with infrared remote controls or special control panels, allowing a human operator to \"drive\" the Roomba to areas to be specially cleaned.\n\nRoombas are driven by two independently-operating side wheels, which can drive the Roomba forwards and backwards as well as perform turns of any radius, including 360° turns in place. Rotary encoders on the wheels can detect the rate at which the wheels are spinning so it can determine if they're slipping or stuck, and drop sensors detect if a wheel is too low (such as getting stuck in a vent). An undriven swivel caster (located at the front of most models, and at the back of the D-shaped S series) is used not for steering, as is often believed, but as an additional sensor. It too is a rotary encoder; the caster's wheel is half black and half white, and optical sensors detect the change in color as it rotates. This helps detect if the Roomba is stuck or beached (i.e., the drive wheels are spinning but the Roomba isn't moving).\n\nThe cleaning head (brushes and suction area) on Roombas is relatively small. On most models, it is between the two side wheels, and is around 5–8 inches (13–20 cm) wide; on the S series, it is moved to the flat square part of the D shape near the front where it is wider, but still does not extend the full width of the vehicle. To compensate for this, Roombas have a rotating multi-pronged brush on one side which sweeps debris towards the path of the cleaning head, helping to clean a wider path and to reach into edges and corners.\n\nRoombas before the seventh-generation models do not map out the rooms they are cleaning. Instead, iRobot developed a technology called iAdapt Responsive Cleaning Technology.[8] This relies on a few simple algorithms, such as spiraling, room crossing, wall following, and random walk angle changing after bumping into an object or wall. This design is based on MIT researcher and iRobot CTO Rodney Brooks's philosophy that robots should be like insects, equipped with simple control mechanisms tuned to their environments. The result is that although Roombas are effective at cleaning rooms, they take several times longer to do the job than a human would. The Roomba may cover some areas many times, other areas only once or twice, and may miss some areas. However, the random algorithm has been shown to effectively cover rooms of various sizes and configurations, particularly when used repeatedly for maintenance cleaning. (Some users have used long-exposure photography or compositing to create images showing Roombas' coverage of the floor,[9] and have even attached light sources to Roombas to create art using light painting.[10][11] Some have also noted that doubts about the effectiveness of the random algorithms have been assuaged by multiple reports of Roombas rolling over dog feces and spreading it through the room, which rather unpleasantly illustrate how well the Roomba can cover the floor's area.[12][13]) Roombas have become a common example of how randomized algorithms can probabilistically succeed even though they cannot absolutely guarantee success on any single run or even after many repeated runs. Compared to competing products available when Roombas were first introduced such as the Electrolux Trilobite, the effectiveness of Roombas' random navigation was on par with (or even more effective than) robotic mapping technology available at the time, and being cheaper to develop and produce, could be offered at a significantly lower price.[14]\n\nStarting with the seventh generation, Roombas have an upwards-facing camera and a downward facing infrared floor-tracking sensor which are used to create a map of the floor.[15] This enables them to use a more efficient back-and-forth cleaning pattern, which is faster and more efficient as it ensures more complete coverage without needing to cover an area multiple times. The floor-tracking sensor operates like an optical mouse and can provide precise movement data over small distances, but suffers from integration drift: small errors in measurement which accumulate over time. To rectify this, the upwards-facing camera is used periodically to identify waypoints or \"landmarks\", coarse points that are used to correct the Roombas' position and map.[15][16] Some algorithms such as wall following are still used, partly to assist in mapping the floor and also simply to make sure the floor is cleaned along the edge and around obstacles. Unlike other mapping systems like lidar which can operate in complete darkness, Roombas' camera requires some light in the room in order to be able to map it. Starting with the eighth generation, Roombas retain the map after each run, and use subsequent runs to improve the map. Multiple maps can be stored, and users can edit maps to separate and label regions (such as rooms), which can be used to have the Roomba clean only a selected room.\n\nThe Roombas' bumper allows them to sense when they have bumped into an obstacle, after which they will reverse or change paths. Infrared \"cliff sensors\" on the bottom of Roombas similarly prevent them from falling off ledges such as stairways. (These may also trigger a false positive on dark or black colored surfaces such as some carpets, preventing Roombas from entering or being able to clean those areas.) Third-generation and newer models have additional forward-looking infrared sensors to detect obstacles. These slow down the Roomba when nearing obstacles, to reduce its force of impact.[17] It's also used to clean alongside walls without bumping into the wall repeatedly. This technology is also able to distinguish between hard and soft obstacles.[citation needed]\n\nMost second- and third-generation models and all newer ones have internal acoustic-based dirt sensors that allow them to detect particularly dirty spots and focus on those areas accordingly. Fourth-generation and newer models have an optical sensor located in front of the vacuum bin, allowing detection of wider and smaller messes.[18]\n\nThe cleaning time depends on room size and, for models equipped with dirt sensors, volume of dirt. First-generation models must be told the room size, while subsequent models either estimate room size by measuring the longest straight-line run they can perform without bumping into an object or create an accurate map of the room. When finished cleaning, or when the battery is nearly depleted, Roombas except for first-generation models will try to return to a base if one is detected. Roombas with mapping capability can also recharge and resume a cleaning job, enabling them to clean large areas that take more than one full battery of charge to complete. Roombas except for first-generation models also support scheduling, allowing cleaning to start at the time of day and on days of the week that the owner desires. Most 500-series models support scheduling through buttons on the unit itself, and higher-end models allow the use of a remote control, smartphone app, or smarthome automation integration to program schedules.\n\nRoombas are not designed for deep-pile carpet.[citation needed] Also, the first- and second-generation Roombas can get stuck on rug tassels and electrical cords.[citation needed] Third-generation and newer models are able to reverse their brushes to escape entangled cords and tassels. All models are designed to be low enough to go under a bed or most other items of furniture. If at any time the unit senses that it has become stuck, no longer senses the floor beneath it, or decides that it has worked its way into a narrow area from which it is unable to escape, it stops and sounds an error to help someone find it. Early models use only flashing lights to indicate specific problems, while later models use a synthesized voice to announce a problem and a suggested solution.[19] The voice is available in several languages.\n\nRoombas require regular cleaning and maintenance. Because they are smaller and less powerful than large upright vacuums, the dustbin must be emptied frequently (sometimes as often as every single use), and hair and other obstructions must be removed from rollers and brushes more frequently. Some reviewers have complained about this necessity compared to traditional upright vacuums that only need infrequent cleaning and almost no maintenance; however others have countered that the chore is not difficult, and that it takes significantly less time to clean a Roomba than it does to vacuum by hand.\n\niRobot has been praised for the availability of replacement parts for Roombas, with official parts still being sold for every model including the first-generation Roombas, almost 20 years after their release.[20]\n\nRoombas are powered by a user-replaceable rechargeable battery; older models used NiMH batteries, while newer models use lithium-ion batteries, and a few models support both. First-generation models must be recharged from a wall power adapter, while all subsequent models have a self-charging homebase that the unit seeks out at the end of a cleaning session via infrared beacons. Charging takes about three hours.\n\nAs opposed to hacking and extending Roomba, non Desktop users[21] can use the iRobot HOME App,[22] although only certain models support 5 GHz.[23]\n\nBattery reliability is a frequently mentioned complaint on customer review websites.[citation needed] Battery replacements from iRobot cost a significant fraction of the purchase price of a new Roomba, though compatible third-party batteries are available at a lower price. The iRobot customer support website offers advice on maximizing battery performance and longevity.[24]\n\n"
        },
        {
            "title": "Models",
            "text": "As of 2019,[update] there have been nine generations of Roomba units.[25] All models have a patented design using pair of brushes or rollers, rotating in opposite directions, to pick up debris from the floor.[20] In some models, the brushes are followed by a squeegee vacuum, which directs the airflow through a narrow slit to increase its speed in order to collect fine dust. A horizontally mounted \"side spinner\" brush on the right side of the unit sweeps against walls to reach debris not accessible by the main brushes and vacuum. In the first generation, the dirty air passes through the fan before reaching the filter, while later models use a fan-bypass vacuum.\n\nThe early generation models were noted for using a random algorithm for achieving a total room coverage.[26]\nA small vacuum empties into a removable dustbin, which has rotation brushes to aid collection.[26] The robot is propelled by two knobby rubber wheels at the edges.[26] It has several sensors including a bumper that detects collision and an infrared sensor on top to respond to a \"virtual wall\".[26] The robot is powered by a rechargeable battery contained in the unit.[26]\n\nIntroduced in September 2002, the first-generation Roomba had three buttons for room size. The first-generation units comprised the original silver-colored Roomba, the blue Roomba Pro, and the maroon Roomba Pro Elite. The later two models included additional accessories, but all three used the same core robot and cleaning system.\n\nAn original roomba model robotic vacuum is in the collection of the National Museum of American History, which they note as the first successful domestic robot.[27] The robot vacuum is described as being able to change direction when it encounters an obstacle or infrared beam, and is powered by a battery.[27]\n\nThe second-generation Roombas (\"Discovery\", later called 400 series) replaced their predecessors in July 2004, added a larger dust bin, improved software that calculates room size, dirt detection, and fast charging in the home base. Room size is detected automatically based on the longest straight-line path that can be driven; instead of buttons for room size, their buttons are \"Clean\", \"Spot\", and \"Max\".\n\nRoomba budget models (Dirt Dog and Model 401) used a simplified interface (a single \"Clean\" button) and lacked some of the software-controlled flexibility of other versions. They were less expensive models intended for first-time purchasers. The Roomba Dirt Dog contained sweeping brushes and a larger dust bin, but lacked the vacuum motor, using the space that would be required for the vacuum for additional dust bin volume. It was designed for a home shop or garage environment.[5] The Roomba Model 401 was similar but had a standard-size dust bin and vacuum system. The Dirt Dog was discontinued in 2010.\n\nThe 500 series was introduced in August 2007[5] and featured a forward-looking infrared sensor to detect obstacles and reduce speed, a docking command button, improved mechanical components, smoother operation, and a modular design to facilitate part replacement.[5][28] The Roombas' speed is also increased, which is possible in part because of the sensors to avoid bumping into obstacles too hard. It also introduced customizable decorative face plates.[5] The Roomba 530 included two virtual walls and a recharging dock.[5]\n\nThere are several types of dust and debris collection bins for the 500 series models. The standard vacuum bin incorporates a squeegee vacuum.  The high-capacity sweeper bin does not include a vacuum, but has greater debris capacity. The AeroVac Bin directs suction airflow through the main brushes instead of using a squeegee, which is thought to keep the brushes cleaner.\n\nIn August 2012, the 500 series was superseded by the 600 series, which added the AeroVac Bin and advanced cleaning head as standard features. In 2017 they released the 690, which has Wi-Fi connectivity so it can be started with an app and some personal-assistant software.[29]\n\nThe 700 series, introduced in May 2011, though largely similar to the 500 and 600 series, included a more robust cleaning system, improved AeroVac Bin with HEPA filter, and improved battery life. Like the 500 series, the 700 series had models with different technologies and accessories. The Roomba 760 was the simplest model, and the Roombas 780 and 790[30] were the most advanced with both scheduling and a large range of accessories including lighthouses, wireless command center (also compatible with select retrofitted 500-series models), and extra brushes and filters. Besides these two models, Roomba 770 and 782e were available, with scheduling, Dirt Detect, and full bin indicator.\n\nThe 800 series, introduced in 2013, is similar to the 700 series and its predecessors, but contains updated technology. The AeroForce Performance Cleaning System, which is five times more powerful than older series,[31] and the iRobot XLife battery are some of the new features. The AeroForce system does away with the large rotating brush, and pulls air between two rubber rollers, thereby getting the vacuum suction closer to the floor. In 2017 iRobot released the 890 with Wi-Fi connectivity that can be started with an app and various personal-assistant software.[29]\n\nThe Roomba 980 was released in September 2015, and contains a new visual simultaneous localization and mapping (vSLAM) navigation system, which allows it to clean an entire level of a home more efficiently. The 980 also features Wi-Fi connectivity and an iPhone and Android app.[32] The Roomba 960 was released on August 4, 2016.[33] As of March 29, 2017, 900 series users can receive detailed cleaning maps of their Roomba through the app. The maps show exact areas of clean and dirty spots in the home, allowing the Roomba to know where it needs to spend more time cleaning. However, the maps are not retained between cleaning runs, and each time the Roomba is run it builds a new map from scratch. Push notifications of when the Roomba is finished cleaning is also a new feature. Integration to Amazon's Echo was also announced, launching in spring 2017.[34]\n\nIn September 2018, iRobot introduced a new Roomba series with three models: the premium i7, the less expensive i3, and the more basic e5.[35] Each of these models also having a \"plus\" version that featured an automatic dirt disposing station which could be emptied. Similarly to the 900 series, the i7 uses vSLAM navigation. This feature retains the map after the Roomba has run, and uses subsequent runs to improve the map. This lets users select which room for Roomba to clean from the iRobot Home app. In September 2020, iRobot released the i3, which is a lower cost robot similar to the i7. The i3 does not use vSLAM navigation but relies on a downward optical encoder and gyroscopes;[36] in addition it does not allow selecting specific rooms.[37] The i7 and i3 are compatible with the Clean Base, a base that empties the Roomba's bin into the Clean Base's internal disposable bag when it docks using a powerful vacuum. iRobot claims that the base can empty the Roomba's bin up to 30 cleaning cycles.[38] The + in some models indicates that it includes the Clean Base. The basic e5 Roomba replaces the 800 series with an improved battery life from 60 to 90 minutes of run time on hardwood floors using a lithium-ion battery.[39] It navigates in random patterns similar to the 6th generation and older robots.[40]\n\nIn late May 2019, iRobot introduced the Roomba s9 and s9+ as the \"smartest, most powerful robot vacuum yet\".[41] The S series features a newly designed \"D\" shape and corner brush for optimized edge cleaning deep into corners and along edges. Other new features include an anti-allergen system that traps 99% of pollen, mold and allergens, 40 times the suction compared to the 600 series, 30% wider rubber brushes, and the most advanced navigation system to date.[41] Similar to the I series, the s9+ comes with the self-emptying Clean Base. The S series also includes linking technology that allows the Roomba to communicate wirelessly with other iRobot products, where the Braava Jet M6 can automatically be set to mop after the s9 has finished vacuuming.\n\nThe j7 and j7+ model, available only from iRobot in September 2021, debuted PrecisionVision: the navigation system that detects and avoids obstacles like power cords and pet waste. The j7 is a direct upgrade to the Roomba i7, with the same overall body design and rated ten times the suction compared to the standard model.[42] iRobot simultaneously removed the i7 from its website.\n\nIn September 2022, iRobot announced the Roomba Combo j7+, which is a Roomba j7+ that includes mopping capabilities with a lifting mop. Shipping began on October 4.[43]\n\n"
        },
        {
            "title": "Hacking and extending Roomba",
            "text": "From the earliest models on, Roomba vacuum cleaning robots have been hacked to extend their functionality. The first adaptations were based on a microcontroller that was directly connected to the motor drivers and sensors.[44] Versions manufactured after October 2005 contain an electronic and software interface that allows hackers to more easily control or modify behavior and remotely monitor its sensors.[45] One early application was using the device to map a room.[46] The native code for Roomba is written in a dialect of Lisp.[47]\n\nModels with an interface (400 series since October 2007 plus 500 and 700 series) come with a Mini-DIN connector supporting a serial interface, which is electrically and physically incompatible with standard PC/Mac serial ports and cables. However, third-party adapters are available to access the Roomba's computer via Bluetooth, USB, or RS-232 (PC/Mac serial).[48]  Roombas pre-October 2005 upgraded with the OSMO hacker[49] device allow monitoring many sensors and modifying the unit's behavior. The Roomba Open Interface (OI, formerly Roomba Serial Command Interface) allows programmers and roboticists to create their own enhancements.[50] Several projects are described on Roomba hacking sites.[51]\n\nIn response to the growing interest of hackers in their product, the company developed the iRobot Create. In this model the vacuum cleaner motor is replaced by a \"cargo bay\" for mounting devices like TV cameras, lasers and other robotic parts.  It provides a greatly enhanced 25-pin interface providing both analog and digital bidirectional communication with the hosted device allowing use as the mobile base for completely new robots. Together with a computing platform like a netbook or handheld device with wireless networking, it can be remotely controlled through a network.[52]\n\n"
        }
    ]
}