{
    "url": "https://en.wikipedia.org/wiki/Roscosmos",
    "title": "Roscosmos",
    "table_of_contents": [
        "1 History",
        "1.1 Crisis years",
        "1.2 Start of ISS cooperation in 2000",
        "1.3 2004: New director",
        "1.4 Improved situation in 2005–2006",
        "1.5 2006–2012",
        "1.5.1 Space station funding issues",
        "1.6 2011: New director",
        "1.7 2013-2015 reorganization of the Russian space sector",
        "1.8 Future plans",
        "2 Current programs",
        "2.1 ISS involvement",
        "2.2 Scientific programs",
        "2.3 Rockets",
        "2.4 New piloted spacecraft",
        "2.5 Space systems",
        "2.6 Deep space network",
        "2.7 Gecko mating experiment",
        "3 Launch control",
        "4 Subsidiaries",
        "5 Historic Russian (Soviet) space gallery",
        "5.1 People",
        "5.2 Spacecraft",
        "5.3 Launch vehicles",
        "5.4 Space stations",
        "5.5 Radio telescopes",
        "6 See also",
        "7 Explanatory notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe State Space Corporation \"Roscosmos\"[2] (Russian: Государственная корпорация по космической деятельности «Роскосмос»), commonly known simply as Roscosmos (Russian: Роскосмос), is a state corporation of the Russian Federation responsible for space flights, cosmonautics programs, and aerospace research.[3]\n\nOriginating from the Soviet space program founded in the 1950s, Roscosmos emerged following the dissolution of the Soviet Union in 1991. It initially began as the Russian Space Agency, which was established on 25 February 1992[4][Note 1] and restructured in 1999 and 2004, as the Russian Aviation and Space Agency[Note 2] and the Federal Space Agency (Roscosmos), respectively.[Note 3][4] In 2015, the Federal Space Agency (Roscosmos) was merged with the United Rocket and Space Corporation, a government corporation, to re-nationalize the Russian space industry, leading to Roscosmos in its current form.[5][6][7]\n\nRoscosmos is headquartered in Moscow, with its main Mission Control Center in the nearby city of Korolyov, and the Yuri Gagarin Cosmonaut Training Center located in Star City in Moscow Oblast. Its launch facilities include Baikonur Cosmodrome in Kazakhstan, the world's first and largest spaceport, and Vostochny Cosmodrome, which is being built in the Russian Far East in Amur Oblast. Its director since July 2022 is Yury Borisov.[8]\n\nAs the main successor to the Soviet space program, Roscosmos' legacy includes the world's first satellite, first human spaceflight, and first space station (Salyut). Its current activities include the International Space Station, wherein it is a major partner. On 22 February 2019, Roscosmos announced the construction of its new headquarters in Moscow, the National Space Centre. Its Astronaut Corps is the first in the world's history.\n\n"
        },
        {
            "title": "History",
            "text": "The Soviet space program did not have central executive agencies. Instead, its organizational architecture was multi-centered; it was the design bureaus and the council of designers that had the most say, not the political leadership. The creation of a central agency after the separation of Russia from the Soviet Union was therefore a new development. The Russian Space Agency was formed on 25 February 1992, by a decree of President Yeltsin. Yuri Koptev, who had previously worked with designing Mars landers at NPO Lavochkin, became the agency's first director.[9]\n\nIn the early years, the agency suffered from lack of authority as the powerful design bureaus fought to protect their own spheres of operation and to survive. For example, the decision to keep Mir in operation beyond 1999 was not made by the agency, but by the private shareholder board of the Energia design bureau. Another example is that the decision to develop the new Angara rocket was rather a function of Khrunichev's ability to attract resources than a conscious long-term decision by the agency.[9]\n\nThe 1990s saw serious financial problems due to the decreased cash flow, which encouraged the space agency to improvise and seek other ways to keep space programs running. This resulted in the agency's leading role in commercial satellite launches and space tourism.[citation needed] Scientific missions, such as interplanetary probes or astronomy missions during these years played a very small role, and although the agency had connections with the Russian aerospace forces, its budget was not part of Russia's defense budget; nevertheless, the agency managed to operate the Mir space station well past its planned lifespan, contributed to the International Space Station, and continued to fly Soyuz and Progress missions.\n\nOn 31 October 2000, a Soyuz spacecraft lifted off from the Baikonur Cosmodrome at 10:53 a.m. Kazakhstan time. On board were Expedition One Commander William M. (Bill) Shepherd of NASA and cosmonauts Sergei Krikalev and Yuri Gidzenko of Roscosmos. The trio arrived at the International Space Station on 2 November, marking the start of an uninterrupted human presence on the orbiting laboratory.[10]\n\nIn March 2004, the agency's director Yuri Koptev was replaced by Anatoly Perminov, who had previously served as the first commander of the Space Forces.[9][11]\n\nThe Russian economy boomed throughout 2005 from high prices for exports, such as oil and gas, the outlook for future funding in 2006 appeared more favorable. This resulted in the Russian Duma approving a budget of 305 billion rubles (about US$11 billion) for the Space Agency from January 2006 until 2015, with overall space expenditures in Russia total about 425 billion rubles for the same time period.[12] The budget for 2006 was as high as 25 billion rubles (about US$900 million), which is a 33% increase from the 2005 budget. Under the current 10-year budget approved, the budget of the Space Agency shall increase 5–10% per year, providing the space agency with a constant influx of money. In addition to the budget, Roscosmos plans to have over 130 billion rubles flowing into its budget by other means, such as industry investments and commercial space launches. It is around the time US-based The Planetary Society entered a partnership with Roscosmos.\n\nThe federal space budget for the year 2009 was left unchanged despite the global economic crisis, standing at about 82 billion rubles ($2.4 billion).[14] \nIn 2011, the government spent 115 billion rubles ($3.8 bln) in the national space programs.[15]\n\nThe proposed project core budget for 2013 to be around 128.3 billion rubles. The budget for the whole space program is 169.8 billion rubles. ($5.6 bln).\nBy 2015, the amount of the budget can be increased to 199.2 billion rubles.[11]\n\nPriorities of the Russian space program include the new Angara rocket family and development of new communications, navigation and remote Earth sensing spacecraft.[14] The GLONASS global navigation satellite system has for many years been one of the top priorities and has been given its own budget line in the federal space budget. In 2007, GLONASS received 9.9 billion rubles ($360 million), and under the terms of a directive signed by Prime Minister Vladimir Putin in 2008, an additional $2.6 billion will be allocated for its development.[16]\n\nDue to International Space Station involvements, up to 50% of Russia's space budget is spent on the crewed space program as of 2009[update]. Some observers have pointed out that this has a detrimental effect on other aspects of space exploration, and that the other space powers spend much lesser proportions of their overall budgets on maintaining human presence in orbit.[17]\n\nDespite the considerably improved budget,[when?] attention of legislative and executive authorities, positive media coverage and broad support among the population, the Russian space program continues to face several problems.[18] Wages in the space industry are low; the average age of employees is high (46 years in 2007),[18] and much of the equipment is obsolete.[19] On the positive side, many companies in the sector have been able to profit from contracts and partnerships with foreign companies; several new systems such as new rocket upper stages have been developed in recent years; investments have been made to production lines, and companies have started to pay more attention to educating a new generation of engineers and technicians.[9][19]\n\nOn 29 April 2011, Perminov was replaced with Vladimir Popovkin as the director of Roscosmos. The 65-year-old Perminov was over the legal age for state officials, and had received some criticism after a failed GLONASS launch in December 2010. Popovkin is a former commander of the Russian Space Forces and First Deputy Defense Minister of Russia.[20][21]\n\nAs a result of a series of reliability problems, and proximate to the failure of a July 2013 Proton M launch, a major reorganization of the Russian space industry was undertaken.  The United Rocket and Space Corporation was formed as a joint-stock corporation by the government in August 2013 to consolidate the Russian space sector.  Deputy Prime Minister Dmitry Rogozin said \"the failure-prone space sector is so troubled that it needs state supervision to overcome its problems.\"[22] \nThree days following the Proton M launch failure, the Russian government had announced that \"extremely harsh measures\" would be taken \"and spell the end of the [Russian] space industry as we know it.\"[23]\nInformation indicated then that the government intended to reorganize in such a way as to \"preserve and enhance the Roscosmos space agency.\"[22]\n\nMore detailed plans released in October 2013 called for a re-nationalization of the \"troubled space industry,\" with sweeping reforms including a new \"unified command structure and reducing redundant capabilities, acts that could lead to tens of thousands of layoffs.\"[24]  According to Rogozin, the Russian space sector employs about 250,000 people, while the United States needs only 70,000 to achieve similar results. He said: \"Russian space productivity is eight times lower than America's, with companies duplicating one another's work and operating at about 40 percent efficiency.\"[24]\n\nUnder the 2013 plan, Roscosmos was to \"act as a federal executive body and contracting authority for programs to be implemented by the industry.\"[22]\n\nIn 2016, the state agency was dissolved and the Roscosmos brand moved to the state corporation, which had been created in 2013 as the United Rocket and Space Corporation, with the specific mission to renationalize the Russian space sector.[25]\n\nIn 2018, Russian President Vladimir Putin said \"it 'is necessary to drastically improve the quality and reliability of space and launch vehicles' ... to preserve Russia's increasingly threatened leadership in space.\"[26] In November 2018 Alexei Kudrin, head of Russian financial audit agency, named Roscosmos as the public enterprise with \"the highest losses\" due to \"irrational spending\" and outright theft and corruption.[27]\n\nIn September 2021, “Roscosmos” announced the revenue going down by 25 billion roubles and net income - by 1 billion roubles in 2020, due to reduction of profit from foreign contracts, to increase in show-up pay, stay-at-home days and personnel health expenses because of COVID-19. According to “Roscosmos”, this impact would be still significant in two years to come as well.[28]\n\nIn October 2021, “Roscosmos” put on hold for one month the tests of rocket engines in engineering bureau of chemical automatics in Voronezh to deliver 33 tons of saved oxygen by day to local medical centers due to pandemic.[29]\n\n"
        },
        {
            "title": "Current programs",
            "text": "Roscosmos is one of the partners in the International Space Station program; it contributed the core space modules Zarya and Zvezda, which were both launched by Proton rockets and later were joined by NASA's Unity Module. The Rassvet module was launched aboard Space Shuttle Atlantis[34] and is primarily used for cargo storage and as a docking port for visiting spacecraft. The Nauka module is the final planned component of the ISS, launch was postponed several times from the initially planned date in 2007,[35] but attached to ISS in July 2021.[36] Roscosmos is furthermore responsible for expedition crew launches by Soyuz-TMA spacecraft and resupplies the space station with Progress space transporters. After the initial ISS contract with NASA expired, Roscosmos and NASA, with the approval of the US government, entered into a space contract running until 2011, according to which Roscosmos will sell NASA spots on Soyuz spacecraft for approximately $21 million per person each way (thus $42 million to and back from the ISS per person) as well as provide Progress transport flights ($50 million per Progress as outlined in the Exploration Systems Architecture Study[37]). Roscosmos announced that according to this arrangement, crewed Soyuz flights would be doubled to 4 per year and Progress flights also doubled to 8 per year beginning in 2008.[needs update][citation needed]\n\nRoscosmos also has provided space tourism for fare-paying passengers to ISS through the Space Adventures company. As of 2009, six space tourists have contracted with Roscosmos and have flown into space, each for an estimated fee of at least $20 million (USD).[needs update]\n\nContinued international collaboration in ISS missions has been thrown into doubt by the 2022 Russian invasion of Ukraine and related sanctions on Russia.[38]\n\nRoscosmos operates a number of programs for Earth science, communication, and scientific research. Future projects include the Soyuz successor, the Prospective Piloted Transport System, scientific robotic missions to one of the Mars moons as well as an increase in Lunar orbit research satellites.\n\nRoscosmos uses a family of several launch rockets, the most famous of them being the R-7, commonly known as the Soyuz rocket that is capable of launching about 7.5 tons into low Earth orbit (LEO). The Proton rocket (or UR-500K) has a lift capacity of over 20 tons to LEO. Smaller rockets include Rokot and other Stations.\n\nCurrently rocket development encompasses both a new rocket system, Angara, as well as enhancements of the Soyuz rocket, Soyuz-2 and Soyuz-2-3. Two modifications of the Soyuz, the Soyuz-2.1a and Soyuz-2.1b have already been successfully tested, enhancing the launch capacity to 8.5 tons to LEO.\n\nOperational\n\nUnder development\n\nOne of Roscosmos's projects that was widely covered in the media in 2005 was Kliper, a small lifting body reusable spacecraft. While Roscosmos had reached out to ESA and JAXA as well as others to share development costs of the project, it also stated that it will go forward with the project even without the support of other space agencies. This statement was backed by the approval of its budget for 2006–2015, which includes the necessary funding of Kliper. However, the Kliper program was cancelled in July 2006,[39] and has been replaced by the new Orel project. As of 2021[update], no crafts were launched.\n\n\"Resurs-P\"[40] is a series of Russian commercial Earth observation satellites capable of acquiring high-resolution imagery (resolution up to 1.0 m). The spacecraft is operated by Roscosmos as a replacement of the Resurs-DK No.1 satellite.\n\nCreate HEO space system \"Arctic\" to address the hydrological and meteorological problems in the Arctic region and the northern areas of the Earth, with the help of two spacecraft \"Arktika-M\" and in the future within the system can create a communications satellite \"Arktika-MS\" and radar satellites \"Arktika-R.\"[41]\n\nThe launch of two satellites \"Obzor-R\" (Review-R) Remote Sensing of the Earth, with the AESA radar and four spacecraft \"Obzor-O\" (Review-O) to capture the Earth's surface in normal and infrared light in a broad swath of 80 km with a resolution of 10 meters. The first two satellites of the projects planned for launch in 2015.[citation needed]\n\nGonets: Civilian low Earth orbit communication satellite system. On 2016, the system consists of 13 satellites (12 Gonets-M and 1 Gonets-D1).[42]\n\nSince 1991, Russia inherited and maintains a large network of deep space network after the collapse of Soviet Union.[43]\n\nOn 19 July 2014, Roscosmos launched the Foton-M4 satellite containing, among other animals and plants, a group of five geckos.[44][45] The five geckos, four females and one male, were used as a part of the Gecko-F4 research program aimed at measuring the effects of weightlessness on the lizards' ability to procreate and develop in the harsh environment. However, soon after the spacecraft exited the atmosphere, mission control lost contact with the vessel which led to an attempt to reestablish communication that was only achieved later in the mission. When the satellite returned to Earth after its planned two-month mission had been cut short to 44 days, the space agency researchers reported that all the geckos had perished during the flight.\n\nThe exact cause that led to the deaths of the geckos was declared unknown by the scientific team in charge of the project. Reports from the Institute of Medical and Biological Problems in Russia have indicated that the lizards had been dead for at least a week prior to their return to Earth. A number of those connected to the mission have theorized that a failure in the vessel's heating system may have caused the cold blooded reptiles to freeze to death.\n\nIncluded in the mission were a number of fruit flies, plants, and mushrooms which all survived the mission.[46]\n\n"
        },
        {
            "title": "Launch control",
            "text": "The Russian Space Forces is the military counterpart of the Roscosmos with similar mission objectives as of the United States Space Force. The Russian branch was formed after the merging of the space components of the Russian Air Force and the Aerospace Defense Forces (VKO) in 2015. The Space Forces controls Russia's Plesetsk Cosmodrome launch facility. Roscosmos and the Space Forces share control of the Baikonur Cosmodrome, where Roscosmos reimburses the VKO for the wages of many of the flight controllers during civilian launches. Roscosmos and the Space Forces also share control of the Yuri Gagarin Cosmonaut Training Center. It has been announced that Russia is to build another spaceport in Tsiolkovsky, Amur Oblast.[47] The Vostochny Cosmodrome is scheduled to be finished by 2018.\n\n"
        },
        {
            "title": "Subsidiaries",
            "text": "As of 2017, Roscosmos had the following subsidiaries:[48]\n\n"
        }
    ]
}