{
    "url": "https://en.wikipedia.org/wiki/Roundhay_Garden_Scene",
    "title": "Roundhay Garden Scene",
    "table_of_contents": [
        "1 Overview",
        "2 Preservation",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRoundhay Garden Scene is a  short silent motion picture filmed by French inventor Louis Le Prince at Oakwood Grange in Roundhay, Leeds, in the north of England on 14 October 1888.[1] It is believed to be the oldest surviving film.[2][3] The camera used was patented in the United Kingdom on 16 November 1888.[4]\n\n"
        },
        {
            "title": "Overview",
            "text": "According to Le Prince's son, Adolphe, Roundhay Garden Scene was made at Oakwood Grange, the home of Joseph and Sarah Whitley, in Roundhay, Leeds, West Riding of Yorkshire, Northern England, on 14 October 1888.[5] The footage features Adolphe, his mother-in-law Sarah Whitley (née Robinson, 1816–1888), his father-in-law Joseph Whitley (1817–1891) and Annie Hartley in the garden of Oakwood Grange, leisurely walking around the garden of the premises. Sarah is seen walking – or dancing – backward as she turns around, and Joseph's coattails are seen flying as he also is turning. Joseph and Sarah Whitley were the parents of Le Prince's wife, Elizabeth. Annie Hartley is believed to be a friend of Le Prince and his wife. Sarah Whitley died ten days after the scene was filmed.[6]\n\nOakwood Grange was demolished in 1972 and was replaced with modern housing; the only remains of it are the garden walls at the end of Oakwood Grange Lane. The adjacent stately home, Oakwood Hall, still remains as a nursing home.[7]\n\n"
        },
        {
            "title": "Preservation",
            "text": "Roundhay Garden Scene was recorded on Eastman Kodak paper base photographic film using Le Prince's single-lens camera. In the 1930s, the National Science Museum (NSM) in London produced a photographic glass plate copy of 20 surviving frames from the original negative,[8] before it was lost. The copied frames were later printed on 35 mm film. Adolphe stated that the Roundhay Garden sequence was shot at 12 frames per second (fps) and a second film, Traffic Crossing Leeds Bridge, at 20 fps; however, this is not borne out by analysis of the film, which suggests a frame rate of 7 fps for both, which was the speed of reproduction used in the 2015 documentary film about Le Prince, The First Film.[citation needed]\n\n"
        }
    ]
}