{
    "url": "https://en.wikipedia.org/wiki/Roy_Rappaport",
    "title": "Roy Rappaport",
    "table_of_contents": [
        "1 Biography",
        "2 Work",
        "3 Works",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Roy A. Rappaport (1926–1997) was an American anthropologist known for his contributions to the anthropological study of ritual and to ecological anthropology.\n\n"
        },
        {
            "title": "Biography",
            "text": "Rappaport received his Ph.D. at Columbia University and held a tenured position at the University of Michigan. One of his publications, Pigs for the Ancestors: Ritual in the Ecology of a New Guinea People (1968), is an ecological account of ritual among the Tsembaga Maring of New Guinea.  This book is often considered the most influential and most cited work in ecological anthropology (see McGee and Warms 2004).  In that book, and elaborated elsewhere, Rappaport coined the distinction between a people's cognized environment and their operational environment, that is, between how a people understand the effects of their actions in the world and how an anthropologist interprets the environment through measurement and observation.[1]\n\n"
        },
        {
            "title": "Work",
            "text": "Rappaport's work demonstrates the correlation between a culture and its economy, with ritual invariably occupying a central role. His Pigs for the Ancestors: Ritual in the Ecology of a New Guinea People was published in 1968 and again in 1984. It is a classic case study of human ecology in a tribal society and the roles of culture and ritual.  The research comes from his fieldwork and time spent with the Maring tribe of Papua New Guinea, who lacked hereditary chiefs or officials. Instead of treating whole cultures as separate units, Rappaport focused \"on populations in the ecological sense, that is, as one of the components of a system of trophic exchanges taking place within a bounded area.\" (Biersack, 1999, 5).  Rappaport explained his reasoning behind using populations as opposed to cultures, \"Cultures and ecosystems are not directly commensurable.  An ecosystem is a system of matter and energy transactions among unlike populations or organisms and between them and the non-living substances by which they are surrounded. 'Culture' is the label for the category of phenomena distinguished from others by its contingency upon symbols.\" (Biersack, 1999, 6).\n\nThroughout his work, he studied how an ecosystem maintains itself through a regulatory force. He aimed to show the adaptive value of different cultural forms in maintaining the pre-existing relationship of a population with their environment. In this case, it was ritual acting as the regulator, when pigs were sacrificed during times of warfare.  This was done by the tribal members to acquit themselves of debts to the supernatural.  Herds of pigs were maintained and fattened until the required work load pushed the limits of the tribe's carrying capacity, in which case the slaughter began.\n\nRappaport showed that this ritual served several important purposes, such as restoring the ratio of pigs to humans, supplying the local communities with pork, and preventing land degradation.  Rappaport found that a shrub called rumbim, was used to mark the beginning and ends of periods of warfare. The victorious Maring tribe would plant it on a designated area to mark the end of fighting, and the beginning of the slaughter.  The shrub remained until the next slaughter was initiated, once the pig to human ratio became overwhelming due to competition for resources.  His studies in Papua New Guinea allowed him to calculate the energy exchanges within the community, neighboring tribes, and their environment.\n\nIn contrast to studying how culture and ritual could be adaptive, Rappaport also studied how the use of culture and ritual could be maladaptive or potentially harmful to ecological systems (Hoey, 590). He argued that cultures sometimes serves their own components, such as economic or political institutions, at the expense of men and ecosystems [such that].... Cultural adaptations, like all adaptations, can perhaps and usually do become maladaptive\" (Hoey, 590).  Throughout his work, Rappaport tends to stress unity and try to avoid potential problems in the social system.  He often said, \"I've tried for unification with everything from weighing sweet potatoes to God Almighty.... That's what I'm interested in.\" (Hoey, 581).\n\nYears of study on ritual and religion, along with the addition of interests in environmental issues, led to later works, such as Ritual and Religion in the Making of Humanity.  In this ambitious book, Rappaport addresses the history of humanity as part of the evolution of life as a whole.  Ritual, which he defines as \"the performance of more or less invariant sequences of formal acts and utterances not encoded by the performers\", lays the framework for the creation and formulation of religion (Wolf, 1999, 21).  A key theme is that language could not arise until some means had been established to guarantee the reliability of words. Words are cheap, intrinsically unreliable and might always deceive. Costly and repetitive ritual action - the invariance of liturgy - emerged during human evolution as the means by which communities coped with such threats, guaranteeing the reliability of words uttered by ritual performers (cf. Knight 1998, 1999).\n\nWhen persons take part in a ritual, they are able to signal that they are the authority of the ritual, thus reinforcing the social contract in place. He explains the hierarchical demission of liturgical orders, in which he breaks down four elements of ritual. \"Ultimate sacred postulates\" form the top of the hierarchy, which are the most fundamental elements of religion.  They tend to acquire sanctity over time, since they are often vague and unable to be disproven.  Next, he describes cosmological axioms which describe the basic nature of the universe.  Following these axioms come the rules that govern interactions and conduct.  The fourth point he makes is about the understandings of the external world, where changes occur as a response to the conditions.  These points he provides show these adaptive changes help to preserve the system as a whole.\n\nRappaport developed as a well-respected contributor to the field and its subsequent discourse by the coinage and adaptation of new anthropological concepts.  He is known for his distinction between \"cognized models\" and \"operational models,\" in which the former looked at reality and adaptations in how a people's culture understands nature.  The cognized model, according to Rappaport, is the \"model of the environment conceived by the people who act in it,\" (Wolf, 1999, 19).  The operational model on the other hand, is one \"which the anthropologist constructs through observation and measurement of empirical entities, events and material relationships. He takes this model to represent for analytic purposes, the physical world of the group he is studying.... as far as actors are concerned, it has no function,\" Rappaport explains (Wolf, 1999, 19).\n\nIn his article \"Risk and the Human Environment\", he examines the studies of risk to the \"human environment,\" which have been legally mandated by the government for environmental and resource planning. He emphasizes variables such as economic, social and physical properties, which all must be taken into account.  He provides an example of a hypothetical oil spill which severely damaged marine life.  White fishermen may consider the spill an economic loss; however, for a Native American tribe, the damage would be far more devastating to their subsistence lifestyle.  This article in particular stresses the need to further explore the natures of the human environment, and not make a generalization when considering possible risks (Rappaport, 1996, 65).\n\nRappaport served as Chair of the Department of Anthropology, University of Michigan. He also was a past president of the American Anthropological Association. Rappaport died of cancer in 1997.\n\n"
        }
    ]
}