{
    "url": "https://en.wikipedia.org/wiki/Royal_Canadian_Mounted_Police",
    "title": "Royal Canadian Mounted Police",
    "table_of_contents": [
        "1 History",
        "1.1 1920–1945",
        "1.2 Remainder of the 20th century",
        "1.2.1 RCMP Security Service (1950–1984)",
        "1.3 21st century",
        "1.4 Role in colonization",
        "1.5 Other notable cases",
        "2 Uniform",
        "2.1 Operational uniform",
        "2.2 Dress uniform",
        "2.3 Ceremonial uniform",
        "2.4 Decorations",
        "3 Women in the RCMP",
        "4 Military status",
        "4.1 Service in wartime",
        "4.2 Honours",
        "5 Organization",
        "5.1 International",
        "5.2 National",
        "5.3 Divisions",
        "5.4 Detachments",
        "5.5 Personal Protection Group",
        "6 Personnel",
        "6.1 Regular members",
        "6.2 Auxiliary constables and other staff",
        "6.3 Ranks",
        "6.4 Honorary positions",
        "7 Equipment and vehicles",
        "7.1 Land fleet",
        "7.2 Marine craft",
        "7.3 Aircraft fleet",
        "7.4 Weapons and intervention options",
        "7.4.1 Past weapons and intervention options",
        "7.4.2 Ceremonial weapons and symbols of office",
        "8 Popular awareness",
        "8.1 Early depictions",
        "8.2 Contemporary culture",
        "8.3 Mountie merchandise and trademark",
        "8.4 RCMP bands",
        "8.5 RCMP tartan",
        "9 Controversies and criticism",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Royal Canadian Mounted Police (RCMP; French: Gendarmerie royale du Canada; GRC), commonly known in English as the Mounties (and colloquially in French as la police montée) is the federal and national police service of Canada. As police services are the constitutional responsibility of provinces and territories of Canada,[14] the RCMP's primary responsibility is the enforcement of federal criminal law, and sworn members of the RCMP have jurisdiction as a peace officer in all provinces and territories of Canada.[15] However, the service also provides police services under contract to eight of Canada's provinces (all except Ontario and Quebec), all three of Canada's territories, more than 150 municipalities, and 600 Indigenous communities.[16] In addition to enforcing federal legislation and delivering local police services under contract, the RCMP is responsible for border integrity;[17] overseeing Canadian peacekeeping missions involving police;[18] managing the Canadian Firearms Program, which licenses and registers firearms and their owners;[19] and the Canadian Police College, which provides police training to Canadian and international police services.[20] The service has faced criticism for its broad mandate,[21][22] and since the early 2020s, several governments, politicians, and scholars have recommended terminating the RCMP's contract policing program.[23][24][25][26] Public Safety Minister Marco Mendicino was mandated to conduct a review of RCMP contract policing when he took office in 2022.[27]\n\nThe Royal Canadian Mounted Police has long enjoyed an international cultural influence, appearing in films, television shows, and books since its formation in the early 20th century. The Government of Canada considers the RCMP to be an unofficial national symbol,[28] and in 2013, 87% of Canadians interviewed by Statistics Canada said that the RCMP was important to their national identity.[29] Canadian public opinion of the RCMP as an institution, however, has gradually soured since the 1990s, worn down by workplace culture lawsuits, several high-profile scandals, staffing shortages, and the service's handling of the 2020 Nova Scotia attacks.[30][31] A 2022 Angus Reid survey found that 41% of Canadians had little or no confidence in the RCMP, compared to 37% of Canadians served by a provincial police service.[32] The study also found that the RCMP as a whole was less trusted compared to municipal police services or individual RCMP detachments.[32]\n\nThe two most populous provinces, Ontario and Quebec, operate independent provincial police services, which, like the RCMP, are responsible for some provincial law enforcement and providing local police services under contract.[33][34] The other eight provinces and all three territories contract at least some policing responsibilities to the RCMP,[note 1] which provides front-line policing in those provinces under the direction of the provincial governments.[16] Municipalities, which are responsible for police services in every province except Newfoundland and Labrador,[14] can contract for RCMP services through their provincial government, or by direct contracts.[35][16] Thus, the RCMP provides police services at the federal, provincial, and municipal level. In some areas of Canada, it is the only police service.\n\n"
        },
        {
            "title": "History",
            "text": "The Royal Canadian Mounted Police was formed in 1920 by the amalgamation of two separate federal police services: the Royal North-West Mounted Police (RNWMP), which had been responsible for colonial policing in the Canadian West,[36] but by 1920 was becoming \"rapidly obsolete;\"[37] and the Dominion Police, which was responsible for federal law enforcement, intelligence, and parliamentary security.[38] The new police service inherited the paramilitary, frontline policing-oriented culture that had governed the RNWMP, which had been modelled after the Royal Irish Constabulary,[39] but much of the RCMP's local policing role had been superseded by provincial and municipal police services. \n\nIn 1928, the federal government authorized the RCMP to enter into heavily-subsidized contracts with provinces and municipalities, enabling the services to return to its roots in local policing. The federal government paid 60% of the policing costs, while provinces and municipalities paid the remaining 40%.[37] By 1950, eight of the ten Canadian provinces had disbanded their provincial police services in favour of subsidized RCMP policing.[40]\n\nAs part of its national security and intelligence functions, the RCMP infiltrated ethnic or political groups considered to be dangerous to Canada. These included the Communist Party of Canada (founded in 1921) and a variety of Indigenous, minority cultural, and nationalist groups.[41][need quotation to verify] The service was also deeply involved in immigration matters, and was responsible for deporting suspected radicals. The RCMP paid particular attention to nationalist and socialist Ukrainian groups[42] and the Chinese community, which was targeted because of disproportionate links to opium dens. Historians estimate that Canada deported two percent of its Chinese community between 1923 and 1932, largely under the provisions of the Opium and Narcotics Drugs Act.[43]\n\nIn 1932, RCMP members killed Albert Johnson, the Mad Trapper of Rat River after a shoot-out.[44] Johnson had been the subject of a dispute with local Indigenous trappers — he had reportedly destroyed their traps, harassed them verbally, and on one occasion, pointed a firearm at them — and, when confronted with a search warrant, opened fire on RCMP officers, wounding one.[44][45]\n\nAlso in 1932, the Customs Preventive Service (CPS), a branch of the Department of National Revenue, was folded into the RCMP at the request of RCMP leadership.[46][47]\n\nIn 1940, the RCMP schooner St. Roch facilitated the first effective patrol of Canada's Arctic territory. It was the first vessel to navigate the Northwest Passage from west to east, taking two years, the first to navigate the passage in one season (from Halifax to Vancouver in 1944), the first to sail either way through the passage in one season, and the first to circumnavigate North America (1950).[48]\n\nIn 1935, the RCMP, acting as the provincial police service for Saskatchewan (but against the wishes of the Saskatchewan government)[29] and in collaboration with the Regina Police Service, attempted to arrest organizers of the On-to-Ottawa Trek in the Germantown neighbourhood's market square by kettling around 300 rally-goers, sparking the Regina Riot.[49] One city police officer and one protester were killed. The trek, which had been organized to call attention to conditions in relief camps, consequently failed to reach Ottawa, but nevertheless had political reverberations.[49] That same year, three RCMP members, acting under contract as provincial police officers, were killed in Saskatchewan and Alberta during an arrest and subsequent pursuit.[50]\n\nDuring the interwar priod, the RCMP employed special constables to assist with strikebreaking. For a brief period in the late 1930s, a volunteer militia group, the Legion of Frontiersmen, were affiliated with the RCMP.[51] Many members of the RCMP belonged to this organization, which was prepared to serve as an auxiliary police service.\n\nIn 1941, two African-Canadian men from Nova Scotia applied to join the RCMP. The commissioner at the time, Stuart Wood, allegedly allowed them to sit for entrance tests in the hopes that they could be definitively refused entry to the service as \"their colour would raise the question of policy.\"[52] Both men ultimately passed the requisite tests, but neither was given an offer of employment.[52]\n\nOn April 1, 1949, Newfoundland joined in full confederation with Canada and the Newfoundland Ranger Force amalgamated with the RCMP.\n\nFollowing the 1945 defection of Soviet cipher clerk, Igor Gouzenko, and his revelations of espionage, the RCMP Security Service implemented measures to screen out \"subversive\" elements from the public sector.[53]\n\nIn June 1953, the RCMP became a full member of the International Criminal Police Organization (Interpol).[54]\n\nIn Regina, Saskatchewan, on July 4, 1973, Queen Elizabeth II approved a new badge for the RCMP, in recognition of which the service presented the sovereign with a tapestry rendering of the new design.[55]\n\nIn 1975, the RCMP dedicated a memorial beside the Fred Light Museum in Battleford, Saskatchewan, consisting of a cemetery with gate, cairn and list of honour plaque to the members of the North-West Mounted Police (1873–1904) and the RCMP.[56]\n\nIn 1992 a senior RCMP officer Claude Savoie was exposed as corrupt, causing a major scandal that ended with Savoie shooting himself in his Ottawa office.[57] One of Savoie's subordinates, Jorge Leite was found guilty of corruption in 1999.[58]\n\nIn 1993 the Special Emergency Response Team (SERT), were transferred to the Canadian Forces (CF), creating a new unit called Joint Task Force 2 (JTF2). The JTF2 inherited some equipment and the SERT's former training base near Ottawa.\n\nIn 1995 the Personal Protection Group (PPG) of the RCMP was created at the behest of Jean Chretien after the break-in by André Dallaire at the Prime Minister's official Ottawa residence, 24 Sussex Drive.[59] The PPG is a 180-member group responsible for VIP security details, chiefly the prime minister and the governor general.[60]\n\nThe RCMP Security Service (RCMPSS) was a specialized political intelligence and counterintelligence branch with national security responsibilities following revelations of illegal covert operations relating to the Quebec separatist movement.[61] As a result, the RCMPSS was replaced by the Canadian Security Intelligence Service (CSIS) in 1984, and is statutorily independent of the RCMP.\n\nIn the late 1970s, revelations surfaced that the RCMP Security Service service had in the course of their intelligence duties engaged in crimes such as burning a barn and stealing documents from the separatist Parti Québécois. This led to the Royal Commission of Inquiry into Certain Activities of the RCMP, better known as the \"McDonald Commission\", named for the presiding judge, Justice David Cargill McDonald. The commission recommended that the service's intelligence duties be removed in favour of the creation of a separate intelligence agency, the CSIS. The RCMP and the CSIS nonetheless continue to share responsibility for some law enforcement activities in the contemporary era, particularly in the anti-terrorism context.[62]\n\nThe RCMP Sky Marshals, which is charged with security on passenger aircraft, was inaugurated in 2002 because of 9/11.[63]\n\nFour RCMP officers were fatally shot during the Mayerthorpe tragedy in Alberta in March 2005. It was the single worst multiple killing of RCMP officers since the killing of 3 officers in Kamloops British Columbia by a mentally ill assailant in June 1962. Prior to that the RCMP had not felt such a loss since the North-West Rebellion.[64] One result was that on 21 October 2011 then-Commissioner William J. S. Elliott announced that RCMP officers would have the C8 rifle at their disposition, where in the past they had been limited to sidearms. One of the main conclusions from the Fatality Inquiry that led to this result was the fact that the officers who were involved in the events did not have the appropriate weapon to face someone with a semi-automatic rifle.[65]\n\nIn 2006, the United States Coast Guard's Ninth District and the RCMP began a program called \"Shiprider\", in which 12 Mounties from the RCMP detachment at Windsor and 16 US Coast Guard boarding officers from stations in Michigan ride in each other's vessels. The intent was to allow for seamless enforcement of the international border.[66]\n\nOn December 6, 2006, RCMP Commissioner Giuliano Zaccardelli resigned after admitting that his earlier testimony about the Maher Arar terrorist case was inaccurate. The RCMP's actions were scrutinized by the Commission of Inquiry into the Actions of Canadian Officials in Relation to Maher Arar. In the aftermath of the Arar affair, the commission of inquiry recommended that the RCMP be subject to greater oversight from a review board with investigative and information-sharing capacities.[67] Following the commission of inquiry's recommendations, the Harper government tabled amendments to the RCMP Act to create the Civilian Review and Complaints Commission.[67]\n\nIn the wake of the 2007 Robert Dziekański taser incident at the Vancouver International Airport, two officers were found guilty of perjury to the Braidwood Inquiry and sentenced to jail for their actions. They appealed all the way to the Supreme Court of Canada but were unsuccessful.\n\nIn 2007 the RCMP was named Newsmaker of the Year (but not in a good way) by The Canadian Press.[68]\n\nOn 3 June 2013 the RCMP renamed its 'A' Division to National Division and tasked it with handling corruption cases \"at home and abroad\".[69]\n\nIn June 2014, three RCMP officers were murdered during the Moncton shooting.[70] A review from retired assistant commissioner Alphonse MacNeil in May 2015 issued 64 recommendations, while the RCMP was charged with violating the Canada Labour Code (CLC) for the abysmally slow roll-out of the C8 carbine, which had been recommended by the 2011 Elliott inquiry. The RCMP issued the first carbines in 2013, and with 12,000 members across the country had as of May 2015 only purchased 2,200.[71] At the CLC trial the Crown argued that the then newly-retired head of the RCMP Bob Paulson had \"played the odds\" with officer safety and it proved fatal.[72] One result of the CLC trial was the conviction of the organization that had been led by Paulson for close to seven years.[73]\n\nIn October 2016, the RCMP issued an apology for harassment, discrimination, and sexual abuse of female officers and civilian members. Additionally they set aside a $100 million fund to compensate these victims. Over 20,000 current and past female employees that were employed after 1974 are eligible.[74]\n\nOn 10 March 2020 Chief Allan Adam of the Athabasca Chipewyan First Nation was arrested by two RCMP officers in Fort McMurray, Alberta.[75][76] After several minutes of Chief Adam yelling and posturing at officers, the officers tackled him and punched him in the head whilst struggling with him on the ground. Chief Adam was later charged with resisting arrest and assaulting a peace officer, but the charges were subsequently dropped.[77] After watching the video of the arrest, Prime Minister Justin Trudeau said, \"[w]e have all now seen the shocking video of Chief Adam's arrest and we must get to the bottom of this\".[78][75][79] Following the revelation of Chief Adam's arrest—as well as several other recent instances in which RCMP officers had assaulted or killed Indigenous people[80]—RCMP Commissioner Brenda Lucki stated, after initially demurring on the question, that systemic racism exists in the RCMP: \"I do know that systemic racism is part of every institution, the RCMP included\", she said.[81] One day earlier, Trudeau had also stated that \"[s]ystemic racism is an issue right across the country, in all our institutions, including in all our police services, including in the RCMP.\"[82]\n\nRCMP Constable Heidi Stevenson was killed while responding to the Wortman killing spree that left over 20 people dead in Nova Scotia in April 2020. The political furore that followed engulfed Commissioner Brenda Lucki and her then-boss, Public Safety Minister Bill Blair.[83]\n\nIn June 2021, Privacy Commissioner of Canada Daniel Therrien found that the RCMP had broken Canadian privacy law through hundreds of illegal searches using Clearview AI.[84]\n\nOn 19 September 2022 the RCMP led the procession through London, England, following the state funeral of Queen Elizabeth II due to the long-standing special relationship with the Queen.[85][86]\n\nAs the federal police service, the RCMP has had an expansive and controversial role in the enforcement of colonial laws. One of the RCMP's two preceding agencies, the Royal North-West Mounted Police (RNWMP), had enjoyed a relatively positive relationship with Indigenous peoples of Canada, buoyed by their role in restoring order to the Canadian West, which had been disrupted by colonial expansion, and the stark contrast between Canadian colonial policy and the ongoing American Indian Wars in the late 19th century.[36] After the signing of the Numbered Treaties between 1871 and 1899, however, the service generally failed to provide Indigenous communities with police services equal to those provided to non-Indigenous communities.[36] As of 2022, several large Indigenous communities do not have RCMP detachments and are instead served by detachments located in much smaller non-Indigenous communities.[87] During the Canadian National Inquiry into Missing and Murdered Indigenous Women and Girls, several witnesses described apathy or disrespect on the part of officers taking statements about violence against Indigenous women, while others said that some officers declined to take statements altogether.[88][29]\n\nBetween 1920 and 1996, RCMP officers served as truant officers for the Canadian Indian residential school system, which was found to have amounted to cultural genocide,[89] citing parents who refused to allow their children attend residential schools and assisting Indian agents in bringing children to the schools, sometimes by force.[90]\n\nDuring the federal government's imposition of municipal-style elected councils on First Nations, the RCMP raided the government buildings of particularly resistant traditional hereditary chiefs' councils and oversaw the subsequent council elections –  the Six Nations of the Grand River Elected Council was originally referred to as the \"Mounties Council\" as a result of the RCMP's involvement in its installation.[91]\n\nIn 1995, the RCMP intervened in the Gustafsen Lake standoff between the armed Ts'peten Defenders, who were occupying unceded Indigenous land, and armed ranchers who owned the property but had previously allowed Indigenous people to use  part of the land for religious ceremonies. The RCMP's response included 400 tactical assault team members, five helicopters, two surveillance planes and nine Bison armoured personnel carriers on loan from the Canadian Army,[92] and sparked international controversy over the RCMP's use of unusually broad press exclusion zones.[93] One of the members of the Ts'peten Defenders was later granted political asylum in the United States after an Oregon judge found that the RCMP's reporting of the incident –  marked by an RCMP member's off-hand comment to media that \"smear campaigns are [the RCMP's] specialty\" –  amounted to a \"disinformation campaign.\"[94][95]\n\nBetween January 2019 and March 2020, the RCMP spent $13 million policing and periodically enforcing injunction orders against unarmed Indigenous land occupiers protesting the construction of a pipeline across unceded Wet'suwet'en territory.[96] Despite the unarmed and largely peaceful nature of the occupation, part of the RCMP expense was spent on heavily-armed tactical teams, lethal overwatch, police dogs, and helicopters.[21][96][97] The RCMP's enforcement of a court injunction against the occupiers in 2020 sparked international controversy and protests, and as of 2022, sporadic occupations and protests –  some of them violent –  have continued at the site.[98]\n\n"
        },
        {
            "title": "Uniform",
            "text": "RCMP officers on frontline police duties wear grey shirts with RCMP shoulder flashes, navy blue pants with gold trouser piping, bulletproof vests, and a peaked cap with a solid gold band. High ranking officers wear white shirts. A tie can be worn with the long-sleeved shirt for occasions such as testifying in court. In colder weather, members may wear heavier boots, winter coats, and wool toques, or uniquely, muskrat fur caps.[99]\n\nIn 1990, Baltej Singh Dhillon became the RCMP's first Sikh officer to be allowed to wear a turban instead of the traditional Stetson.[100] During the COVID-19 pandemic, Sikh, Muslim, and other bearded officers were initially assigned to administrative duties before being permitted to attend calls for service with low viral transmission risks after officer outcry.[101] The beards required as part of the Sikh practice of kesh and worn by some Muslim men prevented respirator masks from properly sealing around the mouth and nose, reducing their effectiveness.[101][102]\n\nAs of 2019, all RCMP officers, regardless of religious belief, are allowed to wear full beards or braided hair below their collar.[103] Officers may also wear a ballcap in place of the traditional peaked cap.[103]\n\nRCMP officers are equipped with a dress uniform, popularly known as the \"blue serge,\" for performing certain formal duties, such as media relations or parliament testimony. It consists of a navy blue dress jacket with epaulettes and brass buttons, a white shirt, navy blue tie, navy blue pants with gold trouser piping, and a peaked cap with a solid gold band.[104] Shoulder flashes are not worn.\n\nFor most formal and ceremonial duties, RCMP wear the internationally-famous Red Serge.[105] It has a high collared scarlet tunic, which was developed by the Northwest Mounted Police and coloured red to distinguish it from blue American military uniforms, midnight blue breeches with yellow trouser piping, an oxblood Sam Browne belt with white sidearm lanyard and matching oxblood riding boots, brown felt campaign hat with a \"Montana crease\" (pinched symmetrically at the four corners), and oxblood gloves.[104] Since 1990, identical ceremonial uniforms have been worn by both men and women.[106]\n\nMembers receive a clasp and service badge star for every five years of service.[107] The King of Canada also awards the Royal Canadian Mounted Police Long Service Medal to members who have completed 20 years' service. A clasp is awarded for each successive 5 years to 40 years. Members also receive a service badge star for each five years' service, which is worn on the left sleeve. There are specialist insignia for positions such as first aid instructor and dog handler, and pilot's wings are worn by aviators. Sharpshooter badges for proficiency in pistol or rifle shooting are each awarded in two grades.[107] Sharpshooter badges and service badge stars are sewn onto the left sleeve of the red serge.\n\n"
        },
        {
            "title": "Women in the RCMP",
            "text": "In the 1920s, Saskatchewan provincial pathologist Frances Gertrude McGill began providing forensic assistance to the RCMP in their investigations.[108] She helped establish the first RCMP forensic laboratory in 1937,[109] and later served as its director for several years. In addition to her forensic work, McGill also provided training to new RCMP and police recruits in forensic detection methods.[108] Upon her retirement in 1946, McGill was appointed honorary surgeon to the RCMP, and continued to act as a dedicated consultant for the service up until her death in 1959.[110]\n\nOn May 23, 1974, RCMP Commissioner Maurice Nadon announced that the RCMP would accept applications from women as regular members of the service. Troop 17 was the first group of 32 women at Depot in Regina on September 18 and 19, 1974 for regular training. This first all-female troop graduated from Depot on March 3, 1975.\n\nAfter initially wearing different uniforms, female officers were finally issued the standard RCMP uniforms. Now all officers are identically attired, with two exceptions. The ceremonial dress uniform, or \"walking-out order\", for female members has a long, blue skirt and higher-heeled slip-on pumps plus small black clutch purse (however, in 2012 the RCMP began to allow women to wear trousers and boots with all their formal uniforms.[111]) The second exception is the official maternity uniform for pregnant female officers assigned to administrative duties.\n\nThe following years saw the first women attain certain positions. \n\n"
        },
        {
            "title": "Military status",
            "text": "Although the RCMP is a civilian police service, in 1921, following the service of many of its members during the First World War, King George V awarded the service the status of a regiment of dragoons, entitling it to display the battle honours it had been awarded.\n\nDuring the Second Boer War, members of the North-West Mounted Police were given leaves of absence to join the 2nd Battalion, Canadian Mounted Rifles (CMR) and Strathcona's Horse. The service raised the Canadian Mounted Rifles, mostly from NWMP members, for service in South Africa. For the CMR's distinguished service there, King Edward VII honoured the NWMP by changing the name to the \"Royal Northwest Mounted Police\" (RNWMP) on June 24, 1904.\n\nDuring the First World War, the Royal Northwest Mounted Police (RNWMP) conducted border patrols, surveillance of enemy aliens, and enforcement of national security regulations within Canada. However, RNWMP officers also served overseas. On August 6, 1914, a squadron of volunteers from the RNWMP was formed to serve with the Canadian Light Horse in France. In 1918, two more squadrons were raised, A Squadron for service in France and Flanders and B Squadron for service in the Canadian Siberian Expeditionary Force.\n\nIn September 1939, at the outset of the Second World War, the Canadian Army had no military police. Five days after war was declared the Royal Canadian Mounted Police received permission to form a provost company of service volunteers. It was designated \"No. 1 Provost Company (RCMP)\", and became the Canadian Provost Corps. Six months after war was declared its members were overseas in Europe and served throughout the Second World War as military police.\n\nThe Royal Canadian Mounted Police were accorded the status of a regiment of dragoons in 1921. As a cavalry regiment, the RCMP was entitled to wear battle honours for its war service as well as carry a guidon, with its first guidon presented in 1935.[118][119] The RCMP mounted the King's Life Guard at Horse Guards Parade in 1937 leading up to the coronation of King George VI.[citation needed] The RCMP mounted the Queen's Life Guard in May 2012 during celebrations of Queen Elizabeth II's Diamond Jubilee,[120] and also led the state funeral procession of Elizabeth II in September 2022.\n\nBattle honours\n\nHonorary distinction:\n\n"
        },
        {
            "title": "Organization",
            "text": "The RCMP International Operations Branch (IOB) assists the Liaison Officer (LO) Program to deter international crime relating to Canadian criminal laws. The IOB is a section of the International Policing, which is part of the RCMP Federal and International Operations Directorate. Thirty-seven Liaison Officers are placed in 23 other countries and are responsible for organizing Canadian investigations in other countries, developing and maintaining the exchange of criminal intelligence, especially national security with other countries, to provide assistance in investigations that directly affect Canada, to coordinate and assist RCMP officers on foreign business and to represent the RCMP at international meetings.[122]\nLiaison Officers are located in:\n\nThe RCMP was a member agency in the Afghan Threat Finance Cell, and RCMP officers were embedded with military units in Afghanistan.[123]\n\nThe RCMP is organized under the authority of the Royal Canadian Mounted Police Act (RCMP Act), an act of the Parliament of Canada. Pursuant to sections 3 and 4 of the RCMP Act, the RCMP is a police service for Canada—namely, a federal police service.[124] However, section 20 of the RCMP Act provides that the RCMP may be used for law enforcement in provinces or municipalities if certain conditions are met.[125] As explained by Justice Ivan Rand of the Supreme Court of Canada, \"what is set up is a police service for the whole of Canada to be used in the enforcement of the laws of the Dominion, but at the same time available for the enforcement of law generally in such provinces as may desire to employ its services.\"[126]\n\nPursuant to section 5 of the RCMP Act,[127] the agency is headed by the commissioner of the RCMP, who, under the direction of the minister of public safety and emergency preparedness, has the control and management of the service and all matters connected therewith. The RCMP is provided with a senior executive committee (SEC) which[128]\n\nThe commissioner is assisted by deputy commissioners in charge of:[129]\n\nThe RCMP divides the country into divisions for command purposes. In general, each division is coterminous with a province (for example, C Division is Quebec). The province of Ontario, however, is divided into two divisions: National Division (Ottawa) and O Division (rest of the province). There is one additional division –  Depot Division, which is the RCMP Academy at Regina, Saskatchewan, and the Police Dog Service Training Centre[130] at Innisfail, Alberta. The RCMP headquarters are located in Ottawa, Ontario.\n\nA detachment is a section of the RCMP which polices a local area. Detachments vary greatly in size. The largest single RCMP detachment is in the city of Surrey in British Columbia, with over a thousand employees. Surrey has contracted with the RCMP for policing services since 1951.[143] The second-largest RCMP detachment is in Burnaby, also in British Columbia.[144] Conversely, detachments in small, isolated rural communities have as few as three officers. The RCMP formerly had many single-officer detachments in these areas,[145][146] but in 2012 the RCMP announced that it was introducing a requirement that detachments should have at least three officers.[146]\n\nThe Personal Protection Group, or PPG, is a 180-member group responsible for security details for VIPs, the governor general, and the prime minister.[60] It was created after the 1995 break-in at 24 Sussex Drive.[59] Units under the PPG consist of:\n\n"
        },
        {
            "title": "Personnel",
            "text": "As of April 1, 2019[update], the RCMP employed 30,196 men and women, including police officers, civilian members, and public service employees.[10]\n\nActual personnel strength by ranks:\n\nThe term regular member, or RM, originates from the RCMP Act and refers to the 18,988 regular RCMP officers who are trained and sworn as peace officers, and include all the ranks from constable to commissioner. They are the police officers of the RCMP and are responsible for investigating crime and have the authority to make arrests. RMs operate in over 750 detachments, including 200 municipalities and more than 600 Indigenous communities. RMs are normally assigned to general policing duties at an RCMP detachment for a minimum of three years. These duties allow them to experience a broad range of assignments and experiences, such as responding to emergency (9-1-1) calls, foot patrol, bicycle patrol, traffic enforcement, collecting evidence at crime scenes, testifying in court, apprehending criminals and plain clothes duties. Regular members also serve in over 150 different types of operational and administrative opportunities available within the RCMP, these include: major crime investigations, emergency response, forensic identification, forensic collision reconstruction, international peacekeeping, bike or marine patrol, explosives disposal and police dog services. Also included are administrative roles including human resources, corporate planning, policy analysis and public affairs.\n\nBesides the regular RCMP officers, several types of designations exist which give them assorted powers and responsibilities over policing issues.\n\nCurrently, there are:\n\nCivilian members represent approximately 14% of the total RCMP employee population, and are employed within RCMP establishments in most geographical areas of Canada. The following is a list of the most common categories of employment that may be available to interested and qualified individuals.\n\nAbbreviated as \"ME\" they are found in RCMP detachments where a contract exists with a municipality to provide front-line policing. MEs are not actually employees of the RCMP, but are instead employed by the local municipality to work in the RCMP detachment. They conduct the same duties that a PSE would and are required to meet the same reliability and security clearance to do so. Many detachment buildings house a combination of municipally and provincially funded detachments, and therefore there are often PSEs and MEs found working together in them.\n\nThe rank system of the RCMP is partly a result of their origin as a paramilitary service. Upon its founding, the RCMP adopted the rank insignias of the Canadian Army (which in turn came from the British Army). Like in a military, the RCMP also has a distinction between commissioned and non-commissioned officers.[160] The non-commissioned ranks are mostly based on military ranks (apart from constable). Non-commissioned officer ranks above staff sergeant resemble those that formerly existed in the Canadian Army, but have since been replaced by warrant officers.[161] The commissioned officer ranks, by contrast, use a set of non-military titles that are often used in Commonwealth police services. The number of higher ranks like chief superintendent and deputy commissioner have been added on and increased since the formation of the service, while the lower commissioned rank of sub-inspector has been dropped.\n\nThe numbers are current as of April 1, 2019:[162]\n\n[163] These are the official abbreviations for the commissioned and non-commissioned officers in the RCMP.[164][165]\n\nThe ranks of inspector and higher are commissioned ranks and are appointed by the Governor-in-Council. Depending on the dress, badges are worn on the shoulder as slip-ons, on shoulder boards, or directly on the epaulettes. The lower ranks are non-commissioned officers and the insignia continues to be based on pre-1968 Canadian Army patterns. Since 1990, the non-commissioned officers' rank insignia has been embroidered on the epaulette slip-ons. Non-commissioned rank badges are worn on the right sleeve of the scarlet/blue tunic and blue jacket. Constables wear no rank insignia. There are also 122 special constables, as well as a varying number of reserve constables, auxiliary constables, and students who wear identifying insignia.\n\nThe star, or \"pip\", used in the insignia of commissioned officers represents the military Knight Grand Cross of the Order of the Bath. The order's motto (tria juncta in uno, \"three joined in one\", referring to the holy trinity) is inscribed in a band in the middle of it. The three crowns inset in the centre not only represent the Christian Trinity, but also the three former kingdoms that became the United Kingdom. The RCMP formerly had subaltern (junior officer) ranks that were indicated by one \"pip\" for a sub-inspector (equivalent to an army second lieutenant) to three \"pips\" for an inspector (equivalent to an army captain).[166] A reorganization in 1960 changed the insignia to three \"pips\" for sub-inspectors[167] and a crown for inspectors,[168] making the latter a field officer rank. The rank of sub-inspector was abolished in 1990, leaving the RCMP with no subaltern ranks.\n\nA royal crown is used in the regimental cap badge and the insignia of senior commissioned officers. In 1955 St. Edward's Crown replaced the Tudor Crown. Although Queen Elizabeth II had adopted the redesign of the heraldic crown in 1953, it took some time to design, approve, and manufacture the new insignia.\n\nThe crossed Mameluke sabre and baton is the insignia for general officers. In the RCMP it designates the commissioner (equivalent to an army general) and their subordinate deputy commissioners (equivalent to army lieutenant-generals). The assistant commissioners use the crown-over-three-pips insignia of an army brigadier.\n\nThe brass shoulder title pin on the epaulettes was changed from \"RCMP\" to \"GRC-RCMP\" in 1968. (GRC stands for Gendarmerie royale du Canada, the RCMP's French-language title). This was due to a 1968 ruling stating that all statutes had to be published bilingually in both English and French. As a law enforcement agency, the RCMP had to use ranks and titles in both languages. This was later reinforced by the Official Languages Act.\n\nVarious members of the Canadian royal family have held and hold honorary positions in the RCMP.\n\n"
        },
        {
            "title": "Equipment and vehicles",
            "text": "The RCMP Land Transport Fleet inventory includes:[177]\n\nThe RCMP polices Canadian Internal Waters, including the territorial sea and contiguous zone as well as the Great Lakes and Saint Lawrence Seaway; such operations are provided by the RCMP's Federal Services Directorate and includes enforcing Canada's environment, fisheries, customs and immigration laws. In provinces and municipalities where the RCMP performs contract policing, the service polices freshwater lakes and rivers.\n\nTo meet these challenges, the RCMP operates the Marine Division, with five Robert Allan Ltd.–designed high-speed catamaran patrol vessels; Inkster and the Commissioner-class Nadon, Higgitt, Lindsay and Simmonds, based on all three coasts and manned by officers specially trained in maritime enforcement. Inkster is based in Prince Rupert, BC, Simmonds is stationed on Newfoundland's south coast, and the rest are on the Pacific Coast.[178] Simmonds' livery is unique, in that it sports the RCMP badge, but is otherwise painted with Canadian Coast Guard colours and the marking Coast Guard Police. The other four vessels are painted with blue and white RCMP colours.\n\nThe RCMP operates 377 smaller boats, defined as vessels less than 9.2 m (30 ft) long, at locations across Canada. This category ranges from canoes and car toppers to rigid-hulled inflatables and stable, commercially built, inboard-outboard vessels. Individual detachments often have smaller high-speed rigid-hulled inflatable boats and other purpose-built vessels for inland waters, some of which can be hauled by road to the nearest launching point.[178]\n\nAs of July 2022 the RCMP had 35 police aircraft (9 helicopters and 26 fixed-wing aircraft) registered with Transport Canada.[12] The new Airbus H145 is still currently registered to Airbus. All aircraft are operated and maintained by the Air Services Branch.\n\nBecause of procurement problems with the Beaumont–Adams revolvers, constables sometimes carried their own sidearms chambered in a standard service caliber.\n\nIn 1973, Wilkinson Sword produced a number of commemorative swords to celebrate the RCMP centennial. None of these swords were ever used ceremonially, and were strictly collectibles. Wilkinson Sword also made a commemorative centennial tomahawk and miniature \"letter opener\" models of their centennial swords.\n\nIn 1973, Winchester Repeating Arms Company produced an RCMP commemorative centennial version of their Model 94 rifle in .30-30 Winchester, with a 22 in (560 mm) round barrel. The receiver, buttplate, and forend cap (on the musket-style forend) were plated in gold. Commemorative medallions were embedded in the right-hand side of the stock, with an \"MP\" engraving. There was engraving on the barrel and receiver indicating the rifle was a centennial commemorative edition. Sights were open notch rear, with a flip-up rear ladder, graduated to 2,000 yd (1,800 m). Two versions were produced, 9500 with serial numbers beginning \"RCMP\" for commercial sale, 5000 with the prefix \"MP\" sold only to serving RCMP members. In addition, ten presentation models were produced, serialled RCMP1P to RCMP10P.[191]\n\n"
        },
        {
            "title": "Popular awareness",
            "text": "The Mounties have been immortalized as symbols of Canadian culture in numerous Hollywood Northwestern movies and television series, which often feature the image of the Mountie as square-jawed, stoic, and polite, yet with a steely determination and physical toughness that sometimes appears superhuman. Coupled with the adage that the Mountie \"always gets his man\", the image projects them as fearsome, incorruptible, dogged yet gentle champions of the law.[peacock prose] The RCMP's motto is actually the French phrase,  Maintiens le droit.  The motto has been variously translated into English as  \"Defending the Law\", \"Maintain the right\", and \"Uphold the right\".[1][3][4] The Hollywood motto derives from a comment by a Montana newspaper, the Fort Benton Record: \"They fetch their man every time\".[192] The RCMP Sunset Ceremony (French: Cérémonie du crépuscule) has taken place every summer since 1989 at the Musical Ride Centre in Ottawa,[193][194] with it in recent years featuring the Ottawa Police Service Pipe Band and the Governor General's Foot Guards Band.[195][196]\n\nIn 1912, Ralph Connor's Corporal Cameron of the North-West Mounted Police: A Tale of the MacLeod Trail appeared, becoming an international best-selling novel. Mounties fiction became a popular genre in both pulp magazines and book form. Among the best-selling authors who specialized in tales of the Mounted Police were James Oliver Curwood, Laurie York Erskine, James B Hendryx, T Lund, Harwood Steele (the son of Sam Steele), and William Byron Mowery.\n\nIn other media, a famous example is the radio and television series, Sergeant Preston of the Yukon. Dudley Do-Right (of The Rocky and Bullwinkle Show) is a 1960s example of the comic aspect of the Mountie myth, as is Klondike Kat, from Total Television. The Broadway musical and Hollywood movie Rose-Marie is a 1930s example of its romantic side. A successful combination were a series of Renfrew of the Royal Mounted boy's adventure novels written by Laurie York Erskine beginning in 1922 running to 1941. In the 1930s Erskine narrated a Sgt Renfrew of the Mounties radio show and a series of films with actor-singer James Newill playing Renfrew were released between 1937 and 1940. In 1953 portions of the films were mixed with new sequences of Newill for a Renfrew of the Mounted television series.\n\nBruce Carruthers (b.1901–d.1953), a former Mounted Police corporal (1919–1923), served as an unofficial technical advisor to Hollywood in many films with RCMP characters.[197] They included Heart of the North (1938), Susannah of the Mounties (1939), Northern Pursuit (1943), Gene Autry and The Mounties (1951), The Wild North (1952), and The Pony Soldier (1952).\n\nIn 1959, the Canadian Broadcasting Corporation aired R.C.M.P., a half-hour dramatic series about an RCMP detachment keeping the peace and fighting crime. Filmed in black and white, in and around Ottawa by Crawley Films, the series was co-produced with the BBC and the Australian Broadcasting Corporation and ran for 39 episodes. It was noted for its pairing of Québécois and Anglo officers.\n\nCanadians also poke fun at the RCMP with Sergeant Renfrew and his faithful dog Cuddles in various sketches produced by the Royal Canadian Air Farce comedy troupe. On That '70s Show Mounties were played by SCTV alumni Joe Flaherty and Dave Thomas. The British have also exploited the myth: the BBC television series Monty Python's Flying Circus featured a group of Mounties singing the chorus in The Lumberjack Song in the lumberjack sketch.\n\nThe 1972–90 CBC series The Beachcombers features a character named Constable John Constable who attempts to enforce the law in the town of Gibsons, British Columbia.\n\nIn comic books, the Marvel Comics characters of Alpha Flight are described on several occasions as \"RCMP auxiliaries\", and two of their members, Snowbird and the second Major Mapleleaf are depicted as serving members of the service. In the latter case, due to trademark issues, Major Mapleleaf is described as a \"Royal Canadian Mountie\" in the opening roll call pages of each issue of Alpha Flight he appears in.\n\nCharles Bronson and Lee Marvin starred in the 1981 movie Death Hunt that fictionalized the RCMP pursuit of Albert Johnson.\n\nIn the early 1990s, Canadian professional wrestler Jacques Rougeau utilized the gimmick of \"The Mountie\" while wrestling for the WWF. He typically wore the Red Serge to the ring, and carried a shock stick as an illegal weapon. As his character was portrayed as an evil Mountie, the RCMP ultimately won an injunction preventing Rougeau from wrestling as this character in Canada, though he was not prevented from doing so outside the country. He briefly held the Intercontinental Championship in 1992.\n\nThe 1998 swan song of Nick Berry's time on UK drama Heartbeat features his character, Sergeant Nick Rowan, transferring to Canada and taking the rank of constable in the Mounties. The special telemovie was titled Heartbeat: Changing Places.\n\nThe 1994–98 TV series Due South pairs Mountie Constable Benton Fraser with streetwise American detective Ray Vecchio cleaning up the streets of Chicago. It mainly derives its entertainment from the perceived differences in attitude and culture between these two countries' police services. Fraser is depicted as honest and polite to a fault, even refusing to carry a loaded sidearm when \"assisting\" Detective Vecchio, but almost superhuman in his abilities for thwarting crime.\n\nA pair of Mounties staff the RCMP detachment in the fictional town of Lynx River, Northwest Territories, in the CBC series North of 60. The series, which aired from 1992 to 1998, is about events in the mostly indigenous community, but the Mounties feature prominently in each episode.\n\nAnother TV series from the 1990s, Bordertown features an NWMP corporal paired with a U.S. marshal securing law and order on a frontier U.S.–Canada border town. In the ABC TV mini-series Answered by Fire, at least three mounties are featured. Mounties also appear in the TV series When Calls the Heart (Hallmark Channel).\n\nThe 1987 Brian De Palma film The Untouchables features cooperation between the Treasury Department task force, led by Eliot Ness, and the Mounties against liquor smuggling across the Canada–United States border.\n\nThe 1995 album C'est Cheese by Canadian musical comedy group The Arrogant Worms includes \"The Mountie Song\", which tells the story of a dissatisfied Mountie.\n\nIn his 1999, album Soiree Newfoundland musician A. Frank Willis included \"Savage Cop in Savage Cove\" which was based on a true story and went on to become a big hit.[198]\n\nConan O'Brien brought his late night show to Toronto in February 2004. O'Brien spent a day as a Royal Canadian Mountie at the Canada–United States border.\n\nFrom 2011, the CTV fantasy drama series The Listener regularly features characters who work for the Integrated Investigative Bureau, a fictional division of the RCMP that brings together various specialists, officers and civilian consultants to work on high-profile or federal cases. Although characters in the employ of the IIB are rarely, if ever, depicted wearing uniform, they are often addressed by their ranks – two main characters are Sergeant Michelle McClusky and Corporal Dev Clark.\n\nIn the 2021 IMDBtv series Leverage Redemption it is revealed characters Elliot Spencer, Sophie Devereaux, Parker and Breanna Casey will not do jobs in Canada because of the RCMP, who want them for various crimes.  The four claim the RCMP is the most dangerous police service in the world, will put you down politely and never forget a face, and that Mounties hate being called \"Dudley Do-Right.\"\n\nThere are products and merchandise that are made in the image of the RCMP, like Mounties statues or hats. Before 1995, the RCMP had little control over these products.\n\nThe Royal Canadian Mounted Police received an international licence on April 1, 1995, requiring those who use the RCMP to pay a licensing fee. Proceeds from the fees are used for community awareness programmes.[199] Those that do not pay the licensing fee are legally unable to use the name of the RCMP or their correct uniforms, though a film such as Canadian Bacon used the name \"Royal Mounted Canadian Police\" and the character in the Dudley Do-Right film did not wear accurate insignia.\n\nThrough a Master Licensing Agreement (MLA) with the RCMP, the RCMP Foundation is responsible for managing the commercial use of the RCMP name, image, and protected marks.[200] The foundation issues selected companies a royalty-based agreement allowing them to produce and market high-quality official RCMP merchandise. Walt Disney Co. (Canada) Ltd. was contracted to aid in the initial set up of the licensing program[201] but Disney never owned or controlled any of the RCMP's protected marks.\n\nFollowing the expiration of the Disney contract in 2000, all responsibilities and activities were taken over by the executive director and his staff, reporting to the foundation president and board of directors. In 2007, through a decree signed by Commissioner Beverley Busson, the operating name was changed to the \"Royal Canadian Mounted Police Foundation\".\n\nThe RCMP Heritage Centre is a multi-million dollar museum designed by Arthur Erickson that opened May 2007 in Regina, Saskatchewan, at the RCMP Academy, Depot Division. It replaced the old RCMP museum and is designed to celebrate the role of the service in Canada's history.\n\nThe Royal Canadian Mounted Police Band (French: La Musique de la Gendarmerie royale du Canada) was the RCMP's central musical ensemble. It was considered one of the best professional bands assembled in Canada.[202][203] Although it was an official regimental band, the members worked in the band as a secondary job. It is generally considered to have begun in 1938, though there were various police bands in the RCMP that flourished at the time, leading the Canadian government granting approval for the creation of a full-time central band in December 1958, with its headquarters in the capital of Ottawa.[204][203] Appearances made by the band included Expo 86 and the Commonwealth Conference in Vancouver, the Calgary Winter Olympics in 1988, as well as the visits of Soviet President Mikhail Gorbachev and Queen Elizabeth II in 1990.[203][202] It was dissolved in 1994 due to government budget cuts.\n\nIn its 55 year existence, it operated as a voluntary regimental band, with its members working with it as a secondary job apart from their other duties in the RCMP. Members of the band wore the RCMP's notable Red Serge as part of their full dress uniform and adopted drill seen in Canadian military bands and bands in the British Army. Its longest serving director was Superintendent Edwin Joseph Lydall who served from 1948 to 1968.[205]\n\nToday, instead of brass and reed bands, the RCMP sports eight regional pipe bands across the major cities of the 10 provinces. The first of these bands were established in 1992 in Alberta.[206] The following are the locations of the regional volunteer pipe bands:\n\nThese bands act as \"garrison bands\" for the provincial division, and attend parades, police ceremonies, and public events.[209]\n\nThe RCMP has since 1998 had its own distinctive tartan. The creation of the tartan was the result of a committee created in the early 1990s to create a tartan by its 125th anniversary. Upon approval from commissioner Phillip Murray, the tartan was registered with the Scottish Tartans Society and presented to the agency by Anne, Princess Royal during her royal visit to Canada in 1998. The tartan appeared for the first time by a RCMP pipe band at the Royal Nova Scotia International Tattoo in July and August 1998.[210]\n\n"
        },
        {
            "title": "Controversies and criticism",
            "text": "American historian Andrew Graybill has argued that the RCMP historically resembled the Texas Rangers in many ways. He argues that each protected the established order by confining and removing Indigenous peoples; tightly controlling the mixed blood peoples (the African Americans in Texas and the Métis in Canada); assisting the large-scale ranchers against the small-scale ranchers and farmers who fenced the land; and breaking the power of labour unions that tried to organize the workers of industrial corporations.[211]\n\nThe RCMP have been involved in training and logistically supporting the Haitian National Police since 1994, a controversial matter in Canada considering allegations of widespread human rights violations on the part of the HNP. Some Canadian activist groups have called for an end to the RCMP training.[212] The RCMP has also provided training overseas in Iraq and other peace-keeping missions.\n\nIn April 2020, the RCMP was strongly criticized for its response to the 2020 Nova Scotia attacks, the deadliest rampage in Canadian history,[213] as well as their lack of transparency in the criminal investigation. CBC News' television program The Fifth Estate and online newspaper Halifax Examiner analyzed the timeline of events, and both observed a myriad of failures and shortcomings in the RCMP response.[214][215][216] A criminologist criticised the RCMP's response as \"a mess\" and called for an overhaul in how the agency responds to active shooter situations, after they had failed to properly respond to other such incidents in the past.[217]\n\n"
        }
    ]
}