{
    "url": "https://en.wikipedia.org/wiki/Royal_jelly",
    "title": "Royal jelly",
    "table_of_contents": [
        "1 Production",
        "2 Composition",
        "2.1 Proteins",
        "3 Epigenetic effects",
        "4 Use by humans",
        "4.1 Cultivation",
        "4.2 Adverse effects",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Royal jelly is a honey bee secretion that is used in the nutrition of larvae and adult queens.[1] It is secreted from the glands in the hypopharynx of nurse bees, and fed to all larvae in the colony, regardless of sex or caste.[2]\n\nDuring the process of creating new queens, the workers construct special queen cells. The larvae in these cells are fed with copious amounts of royal jelly. This type of feeding triggers the development of queen morphology, including the fully developed ovaries needed to lay eggs.[3]\n\nRoyal jelly is sometimes used in alternative medicine under the category apitherapy. It is often sold as a dietary supplement for humans, but the European Food Safety Authority has concluded that current evidence does not support the claim that consuming royal jelly offers health benefits to humans.[4] In the United States, the Food and Drug Administration has taken legal action against companies that have marketed royal jelly products using unfounded claims of health benefits.[5][6]\n\n"
        },
        {
            "title": "Production",
            "text": "Royal jelly is secreted from the glands in the heads of worker bees and is fed to all bee larvae, whether they are destined to become drones (males), workers (sterile females), or queens (fertile females). After three days, the drone and worker larvae are no longer fed with royal jelly, but queen larvae continue to be fed this special substance throughout their development.[citation needed]\n\n"
        },
        {
            "title": "Composition",
            "text": "Royal jelly is 67% water, 12.5% protein, 11% simple sugars (monosaccharides), 6% fatty acids and 3.5% 10-hydroxy-2-decenoic acid (10-HDA). It also contains trace minerals, antibacterial and antibiotic components, pantothenic acid (vitamin B5), pyridoxine (vitamin B6) and trace amounts of vitamin C,[2] but none of the fat-soluble vitamins: A, D, E or K.[7]\n\nMajor royal jelly proteins (MRJPs) are a family of proteins secreted by honey bees. The family consists of nine proteins, of which MRJP1 (also called royalactin), MRJP2, MRJP3, MRJP4, and MRJP5 are present in the royal jelly secreted by worker bees. MRJP1 is the most abundant, and largest in size. The five proteins constitute 83–90% of the total proteins in royal jelly.[8][9] Royal jelly has been used in traditional medicine since ancient times, and the MRJPs are shown to be the main medicinal components. They are synthesised by a family of nine genes (mrjp genes), which are in turn members of the yellow family of genes such as in the fruitfly (Drosophila) and bacteria.  They are attributed to be involved in differential development of queen larva and worker larvae, thus establishing division of labour in the bee colony.[8]\n\n"
        },
        {
            "title": "Epigenetic effects",
            "text": "The honey bee queens and workers represent one of the most striking examples of environmentally controlled phenotypic polymorphism. Even if two larvae had identical DNA, one raised to be a worker, the other a queen, the two adults would be strongly differentiated across a wide range of characteristics including anatomical and physiological differences, longevity, and reproductive capacity.[10] Queens constitute the female sexual caste and have large active ovaries, whereas female workers have only rudimentary, inactive ovaries and are functionally sterile.  The queen–worker developmental divide is controlled epigenetically by differential feeding with royal jelly; this appears to be due specifically to the protein royalactin. A female larva destined to become a queen is fed large quantities of royal jelly; this triggers a cascade of molecular events resulting in development of a queen.[3]  It has been shown that this phenomenon is mediated by an epigenetic modification of DNA known as CpG methylation.[11] Silencing the expression of an enzyme that methylates DNA in newly hatched larvae led to a royal jelly-like effect on the larval developmental trajectory; the majority of individuals with reduced DNA methylation levels emerged as queens with fully developed ovaries. This finding suggests that DNA methylation in honey bees allows the expression of epigenetic information to be differentially altered by nutritional input.[12]\n\n"
        },
        {
            "title": "Use by humans",
            "text": "Royal jelly is harvested by stimulating colonies with movable frame hives to produce queen bees. Royal jelly is collected from each individual queen cell (honeycomb) when the queen larvae are about four days old. These are the only cells in which large amounts are deposited; when royal jelly is fed to worker larvae, it is fed directly to them, and they consume it as it is produced, while the cells of queen larvae are \"stocked\" with royal jelly much faster than the larvae can consume it. Therefore, only in queen cells is the harvest of royal jelly practical.\n\nA well-managed hive during a season of 5–6 months can produce approximately 500 g (18 oz) of royal jelly.[citation needed] Since the product is perishable, producers must have immediate access to proper cold storage (e.g., a household refrigerator or freezer) in which the royal jelly is stored until it is sold or conveyed to a collection center. Sometimes honey or beeswax is added to the royal jelly, which is thought to aid its preservation.[citation needed]\n\nRoyal jelly may cause allergic reactions in humans, ranging from hives, asthma, to even fatal anaphylaxis.[13][14][15][16][17][18] The incidence of allergic side effects in people who consume royal jelly is unknown. The risk of having an allergy to royal jelly is higher in people who have other allergies.[13]\n\n"
        }
    ]
}