{
    "url": "https://en.wikipedia.org/wiki/RPM_Orchestra",
    "title": "RPM Orchestra",
    "table_of_contents": [
        "1 Origins and history",
        "2 Discography",
        "2.1 Albums",
        "2.2 EPs",
        "2.3 Compilations",
        "3 Film scores",
        "3.1 Silent Era feature film scores",
        "3.2 Silent Era short film scores",
        "3.3 Contemporary film scores",
        "4 Multidisciplinary performances",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "RPM Orchestra is a proto-Industrial Americana music quintet based in Phoenix, Arizona.\n\nThe orchestra composes and performs original scores to accompany films of the Silent Era,[1] provides musical scores in collaborative multidisciplinary performances, records soundtrack music for contemporary films, and regularly performs at various music venues.\n\n"
        },
        {
            "title": "Origins and history",
            "text": "Started in late 2008 as a studio project by Pete Petrisko, the orchestra transformed into a live multiple-member ensemble in 2009. Its line-up varied, between three and seven musicians, until 2012, when group membership solidified with Petrisko, Jim Dustan, Jocelyn Ruiz, and Vic Void playing together regularly. Erik Hunter joined in 2014, officially making the ensemble a quintet.\n\nCited as a \"band staffed by futurists and dadaists who take the sounds of the past and filter them into the heads of today's audiences\",[2] the orchestra is most identified with dieselpunk music - combining elements of Jazz, Swing, and Bluegrass commonly found during the Diesel Era, with its own unique instrumentation and avant-garde composition.[3] Additionally, it draws from the \"noise\" aesthetic of Proto-Industrial music [4] harkening back to the Russian avant-garde period.\n\nThe orchestra favors Electroacoustic music and Acousmatic sound techniques, and the use of contact microphones, in addition to traditional instruments, when creating elements of its music. Its eclectic sound has not gone unnoticed, RPM Orchestra holds distinction as the \"Oddest Band in Phoenix\".[5]\n\nBest known for composing original scores to accompany films of the Silent Era, performed in front of a theater audience during screenings, RPM Orchestra was awarded Best of Phoenix 2018 - Best Live Accompaniment by Phoenix New Times, which wrote, \"Combining old-timey instrumentation with radio sounds, haunting samples, and modern noise, RPM creates compelling and timeless soundscapes.\"[6]\n\n"
        },
        {
            "title": "Discography",
            "text": "Live orchestra's 10th Anniversary double-release:\n\n"
        },
        {
            "title": "Film scores",
            "text": "RPM Orchestra is listed in the Silent Film Musicians Directory, a comprehensive worldwide compendium of modern-day silent film musicians and composers.\n\n"
        }
    ]
}