{
    "url": "https://en.wikipedia.org/wiki/RTL_Television",
    "title": "RTL (German TV channel)",
    "table_of_contents": [
        "1 History",
        "2 Station logos",
        "3 Audience share",
        "3.1 Germany",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRTL (from Radio Télévision Luxembourg), formerly RTL plus and RTL Television, is a German-language free-to-air television channel owned by the RTL Group, headquartered in Cologne. Founded as an offshoot of the German-language radio programme Radio Luxemburg, RTL is considered a full-service broadcaster under the Medienstaatsvertrag [de] (Interstate Media Treaty) and is the largest private television network in Germany. As of August 2010, RTL employs some 500 permanent staff, having outsourced its news and technical departments. \n\nIn September 2021, Mediengruppe RTL Deutschland (RTL Germany Media Group) was renamed RTL Deutschland. As part of the rebrand, both the group and the channel received new logos and branding.\n\n"
        },
        {
            "title": "History",
            "text": "RTL plus was famous in its early years for showing low-budget films and American programmes. In 1988, it was the second most-viewed channel.[1]\n\nAfter reunification in 1990, broadcasting was extended to the entire country. RTL moved to Cologne and received the right to broadcast on free-to-air frequencies. That same year, RTL acquired the first-run rights to the German Football First Division. Deals with Cannon and Universal Studios finally provided more high-profile films for the channel. In 2012, RTL made a deal with Walt Disney Studios Motion Pictures to air films from its media library until 2016, when it switched to Universal, as Disney Channel was relaunched as a free-to-air channel competing with RTL.[2]\n\nIn July 2015, the channel introduced the slogan Wilkommen zuhause (Welcome home) to complement Mein RTL, and launched its biggest advertising campaign in 20 years. This tagline (as Wilkommen zu Hause, with a space between zu and Hause) was earlier used in the early 2000s.\n\nOn 1 September 2017, RTL flattened its logo, with brighter shades of the three colours. The slogan continues to be Wilkommen Zuhause, through Mein RTL would be used in rare cases. Another sister channel, n-tv was rebranded on the same day.\n\nAs part of a comprehensive restructuring within Mediengruppe RTL Deutschland, RTL unveiled a new identity, a new, multi-colourful logo and a new graphics package. The rebrand rolled out on 15 September 2021, as well as RTL Crime, RTL Living and RTL Passion.\n\n"
        },
        {
            "title": "Audience share",
            "text": "The average age of the viewers is 48.9 years (as of 2016).[32]\n\n"
        }
    ]
}