{
    "url": "https://en.wikipedia.org/wiki/Rubber_science",
    "title": "Rubber science",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Rubber science is a science fiction term describing a quasi-scientific explanation for an aspect of a science fiction setting. Rubber science explanations are fictional but convincing enough to avoid upsetting the suspension of disbelief. Rubber science is a feature of most genres of science fiction, with the exception of hard science fiction. It is also frequently invoked in comic books.[1][2]\n\nThe term was coined by Norman Spinrad in an essay entitled \"Rubber Sciences\", in Reginald Bretnor's anthology The Craft of Science Fiction.[3]\n\n"
        },
        {
            "title": "Usage",
            "text": "Rubber science was Spinrad's term for \"pseudo-science ... made up by the writer with literary care that it not be discontinuous with the reader's realm of the possible.\"[4] The term and concept have subsequently been adopted by science fiction writers to describe science based on \"speculation, extrapolation, fabrication or invention.\"[5] For example, Star Trek: Voyager script consultant Andre Bormanis used \"the so-called rubber science or the very speculative, consistent with reality\" when he was unable to find scientific explanations \"based in fairly well-established real science\".[6]\n\nSome science fiction authors have used the term disparagingly. Bill Ransom associates rubber science with science fiction of the 1940s-1950s, an era marked by \"lots of cool gadgets,\" before \"the genre became more character driven\" under the influence of writers such as Frank Herbert and Samuel Delany, focusing on humans rather than technology solving dilemmas.[7] Lucius Shepard, responding to a negative review by George Turner, decried the suggestion that he \"haul a gob of rubber science out of the vat in order to justify and explain [his] physics\".[8] Ann C. Crispin considered Star Trek's rubber science to be a forgivable flaw.[9]\n\nReviewers have used the term to praise deft or plausible scientific explanations,[10][11] and to criticise underdeveloped or distracting worldbuilding;[12] for instance, a Washington Post review criticized Orson Scott Card's novel Xenocide for its \"chapter long dialogues about rubber science\".[13]\n\n"
        }
    ]
}