{
    "url": "https://en.wikipedia.org/wiki/Rubble",
    "title": "Rubble",
    "table_of_contents": [
        "1 Building",
        "1.1 Rubble walls in Malta",
        "1.2 Rubble in Britain",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Rubble is broken stone, of irregular size, shape[1] and texture; undressed especially as a filling-in. Rubble naturally found in the soil is known also as 'brash' (compare cornbrash).[2] Where present, it becomes more noticeable when the land is ploughed or worked.\n\n"
        },
        {
            "title": "Building",
            "text": "\"Rubble-work\" is a name applied to several types of masonry.[1] One kind, where the stones are loosely thrown together in a wall between boards and grouted with mortar almost like concrete, is called in Italian \"muraglia di getto\" and in French \"bocage\".[1] In Pakistan, walls made of rubble and concrete, cast in a formwork, are called 'situ', which probably derives from Sanskrit (similar to the Latin 'in situ' meaning 'made on the spot').[citation needed]\n\nWork executed with more or less large stones put together without any attempt at courses is called rubble[1] walling. Where similar work is laid in courses, it is known as coursed rubble. Dry-stone walling is somewhat similar work done without the use of mortar. It is bound together by the fit of the stones and the regular placement of stones which extend through the thickness of the wall. A rubble wall built with mortar will be stronger if assembled in this way.[citation needed]\n\nRubble walls (Maltese: ħitan tas-sejjieħ) are found all over the island of Malta. Similar walls are also frequently found in Sicily and the Arab countries. The various shapes and sizes of the stones used to build these walls look like stones that were found in the area lying on the ground or in the soil.  It is most probable that the practice of building these walls around the field was inspired by the Arabs during their rule in Malta, as in Sicily who were also ruled by the Arabs around the same period. The Maltese farmer found that the technique of these walls was very useful especially during an era where resources were limited. Rubble walls are used to serve as borders between the property of one farm from the other. A great advantage that  rubble walls offered is that when heavy rain falls, their structure would allow excessive water to pass through and therefore, excess water will not ruin the products. Soil erosion is minimised as the wall structure allows the water to pass through but it traps the soil and prevents it from being carried away from the field. One can see many rubble walls on the side of the hills and in valleys where the land slopes down and consequently the soil is in greater danger of being carried away.[citation needed]\n\nIn the British Islands, many mediaeval and post-mediaeval buildings are built of small natural stones, called rubble.\nAs examples see the descriptions in two official list entries, provided by Historic England:\n\n"
        }
    ]
}