{
    "url": "https://en.wikipedia.org/wiki/Rudolf_Otto",
    "title": "Rudolf Otto",
    "table_of_contents": [
        "1 Life",
        "2 Thought",
        "2.1 Influences",
        "2.2 Early works",
        "2.3 The Idea of the Holy",
        "2.4 Later works",
        "3 Influence",
        "3.1 Christian theology",
        "3.2 Non-Christian theology and spirituality",
        "3.3 Religious studies",
        "3.4 Psychology",
        "3.5 Philosophy",
        "3.6 Other",
        "4 Ecumenical activities",
        "5 Works",
        "5.1 In German",
        "5.2 English translations",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRudolf Otto (25 September 1869 – 7 March 1937) was an eminent German Lutheran theologian, philosopher, and comparative religionist. He is regarded as one of the most influential scholars of religion in the early twentieth century and is best known for his concept of the numinous, a profound emotional experience he argued was at the heart of the world's religions.[1] While his work started in the domain of liberal Christian theology, its main thrust was always apologetical, seeking to defend religion against naturalist critiques.[2] Otto eventually came to conceive of his work as part of a science of religion, which was divided into the philosophy of religion, the history of religion, and the psychology of religion.[2]\n\n"
        },
        {
            "title": "Life",
            "text": "Born in Peine near Hanover, Otto was raised in a pious Christian family.[3] He attended the Gymnasium Andreanum in Hildesheim and studied at the universities of Erlangen and Göttingen, where he wrote his dissertation on Martin Luther's understanding of the Holy Spirit (Die Anschauung von heiligen Geiste bei Luther: Eine historisch-dogmatische Untersuchung), and his habilitation on Kant (Naturalistische und religiöse Weltansicht). By 1906, he held a position as extraordinary professor, and in 1910 he received an honorary doctorate from the University of Giessen.\n\nOtto's fascination with non-Christian religions was awakened during an extended trip from 1911 to 1912 through North Africa, Palestine, British India, China, Japan, and the United States.[4] He cited a 1911 visit to a Moroccan synagogue as a key inspiration for the theme of the Holy he would later develop.[3] Otto became a member of the Prussian parliament in 1913 and retained this position through the First World War.[4] In 1917, he spearheaded an effort to simplify the system of weighting votes in Prussian elections.[2] He then served in the post-war constituent assembly in 1918, and remained involved in the politics of the Weimar Republic.[4]\n\nMeanwhile, in 1915, he became ordinary professor at the University of Breslau, and in 1917, at the University of Marburg's Divinity School, then one of the most famous Protestant seminaries in the world. Although he received several other calls, he remained in Marburg for the rest of his life. He retired in 1929 but continued writing afterward. On 6 March 1937, he died of pneumonia, after suffering serious injuries falling about twenty meters from a tower in October 1936. There were lasting rumors that the fall was a suicide attempt but this has never been confirmed.[2] He is buried in the Marburg cemetery.\n\n"
        },
        {
            "title": "Thought",
            "text": "In his early years Otto was most influenced by the German idealist theologian and philosopher Friedrich Schleiermacher and his conceptualization of the category of the religious as a type of emotion or consciousness irreducible to ethical or rational epistemologies.[4] In this, Otto saw Schleiermacher as having recaptured a sense of holiness lost in the Age of Enlightenment. Schleiermacher described this religious feeling as one of absolute dependence; Otto eventually rejected this characterization as too closely analogous to earthly dependence and emphasized the complete otherness of the religious feeling from the mundane world (see below).[4] In 1904, while a student at the University of Göttingen, Otto became a proponent of the philosophy of Jakob Fries along with two fellow students.[2]\n\nOtto's first book, Naturalism and Religion (1904) divides the world ontologically into the mental and the physical, a position reflecting Cartesian dualism. Otto argues consciousness cannot be explained in terms of physical or neural processes, and also accords it epistemological primacy by arguing all knowledge of the physical world is mediated by personal experience. On the other hand, he disagrees with Descartes' characterization of the mental as a rational realm, positing instead that rationality is built upon a nonrational intuitive realm.[2]\n\nIn 1909, he published his next book, The Philosophy of Religion Based on Kant and Fries, in which he examines the thought of Kant and Fries and from there attempts to build a philosophical framework within which religious experience can take place. While Kant's philosophy said thought occurred in a rational domain, Fries diverged and said it also occurred in practical and aesthetic domains; Otto pursued Fries' line of thinking further and suggested another nonrational domain of the thought, the religious. He felt intuition was valuable in rational domains like mathematics, but subject to the corrective of reason, whereas religious intuitions might not be subject to that corrective.[2]\n\nThese two early works were influenced by the rationalist approaches of Immanuel Kant and Jakob Fries. Otto stated that they focused on the rational aspects of the divine (the \"Ratio aeterna\") whereas his next (and most influential) book focused on the nonrational aspects of the divine.[5]\n\nOtto's most famous work, The Idea of the Holy was one of the most successful German theological books of the 20th century, has never gone out of print, and is available in about 20 languages. The central argument of the book concerns the term numinous, which Otto coined. He explains the numinous as a \"non-rational, non-sensory experience or feeling whose primary and immediate object is outside the self\". This mental state \"presents itself as ganz Andere,[6] wholly other, a condition absolutely sui generis and incomparable whereby the human being finds himself utterly abashed.\"[7] According to Mark Wynn in the Stanford Encyclopedia of Philosophy, The Idea of the Holy falls within a paradigm in the philosophy of emotion in which emotions are seen as including an element of perception with intrinsic epistemic value that is neither mediated by thoughts nor simply a response to physiological factors. Otto therefore understands religious experience as having mind-independent phenomenological content rather than being an internal response to belief in a divine reality. Otto applied this model specifically to religious experiences, which he felt were qualitatively different from other emotions.[8] Otto felt people should first do serious rational study of God, before turning to the non-rational element of God as he did in this book.[5][9]\n\nIn Mysticism East and West, published in German in 1926 and English in 1932, Otto compares and contrasts the views of the medieval German Christian mystic Meister Eckhart with those of the influential Hindu philosopher Adi Shankara, the key figure of the Advaita Vedanta school.[2]\n\n"
        },
        {
            "title": "Influence",
            "text": "Otto left a broad influence on theology, religious studies, and philosophy of religion, which continues into the 21st century.[10]\n\nKarl Barth, an influential Protestant theologian contemporary to Otto, acknowledged Otto's influence and approved a similar conception of God as ganz Andere or totaliter aliter,[11] thus falling within the tradition of apophatic theology.[12][13] Otto was also one of the very few modern theologians to whom C. S. Lewis indicates a debt, particularly to the idea of the numinous in The Problem of Pain. In that book Lewis offers his own description of the numinous:[14]\n\nGerman-American theologian Paul Tillich acknowledged Otto's influence on him,[2] as did Otto's most famous German pupil, Gustav Mensching (1901–1978) from Bonn University.[15] Otto's views can be seen[clarification needed] in the noted Catholic theologian Karl Rahner's presentation of man as a being of transcendence.[citation needed] More recently, Otto has also influenced the American Franciscan friar and inspirational speaker Richard Rohr.[16]: 139 \n\nOtto's ideas have also exerted an influence on non-Christian theology and spirituality. They have been discussed by Orthodox Jewish theologians including Joseph Soloveitchik[17] and Eliezer Berkovits.[18] The Iranian-American Sufi religious studies scholar and public intellectual Reza Aslan understands religion as \"an institutionalized system of symbols and metaphors [...] with which a community of faith can share with each other their numinous encounter with the Divine Presence.\"[19] Further afield, Otto's work received words of appreciation from Indian independence leader Mohandas Gandhi.[15] Aldous Huxley, a major proponent of perennialism, was influenced by Otto; in The Doors of Perception he writes:[20]\n\nIn The Idea of the Holy and other works, Otto set out a paradigm for the study of religion that focused on the need to realize the religious as a non-reducible, original category in its own right.[citation needed] The eminent Romanian-American historian of religion and philosopher Mircea Eliade used the concepts from The Idea of the Holy as the starting point for his own 1954 book, The Sacred and the Profane.[10][21] The paradigm represented by Otto and Eliade was then heavily criticized for viewing religion as a sui generis category,[10] until around 1990, when it began to see a resurgence as a result of its phenomenological aspects becoming more apparent.[citation needed] Ninian Smart, who was a formative influence on religious studies as a secular discipline, was influenced by Otto in his understanding of religious experience and his approach to understanding religion cross-culturally.[10]\n\nCarl Gustav Jung, the founder of analytic psychology, applied the concept of the numinous to psychology and psychotherapy, arguing it was therapeutic and brought greater self-understanding, and stating that to him religion was about a \"careful and scrupulous observation… of the numinosum\".[22] The American Episcopal priest John A. Sanford applied the ideas of both Otto and Jung in his writings on religious psychotherapy.[citation needed]\n\nThe philosopher and sociologist Max Horkheimer, a member of the Frankfurt School, has taken the concept of \"wholly other\" in his 1970 book Die Sehnsucht nach dem ganz Anderen (\"longing for the entirely Other\").[23][24] Walter Terence Stace wrote in his book Time and Eternity that \"After Kant, I owe more to Rudolph Otto's The Idea of the Holy than to any other book.\"[25] Other philosophers influenced by Otto included Martin Heidegger,[15] Leo Strauss,[15] Hans-Georg Gadamer (who was critical when younger but respectful in his old age),[citation needed] Max Scheler,[15] Edmund Husserl,[15] Joachim Wach,[3][15] and Hans Jonas.[citation needed]\n\nThe war veteran and writer Ernst Jünger and the historian and scientist Joseph Needham also cited Otto's influence.[citation needed]\n\n"
        },
        {
            "title": "Ecumenical activities",
            "text": "Otto was heavily involved in ecumenical activities between Christian denominations and between Christianity and other religions.[4] He experimented with adding a time similar to a Quaker moment of silence to the Lutheran liturgy as an opportunity for worshipers to experience the numinous.[4]\n\n"
        },
        {
            "title": "Works",
            "text": "A full bibliography of Otto's works is given in Robert F. Davidson, Rudolf Otto's Interpretation of Religion (Princeton, 1947), pp. 207–9\n\n"
        }
    ]
}