{
    "url": "https://en.wikipedia.org/wiki/Rudolf_Bultmann",
    "title": "Rudolf Bultmann",
    "table_of_contents": [
        "1 Background",
        "2 Theological approaches",
        "3 Legacy and criticism",
        "4 Selected works",
        "5 Notes",
        "6 References",
        "6.1 Footnotes",
        "6.2 Sources",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Rudolf Karl Bultmann (German: [ˈbʊltman]; 20 August 1884 – 30 July 1976) was a German Lutheran theologian and professor of the New Testament at the University of Marburg. He was one of the major figures of early-20th-century biblical studies. A prominent critic of liberal theology, Bultmann instead argued for an existentialist interpretation of the New Testament. His hermeneutical approach to the New Testament led him to be a proponent of dialectical theology.\n\nBultmann is known for his belief that the historical analysis of the New Testament is both futile and unnecessary, given that the earliest Christian literature showed little interest in specific locations.[11] Bultmann argued that all that matters is the \"thatness,\" not the \"whatness\" of Jesus,[a] i.e. only that Jesus existed, preached, and died by crucifixion matters, not what happened throughout his life.[12]\n\nBultmann relied on demythologization, an approach interpreting the mythological elements in the New Testament existentially. Bultmann contended that only faith in the kerygma, or proclamation, of the New Testament was necessary for Christian faith, not any particular facts regarding the historical Jesus.[13]\n\n"
        },
        {
            "title": "Background",
            "text": "Bultmann was born on 20 August 1884 in Wiefelstede, Oldenburg, the son of Arthur Kennedy Bultmann, a Lutheran minister.[14] He did his Abitur at the Altes Gymnasium in the city of Oldenburg, and studied theology at Tübingen. After three terms Bultmann went to the University of Berlin for two terms, and finally to Marburg for two more terms. He received his degree in 1910[4] from Marburg with a dissertation on the Epistles of St Paul written under the supervision of Johannes Weiss.[15] He also studied under Hermann Gunkel and Wilhelm Heitmüller.[16] After submitting a habilitation two years later, he became a lecturer on the New Testament at Marburg.\n\nBultmann married Helene Feldmann on 6 August 1917.[17] The couple had three daughters.[18] Bultmann's wife died in 1973.[17]\n\nAfter brief lectureships at Breslau and Giessen, Bultmann returned to Marburg in 1921 as a full professor, and stayed there until his retirement in 1951. His doctoral students included Hans Jonas,[19] Ernst Käsemann,[20] Günther Bornkamm,[21] Helmut Koester,[22] and Ernst Fuchs. He also taught Hannah Arendt. From autumn 1944 until the end of the Second World War in 1945 he took into his family Uta Ranke-Heinemann, who had fled the bombs and destruction in Essen.\n\nBultmann became friends with Martin Heidegger who taught at Marburg for five years. Heidegger's views on existentialism had an influence on Bultmann's thinking.[23] What arose from this friendship was a \"sort of comradery\" grounded on an active and open dialogue between Bultmann and Heidegger from 1923 to 1928.[24] However, Bultmann himself stated that his views could not simply be reduced to thinking in Heideggerian categories, in that \"the New Testament is not a doctrine about our nature, about our authentic existence as human beings, but a proclamation of this liberating act of God.\"[25]\n\nHe was critical of Nazism from the beginning and his career between 1933 and 1941 was marked by a series of struggles with Nazis regarding their influence upon the universities and the Protestant Church. As a Lutheran who held that the Church could not expect the Nazi State to be Christian, he did not directly denounce its anti-Semitism. But he objected to its claim to have authority over all aspects of German life including the universities and the Protestant church[26] and believed it was his responsibility to preach that it was unChristian, especially after Heidegger gave his pro-Nazi rectorial address in 1933.[27] He particularly rejected the Aryan paragraph that disenfranchised all people racially Jewish from civic organizations and many professions including clergy, entailing defrocking any Christian clergy with Jewish ancestry.[28] He stated that the Aryan paragraph was \"incompatible with the essence of the Christian church\",[29] since the church made no distinction between Jew and Gentile.   He joined the Confessing Church,[30] a Protestant movement in Nazi Germany that arose in opposition to government-sponsored efforts to unify all Protestant churches into a single pro-Nazi Reich Church.[31][32]\n\nBultmann received many honors during and after his career, including honorary doctorates from many universities and elections to honorary societies.[33] In 1974, the Federal Republic granted him the highest level of the Order of Merit.\n\nHe died on 30 July 1976 in Marburg.[34]\n\n"
        },
        {
            "title": "Theological approaches",
            "text": "Bultmann's History of the Synoptic Tradition (1921) remains highly influential as a tool for biblical research, even among scholars[which?] who reject his analyses of the conventional rhetorical pericopes (narrative units) which comprise the gospels, and the historically-oriented principles of \"form criticism\" of which Bultmann was the most influential exponent.\n\nIn 1941 Bultmann applied form criticism[b] to the Gospel of John, in which he distinguished the presence of a lost Signs Gospel on which John—alone of the evangelists—depended. His monograph, Das Evangelium des Johannes, highly controversial at the time, became[when?] a milestone in research into the historical Jesus. The same year his lecture New Testament and Mythology: The Problem of Demythologizing the New Testament Message called on interpreters to demythologize the New Testament; in particular he argued for replacing supernatural biblical interpretations with temporal and existential categorizations. His argument, in many ways, reflected a hermeneutical adaption of the existentialist thought of his colleague at the time, the philosopher Martin Heidegger. This approach led Bultmann to reject doctrines such as the pre-existence of Christ.[37] Bultmann believed his endeavors in this regard would make accessible to modern audiences — already immersed in  science and technology — the significance (or existential quality) of Jesus' teachings. Bultmann thus thought of his endeavor of \"demythologizing the New Testament proclamation\" as fundamentally an evangelism task, clarifying the kerygma, or gospel proclamation, by stripping it of elements of the first-century \"mythical world picture\" that had potential to alienate modern people from Christian faith:\n\nBultmann saw theology in existential terms, and maintained that the New Testament was a radical text, worthy of understanding yet questioned in his time because of the prevailing Protestant conviction in a supernatural interpretation. In both the boasting of legalists \"who are faithful to the law\" and the boasting of the philosophers \"who are proud of their wisdom\", Bultmann finds a \"basic human attitude\" of \"highhandedness that tries to bring within our own power even the submission that we know to be our authentic being\".[39] Standing against all human high-handedness is the New Testament, \"which claims that we can in no way free ourselves from our factual fallenness in the world but are freed from it only by an act of God ... the salvation occurrence that is realized in Christ.\"[40] Bultmann remained convinced that the narratives of the life of Jesus offered theology in story form, teaching lessons in the familiar language of myth. They were not to be excluded, but given explanation so they could be understood for today. Bultmann thought faith should become a present-day reality. To Bultmann, the people of the world appeared to be always in disappointment and turmoil. Faith must be a determined vital act of will, not a culling and extolling of \"ancient proofs\". Bultmann said about salvation and eternity: \"As from now on there are only believers and unbelievers, so there are also now only saved and lost, those who have life and those who are in death.\"[41]\n\nBultmann carried form criticism so far as to call the historical value of the gospels into serious question.[16] Despite that, Bultmann was an outspoken opponent of the Christ myth theory. In his book Jesus and the Word, he wrote:\n"
        },
        {
            "title": "Legacy and criticism",
            "text": "Bultmann was an outstanding teacher, and he encouraged independence of mind among his students. The result was two major developments within the “Bultmann school.” In 1954 Ernst Käsemann raised “the question of the historical Jesus” (i.e., the question of the significance of knowledge of the historical Jesus for Christian faith), and a number of Bultmann’s pupils developed a position independent of their teacher’s on the matter. Then Ernst Fuchs and Gerhard Ebeling, building on Bultmann’s existentialist analysis, developed a method of interpreting the New Testament that emphasized the linguistic mode of human existence, giving birth to the so-called new hermeneutic. Bultmann himself took part in these discussions along with his pupils for as long as his health permitted, later living quietly in Marburg, where he died in 1976.[34]\n\nPosthumously, Bultmann’s approach to the New Testament has been subject to increasing criticism, which has led modern scholars to overcome his theorems.[43] According to the theologian and historian of Christianity Larry Hurtado, Bultmann  \"approached the ancient Christian texts with a theological criterion, a particular formulation of justification by faith, which he used to judge whether the writings were valid or not.\"[44] John P. Meier believes that Bultmann had a \"disconcerting way of solving problems with a few evasive sentences, his arguments do not hold up, despite having been handed down for generations.\"[45] Bart D. Ehrman, while agreeing with some of Bultmann's positions, underlines that \"among our ranks there are no more form critics that agree with the theories of Bultmann, the pioneer of this interpretation\".[46]\n\nBultmann's skeptical approach to the New Testament has received criticism from conservative biblical scholars like Klaus Berger and Craig Blomberg.[47][48] Form criticism, in particular, has been challenged in recent years by Martin Hengel, Richard Bauckham and Brant Pitre, who have reasserted the traditionalist theory that the Gospels were written by eyewitnesses.[49][50][51]\n\n"
        }
    ]
}