{
    "url": "https://en.wikipedia.org/wiki/Rupert_Julian",
    "title": "Rupert Julian",
    "table_of_contents": [
        "1 Early years",
        "2 Career",
        "3 Death",
        "4 Filmography",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRupert Julian (born Thomas Percival Hayes; 25 January 1879 – 27 December 1943[1]) was a New Zealand cinema actor, director, writer and producer. During his career, Julian directed 60 films and acted in over 90 films. He is best remembered for directing Lon Chaney in The Phantom of the Opera (1925). He also directed The Cat Creeps (1930), a sound remake of The Cat and the Canary (1927),[2] which is now considered a lost film, with only two minutes of footage remaining in the 1932 Universal comedy short film Boo!.\n\n"
        },
        {
            "title": "Early years",
            "text": "Julian was born Thomas Percival Hayes[1] in Whangaroa, New Zealand, son of John Daly Hayes (Jr) and Eliza Harriet Hayes.[citation needed] His father was a rancher who raised cattle and sheep.[3]\n\nJulian's parents had him educated in preparation for becoming a Roman Catholic priest, but he went his own way. He volunteered to serve in the British army during the Boer War, and during his two years' service he was captured twice. The first time, he was exchanged, and the second time he escaped. By the time he left the military he was a lieutenant. He also worked as a sailor, a tea salesman, and engineer of a donkey engine.[3]\n\n"
        },
        {
            "title": "Career",
            "text": "Julian became an actor when he was 16.[4] He performed on stage in his native country and Australia before emigrating to the United States in 1911, where he started his career as an actor at the Daly Theatre in New York[citation needed] and touring with Tyrone Power, Sr.,[5] and then worked in silent movies. He turned to directing in 1914, often directing his wife Elsie Jane Wilson (also a director), and earned a substantial sum for his film The Kaiser, the Beast of Berlin, which he wrote, produced, directed, and starred in the title role. This made him a star in Hollywood at the time and opened doors to larger projects with Universal Studios.\n\nHe was assigned to complete Merry-Go-Round in 1923 when director Erich von Stroheim was fired from it.[6] In 1924, he directed Lon Chaney in The Phantom of the Opera,[7] but left the production shortly before it was released. The studio hired another director to complete the filming and changed the ending. Julian moved to Cecil B. DeMille's Producers Distributing Corporation for a series of films, but after directing The Cat Creeps and Love Comes Along (both in 1930), his career faded.\n\n"
        },
        {
            "title": "Death",
            "text": "On 27 December 1943, Julian died at his home in Hollywood, California, at the age of 64.[5] He was interred in the Forest Lawn Memorial Park Cemetery in Glendale, California,[1] in 1943. His wife Elsie died in 1965.\n\n"
        },
        {
            "title": "Filmography",
            "text": "\n\n"
        }
    ]
}