{
    "url": "https://en.wikipedia.org/wiki/Russian_philosophy",
    "title": "Russian philosophy",
    "table_of_contents": [
        "1 Historiography",
        "2 Main schools and directions",
        "3 Origins of Russian philosophy",
        "3.1 Philosophical thought in the Old Russian state (11th–13th centuries)",
        "3.2 Philosophical problems in the works of Russian scribes of the 14th–17th centuries",
        "3.2.1 Joseph Volotsky and Nil Sorsky",
        "3.2.2 Ostrog School",
        "3.2.3 Rtishchevskaya School",
        "3.2.4 Moscow Slavic–Greek–Latin Academy",
        "3.2.5 Philosophy at the Smolensk Collegium",
        "4 Russian philosophy of the 18th century",
        "5 Russian philosophy of the 19th century",
        "5.1 Philosophy of all–unity of Vladimir Solovyov",
        "5.2 Philosophy of Leo Tolstoy",
        "5.3 Positivism",
        "6 Russian philosophy of the 20th century",
        "6.1 Existentialism of Nikolai Berdyaev",
        "6.2 Eurasianism",
        "7 Soviet philosophy",
        "8 Post–Soviet philosophy",
        "8.1 School of Georgy Shchedrovitsky",
        "9 See also",
        "10 References",
        "11 Sources",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Russian philosophy is a collective name for the philosophical heritage of Russian thinkers.\n\n"
        },
        {
            "title": "Historiography",
            "text": "In historiography, there is no consensus regarding the origins of Russian philosophy, its periodization and its cultural significance. The historical boundaries of Russian philosophy directly depend on the philosophical content that a specific researcher sees in Russian intellectual history. Traditionally, since the 19th century, the \"pre–Petrine\" or \"Old Russian\" and \"post–Petrine\" or \"Enlightenment\" stages of the development of Russian philosophy have been distinguished. In modern historiography, a third, \"Soviet\" period is also distinguished. Starting from religious thought, Archimandrite Gabriel, the first historian of Russian philosophy, saw its origins in the didactic \"Teachings\" of Vladimir Monomakh, thereby directly elevating Russian philosophy to traditional ancient Russian scribes. A number of major historians of Russian philosophy, however, tend to view philosophy in stricter boundaries: Russian philosophy is taking shape as an independent phenomenon, thus, in the era of Peter the Great.\n\nThe reduction of Russian philosophy to the enlightenment paradigm has been repeatedly criticized in view of the reductivization of the Russian philosophical heritage of previous eras. Discussions about the origins and boundaries of Russian philosophy do not subside to this day, although in most modern historical and philosophical essays, Russian philosophy is considered as a phenomenon of Russian intellectual culture rooted in the theological and didactic literature of Ancient Russia (Kliment Smolyatich, Kirik Novgorodets, Kirill Turovsky and others are among the first Russian philosophers).\n\nAccording to Nikolay Lossky, the characteristic features of Russian philosophy are: cosmism, sophiology (teachings about Sophia), sobornost, metaphysics, religiosity, intuitionism, positivism, realism (ontologism).\n\nSemyon Frank characterized Russian philosophy by pointing out the inseparability of rational and moral meanings inherent in Russian thinkers, inherent in the word pravda. Nikolai Berdyaev also pointed out the striving characteristic of Russian thought \"to develop for oneself a totalitarian, holistic world outlook, in which pravda–truth will be combined with pravda–justice\".[1]\n\nAccording to Professor Andrei Sukhov, no other philosophy contains so many reflections on the fate of country.[2]\n\nAs noted by the researcher Maria Varlamova, in Russia, Plato is a much more significant figure than Aristotle.[3]\n\nProfessor Nina Dmitrieva notes that \"Russian philosophical thought until the turn of the 19th–20th centuries developed mainly in the mainstream of literary criticism and journalism, with a primary focus on topical socio–political and ethical issues. And in the last decades of the 19th century, mystical and religious thinkers began to set the tone in academic and so–called free philosophy\".[4]\n\nAs Professor, Doctor of Historical Sciences Natalia Vorobyova notes in her work \"History of Russian Spiritual Culture\", modern researchers postulate the absence of an original national Slavic–Russian philosophical system, considering the system of Russian philosophy as a phenomenon of Modern period.[5]\n\nAs Academician Dmitry Likhachev writes: \"For many centuries Russian philosophy was closely connected with literature and poetry. Therefore, it should be studied in connection with Lomonosov and Derzhavin, Tyutchev and Vladimir Solovyov, Dostoevsky, Tolstoy, Chernyshevsky...\".[6]\n\n"
        },
        {
            "title": "Main schools and directions",
            "text": "The main directions of Russian philosophy include:\n\n"
        },
        {
            "title": "Origins of Russian philosophy",
            "text": "The existence of ancient Russian philosophy is debatable. Some researchers, like Archpriest Dmitry Leskin, recognized the fact of its existence,[7] others denied, claiming only the presence of philosophical ideas and problems in ancient Russian literature.[8] The philosophical thoughts of the \"Hellenic sages\" fell into the Old Russian literature from translated sources. Within the framework of the religious worldview, the question of human nature (Svyatoslav's Izbornik,[9] Kirill Turovsky, Nil Sorsky), state power (Joseph Volotsky) and universal values («The Word of Law and Grace» by Metropolitan Hilarion, who is sometimes called \"the first ancient Russian philosopher\") was resolved.[10] The ethical ideal is contained in the Teachings of Vladimir Monomakh. In addition to historiosophy (ethnogenesis as a punishment for the Tower of Babel), The Tale of Bygone Years also contains elements of religious philosophy: the concepts of property (hypostasis), flesh (matter), vision (form), desire and dream (imagination) are being developed. Also in the ancient Russian state, translated literature of Byzantine philosophical monuments was widely circulated, the most important of which was the collection of sayings \"The Bee\" and \"Dioptra\" by Philip the Hermit. Among the most famous authors who left philosophically significant works are Vladimir Monomakh, Theodosius Pechersky, Klim Smolyatich, Kirik Novgorodets, Kirill Turovsky and Daniil Zatochnik.\n\nA wide controversy unfolded between the followers of Joseph from Volokolamsk (in the world – Ivan Sanin), nicknamed \"Josephites\", and Nil Sorsky (in the world – Nikolai Maikov), nicknamed the \"Trans–Volga elders\", or \"non–possessors\". The central question that worried the polemicists was related to the role of the church in the state and the significance of its land holdings and decoration. The problem of decorating churches and land was not directly related to philosophy, however, it served as an impetus for considering the problems of church possessions in the plane of biblical and patristic literature (in the polemics, Gregory Sinait and Simeon the New Theologian, John Climacus, Isaac the Syrian, John Cassian the Roman, Nil of Sinai, Basil the Great and others are cited) and ultimately led to the question of the meaning of the connection between faith and power, which was resolved on Russian soil in the idea of \"charisma\" of the ruler. This philosophical problem was further developed in the epistolary legacy of Ivan the Terrible and Prince Kurbsky, in \"The Lay of Voivode Dracula\" by Fyodor Kuritsyn, as well as in the message of Ivan Peresvetov. In addition, Joseph Volotsky and Nil Sorsky went down in history in the course of the struggle against the heresy of the Judaizers and strigolniki, which spread in the Novgorod land (first of all, in Novgorod itself and in Pskov). With the spread of the heresy of the Judaizers in the Russian intellectual environment, works of pseudo–Aristotle began to appear. The position of the strigolniks in their spirit was close to the Hussites. In this regard, there is a need not only for the arguments of patristic literature, but also for monuments of Latin scholastic scholarship, which Dmitry Gerasimov, also known as Dmitry Scholastic, a member of the Gennadiy circle, began to translate. It is noteworthy that the reaction to heretics on the part of Joseph Volotsky and Nil Sorsky also differed radically: Joseph Volotsky insisted on the destruction of heretics, according to Joseph, it is necessary to \"inflict wounds on them, thereby consecrating his hand\", while Nil Sorsky and Vassian Patrikeev insisted on the need exhortation, fighting with the word, not with the sword. The controversy between the Josephites and the non–possessors became an important example of the tension between the authorities and free–thinkers in the Russian state, which subsequently reappeared again and again in the history of Russian philosophy, which was repeatedly banned.[11]\n\nAn important role in the formation of Russian philosophy was played by the Ostrog School, founded by Prince Konstantin Ostrozhsky in his domain in Ostrog in order to strengthen the Orthodox faith and improve the quality of the work of the Orthodox clergy in polemics with the Uniates. In the Ostrog School, much attention was paid to the study of languages: Ancient Greek, Latin and Old Church Slavonic. There was a printing house at the school, in which Ivan Fedorov and Pyotr Timofeev served. Prince Andrey Kurbsky also took part in the development of the school. Along with theological literature, scholastic philosophy was studied at the Ostrog School. So Vitaly Dubensky compiled the florilegia \"Dioptra, or the Mirror and the Reflection of Human Life in the Next World\" in the Univ Monastery. Among the graduates of the academy were: the author of \"Grammar\" Melety Smotritsky (son of the first rector), archimandrite of the Kiev–Pechersk Lavra, the founder of the Lavra Printing House Yelisey Pletenetsky, polemicist writer, philosopher, author of \"Apocrisis\" Christopher Filalet and many others. The activities of the Ostrog School predetermined the orientation of philosophical and theological courses at the Kiev–Mogila and Moscow Slavic–Greek–Latin academies.[12]\n\nThe Rtishchevsky School (also – the Rtishchevsky Brotherhood, the Andreevsky School) was the first educational institution in Russia, founded as a court circle during the reign of Alexei Mikhailovich. Education in the Rtishchevsky Brotherhood was carried out on the model of European institutions of higher education. The school arose on the initiative of Fyodor Rtishchev, operated in Moscow since 1648 and was located in the Andreevsky Monastery, built at the expense of Rtishchev at the foot of the Sparrow Hills.\n\nThe Rtischevskaya School was the first in Moscow to officially include courses in philosophy and rhetoric. The head of the Rtishchevskaya School was appointed a native of the Kiev Fraternal School, a participant in book research in Russia, a philosopher, theologian and translator Epiphany Slavinetsky.\n\nThe most important figure within the Moscow Slavic–Greek–Latin Academy was Simeon of Polotsk. Simeon Polotsky was a figure of Russian culture, spiritual writer, theologian, poet, playwright, translator. He was the mentor of the children of the Russian Tsar Alexei Mikhailovich from Maria Miloslavskaya: Ivan, Sophia and Fedor. Founder of the School at the Zaikonospassky Monastery, teacher of Sylvester Medvedev.\n\nOther important figures include Sylvester Medvedev and the Likhuda Brothers, Feofilakt Lopatinsky, Pallady Rogovsky.\n\nThe most important figure in the framework of philosophy at the Smolensk Collegium was Gedeon Vishnevsky. Bishop Gedeon Vishnevsky was the bishop of the Russian Orthodox Church, bishop of Smolensk and Dorogobuzh.\n\n"
        },
        {
            "title": "Russian philosophy of the 18th century",
            "text": "The reforms of Peter I contributed to the limitation of the power of the church and the penetration of Western philosophy into Russia through the emerging system of higher education. The most popular Western innovation was deism, whose adherents were such key thinkers of the Russian Enlightenment as Mikhail Lomonosov and Alexander Radishchev. It was at this moment that atomism and sensationalism fell on Russian soil. In practice, the ideas of deism were expressed in anti–clericalism and the substantiation of the subordination of spiritual power to secular ones, for which the learned squad of Peter I advocated. Also, the philosophy of Russian Enlightenment adapted many of the ideas of Freemasonry (Nikolay Novikov). Grigory Teplov compiled one of the first Russian philosophical dictionaries.[13]\n\nImportant Russian philosophers of the 18th century were Feofan Prokopovich and Stefan Yavorsky, Mikhail Lomonosov, Grigory Skovoroda, Russian Martinists, and \"Inner Christians\". The central works of Russian philosophers of the 18th century were \"A Conversation of Two Friends\" by Vasily Tatishchev, \"Children's Philosophy\" by Andrei Bolotov, \"Knowledge Concerning Philosophy in General\" by Grigory Teplov and \"About Man, His Mortality and Immortality\" by Alexander Radishchev.\n\n"
        },
        {
            "title": "Russian philosophy of the 19th century",
            "text": "Schellingism appeared in Russia at the beginning of the 19th century. In 1823, the Society of Wisdom is created.\n\nContemporaries called Vladimir Solovyov (1853–1900) the central figure of Russian philosophy. He criticized the philosophy that existed before him for abstractness and did not accept such extreme manifestations of it as empiricism and rationalism. He put forward the idea of positive total–unity, headed by God. He saw good as a manifestation of will, truth as a manifestation of reason, beauty as a manifestation of feeling. The philosopher saw the entire material world as controlled by Him, while man in his philosophy acted as a connecting link between God and nature, created by Him, but not perfect. A person must bring it to perfection (up to spiritualization), this is the meaning of his life (movement to the Absolute). Since a person occupies an intermediate position between God and nature, his moral activity is manifested in love for another person, for nature and for God.[14] The concept of all-unity was also used by Semyon Frank and Lev Karsavin.\n\nOne of the central places in Russian philosophy is occupied by Leo Tolstoy (1828–1910). His philosophy was influenced by the views of Kant, Rousseau, Arthur Schopenhauer. Tolstoy's views were shared by many of his contemporaries (\"Tolstoyans\") and followers. Gandhi himself considered him to be his teacher.\n\nIn his philosophy, Tolstoy recognizes the value of the moral component of religion, but denies all its theological aspects (\"true religion\"). The goal of cognition is the search for the meaning of life by a person.[15]\n\n"
        },
        {
            "title": "Russian philosophy of the 20th century",
            "text": "At the beginning of the 20th century, the largest Russian philosophers, under the influence of social and political changes in the country, published three philosophical collections, which received a wide public response and evaluation from various political figures of that time. These compilations:\n\nRussian religious philosophy at the turn of the 19th and 20th centuries became a kind of synthesis between Slavophilism and Westernism.[17] Following Chaadaev, projects for the construction of the kingdom of God on Earth were preserved, which acquired the features of Sophiology (Vladimir Solovyov, Sergei Bulgakov) and the Roses of the World (Daniil Andreev). Religion and spiritual and moral regeneration were thought to be an important part of building a just society. In part, the ideas of sophiology are inherited by Bolshevism (communism) and cosmism (noosphere).\n\nIn the 20th century, in connection with the dramatic events of Russian history, there is a division of Russian philosophy into Russian Marxism and the philosophy of the Russian diaspora. Some of the philosophers were exiled abroad, but some remained in Soviet Russia: Pavel Florensky and his student Alexei Losev. Through the latter, the traditions of Russian philosophy were revived in Soviet Russia, since Sergey Averintsev and Vladimir Bibikhin received spiritual succession from him.\n\nThe most important place in Russian philosophical thought in the first half of the 20th century is occupied by the work of Nikolai Berdyaev (1874–1948), the most prominent representative of Russian existentialism. At the beginning of his journey, Berdyaev adhered to Marxist views, participating in anti–government demonstrations and conducting correspondence with one of the leaders of the German Social Democracy, Karl Kautsky. However, the young philosopher and thinker soon abandoned Marxism, becoming one of the most detailed critics of this doctrine.\n\nBerdyaev calls the main opposition, which should develop in the philosopher's worldview, the opposition between spirit and nature. Spirit is a subject, life, creativity and freedom, nature is an object, a thing, necessity and immobility. Knowledge of the spirit is achieved through experience. God is spirit. Those of people who have had spiritual experience and experience of creativity do not need rational proof of the existence of God. At its core, the deity is irrational and super–rational.\n\nDeveloping in his teaching the theme of creativity and spirituality, Berdyaev pays great attention to the idea of freedom, which reveals the connection between God, the Universe and man. He distinguishes three types of freedom: primary irrational freedom, that is, arbitrariness; rational freedom, that is, the fulfillment of a moral duty; and, finally, freedom imbued with the love of God. He argues that freedom is not created by God, and therefore God cannot be held responsible for the freedom that created evil. Primary freedom conditions the possibility of both good and evil. Thus, even God cannot foresee the actions of a person with free will, he acts as an assistant so that the will of a person becomes good.\n\nExistential views in Berdyaev's work are manifested in his thoughts on the problem of personality. According to Berdyaev, personality is not a part of the cosmos, on the contrary, the cosmos is a part of the human personality. Personality is not a substance, it is a creative act, it is unchanging in the process of change. A person who manifests creative activity thereby finds a deity in himself.\n\nBerdyaev is trying to formulate the so–called \"Russian Idea\", which expresses the character and vocation of the Russian people. \"The Russian people are a highly polarized people, they are a combination of opposites\", the thinker believes. The Russian people combine cruelty and humanity, individualism and faceless collectivism, the search for God and militant atheism, humility and arrogance, slavery and rebellion. In history, such features of a national character as obedience to power, martyrdom, sacrifice and a tendency to revelry and anarchy were manifested. Speaking about the events of 1917, Berdyaev emphasizes that the liberal–bourgeois revolution in Russia was a utopia. The revolution in Russia could only be socialist. According to the philosopher, the Russian idea is rooted in the idea of the brotherhood of people and peoples, for the Russian people in their spiritual structure is religious, open and communitarian. Nevertheless, Berdyaev reminds, one should not forget about the polarization of the nature of the Russian man, capable of compassion and the possibility of bitterness, striving for freedom, but sometimes prone to slavery.\n\nAmong the main works of Berdyaev \"Philosophy of Freedom\" (1911), \"The Meaning of Creativity. The Experience of Human Justification\" (1916), \"The Philosophy of Inequality. Letters to Enemies in Social Philosophy\" (1923), \"The Origins and Meaning of Russian Communism\" (1937), \"Russian Idea. The Main Problems of Russian Thought in the 19th and 20th Centuries\" (1946).\n\nEurasianism is a philosophical and political movement advocating the rejection of Russia's European integration in favor of integration with Central Asian countries. The Eurasian movement, which emerged among the Russian emigration in the 1920s and 1930s, gained popularity by the beginning of the 21st century.[18]\n\nThe ideas of Eurasianism, practically forgotten by the second half of the 20th century, were largely revived by the historian and geographer Lev Gumilyov and became widespread by the beginning of the 21st century. Gumilyov in a number of books – \"Ethnogenesis and the Biosphere of the Earth\", \"Millennium around the Caspian\" and \"From Rus to Russia\" – using the Eurasian concept and supplementing it with his own developments, forms his concept of ethnogenesis, leading him to a number of conclusions, among which the largest the following are important: firstly, any ethnos is a community of people united by a certain stereotype of behavior; secondly, an ethnos and its stereotype of behavior are formed in specific geographic and climatic conditions and remain stable for a long period of time, comparable to the existence of an ethnos; thirdly, superethnic wholes are formed on the basis of a generalized stereotype of behavior shared by representatives of different ethnic groups of a single super–ethnic group; fourthly, the stereotype of the behavior of a superethnic integrity is a certain way of being that meets certain conditions of existence.\n\n"
        },
        {
            "title": "Soviet philosophy",
            "text": "Even before the beginning of the October Revolution, the philosophy of Marxism developed in Russia (Georgy Plekhanov, Vladimir Lenin).\n\nThe main question in Soviet philosophy was the question of the relationship between matter and consciousness, and the main method was dialectics, in which three laws were distinguished. Structurally, philosophy was divided into dialectical and historical materialism, that is, the philosophy of nature and the philosophy of history. Nature, interpreted as matter and objective reality, was considered eternal and infinite in space and time. Consciousness was interpreted as \"a property of highly organized matter\".\n\nThe theory of knowledge was dominated by the Leninist theory of reflection. The historical process was perceived through the prism of a subordinate relationship between the basis (economy) and superstructure (culture), which passed through successively replacing formations: the primitive communal system, the slave system, feudalism, capitalism and socialism (as the first stage of communism).[19]\n\nIn the Soviet years, discussions about the nature of the ideal gained popularity (only \"in the head\" or not? David Dubrovsky – Evald Ilyenkov), disputes about the nature of information.\n\nMikhail Bakhtin develops the ideas of polyphony, dialogue and carnivalism. Such philosophers as Aleksey Losev, Sergey Averintsev, Vladimir Bibikhin enjoyed great popularity in the late Soviet period. In the late Soviet and post–Soviet period, the ideas of the Moscow–Tartu Semiotic School were widely recognized.\n\n"
        },
        {
            "title": "",
            "text": "After the lifting of ideological prohibitions due to the collapse of the Soviet Union, Russian philosophy found itself in a situation of uncertainty. While maintaining the existing structure of philosophical education, the process of mastering that part of the philosophical heritage, from which Soviet philosophy was artificially isolated, was launched. New disciplines of the philosophical cycle arose and began to develop – political science, cultural studies, religious studies, philosophical anthropology.\n\nAttempts were made to resume the interrupted philosophical tradition, return to the legacy of Russian religious philosophy, but these attempts (according to Yuri Semyonov, Daniil Danin, Mikhail Chulaki and many others)[20] proved to be a failure.\n\nCurrently, there are several organizations that declare their continuity to the ideas of the Eurasians. The main ones among them are the Eurasian Youth Union, the International Eurasian Movement of the main ideologist of neo–Eurasianism, Alexander Dugin, and a number of other organizations.[21]\n\nAn extremely original and extraordinary[22] contribution to the development of Russian philosophy belongs to Georgy Shchedrovitsky and the methodological school he created, which was subsequently formulated accordingly (\"the third Russian philosophy is actually methodology\").[23] The philosophical and methodological system, created by Shchedrovitsky and his school (also known as the Moscow Methodological Circle), offers original ways out of the problematic situation of postmodernism (\"in the opposition \"modernism – postmodernism\", the system of thought–activity methodology can be positioned with a number of reservations and conditions\").[24] It is indicative that the initially semi–underground Moscow methodological circle forms, forges and polishes the concepts demanded by contemporary period, at a time when the conceptual apparatus of the so–called \"post–non–classical\" (post–modernist) philosophy has already exhausted its capabilities.[25]\n\n"
        }
    ]
}