{
    "url": "https://en.wikipedia.org/wiki/Russian_cosmism",
    "title": "Russian cosmism",
    "table_of_contents": [
        "1 Theory",
        "2 Representatives",
        "3 Gallery of Russian Cosmists",
        "4 See also",
        "5 Citations",
        "6 Further reading",
        "7 External links",
        "8 Videos"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Russian cosmism, also cosmism, is a philosophical and cultural movement that emerged in Russia at the turn of the 19th century, and again, at the beginning of the 20th century. At the beginning of the 20th century, there was a burst of scientific investigation into interplanetary travel, largely driven by fiction writers such as Jules Verne and H. G. Wells as well as philosophical movements like the Russian cosmism.\n\n"
        },
        {
            "title": "Theory",
            "text": "Cosmism entailed a broad theory of natural philosophy, combining elements of religion and ethics with a history and philosophy of the origin, evolution, and future existence of the cosmos and humankind. It combined elements from both Eastern and Western philosophic traditions as well as from the Russian Orthodox Church.[3]\n\nCosmism was one of the influences on Proletkult, and after the October Revolution, the term came to be applied to \"...the poetry of such writers as Mikhail Gerasimov and Vladimir Kirillov...: emotional paeans to physical labor, machines, and the collective of industrial workers ... organized around the image of the universal 'Proletarian', who strides forth from the earth to conquer planets and stars.\"[4] This form of cosmism, along with the writings of Nikolai Fyodorov, was a strong influence on Andrei Platonov.[1]\n\nMany ideas of the Russian cosmists were later developed by those in the transhumanist movement.[1] Victor Skumin argues that the Culture of Health will play an important role in the creation of a human spiritual society into the Solar System.[5][6]\n\n"
        },
        {
            "title": "Representatives",
            "text": "Among the major representatives of Russian cosmism was Nikolai Fyodorovich Fyodorov (1828–1903), an advocate of radical life extension by means of scientific methods, human immortality, and resurrection of dead people.[7]\n\nIn 1881, Russian revolutionary and rocket pioneer Nikolai Kibalchich proposed an idea of pulsed rocket propulsion by combustion of explosives, which was an early precursor for Project Orion.[citation needed]\n\nKonstantin Tsiolkovsky (1857–1935) was among the pioneers of theoretical space exploration and cosmonautics. In 1903, Tsiolkovsky published the first serious scientific work on space travel. His work was essentially unknown outside the Russian Empire, but inside the country it inspired further research, experimentation and the formation of the Society for Studies of Interplanetary Spaceflight.[8] Tsiolkovsky wrote a book called \"The Will of the Universe; Unknown Intelligent Forces\" in which he propounded a philosophy of panpsychism. He believed humans would eventually colonize the Milky Way. His thought preceded the Space Age by several decades, and some of what he foresaw in his imagination has come into being since his death. Tsiolkovsky did not believe in traditional religious cosmology, but instead he believed in a cosmic being that governed humans.[9]\n\nAlexander Bogdanov (1873-1928) was a Russian and later Soviet physician, philosopher, science fiction writer, and Bolshevik revolutionary. His wide scientific and medical interests ranged from the universal systems theory to the possibility of human rejuvenation through blood transfusion. He saw heterochronic blood transfusions as a alliance of solidarity between the generations, where the old benefited from the rejuvenating effects of the young blood, while the young received immunities from the elders blood.  Ironically, he died as a result of a hemolytic transfusion reaction. His successors put Russia in the forefront of the development of centralized national blood transfusion services.[10]\n\nOther cosmists included Vladimir Vernadsky (1863–1945), who developed the notion of noosphere and the question of noosphere's evolution from biosphere, and Alexander Chizhevsky (1897–1964), pioneer of \"heliobiology\" (study of the sun's effect on biology).[11][12][13] A minor planet, 3113 Chizhevskij, discovered by Soviet astronomer Nikolai Stepanovich Chernykh in 1978, is named after him.[14] The outstanding Russian palaeontologist and sci-fi writer Ivan Yefremov developed the ideas of cosmism and has concluded that the communism is a necessary structure of the future society, which wants to survive in space. The successor of the traditions of Ivan Yefremov was a geologist and sci-fi writer Alexander Shalimov. The astrophysicist Nikolai Aleksandrovich Kozyrev was the discoverer of Lunar tectonic activity (1959) and author of Causal Mechanics/Theory of Time.\n\n"
        }
    ]
}