{
    "url": "https://en.wikipedia.org/wiki/Russian_science_fiction_and_fantasy",
    "title": "Russian science fiction and fantasy",
    "table_of_contents": [
        "1 Terminology",
        "2 Imperial period",
        "2.1 18th and early 19th centuries",
        "2.2 Late 19th - early 20th century",
        "2.2.1 Utopias",
        "2.2.2 Genre fiction",
        "3 Soviet period",
        "3.1 Soviet science fiction",
        "3.1.1 Early Soviet era",
        "3.1.2 Late Soviet era",
        "3.1.3 Films and other media",
        "3.2 Soviet fantasy",
        "3.2.1 Literature",
        "3.2.2 Films",
        "3.3 Most notable Soviet writers",
        "4 Post-Soviet period",
        "4.1 Literature",
        "4.2 Movies",
        "4.3 Other media",
        "4.4 Notable writers",
        "5 Reception",
        "6 Anthologies",
        "7 Further reading",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nScience fiction and fantasy have been part of mainstream Russian literature since the 18th century. Russian fantasy developed from the centuries-old traditions of Slavic mythology and folklore. Russian science fiction emerged in the mid-19th century and rose to its golden age during the Soviet era, both in cinema and literature, with writers like the Strugatsky brothers, Kir Bulychov, and Mikhail Bulgakov, among others. Soviet filmmakers, such as Andrei Tarkovsky, also produced many science fiction and fantasy films. With the fall of the Iron Curtain, modern Russia experienced a renaissance of fantasy. Outside modern Russian borders, there are a significant number of Russophone writers and filmmakers from Ukraine, Belarus and Kazakhstan, who have made a notable contribution to the genres.\n\n"
        },
        {
            "title": "Terminology",
            "text": "In the Russian language, fantasy, science fiction, horror and all other related genres are considered a part of a larger umbrella term, фантастика (fantastika), roughly equivalent to \"speculative fiction\", and are less divided than in the West. The Russian term for science fiction is научная фантастика (nauchnaya fantastika), which can be literally translated as \"scientific fantasy\" or \"scientific speculative fiction\". Since there was very little adult-oriented fantasy fiction in Soviet times, Russians did not use a specific term for this genre until Perestroika. Although the Russian language has a literal translation for 'fantasy', фантазия (fantaziya), the word refers to a dream or imagination, not literary genre. Today, Russian publishers and literary critics use direct English transcription, фэнтези (fentezi). Gothic and supernatural fiction are often referred to as мистика (mistika, Russian for mysticism).\n\n"
        },
        {
            "title": "Imperial period",
            "text": "While science fiction did not emerge in Russia as a coherent genre until the early 20th century, many of its aspects, such as utopia or imaginary voyage, are found in earlier Russian works.\n\nFedor Dmitriev-Mamonov's anti-clerical A Philosopher Nobleman. The Allegory (Дворянин-философ. Аллегория, 1769) is considered prototypical to science fiction.[1][page needed] It is a voltairean conte philosophique influenced by Micromégas.[2]\n\nUtopia was a major genre of early Russian speculative fiction. The first utopia in Russian was a short story by Alexander Sumarokov, \"A Dream of Happy Society\" (1759). Two early utopias in form of imaginary voyage are Vasily Levshin's Newest Voyage (1784, also the first Russian \"flight\" to the Moon) and Mikhail Shcherbatov's Journey to the Land of Ophir. Pseudo-historical heroic romances in classical settings (modeled on Fenelon's Telemaque) by Fyodor Emin, Mikhail Kheraskov, Pavel Lvov and Pyotr Zakharyin were also utopian. Ancient Night of the Universe (1807), an epic poem by Semyon Bobrov, is the first work of Russian Cosmism. Some of Faddei Bulgarin's tales are set in the future, others exploited themes of hollow earth and space flight, as did Osip Senkovsky's Fantastic Voyages of Baron Brambeus.\n\nAuthors of Gothic stories included Aleksandr Bestuzhev with his German couleur locale, Sergey Lyubetsky, Vladimir Olin, Alexey K. Tolstoy, Elizaveta Kologrivova and Mikhail Lermontov (\"Stoss\").\n\nBy the mid-19th century imaginary voyages to space had become popular chapbooks, such as Voyage to the Sun and Planet Mercury and All the Visible and Invisible Worlds (1832) by Dmitry Sigov, Correspondence of a Moonman with an Earthman (1842) by Pyotr Mashkov, Voyage to the Moon in a Wonderful Machine (1844) by Semyon Dyachkov and Voyage in the Sun (1846) by Demokrit Terpinovich. Popular literature used fantastic motifs like demons (Rafail Zotov's Qin-Kiu-Tong), invisibility (Ivan Shteven's Magic Spectacles) and shrinking men (Vasily Alferyev's Picture).\n\nHoffmann's fantastic tales influenced east European writers including Ukrainian writer Nikolay Gogol, Russian writers Antony Pogorelsky, Nikolay Melgunov, Vladimir Karlgof, Nikolai Polevoy, Aleksey Tomofeev, Konstantin Aksakov and Vasily Ushakov. Supernatural folk tales were stylized by Orest Somov, Vladimir Olin, Mikhail Zagoskin and Nikolay Bilevich. Vladimir Odoevsky, a romantic writer influenced by Hoffmann, wrote on his vision of the future and scientific progress[3] as well as many Gothic tales.\n\nAlexander Veltman, along with his folk romances (Koschei the Immortal, 1833) and hoffmanesque satiric tales (New Yemelya or, Metamorphoses, 1845), in 1836 published The forebears of Kalimeros: Alexander, son of Philip of Macedon, the first Russian novel to feature time travel.[4] In the book, the main character rides to ancient Greece on a hippogriff to meet Aristotle and Alexander the Great. In Year 3448 (1833), a Heliodoric love romance set in the future, a traveler visits an imaginary country Bosphorania and sees social and technological advances of the 35th century.\n\nSecond half of the 19th century saw the rise of realism. However, fantasies with a scientific rationale by Nikolai Akhsharumov and Nikolai Vagner stand out during this period, as well as Ivan Turgenev's \"mysterious tales\" and Vera Zhelikhovsky's occult fiction.\n\nMikhail Mikhailov's story \"Beyond History\" (published in 1869), a pre-Darwinian fantasy on the descent of man, is an early example of prehistoric fiction. Fictional accounts of prehistoric men were written by anthropologists and popular science writers (\"Prehistoric Man\", 1890, by Wilhelm Bitner, The First Artist, 1907, by Dmitry Pakhomov, Tale of a Mammoth and an Ice-Man, 1909, by Pyotr Dravert, Dragon's Victims, 1910, by Vladimir Bogoraz). Mikhail Saltykov-Shchedrin's satires use a fantastic and grotesque element (The History of a Town and prose fables). The plot of Animal Mutiny (published 1917) by historian Nikolay Kostomarov is similar to that of Orwell's Animal Farm.[5]\n\nSome of Fyodor Dostoevsky's short works also use fantasy: The Dream of a Ridiculous Man (about the corruption of the utopian society on another planet), a doppelgänger novella The Double: A Petersburg Poem, mesmeric The Landlady, and a comic horror story Bobok. Dostoevsky's magazine Vremya was first to publish Russian translations of Edgar Allan Poe's stories in 1861. Alexander Kondratyev's prose included mythological novel Satyress (1907) and collection of mythological stories White Goat (1908), both based on Greek myths. Journeys and Adventures of Nicodemus the Elder (1917) by Aleksey Skaldin is a Gnostic fantasy.\n\nNikolai Chernyshevsky's influential What Is to Be Done? (1863) included a utopian dream of the far future, which became a prototype for many socialist utopias. A noted example is the duology by Marxist philosopher Alexander Bogdanov, Red Star and Engineer Menni. Some plays of another Marxist, Anatoly Lunacharsky, propose his philosophical ideas in fantastic disguise. Other socialist utopias include Diary of André (1897) by pseudonymous A. Va-sky, On Another Planet (1901) by Porfiry Infantyev, and Spring Feast (1910) by Nikolay Oliger. Alexander Kuprin wrote a short story of the same kind, Toast (1907).\n\nAmong others, Vladimir Solovyov wrote Tale of the Anti-Christ (1900), an ecumenical utopia. Earthly Paradise (1903) by Konstantin Mereschkowski is an anthropological utopia. Great War Between Men and Women (1913) by Sergey Solomin and Women Uprisen and Defeated (1914) by Polish writer Ferdynand Antoni Ossendowski (written and published in Russian) is about a feminist revolution. Other feminist utopias include short farces Women on Mars (1906) by Victor Bilibin and Women Problem (1913) by Nadezhda Teffi. In Half a Century (1902) by Sergey Sharapov is a patriarchal Slavophile utopia, and Land of Bliss (1891) by Crimean Tatar Ismail Gasprinski is a Muslim utopia. Voluminous A Created Legend (1914) by another Symbolist Fyodor Sologub is a utopia full of science fictional wonders close to magic.\n\nEntertainment fiction adopted scientistic themes, such as resurrection of an ancient Roman (Extraordinary Story of a Resurrected Pompeian by Vasily Avenarius), global disaster (Struggle of the Worlds, 1900, by N. Kholodny; Under the Comet, 1910, by Simon Belsky), mind reading devices (a recurring theme in works by Andrey Zarin), Antarctic city-states (Under the Glass Dome, 1914, by Sergey Solomin), an elixir of longevity (Brothers of the Saint Cross, 1898, by Nikolay Shelonsky), and Atlantis[clarification needed] (1913, by Larisa Reisner).\n\nSpaceflight remained a central science fiction topic since the 1890s in In the Ocean of Stars (1892) by Anany Lyakide, In the Moon (1893) and Dreams of Earth and Skies (1895) by Konstantin Tsiolkovsky, Voyage to Mars (1901) by Leonid Bogoyavlensky, \"In Space\" (1908) by Nikolay Morozov, Sailing Ether (1913) by Boris Krasnogorsky and its sequel, Islands of Ethereal Ocean (1914, co-authored by astronomer Daniil Svyatsky).\n\nIn the 1910s Russian audience was interested in horror. Fire-Blossom, a supernatural thriller by Alexander Amfiteatrov and Vera Kryzhanovsky's occult romances, that combined sci-fi and reactionary elitist utopia, were popular. Bram Stoker's Dracula was imitated by pseudonymous \"b. Olshevri\" (= \"more lies\" in Russian) in Vampires, even before the original was translated to Russian. Early Alexander Grin's stories are mostly psychological horror (influenced by Ambrose Bierce), though later he drifted to fantasy.\n\nFuture progress was described in fiction by scientists: \"Wonders of Electricity\" (1884) by electric engineer Vladimir Chikolev, Automatic Underground Railway (1902) by Alexander Rodnykh, and \"Billionaire's Testament\" (1904) by biologist Porfiry Bakhmetyev. Future war stories were produced by the military (Cruiser \"Russian Hope\" (1887) and Fatal War of 18.. (1889) by retired navy officer Alexander Belomor, Big Fist or Chinese-European War (1900) by K. Golokhvastov, Queen of the World (1908) and Kings of the Air (1909) by navy officer Vladimir Semyonov, \"War of Nations 1921-1923\" (1912) by Ix, War of the \"Ring\" with the \"Union\" (1913) by P. R-tsky, and End of War (1915) by Lev Zhdanov). Threat to the World (1914) by Ivan Ryapasov (who styled himself \"Ural Jules Verne\") is similar to Jules Verne's The Begum's Fortune. Jules Verne was so popular that Anton Chekhov wrote a parody on him, and Konstantin Sluchevsky produced a sequel - \"Captain Nemo in Russia\" (1898).\n\n"
        },
        {
            "title": "Soviet period",
            "text": "The Soviet era was the golden age of Russian science fiction.[6] Soviet writers were innovative, numerous and prolific,[7] despite limitations set up by state censorship. Both Russian and foreign writers of science fiction enjoyed mainstream popularity in the Soviet Union, and many books were adapted for film and animation.\n\nThe birth of Soviet science fiction was spurred by scientific revolution, industrialisation, mass education and other dramatic social changes that followed the Russian Revolution. Early Soviet authors from the 1920s, such as Alexander Belyaev, Grigory Adamov, Vladimir Obruchev and Alexey N. Tolstoy, stuck to hard science fiction.[8] They openly embraced influence from the genre's western classics, such as Jules Verne, Arthur Conan Doyle and especially H. G. Wells, who was a socialist and often visited Soviet Russia.\n\nScience fiction books from the 1920s included science predictions, adventure and space travel, often with a hue of working class agenda and satire against capitalism.[9][10][11] Alexey N. Tolstoy's Aelita (1923), one of the most influential books of the era, featured two Russians raising a revolution on Mars. Tolstoy's Engineer Garin's Death Ray (1926) follows a mad scientist who plans to take over the world, and he's eventually welcomed by capitalists. Similarly, the main antagonist of Belyaev's The Air Seller (1929) is a megalomaniac capitalist who plots to steal all the world's atmosphere. Belyaev's Battle in Ether (1928) is about a future world war, fought between communist Europe and capitalist America.  The novel Professor Dowell's Head (1925), also by Belyaev, is about a mad doctor who performs experimental head transplants on stolen bodies in a hospital, which he operates solely for profit, and where the patients aren't really sick at all.\n\nSoviet authors were also interested in the distant past. Belyaev described his view of \"historical\" Atlantis in The Last Man from Atlantis (1926), and Obruchev is best known for Plutonia (written in 1915, before Revolution, but only published in 1924), set inside hollow Earth where dinosaurs and other extinct species survived, as well as for his other \"lost world\" novel, Sannikov Land (1924).\n\nTwo notable exclusions from Soviet 'Wellsian' tradition were Yevgeny Zamyatin, author of dystopian novel We (1924), and Mikhail Bulgakov, who contributed to science fiction with Heart of a Dog (1925), The Fatal Eggs (1925) and Ivan Vasilyevich (1936). The two used science fiction for social satire rather than scientistic prediction, and challenged the traditional communist worldview. Some of their books were refused or even banned and only became officially published in the 1980s. Nevertheless, Zamyatin and especially Bulgakov became relatively well-known through circulation of fan-made copies.\n\nThe following Stalin era, from the mid-1930s to the early 1950s, saw a period of stagnation in Soviet science fiction, because of heavy censorship that forced the writers to adopt socialist realism cliches. Science fiction of this period is called \"close aim\". Instead of the distant future, it was set in \"tomorrow\", and limited itself to anticipation of industrial achievements, inventions and travels within the Solar system. The top \"close aim\" writers were Alexander Kazantsev, Georgy Martynov, Vladimir Savchenko and Georgy Gurevich.\n\nIn films the \"close aim\" era lasted longer, and many films based on \"close aim\" books and scripts were made in the 1950s and 1960s. Some of these films, namely Planet of the Storms (1962) and The Sky Beckons (1959), were pirated, re-edited and released in the West under different titles.[12]\n\nAlgis Budrys described postwar Russian science fiction as akin to the style of Hugo Gernsback: \"Ah, Comrade, here among the marvels of the year 2000 ... we are free to discuss dialectical materialism in total tranquility\".[13] In the second half of the 20th century, Soviet science fiction authors, inspired by the Thaw period of the 1950 and 1960s and the country's space pioneering, developed a more varied and complex approach.  The liberties of the genre offered Soviet writers a loophole for free expression. Social science fiction, concerned with philosophy, ethics, utopian and dystopian ideas, became the prevalent subgenre;[14] Budrys said in 1968, when reviewing a collection translated into English, that Russian authors had \"discovered John Campbell\", with stories that \"read like they were from the back pages of circa 1950 Astoundings\".[13] Most Soviet writers still portrayed the future Earth optimistically, as a communist utopia - some did it frankly, some to please publishers and avoid censorship. Postapocalyptic and dystopian plots were usually placed outside Earth – on underdeveloped planets, in the distant past, or on parallel worlds. Nevertheless, the settings occasionally bore allusion of the real world, and could serve as a satire of contemporary society.\n\nThe breakthrough is considered to have been started with Ivan Yefremov's  Andromeda (1957), a utopia set in the very distant future. Yefremov rose to fame with his utopian views on the future, as well as on Ancient Greece in his historical novels. He was soon followed by a duo of brothers Arkady and Boris Strugatsky, who have taken a more critical approach: their books included darker themes and social satire. The Strugatskies are best known for their Noon Universe novels, such as Hard to be a God (1964) and Prisoners of Power (1969). A recurring theme in Strugatskies' fiction were progressors: agents of utopian future Earth who secretly spread scientistic and social progress to underdeveloped planets. Progressors often failed, bitterly recognizing that society is not ready for communism. The brothers are also credited for the Soviet's first science fantasy, the Monday Begins on Saturday trilogy (1964), and their post-apocalyptic novel Roadside Picnic (1971) is often believed to have been a prediction of the Chernobyl disaster. Another notable late Soviet writer was Kir Bulychov, whose books featured time travel and parallel worlds, and themes like antimilitarism and environment protection.\n\nThe space opera subgenre was less developed, because both state censors and \"highbrow\" intelligentsia writers viewed it unfavorably. Nevertheless, there were moderately successful attempts to adapt space westerns to Soviet soil. The first was Alexander Kolpakov with \"Griada\" (1960), followed by Sergey Snegov with the Humans as Gods trilogy (1966–1977), among others.\n\nA specific branch of both science fiction and children's books appeared in the mid-Soviet era: the children's science fiction. It was meant to educate children while entertaining them. The star of the genre was Bulychov,[8][15] who, along with his adult books, created Alisa Selezneva, a children's space adventure series about a teenage girl from the future. Others include Nikolay Nosov with his books about dwarf Neznayka, Evgeny Veltistov, who wrote about robot boy Electronic, Vitaly Melentyev, Yan Larri, Vladislav Krapivin, and Vitaly Gubarev.\n\nSoviet cinema developed a tradition of science fiction films, with directors like Pavel Klushantsev, Andrey Tarkovsky, Konstantin Lopushansky, Vladimir Tarasov, Richard Viktorov and Gennady Tischenko.\n\nMany science fiction books, especially children's, were made into films, animation and TV.[12] The most adapted Russian SF author was Bulychov; of the numerous films based on Alisa Selezneva stories, animation Mystery of the Third Planet (1981) is probably the most popular. Other Bulychov-based films include Per Aspera Ad Astra (1981), Guest from the Future (1985), Two Tickets to India (1985), The Pass (1988) and The Witches Cave (1990). Andrey Tarkovsky's Stalker (1979) was written by the Strugatskys, and is loosely based on their Roadside Picnic; there were also less successful films based on Dead Mountaineer's Hotel (1979) and Hard to Be a God (1989). Aelita (1924) was the first Soviet SF film, and Engineer Garin was made into film twice, in 1965 and in 1973. Amphibian Man (1962), The Andromeda Nebula (1967), Ivan Vasilyevich (1973), Heart of a Dog (1988), Sannikov's Land (1974) and Electronic (1980) were filmed as well.\n\nThere were also numerous adaptations of foreign science fiction books, most frequently, by Jules Verne, Stanislaw Lem and Ray Bradbury. Of the movies based on original scripts, the comedy Kin-dza-dza! (1986) and children's space opera duology Moscow-Cassiopeia (1973) and Teens in the Universe (1974) should be noted.\n\nDespite the genre's popularity, the Soviet Union had very few media dedicated solely to science fiction, and most of them were fanzines, released by SF fan clubs. SF short stories were usually present in either popular science magazines, such as Tekhnika Molodezhi, Vokrug sveta and Uralsky Sledopyt, or in literary anthologies, such as Mir Priklyucheniy, that also included adventure, history and mystery.\n\nFantasy fiction in the Soviet Union was represented primarily by children tales and stage plays. Some of the early Soviet children's prose was loose adaptations of foreign fairy tales unknown in contemporary Russia. Alexey N. Tolstoy wrote Buratino, a light-hearted and shortened adaptation of Carlo Collodi's Pinocchio. Alexander Volkov introduced fantasy fiction to Soviet children with his loose translation of Frank L. Baum's The Wonderful Wizard of Oz, published as The Wizard of the Emerald City, and then wrote a series of five sequels, unrelated to Baum. Another notable author was Lazar Lagin with Old Khottabych, a children's tale about an Arab genie Khottabych bound to serve a Soviet schoolboy.\n\nAny sort of literature that dealt seriously with the supernatural, either horror, adult-oriented fantasy or magic realism, was unwelcomed by Soviet censors. Until the 1980s very few books in these genres were written, and even fewer were published, although earlier books, such as by Gogol, were not banned. Of the rare exceptions, Bulgakov in Master and Margarita (not published in author's lifetime), the Strugatskies in Monday Begins on Saturday and Vladimir Orlov in Danilov, the Violist introduced magic and mystical creatures into contemporary Soviet reality in a satirical and fabulous manner. Another exception was early Soviet writer Alexander Grin, who wrote romantic tales, both realistic and fantastic. Magic and other fantasy themes occasionally appeared in theatrical plays by Evgeny Shvarts, Grigory Gorin and Mikhail Bulgakov. Their plays were family-oriented fables, where supernatural elements served as an allegory. The supernatural horror genre, by contrast, was almost completely eliminated by censors' demands for every media to be modest and family-friendly.\n\nFantasy, mythology and folklore were often present in Soviet film and animation, especially children's. Most films were adaptations of traditional fairy tales and myths, both Russian and foreign. But there were also many adaptations of stories by Alexander Pushkin, Nikolai Gogol, Rudyard Kipling, Astrid Lindgren, Alan Alexander Milne, among many others.\n\nThere were numerous fantasy feature films by Alexander Rou (Kashchey the Deathless, Maria the Magic Weaver, Kingdom of Crooked Mirrors, etc.) and Alexander Ptushko (The New Gulliver, Sadko, Ilya Muromets, Sampo, etc.). Ptushko also wrote Viy the most famous (and arguably the only \"true\") Soviet supernatural horror film. Fantasy animated features were produced by directors like Lev Atamanov (Snow Queen, Scarlet Flower, etc.), Ivan Ivanov-Vano (Humpbacked Horse, Snow Maiden, etc.), and Alexandra Snezhko-Blotskaya (The Enchanted Boy, Golden Cockerel, numerous adaptations of Greek mythology).\n\nThe late Soviet era saw a number of adult-oriented fabulous films, close to magic realism. They were written by Shvartz (An Ordinary Miracle, Cain XVIII), Gorin (Formula of Love, The Very Same Munchhausen), and Strugatskies (Magicians); most of them were directed by Mark Zakharov.\n\nSeveral Soviet fantasy films were co-produced with foreign studios. Most notably, Mio in the Land of Faraway (1987, co-produced with USA and Sweden) was shot by a Soviet crew in the English language, and featured Christoper Lee and Christian Bale. Other examples include The Story of Voyages (1983, co-produced with Czechoslovakia and Romania) and Sampo (1959, co-produced with Finland).\n\n"
        },
        {
            "title": "Post-Soviet period",
            "text": "From the 1990s to this day, fantasy and science fiction are among the best-selling literature in Russia.\n\nThe fall of state censorship in the late 1980s allowed publishing of numerous translations of Western books and films that were previously unreleased in Russia. A new wave of writers rediscovered high fantasy and was influenced with John R. R. Tolkien, Robert E. Howard and, more recently, George R. R. Martin.   While the majority of Russian fantasy writers, such as Nick Perumov, Vera Kamsha, Alexey Pekhov and Tony Vilgotsky, followed the Western tradition with its archetypal Norse or Anglo-Saxon settings, some others, most notably Maria Semenova and Yuri Nikitin, prefer Russian mythology as inspiration. Comic fantasy is also popular, with authors such as Max Frei, Andrey Belyanin and Olga Gromyko. Urban and gothic fantasy, virtually absent in the Soviet Union, became notable in modern Russia after the success of Sergey Lukyanenko's Night Watch and Vadim Panov's Secret City. Magic realism is represented by Maria Galina and Lyudmila Petrushevskaya. Sergey Malitsky is also a notable author with his own distinctive style.\n\nIn science fiction, with communist censorship gone, many various portrayals of the future appeared, including dystopias. Post-apocalyptic fiction, time travel and alternate history are among the most popular genres, represented by authors like Vyacheslav Rybakov, Yuri Nikitin and Yulia Latynina among many others. Overuse of fish-out-of-water plots for time travel and parallel worlds led Russian SF&F journalists to coin the ironic term popadanets (Rus. попаданец, lit. getter-into) for such characters. There are still many writers of traditional space-related science fiction including space operas, such as Alexander Zorich (Tomorrow War series), Lukyanenko (Lord from Planet Earth) and Andrey Livadny, among others.  The late 2000s and early 2010s saw a rise of Russian Steampunk, with such books as Alexey Pekhov's Mockingbird (2009), Vadim Panov's Hermeticon (2011), and Cetopolis (2012) by Gray F. Green (a collective pen name).\n\nSome of the modern Russian-language SF&F is written in Ukraine,[16] especially in its \"sci-fi capital\", Kharkiv,[17] home to H. L. Oldie, Alexander Zorich, Yuri Nikitin and Andrey Valentinov. Many others hail from Kyiv, including Marina and Sergey Dyachenko[18] and Vladimir Arenev. Belarusian authors, such as Olga Gromyko, Kirill Benediktov, Yuri Brayder and Nikolai Chadovich, also contributed to the genres. Some authors, namely Kamsha, Dyachenkos and Frei, were born in Ukraine and moved to Russia at some point. Most Ukrainian and Belarusian SF&F authors write in Russian, which gives them access to a broad Russophone audience of the post-Soviet countries, and usually publish their books via Russian publishers such as Eksmo, Azbuka and AST.\n\nIn the post-Soviet fantasy and science fiction, the extensive serializing of successful formulas has become usual. Most notable are the two postapocalyptic book series based on the S.T.A.L.K.E.R. computer game and Metro 2033 novel, both of which featured a well-developed universe. The S.T.A.L.K.E.R. book series' features are heavy branding and almost negligible influence of the actual writer's name on individual novels (also, a TV show is in development).[19] And though Metro 2033 raised its creator Dmitry Glukhovsky to national fame, it quickly developed into a franchise, with over 15 books published by various authors[20] and spanned a tie-in videogame.\n\nProduction of science fiction and fantasy films in modern Russia dropped in comparison to Soviet cinema, due to high costs of visual effects. Throughout the 1990s, almost no movies in these genres were made. In the 2000s and 2010s, however, Russia once again produced a number of films.\n\nMost of them were based on books, notably by Sergey Lukyanenko (Night Watch, Day Watch, Asiris Nuna), Bulychov (Alice's Birthday), the Strugatsky brothers' (The Inhabited Island, Ugly Swans, Hard to be a God), Semyonova (Wolfhound of the Grey Hound Clan) and Gogol (Viy).\n\nA stand-out in animation is the 2010 steampunk short \"Invention of Love\" (\"Изобретение любви\") by Andrey Shushkov.\n\nA number of children's fairy tale films and animations were based on Russian mythology and history, most of them by Melnitsa Animation Studio (most notably, The Three Bogatyrs franchise and Prince Vladimir). In 2014, the Soviet classic Kin-dza-dza was remade into a family-friendly animation Ku! Kin-dza-dza.\n\nMovies based on original scripts were rare until mid-2010, but since then, the situation has changed. Original plots include the mockumentary First on the Moon, the time travel drama We are from the Future, cyberpunk action Hardcore Henry, the science fiction drama Attraction, superhero films Black Lightning and Zaschitniki. Timur Bekmambetov and Fyodor Bondarchuk have been amongst the most influential producers and directors in the recent period.\n\nRussian video game developers also contributed to the genres. Examples include the fantasy-based MMORPG Allods Online, the turn-based strategy game Etherlords, and the science fiction game RTS Perimeter, among many others.\n\nScience fiction and fantasy magazines, websites and other media became widespread in modern Russia. The largest magazine is Mir Fantastiki, while Esli and Polden, XXI vek have closed down after the Great Recession. Ukrainian magazines, such as RBG-Azimuth or Realnost Fantastiki, were mostly Russophone. Among websites, Fantlab.ru and Mirf.ru are considered the most influential according to Roscon Award.\n\n"
        },
        {
            "title": "Reception",
            "text": "Russian science fiction and fantasy are popular in Poland.[21]\n\n"
        },
        {
            "title": "Anthologies",
            "text": "A number of English anthologies of Russian science fiction and fantasy exist:\n\n"
        }
    ]
}