{
    "url": "https://en.wikipedia.org/wiki/Russ_Meyer",
    "title": "Russ Meyer",
    "table_of_contents": [
        "1 Early years",
        "2 Film career",
        "2.1 Early films",
        "2.2 The Immoral Mr. Teas and \"nudie cuties\"",
        "2.3 Lorna and the \"Gothic\" period",
        "2.4 Color melodramas – including Vixen",
        "2.5 20th Century Fox: Beyond the Valley of the Dolls and The Seven Minutes",
        "2.6 Return to independent film making",
        "2.7 Later years",
        "3 Use of satire",
        "4 The Meyer physical archetype",
        "5 Female empowerment",
        "6 Personal and family life",
        "7 Final years",
        "8 Filmography",
        "9 Notes",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRussell Albion Meyer (March 21, 1922 – September 18, 2004) was an American film director, producer, screenwriter, cinematographer, and editor. He is known primarily for writing and directing a series of successful sexploitation films that featured campy humor, sly satire and large-breasted women, such as Faster, Pussycat! Kill! Kill!. Meyer often named Beyond the Valley of the Dolls (1970) as his definitive work.\n\n"
        },
        {
            "title": "Early years",
            "text": "Russ Meyer was born in San Leandro, California, the son of Lydia Lucinda (Hauck) and William Arthur Meyer, an Oakland police officer.[1][2][3] His parents were both of German descent.[citation needed] Meyer's parents divorced soon after he was born, and Meyer was to have virtually no contact with his father during his life. When he was 14 years old, his mother pawned her wedding ring in order to buy him an 8 mm film camera. He made a number of amateur films at the age of 15, and served during World War II as a U.S. Army combat cameraman for the 166th Signal Photo Company, ultimately attaining the rank of staff sergeant.\n\nIn the Army, Meyer forged his strongest friendships, and he would later ask many of his fellow combat cameramen to work on his films. Much of Meyer's work during World War II can be seen in newsreels and in the film Patton (1970).[4]\n\nOn his return to civilian life, he was unable to secure cinematography work in Hollywood due to a lack of industry connections. He made industrial films, freelanced as a still photographer for mainstream films (including Giant), and became a well known glamour photographer whose work included some of the initial shoots for Hugh Hefner's Playboy magazine. Meyer would go on to shoot three Playboy centerfolds during the magazine's early years, including one of his then-wife Eve Meyer in 1955. He also shot a pictorial of then-wife Edy Williams in March 1973.[5]\n\n"
        },
        {
            "title": "Film career",
            "text": "Meyer was the cinematographer for the 1950 Pete DeCenzie film French Peep Show, and the 1954 Samuel Newman production, The Desperate Women, among the few Hollywood films to depict a woman dying from an illegal abortion in pre–Roe v. Wade America,[6] the original version of which is believed lost.[7]\n\nHis first feature, the naughty comedy The Immoral Mr. Teas (1959), cost $24,000 to produce and eventually grossed more than $1 million on the independent/exploitation circuit, enthroning Meyer as \"King of the Nudies.\"  It is considered one of the first nudie cuties.[8]\n\nRuss Meyer was an auteur who wrote, directed, edited, photographed and distributed all his own films. He was able to finance each new film from the proceeds of the earlier ones, and became very wealthy in the process.[9]\n\nMeyer followed Teas with some shorts, This Is My Body (1960) and The Naked Camera, then made a second nudie cutie, Eve and the Handyman (1960). This starred Meyer's wife Eve and Anthony-James Ryan, both of whom would be crucial to the production of Meyer's films.\n\nHis next features were Erotica (1961) and Wild Gals of the Naked West (1962). Audience reception of \"Wild Gals\" was lukewarm, and Meyer decided to change genres.\n\nHe did a documentary, Europe in the Raw (1963), and tried a comedy, Heavenly Bodies! (1963).[8]\n\nHe then directed a version of Fanny Hill (1964) in Europe.\n\nLorna (1964) marked the end of Meyer's \"nudies\" and his first foray into serious film making.\n\nHe followed this with three other similar films, and would call this his  \"Gothic\" period: Mudhoney (1965),  Motorpsycho (1965) and Faster, Pussycat! Kill! Kill! (1965).\n\nLorna was very successful commercially, making almost a million dollars. Mudhoney was more ambitious, based on a novel, and did not perform as well. Motorpsycho, about three men terrorising the countryside, was a big hit—so much so Meyer decided to make a film about three bad girls, Faster Pussycat. Faster, Pussycat! Kill! Kill! was commercially underwhelming but would eventually be acclaimed as a cult classic. It has a following all over the world and has inspired countless imitations, music videos and tributes[citation needed].\n\nMeyer made the popular mockumentary Mondo Topless (1966) with the remnants of his production company's assets and made two mildly successful color melodramas: Common Law Cabin (1967) and Good Morning... and Goodbye! (1967).\n\nMeyer made headlines once again in 1968 with the controversial Vixen!. Although its lesbian overtones are tame by today's standards, the film—envisaged by Meyer and longtime producer Jim Ryan as a reaction to provocative European art films—grossed millions on a five-figure budget and captured the zeitgeist just as The Immoral Mr. Teas had a decade earlier.\n\nHe followed it with Finders Keepers, Lovers Weepers! (1969), and Cherry, Harry & Raquel! (1970), which utilized long montages of the California landscape (replete with anti-marijuana voiceovers) and Uschi Digard dancing in the desert as the film's \"lost soul.\" These plot devices were necessitated after lead actress Linda Ashton left the shoot early, forcing Meyer to compensate for 20 minutes of unshot footage.[10]\n\nAmid the unexpected success of Columbia Pictures' low-budget Easy Rider, and impressed by Meyer's frugality and profitability, Richard D. Zanuck and David Brown of 20th Century Fox signed Meyer to produce and direct a proposed sequel to Valley of the Dolls in 1969, fulfilling his longstanding ambition to direct for a major Hollywood studio. What eventually appeared was Beyond the Valley of the Dolls (1970), scripted by Chicago Sun-Times film critic and longtime Meyer devotee Roger Ebert. Ebert, who became the first film critic to receive the Pulitzer Prize for Criticism in 1975, would remain a close friend and key artistic collaborator for the remainder of Meyer's life.\n\nThe film bears no relation to the novel or film adaptation's continuity, a development necessitated when Jacqueline Susann sued the studio after several drafts of her script were rejected. Many critics perceive the film as perhaps the greatest expression of his intentionally vapid surrealism, with Meyer going so far as to refer to it as his definitive work in several interviews. Others, such as Variety, saw it \"as funny as a burning orphanage and a treat for the emotionally retarded.\"[11] Contractually stipulated to produce an R-rated film, the brutally violent climax (depicting a decapitation) ensured an X rating (eventually reclassified to NC-17 in 1990). Despite gripes from the director after he attempted to recut the film to include more titillating scenes after the ratings debacle, it still earned $9 million domestically in the United States on a budget of $2.09 million.\n\nThe executives at Fox were delighted with the box office success of Dolls and signed a contract with Meyer to make three more films: The Seven Minutes, from a potboiler by Irving Wallace; Everything in the Garden, from a play by Edward Albee; and The Final Steal, from a 1966 novel by Peter George. \"We've discovered that he's very talented and cost conscious\", said Zanuck. \"He can put his finger on the commercial ingredients of a film and do it exceedingly well. We feel he can do more than undress people.\"[12]\n\nPer his new contract, Meyer then made a faithful adaptation of The Seven Minutes (1971). Featuring loquacious courtroom scenes alongside little nudity, the comparatively subdued film was commercially unsuccessful, and his oeuvre would be disowned by the studio for decades after Zanuck and Brown departed to form an independent production company in 1972.\n\nRichard Zanuck, who brought Meyer to Fox, had moved to Warner Bros and there was some talk Meyer would make a film at that studio.[13] However, Meyer would never make a studio film again. He returned to grindhouse-style independent cinema in 1973 with the blaxploitation period piece Black Snake, which was dismissed by critics and audiences as incoherent.\n\nFoxy, a proposed vehicle for Edy Williams, was cancelled in the wake of the United States Supreme Court's Miller v. California decision in June 1973, which modified its definition of obscenity from that of \"utterly without socially redeeming value\" to that which lacks \"serious literary, artistic, political, or scientific value\". His marriage to Williams subsequently disintegrated.[14]\n\n\"Those years were very confusing to me\", said Meyer. \"But instead of rushing off and throwing myself out the window, I was able to psychoanalyze myself and discern what was best for me. I looked myself square in the face and realized I couldn't do everything.\"[15]\n\nIn 1975, he released Supervixens, a return to the world of big bosoms, square jaws, and the Sonoran Desert that earned $17 million in the United States on a shoestring budget.\n\nMeyer's theatrical career ended with the release of the surreal Up! (1976) and 1979's Beneath the Valley of the Ultra-Vixens, his most sexually graphic films. Film historians and fans have called these last three films \"Bustoons\" because his use of color and mise en scène recalled larger-than-life pop art settings and cartoonish characters.[16]\n\nIn 1977, Malcolm McLaren hired Meyer to direct a film starring The Sex Pistols. Meyer handed the scriptwriting duties over to Ebert, who, in collaboration with McLaren, produced a screenplay entitled Who Killed Bambi? According to Ebert, filming ended after a day and a half when the electricians walked off the set after McLaren was unable to pay them. (McLaren has claimed that the project was scrapped at the behest of the main financier and Meyer's erstwhile employer, 20th Century Fox, whose board of directors considered the prospect of a Meyer production to be untenable and incompatible with the insurgent family values ethos in popular culture.) The project ultimately evolved into The Great Rock 'n' Roll Swindle.\n\nDespite hardcore pornographic films overtaking Meyer's softcore market share, he retired from filmmaking in the late 1970s a very wealthy man.[16] He made a one-off return to filmmaking in 2001 to direct Russ Meyer's Pandora Peaks, featuring the nude glamour model of the same name. Around the same time, he also participated in Voluptuous Vixens II, a made-for-video softcore production by Playboy.\n\n"
        },
        {
            "title": "Use of satire",
            "text": "Russ Meyer was also adept at mocking moral stereotypes and flagrantly lampooning conservative American values. Many of his films feature a narrator who attempts to give the audience a \"moral roadmap\" of what they are watching. Like his contemporary Terry Southern, Meyer realized that sex—as one of the few common interests among most humans—was a natural vehicle for satirizing values and conventions held by the Greatest Generation. According to Roger Ebert in a commentary recorded in 2003 for the DVD release of Beyond the Valley of the Dolls, Meyer continually reiterated that this irreverence was the true secret to his artistic success.\n\nMeyer was also known for his quick wit. While participating with Ebert in a panel discussion at Yale University, he was confronted by an angry woman who accused him of being \"nothing but a breast man.\" His immediate reply: \"That's only the half of it.\"[17]\n\n"
        },
        {
            "title": "The Meyer physical archetype",
            "text": "Russ Meyer's lifelong unabashed fixation on large breasts featured prominently in all his films and is his best-known character trait both as an artist and as a person. His discoveries include Kitten Natividad, Erica Gavin, Lorna Maitland, Tura Satana, and Uschi Digard among many others. The majority of them were naturally large-breasted and he occasionally cast women in their first trimesters of pregnancy as it enhanced their breast size even further.[18]\n\nRarely were there cosmetically enhanced breasts in any of his films until Up! (1976) and Beneath the Valley of the Ultra-Vixens (1979). However, by the early 1980s, when surgical advancements had made the gargantuan breasts of Meyer's fantasies a reality, many felt he had started viewing the female body as simply a \"tit transportation device\"[19] and that his aesthetic vision was no longer attractive or vibrant. Darlene Gray, a natural 36H-22-33 from Great Britain who appeared in Mondo Topless (1966), is said to be Russ Meyer's most busty discovery.[20]\n\nThe Russ Meyer female physical archetype is fairly complex to decipher. Firstly, it's not to be confused with today's surgically enhanced Hollywood porn starlets or even slim, naturally endowed actresses. Russ Meyer was almost as much about a shapely 1950s hip-to-waist ratio or \"wasp waist\" as he was about very large breasts. The six-pack abdominal muscles and built-up squarish appearance of modern Hollywood figures do not mesh with his pin-up aesthetic.[17][18][19] Secondly, he required that even his most busty actresses looked good braless; \"gravity-defying\" and \"cantilevered\" became two of his favorite expressions.[18]\n\nIn his films such as Vixen! and Cherry, Harry & Raquel!, some of the actresses do not have large (by Russ Meyer standards) breasts yet their chests are always accentuated by use of camera angles and well-constructed bras. Reportedly, Erica Gavin was cast as the lead in Vixen! because her \"smaller\" bust would make the character \"more relatable to women.\"[21]\n\nHe went on record numerous times to say that Anita Ekberg was the most beautiful woman he ever photographed and that her 39DD breasts were the biggest in A-list Hollywood history, dwarfing both Jayne Mansfield and Sabrina.[22][23]Dolly Parton was the only modern Hollywood actress Meyer ever expressed interest in working with.[24]\n\nWhile he often referred to his actresses as \"Junoesque\" and \"Amazonian\",[19] this was probably more in their spirit than their actual physiques\"[25] as Meyer rarely cast very tall or symmetrically built actresses with strong legs and large posteriors.\n\nSo while the general public could easily perceive Jane Russell or Sophia Loren as \"Russ Meyer material\", their balanced bodies did not mesh with Meyer's precise aesthetic preferences.\"[26] And indeed, Meyer said many times that it was Gina Lollobrigida's smaller-breasted figure that he preferred visually over her larger-breasted, taller and bigger-hipped rival, Sophia Loren.[17] Thus, Meyer's oeuvre shows the viewer that while his actresses could easily be described as voluptuous, buxom and curvaceous, it's debatable to some if they were strapping, stately or even statuesque as Meyer readily proclaimed.\"[17][27]\n\nThe tallest actress Meyer ever cast in a lead was the 1.75 m (5 ft 9 in), slim-hipped, huge-breasted Lorna Maitland[28] (working with whom he admitted he found intimidating).[29][30] Nearly all the other women he featured were no taller than 1.71 m (5 ft 7 in).[31] Tura Satana's performance as Varla in Faster, Pussycat! Kill! Kill! was Meyer's only true portrayal of the large, strong and aggressive Amazonian archetype in the classic visual sense.[31][32]\n\n"
        },
        {
            "title": "Female empowerment",
            "text": "Film historian and Meyer biographer Jimmy McDonough posits that Russ Meyer's usage of physically and sexually overwhelming female characters places him in his own separate genre.[19] He argues that despite portraying women as sex objects, Meyer nonetheless depicts them as more powerful than men and is therefore an inadvertent feminist filmmaker.\n\nIn many of Meyer's films, women eventually defeat men, winning sexual fulfillment as their reward, e.g., Super Vixen (Supervixens), Margo Winchester (Up!) and Lavonia Shedd (Beneath the Valley of the Ultra-Vixens).[17] Even in the 1950s and 1960s, his films were sometimes centered on a woman's need and struggle for sexual satisfaction (Lorna, Good Morning and... Goodbye! and Beneath the Valley of the Ultra-Vixens).[17] Additionally, Russ Meyer's female characters were often allowed to express anger and violence towards men (Faster, Pussycat! Kill! Kill! and Supervixens).[19]\n\nYet in his research, McDonough also notes that Meyer's female characters were limited in how powerful they could appear;[33] often the female lead is raped (Up! and Lorna) or brutally murdered (Beyond the Valley of the Dolls, Supervixens, Lorna and Blacksnake). While Russ Meyer may have championed powerful woman characters, he also forced them into violent and terrifying situations, making them prove their physical and mental strength against tremendous odds.[33] He also ensured that women's breasts were at least semi-exposed during these ordeals for comic or erotic effect.[34] Furthermore, according to frequent collaborator and longtime lover Kitten Natividad, Meyer's love of dominant women extended to his personal life, and he was almost always in a tumultuous relationship.[35][36]\n\n"
        },
        {
            "title": "Personal and family life",
            "text": "During World War II, according to Meyer, he was in a French brothel with Ernest Hemingway who, upon finding out that Meyer was a virgin, offered him the prostitute of his choice. Meyer picked the one with the largest breasts.[18]\n\nDespite his reputation, Meyer never employed the casting couch during his career's peak years, though that shifted during his post-1980 unfinished projects, and rarely had sex with any of his actresses.[18] He had no children, though there were rumored unsuccessful pregnancies with his second wife Edy Williams and last serious girlfriend, Melissa Mounds, who was also found guilty of assaulting him in 1999. There is a long-standing rumor among his closest friends and at least one biographer that he had a son in 1964 with a secret lover who he would refer to only as \"Miss Mattress\" or \"Janet Buxton.\"[37]\n\nMeyer was very upfront throughout his life about being too selfish to be a father or even a caring partner or husband. Yet he is also said to have been very generous with all his friends and acquaintances, and never isolated friends from one another. Biographers have attributed most of his brutish and eccentric nature to the fact that he was abandoned by his father, an Oakland police officer, and coddled by his mother, Lydia, who was married six times. Meyer had a half-sister, Lucinda, who was diagnosed in her 20s with paranoid schizophrenia and was committed to California State mental institutions until her death in 1999. Mental illness ran in his family and was something he secretly feared. During his entire life, Russ Meyer always spoke of his mother and sister with the highest reverence.[18]\n\nMeyer was married to:\n\nContrary to some accounts, Meyer was never married to Kitten Natividad, his longtime companion and the star of his final two films.\n\n"
        },
        {
            "title": "Final years",
            "text": "Meyer owned the rights to nearly all of his films and spent the majority of the 1980s and 1990s making millions reselling his films on the home video and DVD market. He worked out of his Los Angeles home and usually took telephone orders in person. A major retrospective of his work was given at the British Film Institute which Meyer attended in 1982. The Chicago Film Festival honored his work in 1985, for which he also made a personal appearance, and many revival movie houses booked his films for midnight movie marathons.\n\nHe also worked obsessively for over a decade on a massive three-volume autobiography, titled A Clean Breast. Finally printed in 2000, it features numerous excerpts of reviews, clever details of each of his films and countless photos and erotic musings.\n\nStarting in the mid-1990s, Meyer had frequent fits and bouts of memory loss. By 2000, he was diagnosed with Alzheimer's disease, and his health and well-being were thereafter looked after by Janice Cowart, his secretary and estate executor. That same year, with no wife or children to claim his wealth, Meyer willed that the majority of his money and estate would be sent to the Memorial Sloan Kettering Cancer Center in honor of his late mother.\n\nRuss Meyer died at his home in the Hollywood Hills (from complications of pneumonia), on September 18, 2004, at the age of 82.[38]  Meyer's grave is located at Stockton Rural Cemetery in San Joaquin County, California.[39]\n\n"
        }
    ]
}