{
    "url": "https://en.wikipedia.org/wiki/Russian_language_in_the_United_States",
    "title": "Russian language in the United States",
    "table_of_contents": [
        "1 History",
        "2 Demographics",
        "2.1 Education",
        "2.2 Distribution",
        "2.3 Viability",
        "3 Media",
        "3.1 Newspapers",
        "3.2 Television",
        "3.3 Radio",
        "3.4 Web",
        "4 See also",
        "5 Notes",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThe Russian language is among the top fifteen most spoken languages in the United States, and is one of the most spoken Slavic and European languages in the country. Since the dissolution of the Soviet Union, many Russians have migrated to the United States and brought the language with them. Most Russian speakers in the United States today are Russian Jews. According to the 2010 United States Census the number of Russian speakers was 854,955, which made Russian the 12th most spoken language in the country.[1]\n\n"
        },
        {
            "title": "History",
            "text": "The first Russians to land on the New World were explorers who reached Alaska in 1648. More than 200 years later, in 1867, Czar Alexander II sold Alaska to the United States. Many Russian settlers returned to Russia, but a small number of them remained. In 1882 16,918 Russian speakers lived in the US, and that number gradually increased to 387,416 by 1899.[6]\n\nIn the late nineteenth and early twentieth centuries many Russian Jews migrated to the United States, fleeing persecution at home. Though many spoke Yiddish, most knew Russian.[7] Millions also left Russia after the 1917 Bolshevik Revolution. The 1920 US Census identified 392,049 United States citizens born in Russia; the statistics from a decade before that showed only 57,926 Russian-born Americans. Most of the newcomers were White émigrés.[7] Russian immigration slowed in the 1930s and 1940s due to restrictions imposed by the Stalin government in the Soviet Union. The U.S. Immigration and Naturalization Service listed 14,016 Russian immigrants entering the country from 1930 to 1944.[7] Most of those people were citizens of the USSR who refused to return to their country from trips abroad, so-called nevozvrashchentsy (non-returners).\n\nThe next big wave of immigration started in the 1970s. If they were allowed to leave, Soviet Jews had little difficulty entering the U.S., and many did so.[7] Russian-speaking Jews constitute about 80% of all immigrants from the former Soviet states.[8]\n\nSince 2012, New York State institutions provide free interpretations from/into Russian. Also, some state and elections documents are translated into it.\n[9]\n\n"
        },
        {
            "title": "Demographics",
            "text": "Russian speakers are more likely to have a higher education degree than the national average. 92% of them have a high school diploma and 51% a bachelor's degree. 75% of Russian-speakers speak English \"well\" or \"very well\" according to the 2007 data of the U.S. Census Bureau.[10]\n\nLike most Russian Americans, Russian-speakers are mainly concentrated in major urban areas.[10] The New York metropolitan area contains by far the largest number of Russian-speakers. Brooklyn became home to the largest Russian-speaking community in the United States; most notably, Brighton Beach has a large number of recent Russian immigrants and is also called \"Little Odessa\".[11] The New York state's Russian-speaking population was 218,765 in 2000, which comprised about 30% of all Russian-speakers in the nation. California came second, with 118,382 speakers, followed by New Jersey (38,566), Illinois (38,053), Massachusetts (32,580), Pennsylvania (32,189), and Washington (31,339), Florida (19,729), Maryland (17,584), and Oregon (16,344).[12]\nIn California, as of 2000, the highest density of Russian speakers (21% of total population) was observed in the ZIP code 90046, corresponding to the city of West Hollywood and the Hollywood Hills neighborhood of Los Angeles. Statewide, the city of San Francisco accounted for about 14% of all Russian speakers, the ZIP codes of Hollywood and West Hollywood accounted for 12%, and northeast Sacramento accounted for 8%.[13] Alaska holds the title for having the oldest Russian-speaking community (some Alaskans even still speak the old Russian colonial dialect, though it is in steep decline[14]) and even its own unique dialect, dating back to the 1700s, although in much smaller numbers than other areas in the United States. In Nikolaevsk, Russian is spoken more than English.\n\nIn terms of viability, the state of the  language in the United States is much better compared to some other European languages, although a considerable minority of the children born to Russian-speaking parents are raised as monolingual English speakers. According to the 2010 Census data, 14.7% of the Russian speakers in the United States are aged between 5 and 17. This is significantly lower than the English speakers (18.8% aged 5–17), but much higher when compared to speakers of Polish (11.3%) and Hungarian (6.8%). The Russian-speaking population is younger in states with large Old Believer or former-USSR Evangelical concentrations, such as Alaska and Oregon.\n\nTable: Percentage of people aged 5 to 17 years among the Russian speaking population in the US, according to the 2010 Census[15] \nNote: Total excludes children under 5 years of age, living in Russian speaking households\n\n"
        },
        {
            "title": "Media",
            "text": "The first Russian-language newspaper in the United States, Svoboda (Freedom), was published in 1867–1871; it was known as the Alaska Herald in English. Dozens of short-lived Russian newspapers were published until 1940.[16] Russkaya Reklama (Russian Advertisement) weekly, founded in 1993 in Brooklyn, New York, is the largest Russian-language newspaper in the US, with a circulation of over 100,000.[17] It consists of yellow pages with classified ads.\n\nNovoe russkoe slovo (The New Russian Word), published since 1910, was the longest published Russian daily newspaper until 2009, when it went weekly.[18] In the 1920s, it stopped being communist and pursued the wider audience of the Russian diaspora.[19] Its 1918-2001 archive is available for digital access at the National Library of Finland.[20]\n\nTwo years later, in 2011, the only Russian-language daily, the Reporter[21] (Репортер), began to be published in New York.[18]\n\nVecherniy New York[22] (The Evening New York) serves Tri-State area Russian-speakers, and Panorama, published since 1980, serves the Russian-speakers of the Greater Los Angeles area.\n\nKstati Russian American Newspaper (To the Point) serves the Bay Area.V Novom Svete (In the New World) covers mostly international news and is circulated nationwide,[18] while Evreiskii Mir (The Jewish World) is targeted at Russian-speaking Jews.[23]\n\nSome Russian television stations in the United States include NTV America, Russkii Mir (Russian World), RTR Planeta, RT News, RTVi, Channel One, Israel Plus.[23] However, as of the beginning of the military actions by Russia, all Russian broadcasting on cable and satellite has been dropped. Some access to these channels is still possible through the Internet/streaming.\n\nRussian language stations Radio Mayak and Radio Baltica are also available in North America. There are local Russian language stations such as DaNu Radio, Davidzon Radio, Radio Russkaya Reklama in New York, New Life Radio in Chicago, Slavic Family Radio, RussianTown Radio and many more are available online.[23]\n\nThe Slavic Sacramento and Slavic Family are the only two online sources that publishes daily news in Russian in California, Oregon and Washington. The main majority visitors of this web site reside in Sacramento and its surroundings, Bay Area, Washington, Oregon, Texas, Florida and New York.\n\n"
        }
    ]
}