{
    "url": "https://en.wikipedia.org/wiki/Ruth_Stonehouse",
    "title": "Ruth Stonehouse",
    "table_of_contents": [
        "1 Early life",
        "2 Film career",
        "3 Personal life",
        "3.1 Death",
        "4 Selected filmography",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nRuth Stonehouse (September 28, 1892 – May 12, 1941) was an actress and film director during the silent film era. Her stage career started at the age of eight as a dancer in Arizona shows.\n\n"
        },
        {
            "title": "Early life",
            "text": "Ruth Stonehouse was born to James Wesley Stonehouse and Georgia C. Worster on September 28, 1892, in Denver, Colorado. Her father was the founder of Stonehouse Signs Inc.[2] According to the 1900 Census for Laurence Town, Teller County, Colorado, she lived with her father, James, a sign writer, and her grandmother, Eda Stonehouse, along with her sister, Hazel, who was a year younger. By 1910, she was living with her mother, Georgia Stonehouse, a stenographer, and her sister, Hazel, in Chicago, Illinois. Curiously, her mother lists herself as a widow on the 1910 Census, while James Stonehouse can be found residing in Arizona. \n\n"
        },
        {
            "title": "Film career",
            "text": "Stonehouse worked for Triangle Film Corporation and Universal Pictures during a career which extended from 1911 until 1928. A few years prior in 1907, she was a founding member of Essanay Film Manufacturing Company. She also signed on to work on Cyrus J. Williams' productions.[3] Having experience here helped Stonehouse begin her directing career later on as she moved to different stations.[4] Her androgynous appearance was most apparent in the role of Nancy Glenn and in the 1917 motion picture, The Edge of the Law. She performed in comedies and dramas such as the patriotic film Doing Her Bit (1917), which was directed by Jack Conway.[citation needed]\n\nIn 1917, Stonehouse directed the films Daredevil Dan, A Walloping Time, The Winning Pair, A Limb of Satan, Puppy Love,[4] and Tacky Sue's Romance. These movies were one-reel orphan asylum pictures, the first of which was entitled Mary Ann.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Stonehouse owned a cabin in Santa Anita Canyon in the Sierra Madre Mountains. Here she entertained men and women of prominence in the film world, cooking culinary masterpieces which her friends deemed superior to most chefs. Stonehouse was a fan of the Owen Magnetic Auto and promoted it in newspapers. Stonehouse was an avid gardener who grew fibrous-rooted begonias, pleromas, fuchsias, cinerias, and hyacinths. Her home, located at 204 North Rossmore Avenue in Los Angeles, California, was an adaptation of a Spanish design that was situated well to the front of a large lot. She was an active worker in the Children's Home Society for twenty-five years and also a member of the Garden Club of California.\n\nStonehouse died in Hollywood, California of a cerebral hemorrhage on May 12, 1941, at the age of 48. She was listed as Mrs. Felix Hughes in her obituary. Her funeral services were conducted from Wee Kirk o' the Heather. She was interred in a mausoleum at Forest Lawn Memorial Park.\n\n"
        }
    ]
}