{
    "url": "https://en.wikipedia.org/wiki/Ryukyu_Kingdom",
    "title": "Ryukyu Kingdom",
    "table_of_contents": [
        "1 History",
        "1.1 Origins of the Kingdom",
        "1.2 Golden age of maritime trade",
        "1.3 Japanese invasion and subordination",
        "1.4 Tributary relations",
        "1.5 Annexation by the Japanese Empire",
        "2 Major events",
        "3 List of Ryukyuan kings",
        "4 In popular culture",
        "5 See also",
        "6 Notes",
        "7 References",
        "7.1 Citations",
        "7.2 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Ryukyu Kingdom[a] was a kingdom in the Ryukyu Islands from 1429 to 1879. It was ruled as a tributary state of imperial Ming China by the Ryukyuan monarchy, who unified Okinawa Island to end the Sanzan period, and extended the kingdom to the Amami Islands and Sakishima Islands. The Ryukyu Kingdom played a central role in the maritime trade networks of medieval East Asia and Southeast Asia despite its small size. The Ryukyu Kingdom became a vassal state of the Satsuma Domain of Japan after the invasion of Ryukyu in 1609 but retained de jure independence until it was  transformed into the Ryukyu Domain by the Empire of Japan in 1872.[b] The Ryukyu Kingdom was formally annexed and dissolved by Japan in 1879 to form Okinawa Prefecture, and the Ryukyuan monarchy was integrated into the new Japanese nobility.\n\n"
        },
        {
            "title": "History",
            "text": "In the 14th century, small domains scattered on Okinawa Island were unified into three principalities: Hokuzan (北山, Northern Mountain), Chūzan (中山, Central Mountain), and Nanzan (南山, Southern Mountain). This was known as the Three Kingdoms, or Sanzan (三山, Three Mountains) period.[citation needed] Hokuzan, which constituted much of the northern half of the island, was the largest in terms of land area and military strength but was economically the weakest of the three. Nanzan constituted the southern portion of the island. Chūzan lay in the center of the island and was economically the strongest. Its political capital at Shuri, Nanzan was adjacent to the major port of Naha, and Kume-mura, the center of traditional Chinese education. These sites and Chūzan as a whole would continue to form the center of the Ryukyu Kingdom until its abolition.[citation needed]\n\nMany Chinese people moved to Ryukyu to serve the government or to engage in business during this period[citation needed]. At the request of the Ryukyuan King, the Ming Chinese sent thirty-six Chinese families from Fujian to manage oceanic dealings in the kingdom in 1392, during the Hongwu emperor's reign. Many Ryukyuan officials were descended from these Chinese immigrants, being born in China or having Chinese grandfathers.[6] They assisted the Ryukyuans in advancing their technology and diplomatic relations.[7][8][9] On 30 January 1406, the Yongle Emperor expressed horror when the Ryukyuans castrated some of their own children to become eunuchs to serve in the Ming imperial palace. Emperor Yongle said that the boys who were castrated were innocent and did not deserve castration, and he returned them to Ryukyu, and instructed the kingdom not to send eunuchs again.[10]\n\nThese three principalities (tribal federations led by major chieftains) battled, and Chūzan emerged victorious. The Chūzan leaders were officially recognized by Ming dynasty China as the rightful kings over those of Nanzan and Hokuzan, thus lending great legitimacy to their claims. The ruler of Chūzan passed his throne to King Hashi; Hashi conquered Hokuzan in 1416 and Nanzan in 1429, uniting the island of Okinawa for the first time, and founded the first Shō dynasty. Hashi was granted the surname \"Shō\" (Chinese: 尚; pinyin: Shàng) by the Ming emperor in 1421, becoming known as Shō Hashi (Chinese: 尚巴志; pinyin: Shàng Bāzhì).[citation needed]\n\nShō Hashi adopted the Chinese hierarchical court system, built Shuri Castle and the town as his capital, and constructed Naha harbor. When in 1469 King Shō Toku, who was a grandson of Shō Hashi, died without a male heir, a palatine servant declared he was Toku's adopted son and gained Chinese investiture. This pretender, Shō En, began the Second Shō dynasty. Ryukyu's golden age occurred during the reign of Shō Shin, the second king of that dynasty, who reigned from 1478 to 1526.[11]\n\nThe kingdom extended its authority over the southernmost islands in the Ryukyu archipelago by the end of the 15th century, and by 1571 the Amami Ōshima Islands, to the north near Kyūshū, were incorporated into the kingdom as well.[12] While the kingdom's political system was adopted and the authority of Shuri recognized, in the Amami Ōshima Islands, the kingdom's authority over the Sakishima Islands to the south remained for centuries at the level of a tributary-suzerain relationship.[13]\n\nFor nearly two hundred years, the Ryukyu Kingdom would thrive as a key player in maritime trade with Southeast and East Asia.[14][15] Central to the kingdom's maritime activities was the continuation of the tributary relationship with Ming dynasty China, begun by Chūzan in 1372,[12][c] and enjoyed by the three Okinawan kingdoms which followed it. China provided ships for Ryukyu's maritime trade activities,[16] allowed a limited number of Ryukyuans to study at the Imperial Academy in Beijing, and formally recognized the authority of the King of Chūzan, allowing the kingdom to trade formally at Ming ports. Ryukyuan ships, often provided by China, traded at ports throughout the region, which included, among others, China, Đại Việt (Vietnam), Japan, Java, Korea, Luzon, Malacca, Pattani, Palembang, Siam, and Sumatra.[17]\n\nJapanese products—silver, swords, fans, lacquerware, folding screens—and Chinese products—medicinal herbs, minted coins, glazed ceramics, brocades, textiles—were traded within the kingdom for Southeast Asian sappanwood, rhino horn, tin, sugar, iron, ambergris, Indian ivory, and Arabian frankincense. Altogether, 150 voyages between the kingdom and Southeast Asia on Ryukyuan ships were recorded in the Rekidai Hōan, an official record of diplomatic documents compiled by the kingdom, as having taken place between 1424 and the 1630s, with 61 of them bound for Siam, 10 for Malacca, 10 for Pattani, and 8 for Java, among others.[17]\n\nThe Chinese policy of haijin (海禁, \"sea bans\"), limiting trade with China to tributary states and those with formal authorization, along with the accompanying preferential treatment of the Ming Court towards Ryukyu, allowed the kingdom to flourish and prosper for roughly 150 years.[18] In the late 16th century, however, the kingdom's commercial prosperity fell into decline. The rise of the wokou threat among other factors led to the gradual loss of Chinese preferential treatment;[19] the kingdom also suffered from increased maritime competition from Portuguese traders.[12]\n\nAround 1590, Toyotomi Hideyoshi asked the Ryukyu Kingdom to aid in his campaign to conquer Korea. If successful, Hideyoshi intended to then move against China. As the Ryukyu Kingdom was a tributary state of the Ming dynasty, the request was refused. The Tokugawa shogunate that emerged following Hideyoshi's fall authorized the Shimazu family—feudal lords of the Satsuma domain (present-day Kagoshima Prefecture)—to send an expeditionary force to conquer the Ryukyus. The subsequent invasion took place in 1609, but Satsuma still allowed the Ryukyu Kingdom to find itself in a period of \"dual subordination\" to Japan and China, wherein Ryukyuan tributary relations were maintained with both the Tokugawa shogunate and the Chinese court.[12]\n\nOccupation occurred fairly quickly, with some fierce fighting, and King Shō Nei was taken prisoner to Kagoshima and later to Edo (modern-day Tokyo). To avoid giving the Qing any reason for military action against Japan, the king was released two years later and the Ryukyu Kingdom regained a degree of autonomy.[20] However, the Satsuma domain seized control over some territory of the Ryukyu Kingdom, notably the Amami-Ōshima island group, which was incorporated into the Satsuma domain and remains a part of Kagoshima Prefecture, not Okinawa Prefecture.\n\nThe kingdom was described by Hayashi Shihei in Sangoku Tsūran Zusetsu, which was published in 1785.[21]\n\nIn 1655, tribute relations between Ryukyu and Qing dynasty (the China's dynasty that followed Ming after 1644) were formally approved by the shogunate. This was seen to be justified, in part, because of the desire to avoid giving Qing any reason for military action against Japan.[20]\n\nSince Ming China prohibited trade with Japan, the Satsuma domain, with the blessing of the Tokugawa shogunate, used the trade relations of the kingdom to continue to maintain trade relations with China. Considering that Japan had previously severed ties with most European countries except the Dutch, such trade relations proved especially crucial to both the Tokugawa shogunate and Satsuma domain, which would use its power and influence, gained in this way, to help overthrow the shogunate in the 1860s.[22][23] Ryukyuan missions to Edo for Tokugawa Shōgun.\n\nThe Ryukyuan king was a vassal of the Satsuma daimyō, after Shimazu's Ryukyu invasion in 1609, the Satsuma Clan established a governmental office's branch known as Zaibankaiya (在番仮屋) or Ufukaiya (大仮屋) at Shuri in 1628, and became the base of Ryukyu domination for 250 years, until 1872.[24] But the kingdom was not considered as part of any han (fief): up until the formal annexation of the islands and abolition of the kingdom in 1879, the Ryukyus were not truly considered de jure part of Edo Japan. Though technically under the control of Satsuma, Ryukyu was given a great degree of autonomy, to best serve the interests of the Satsuma daimyō and those of the shogunate, in trading with China.[22] Ryukyu was a tributary state of China, and since Japan had no formal diplomatic relations with China, it was essential that China not realize that Ryukyu was controlled by Japan. Thus, Satsuma—and the shogunate—was obliged to be mostly hands-off in terms of not visibly or forcibly occupying Ryukyu or controlling the policies and laws there. The situation benefited all three parties involved—the Ryukyu royal government, the Satsuma daimyō, and the shogunate—to make Ryukyu seem as much a distinctive and foreign country as possible. Japanese were prohibited from visiting Ryukyu without shogunal permission, and the Ryukyuans were forbidden from adopting Japanese names, clothes, or customs. They were even forbidden from divulging their knowledge of the Japanese language during their trips to Edo; the Shimazu family, daimyōs of Satsuma, gained great prestige by putting on a show of parading the King, officials, and other people of Ryukyu to and through Edo. As the only han to have a king and an entire kingdom as vassals, Satsuma gained significantly from Ryukyu's exoticness, reinforcing that it was an entirely separate kingdom.[citation needed]\n\nAccording to statements by Qing imperial official Li Hongzhang in a meeting with Ulysses S. Grant, China had a special relationship with the island and the Ryukyu had paid tribute to China for hundreds of years, and the Chinese reserved certain trade rights for them in an amicable and beneficial relationship.[25] Japan ordered tributary relations to end in 1875 after the tribute mission of 1874 was perceived as a show of submission to China.[26]\n\nIn 1872, Emperor Meiji unilaterally declared that the kingdom was then Ryukyu Domain.[27][28][29] At the same time, the appearance of independence was maintained for diplomatic reasons with Qing China[30] until the Meiji government abolished the Ryukyu Kingdom when the islands were incorporated as Okinawa Prefecture on 27 March 1879.[31] The Amami-Ōshima island group which had been integrated into Satsuma Domain became a part of Kagoshima Prefecture.\n\nThe last king of Ryukyu was forced to relocate to Tokyo, and was given a compensating kazoku rank as Marquis Shō Tai.[32][33][page needed] Many royalist supporters fled to China.[34] The king's death in 1901 diminished the historic connections with the former kingdom.[35] With the abolition of the aristocracy after World War II, the Sho family continues to live in Tokyo.[36]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "In the video game Europa Universalis IV there is an achievement called The Three Mountains, which is achieved by conquering the world as the Ryukyu Kingdom.[39]\n\n"
        }
    ]
}