{
    "url": "https://en.wikipedia.org/wiki/Saba_Mahmood",
    "title": "Saba Mahmood",
    "table_of_contents": [
        "1 Career",
        "2 Overview of work",
        "2.1 Politics of Piety (2005)",
        "2.2 Religious Freedom, Minority Rights, and Geopolitics (2012)",
        "2.3 Religious Difference in a Secular Age (2015)",
        "2.4 Politics of Religious Freedom (2015)",
        "3 Death",
        "4 Bibliography",
        "4.1 Books",
        "4.2 Edited books and journals",
        "4.3 Chapters in books",
        "4.4 Articles",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSaba Mahmood (1961–2018) was professor of anthropology at the University of California, Berkeley.[2] At Berkeley, she was also affiliated with the Center for Middle Eastern Studies, Institute for South Asia Studies, and the Program in Critical Theory. Her scholarly work straddled debates in anthropology and political theory, with a focus on Muslim majority societies of the Middle East and South Asia. Mahmood made major theoretical contributions to rethinking the relationship between ethics and politics, religion and secularism, freedom and submission, and reason and embodiment. Influenced by the work of Talal Asad, she wrote on issues of gender, religious politics, secularism, and Muslim and non-Muslim relations in the Middle East.\n\n"
        },
        {
            "title": "Career",
            "text": "Mahmood was born on February 3, 1961,[3] in Quetta, Pakistan, where her father was a policeman.[1] In 1981, she moved to Seattle to study at the University of Washington.[1] She received her PhD in anthropology from Stanford University in 1998.[4] She also held master's degrees in Political Science, Architecture, and Urban Planning. She married Charles Hirschkind, an anthropology professor at UC Berkeley, in 2003.[1]  Prior to joining Berkeley in 2004, she taught at the University of Chicago.[2]\n\nPrior to studying anthropology, Mahmood spent four years studying architecture, during which she was also involved in movements against US foreign policy in Central America and the Middle East. After the first Gulf War, she showed interest in Islamic politics and the challenge it brought against secular nationalism in the Muslim societies, which eventually led her to anthropology. [5]\n\nMahmood held visiting appointments at the American Academy in Berlin, Center for Advanced Study in the Behavioral Sciences, and Leiden University. She taught at the School of Criticism and Theory at Cornell University, the Venice School of Human Rights, and the Institute of Global Law and Policy. She was a co-convener of the Summer Seminar in Experimental Critical Theory at the University of California Humanities Research Institute, Irvine. Mahmood served on the editorial boards of Representations,[6] Anthropology Today, L'Homme, Comparative Studies of South Asia, Africa and the Middle East, and Journal of the American Academy of Religion.[7]\n\nMahmood was the recipient of numerous awards and fellowships, including an honorary doctorate from Uppsala University,[8]  the Carnegie Corporation's scholar of Islam award,[9] the Frederick Burkhardt fellowship from the American Council of Learned Societies, and grants from the Henry Luce Foundation, the American Council of Learned Societies, and Harvard Academy of International and Area Studies. Her book Politics of Piety: The Islamic Revival and the Feminist Subject received the 2005 Victoria Schuck Award from the American Political Science Association and was an honorable mention for the 2005 Albert Hourani Book Award from the Middle East Studies Association.[10] Her book Religious Difference in a Secular Age: A Minority Report received the 2016 Clifford Geertz Prize in the Anthropology of Religion from the Society for the Anthropology of Religion.[11] Her work has been translated into Arabic, French, Persian, Portuguese, Spanish, Turkish, and Polish.[2]\n\n"
        },
        {
            "title": "Overview of work",
            "text": "Mahmood's work has carried profound implications for the philosophical and empirical study of sovereignty, subjectivity and feminist agency, and has led many scholars to reconsider dominant approaches to the law and the modern state, particularly with respect to how religious subjects and groups are governed and defined.[12] Crossing disciplinary boundaries in the humanities and social sciences, her work has  shaped theoretical and ethnographic inquiry into religion and freedom in modernity, as well as the legacies of colonialism, capitalism, and secularism in contemporary conflicts in the Middle East.[13]\n\nIn Politics of Piety: the Islamic Revival and the Feminist Subject, Saba Mahmood offers an ethnography of the women's piety movement in Cairo, Egypt, which is part of a larger Egyptian movement of Islamic political revival and reform. Drawing on this ethnography, the book interrogates the liberal and secular epistemologies that inform dominant understandings of modern Islamic politics, freedom, and agency. The book's key theoretical interventions include examining Aristotelian discourses on ethics as they are taken up in both the Islamic tradition and continental thought; critically engaging anthropological theory on cultural and embodied practice, including the work of Marcel Mauss, Pierre Bourdieu and Michel Foucault; and intervening in feminist theory on agency, gender and embodiment, and particularly through the work of Judith Butler. In these ways, Mahmood interrogates the relationship between bodily practices and bodily form, on the one hand, and ethical and political imaginaries, on the other, while at the same time questioning the presumed separation of the domains of ethics and politics.[14]\n\nThe second edition of Politics of Piety was published in 2011. In the Preface, Mahmood addressed the book's critics who had argued her engagement with the women's piety movement was \"an abandonment of feminism’s emancipatory mandate\". She wrote that her critics \"ignore the fact that I was not interested in delivering judgments on what counts as a feminist versus an anti-feminist practice\". She argued that an analysis that leads with a moral evaluation of the women's movement does not yield a better understanding of it. “My task as a scholar,\" she wrote, \"is not simply to denounce, but to try to understand what motivates people to be involved in such movements.”[15]\n\nIn Religious Freedom, Minority Rights, and Geopolitics, Mahmood challenges the meaning of religious freedom as a universal concept by examining its development in the Middle East, in particular, the Ottoman Empire. She pointed out that geopolitical tension, instead of a consensus across different cultures, shaped the course of religious freedom. \n\nThe Ottoman Empire, which is the primary subject of study in this article, implemented a hierarchical system to rule its population of diverse religious affiliations. The system positioned Muslim at the most privileged position, and granted restricted autonomy to non-Muslims such as Christians and Jews. In 1856, the Empire granted freedom of religion to its citizens through the Imperial Reform Edict. This progression to religious freedom, however, is due to a shift in power dynamics between European Christian states and the Ottoman Empire, after centuries of rivalry. Mahmood then pointed out that religious freedom is not an idea that merely promotes inclusion, rather it is coupled with the struggles between regional powers. She further questioned whether the advocacy of religious freedom, as well as other forms of human right, can be isolated from seeking geopolitical advantages.\n\nIn Religious Difference in a Secular Age: A Minority Report, Mahmood challenges liberal conceptions of secularism as religion's opposite as well as celebratory views of secularism as the solution to religious discrimination. Drawing on the intertwined history of secularism in the Middle East and Europe, and extensive fieldwork on the experiences of Copts and Bahais in Egypt, Mahmood explores the conceptual, discursive and lived paradoxes of political secularism. In essence, how can the existing religious inequality in a society be remediated by state law that disregards difference in religion? Mahmood believed that this paradox caused the debate over deliberate protection for religious minorities in the 1923 Egyptian constitution and again in 2012 after the Egyptian Revolution.  Mahmood concludes that \"political secularism is the modern state's sovereign power to reorganize substantive features of religious life, stipulating what religion is or ought to be, assigning its proper content, and disseminating concomitant subjectivities, ethical frameworks, and quotidian practices\".[16]\n\nCo-authored with Elizabeth Hurd, Peter Danchin, and Winnifred Sullivan, Politics of Religious Freedom was written after a three-year project funded by the Henry Luce Foundation,[17] unfolding the development of religious freedom in Europe, the US, the Middle East, and South Asia. Collecting from more than twenty contributors, the book shows that religious persecution has a more diverse and complicated background than one would typically assume. The book also carried the idea from previous work of Mahmood on how advancing religious liberty without discretion can create an adverse effect.[18]\n\n"
        },
        {
            "title": "Death",
            "text": "Mahmood died from pancreatic cancer on March 10, 2018, in Berkeley, California.[1] On her behalf, the Department of Anthropology of the University of California said: \"Saba Mahmood was a brilliant scholar, cherished colleague, and dedicated teacher and graduate mentor. Along with her ceaseless political passions and trenchant analyses, she keened to the beauty of the wilderness, the poetry of Ghalib, the delights of cooking and sharing excellent food. She cultivated with joyous attention her relationships with family and friends.  She mentored her students with remarkable care and intensity, demanding their best work, listening, responding with a sharp generosity, coming alive in thought, and soliciting others to do the same. In her final months, she affirmed the values of thought and love, leaving now a vibrant legacy that will persist and flourish among all whose lives were touched by her life and work.  She is survived by her husband, Charles Hirschkind, her son, Nameer Hirschkind.\"[4]\n\n"
        }
    ]
}