{
    "url": "https://en.wikipedia.org/wiki/Sacred",
    "title": "Sacredness",
    "table_of_contents": [
        "1 Etymology",
        "2 Distinction from \"holy\"",
        "2.1 Etymology of 'holy'",
        "3 In academia",
        "3.1 Hierology",
        "3.2 History of religions",
        "3.3 Sociology",
        "4 In religion",
        "4.1 Indic religions",
        "4.1.1 Hinduism",
        "4.1.2 Buddhism",
        "4.2 Abrahamic religions",
        "4.2.1 Christianity",
        "4.2.1.1 Wesleyan-Arminian",
        "4.2.2 Islam",
        "4.2.3 Judaism",
        "5 See also",
        "6 References",
        "6.1 Works cited",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nSacred describes something that is dedicated or set apart for the service or worship of a deity;[1] is considered worthy of spiritual respect or devotion; or inspires awe or reverence among believers. The property is often ascribed to objects (a \"sacred artifact\" that is venerated and blessed), or places (\"sacred ground\").\n\nFrench sociologist Émile Durkheim considered the dichotomy between the sacred and the profane to be the central characteristic of religion: \"religion is a unified system of beliefs and practices relative to sacred things, that is to say, things set apart and forbidden.\"[2]: 47  In Durkheim's theory, the sacred represents the interests of the group, especially unity, which are embodied in sacred group symbols, or using team work to help get out of trouble. The profane, on the other hand, involve mundane individual concerns.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word sacred descends from the Latin sacer, referring to that which is 'consecrated, dedicated' or 'purified' to the gods or anything in their power, as well as to sacerdotes.[3]\n\n"
        },
        {
            "title": "",
            "text": "Although there are similarities between the terms sacred and holy, which are also sometimes used interchangeably, there are subtle differences.[4] Holiness is generally the term used in relation to persons and relationship, whereas sacredness is used in relation to objects, places, or happenings.[5] Thus, a saint may be considered as holy, but would not be viewed as sacred. Nonetheless, some things can be both holy and sacred, such as the Holy Bible.[4]\n\nWhile both words denote something or someone set apart to the worship of God and therefore worthy of respect and in some cases veneration, holy (the stronger word) implies an inherent or essential character.[6] Holiness originates in God and is communicated to things, places, times, and persons engaged in His Service. Thus Thomas Aquinas defines holiness as that virtue by which a man's mind applies itself and all its acts to God; he ranks it among the infused moral virtues, and identifies it with the virtue of religion, but with this difference that, whereas religion is the virtue whereby one offers God due service in the things which pertain to the Divine service, holiness is the virtue by which one makes all one's acts subservient to God. Thus holiness or sanctity is the outcome of sanctification, that Divine act by which God freely justifies a person, and by which He has claimed them for His own.[7]\n\nThe English word holy dates back to at least the 11th century with the Old English word hālig, an adjective derived from hāl ('whole'), which was used to mean 'uninjured, sound, healthy, entire, complete'. The Scottish hale ('health, happiness, wholeness') is the most complete modern form of this Old English root. The word holy in its modern form appears in Wycliffe's Bible of 1382. In non-specialist contexts, the term holy is used in a more general way, to refer to someone or something that is associated with a divine power, such as water used for baptism.[citation needed]\n\n"
        },
        {
            "title": "In academia",
            "text": "Hierology (Greek: ιερος, hieros, 'sacred or 'holy', + -logy) is the study of sacred literature or lore.[8][9] The concept and the term were developed in 2002  by Russian art-historian and byzantinist Alexei Lidov.[10]\n\nAnalysing the dialectic of the sacred, Mircea Eliade outlines that religion should not be interpreted only as \"belief in deities,\" but as \"experience of the sacred.\"[11] The sacred is presented in relation to the profane;[12] the relation between the sacred and the profane is not of opposition, but of complementarity, as the profane is viewed as a hierophany.[13]\n\nFrench sociologist Émile Durkheim considered the dichotomy between the sacred and the profane to be the central characteristic of religion: \"religion is a unified system of beliefs and practices relative to sacred things, that is to say, things set apart and forbidden.\"[2]: 47  In Durkheim's theory, the sacred represented the interests of the group, especially unity, which were embodied in sacred group symbols, or totems. The profane, on the other hand, involved mundane individual concerns. Durkheim explicitly stated that the dichotomy sacred/profane was not equivalent to good/evil. The sacred could be good or evil, and the profane could be either as well.[14]: 99 \n\n"
        },
        {
            "title": "In religion",
            "text": "\n\nIndian-origin religion, namely Hinduism and its offshoots Buddhism, Jainism and Sikhism, have concept of revering and conserving ecology and environment by treating various objects as sacred, such as rivers, trees, forests or groves, mountains, etc.\n\nSacred rivers and their reverence is a phenomenon found in several religions, especially religions which have eco-friendly belief as core of their religion. For example, the Indian-origin religions (Buddhism, Hinduism, Jainism, and Sikism) revere and preserve the groves, trees, mountains and rivers as sacred. Among the most sacred rivers in Hinduism are the Ganges,[15] Yamuna,[16][17] Sarasvati[18] rivers on which the rigvedic rivers  flourished. The vedas and Gita, the most sacred of hindu texts were written on the banks of Sarasvati river which were codified during the Kuru kingdom in present day Haryana. Among other secondary sacred rivers of Hinduism are Narmada[19] and many more.\n\nAmong the sacred mountains, the most sacred among those are Mount Kailash[20] (in TIbet), Nanda Devi, Char Dham mountains and Amarnath mountain, Gangotri mountain. Yamunotri mountain, Sarasvotri mountain (origin of Sarasvati River), Dhosi Hill, etc.\n\nIn Theravada Buddhism one finds the designation of ariya-puggala ('noble person'). Buddha described the Four stages of awakening of a person depending on their level of purity. This purity is measured by which of the ten samyojana ('fetters') and klesha have been purified and integrated from the mindstream. These persons are called (in order of increasing sanctity) Sotāpanna, Sakadagami, Anāgāmi, and Arahant.\n\nMore traditional denominations, such as the Anglican, Catholic, Lutheran, and Methodist Churches, believe in Holy Sacraments that the clergy perform, such as Holy Communion and Holy Baptism, as well as strong belief in the Holy Catholic Church, Holy Scripture, Holy Trinity, and the Holy Covenant. They also believe that angels and saints are called to holiness.\n\nIn Methodism, holiness has acquired the secondary meaning of the reshaping of a person through Entire Sanctification.[21] It is understood as the purity of heart that occurs in a second definite instantaneous work.[22] The term owes its origin to John Wesley, who stressed \"scriptural holiness,\" as well as Christian perfection.\n\nJohn Wesley stated in The Plain Account of Christian Perfection that:[23]\nThe Holiness movement began within Methodism in the United States, among those who thought the church had lost the zeal and emphasis on personal holiness of Wesley's day. In the latter part of the 19th century, revival meetings were held, attended by thousands. In Vineland, New Jersey, in 1867 a camp meeting was begun, and the National Holiness Camp Meeting Association went on to establish many holiness camp meetings across the nation. Some adherents to the movement remained within their denominations; others founded new denominations, such as the Free Methodist Church, the Church of the Nazarene, and the Church of God (Anderson). Within a generation another movement, the Pentecostal movement, was born, drawing heavily from the Holiness movement. Around the middle of the 20th century, the Conservative Holiness Movement, a conservative offshoot of the Holiness movement, was born. The Higher Life movement appeared in the British Isles during the mid-19th century.\n\nCommonly recognized outward expressions or \"standards\" of holiness among more fundamental adherents frequently include applications relative to dress, hair, and appearance:  e.g., short hair on men, uncut hair on women, and prohibitions against shorts, pants on women, make-up and jewelry. Other common injunctions are against places of worldly amusement, mixed swimming, smoking, minced oaths, as well as the eschewing of television and radio.\n\nAmong the names of God in the Quran is Al-Quddus (القدوس): found in Q59:23[24] and 62:1, the closest English translation is 'holy' or 'sacred'. (It shares the same triliteral Semitic root, Q-D-Š, as the Hebrew kodesh.) Another use of the same root is found in the Arabic name for Jerusalem: al-Quds, 'the Holy'.\n\nThe word ħarām (حرام), often translated as 'prohibited' or 'forbidden', is better understood as 'sacred' or 'sanctuary' in the context of places considered sacred in Islam. For example:\n\nThe Hebrew word kodesh (קֹדֶשׁ) is used in the Torah to mean 'set-apartness' and 'distinct' like is found in the Jewish marriage ceremony where it is stated by the husband to his prospective wife, \"You are made holy to me according to the law of Moses and Israel.\" (את מקדשת לי כדת משה וישראל). In Hebrew, holiness has a connotation of oneness and transparency like in the Jewish marriage example, where husband and wife are seen as one in keeping with Genesis 2:24. Kodesh is also commonly translated as 'holiness' and 'sacredness'.[25] The Torah describes the Aaronite priests and the Levites as being selected by God to perform the Temple services; they, as well, are called \"holy.\"\n\nHoliness is not a single state, but contains a broad spectrum. The Mishnah lists concentric circles of holiness surrounding the Temple in Jerusalem: Holy of Holies, Temple Sanctuary, Temple Vestibule, Court of Priests, Court of Israelites, Court of Women, Temple Mount, the walled city of Jerusalem, all the walled cities of Israel, and the borders of the Land of Israel.[26] Distinctions are made as to who and what are permitted in each area.\n\nLikewise, the Jewish holidays and the Shabbat are considered to be holy in time; the Torah calls them \"holy [days of] gathering.\" Work is not allowed on those days, and rabbinic tradition lists 39 categories of activity that are specifically prohibited.[27]\n\nBeyond the intrinsically holy, objects can become sacred through consecration. Any personal possession may be dedicated to the Temple of God, after which its misappropriation is considered among the gravest of sins. The various sacrifices are holy. Those that may be eaten have very specific rules concerning who may eat which of their parts, and time limits on when the consumption must be completed. Most sacrifices contain a part to be consumed by the priests—a portion of the holy to be consumed by God's holy devotees.\n\nThe encounter with the holy is seen as eminently desirable, and at the same time fearful and awesome. For the strongest penalties are applied to one who transgresses in this area—one could in theory receive either the death penalty or the heavenly punishment of kareth, spiritual excision, for mis-stepping in his close approach to God's domain.\n\n"
        }
    ]
}