{
    "url": "https://en.wikipedia.org/wiki/Sacred_language",
    "title": "Sacred language",
    "table_of_contents": [
        "1 Concept",
        "2 Buddhism",
        "3 Christianity",
        "4 Hinduism",
        "4.1 Sanskrit",
        "4.2 Tamil",
        "4.3 Others",
        "5 Islam",
        "6 Judaism",
        "6.1 Hebrew",
        "6.2 Yiddish",
        "6.3 Ladino",
        "7 List",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A sacred language, holy language or liturgical language is any language that is cultivated and used primarily in church service or for other religious reasons by people who speak another, primary language in their daily lives.\n\n"
        },
        {
            "title": "Concept",
            "text": "A sacred language is often the language which was spoken and written in the society in which a religion's sacred texts were first set down; these texts thereafter become fixed and holy, remaining frozen and immune to later linguistic developments. (An exception to this is Lucumí, a ritual lexicon of the Cuban strain of the Santería religion, with no standardized form.)\n\nOnce a language becomes associated with religious worship, its believers may ascribe virtues to the language of worship that they would not give to their native tongues.[citation needed] In the case of sacred texts, there is a fear of losing authenticity and accuracy by a translation or re-translation, and difficulties in achieving acceptance for a new version of a text. A sacred language is typically vested with a solemnity and dignity that the vernacular lacks. Consequently, the training of clergy in the use of a sacred language becomes an important cultural investment, and their use of the tongue is perceived to give them access to a body of knowledge that untrained laypeople cannot (or should not) access.\n\nBecause sacred languages are ascribed with virtues that the vernacular is not seen to have, these typically preserve characteristics lost in the course of language development. In some cases, the sacred language is a dead language, while in others, it may simply reflect archaic forms of a living language. For instance, 17th-century elements of the English language remain current in Protestant Christian worship through the use of the King James Bible from 1611, or older versions of the Anglican Book of Common Prayer. In more extreme cases, the language has changed so much from the language of the sacred texts that the liturgy is barely comprehensible without special training. For example, the liturgy of the Roman Catholic Church remained in Latin after the Council of Tours in 813 ordered preaching in local Romance or German, because Latin was no longer understood. Similarly, Old Church Slavonic is incomprehensible to speakers of modern Slavic languages, unless they study it.\n\nSacred languages are distinct from divine languages, which are languages ascribed to the divine (i.e. God or gods) and may not necessarily be natural languages.[citation needed] The concept, as expressed by the name of a script, for example in Devanāgarī, the name of a script that roughly means \"[script] of the city of gods”, and is used to write many Indian languages.\n\n"
        },
        {
            "title": "Buddhism",
            "text": "When the Buddha's sutras were first written down in Pali, there were around 20 schools, each with their own version derived from the original. The present Pāli Canon originates from the Tamrashatiya school. The Chinese and Tibetan canons mainly derive from the Sarvastivada, originally written in Sanskrit, of which fragments remain. The texts were translated into Chinese and Tibetan.[1]\n\nTheravada Buddhism uses Pali as its main liturgical language and prefers that scripture be studied in the original Pali.[citation needed] Pali is derived from Sanskrit[2] In Thailand, Pali is transliterated into the Thai alphabet,[citation needed] resulting in a Thai pronunciation of the Pali language. Something similar also happens in Myanmar, where Pali is also transliterated into the Burmese alphabet, also resulting in a Burmese pronunciation of Pali.\n\nMahayana Buddhism makes little use of its original language, Sanskrit.[citation needed] In East Asia, Classical Chinese is mainly used.[citation needed] In Japan, texts are written in Chinese characters and read out or recited with the Japanese pronunciations of their constituent characters, resulting in something unintelligible in both languages.[3]\n\nIn Vajrayana Buddhism, Tibetan Buddhism is the main school, and Classical Tibetan is the main language used for study,[4] although the Tibetan Buddhist canon was also translated into other languages, such as Mongolian and Manchu.[5] Many items of Sanskrit Buddhist literature have been preserved because they were exported to Tibet, with copies of unknown ancient Sanskrit texts surfacing in Tibet as recently as 2003.[6] Sanskrit was valued in Tibet as “the elegant language of the gods”.[7] Although in Tibetan Buddhist deity yoga the rest of the sadhana is generally recited in Tibetan, the mantra portion of the practice is usually retained in its original Sanskrit.[8]\n\nIn Nepal, the Newar Buddhist form of Vajrayana is a storehouse of ancient Sanskrit Buddhist texts, many of which are now only extant in Nepal.[9] Whatever language is used, Judith Simmer-Brown explains that a tantric Vajrayana text is often written in an obscure twilight language so that it cannot be understood by anyone without the verbal explanation of a qualified teacher.[10]\n\n"
        },
        {
            "title": "Christianity",
            "text": "Christian rites, rituals, and ceremonies are not celebrated in one single sacred language. Most churches which trace their origin to the Apostles continue to use the standard languages of the first few centuries AD. Many Christian churches make a distinction between a sacred language, a liturgical language, and a vernacular language. The three most important languages in the early Christian era were Latin, Greek, and Syriac (a dialect of Aramaic).[11][12][13]\n\nSacred language is often defined as those languages which were present at the crucifixion.[citation needed] The phrase \"Jesus, King of the Jews\" is reported in the Gospel of John as having been inscribed upon the cross in three different languages, thereby sanctifying them as the first languages to proclaim Christ's divinity. These are:\n\nLiturgical languages are those which hold precedence within liturgy due to tradition and dispensation. Many of these languages have evolved from languages which were at one point vernacular, while some are intentional constructions by ecclesial authorities.\n\nThese include:\n\nThe extensive use of Greek in the Roman Liturgy has continued, in theory; it was used extensively on a regular basis during the Papal Mass, which has not been celebrated for some time. By the reign of Pope Damasus I, the continuous use of Greek in the Roman Liturgy had come to be replaced in part by Latin. Gradually, the Roman Liturgy took on more and more Latin until, generally, only a few words of Hebrew (e.g. Dominus Deus sabaoth) and Greek (e.g. Kyrie eleison) remained. The adoption of Latin was further fostered when the Vetus Latina (old Latin) version of the Bible was edited and parts retranslated from the original Hebrew and Greek by Saint Jerome in his Vulgate. Latin continued as the western Church's language of liturgy and communication.\n\nIn the mid-16th century the Council of Trent rejected a proposal to introduce national languages as this was seen, among other reasons, as potentially divisive to Catholic unity.[citation needed]\n\nDuring the Reformation in England, when the Protestant authorities banned the use of Latin liturgy, various schools obtained a dispensation to continue to use Latin, for educational purposes.\n\nFrom the end of 16th century, in coastal Croatia, the vernacular was gradually replacing Church Slavonic as the liturgical language. It was introduced in the rite of the Roman Liturgy, after the Church Slavonic language of glagolitic liturgical books, published in Rome, was becoming increasingly unintelligible due to linguistic reforms, namely, adapting Church Slavonic of Croatian recension by the norms of Church Slavonic of Russian recension.[clarification needed] For example, the vernacular was used to enquire of the bride and bridegroom whether they accepted their marriage vows.\n\nJesuit missionaries to China had sought, and for a short time received permission, to translate the Roman Missal into scholarly Classical Chinese (see Chinese Rites controversy). Ultimately, this was revoked. Among the Algonquin and Iroquois, they received permission to translate the propers[clarification needed] of the Mass into the vernacular.[14]\n\nIn the 20th century, Pope Pius XII granted permission for a few vernaculars to be used in a few rites, rituals, and ceremonies. This did not include the Roman Liturgy of the Mass.\n\nThe Catholic Church, long before the Second Vatican Council (Vatican II), had accepted and promoted the use of the non-vernacular liturgical languages listed above; while vernacular (i.e. modern or native) languages were also used liturgically throughout history; usually as a special concession given to religious orders conducting missionary activity.[15]\n\nIn the 20th century, Vatican II set out to protect the use of Latin as a liturgical language. To a large degree, its prescription was disregarded and the vernacular not only became standard, but was generally used exclusively in the liturgy. Latin, which remains the chief language of the Roman Rite, is the main language of the Roman Missal (the official book of liturgy for the Latin Rite) and of the Code of Canon Law, but the use of liturgical Latin is now discouraged. The use of vernacular language in liturgical practice after 1964 created controversy, and opposition to liturgical vernacular is a major tenet of the Catholic Traditionalist movement. Meanwhile, the numerous Eastern Catholic Churches in union with Rome each have their own respective \"parent-language\". As a subsidiary issue, unrelated to liturgy, the Eastern Code of Canon Law, for the sake of convenience, has been promulgated in Latin.\n\nEastern Orthodox churches vary in their use of liturgical languages. Koine Greek and Church Slavonic are the main sacred languages used in communion. Other languages are also permitted for liturgical worship, and each country often has the liturgical services in their own language. This has led to a wide variety of languages used for liturgical worship, but there is still uniformity in the liturgical worship itself.[citation needed]\n\nLiturgical languages used in the Eastern Orthodox Church include (but are not limited to): Koine Greek, Church Slavonic, Romanian, Georgian, Arabic, Ukrainian, Bulgarian, Serbian, English, German, Spanish, French, Polish, Portuguese, Italian, Albanian, Finnish, Swedish, Chinese, Estonian, Korean, Japanese, and multiple African languages.\n\nOriental Orthodox churches outside their ancestral lands regularly pray in the local vernacular, but some clergymen and communities prefer to retain their traditional language or use a combination of languages.\n\nMany Anabaptist groups, such as the Amish, use High German in their worship despite not speaking it amongst themselves.\n\n"
        },
        {
            "title": "Hinduism",
            "text": "Hinduism is traditionally considered to have Sanskrit as its primary liturgical language,[16] though Old Tamil is also recognised as such.\n\nSanskrit is the language of the Vedas, Bhagavad Gita, Puranas like the Bhagavatam, the Upanishads, the epics like Ramayana and Mahabharata, and various other liturgical texts such as the Sahasranama, Chamakam, and Rudram. \n\nSanskrit is also the tongue of Hindu rituals. It also has secular literature along with its religious canon. Most Hindu theologians of later centuries continued to prefer to write in Sanskrit even when it was no longer spoken as a day-to-day language. Sanskrit remains as the only liturgical link language which connects the different strains of Hinduism that are present across India. The de facto position that Sanskrit enjoyed, as the principal language of Hinduism, enabled its survival not only in India but also in other areas where Hinduism thrived like Southeast Asia.[17]\n\nThe concept of Hinduism finds its earliest literary mention in the book of Tolkāppiyam, a work of ancient Tamil Sangam literature, dated to the 5th - 10th century BCE.[18][19] The Agamas and Puranas were originally composed in both Tamil and Sanskrit.[20][21][18][19]\n\nTamil is also a liturgical language of Hinduism. Hinduism finds its literary mention in the ancient Sangam literature. Tamil has a huge volume of literature in Hinduism, especially in the traditions of Shaivism and Vaishnavism. Modern Hinduism is influenced by some of the traditions of the Dravidian folk religion, an ancient, non-Vedic form of Hinduism. Shaivism developed based on the Shaiva Siddhanta traditions, and its philosophies.[22][23][24]\n\nTamil archanas and prayers are widely used in temples in Tamil Nadu, Sri Lanka, and Southeast Asia. The twelve Alvars (saint poets of the Vaishnava tradition) and sixty-three Nayanmars (saint poets of the Shaiva tradition) are regarded as exponents of the bhakti tradition of Hinduism in South India.[25] Some of the most famous Shaivite liturgical works in Tamil include the 12 Tirumurais, consisting of devotional hymns like Tevaram, Tiruvacakam. The prominent Vaishnava liturgical work in Tamil is the Naalayira Divya Prabandham, which are considered to be the Tamil Veda. The Divya Prabandham is chanted in several South Indian Sri Vaishnavism temples, including the Tirumala Venkateswara Temple, Tirupati, and the Alvars are considered to be the catalysts of the Bhakti movement. The Divya Prabhandams and Tevarams are often referred to as Dravida Vedas. These devotional hymns are sung in numerous Shiva and Vishnu temples of South India and Sri Lanka.[26] The other famous ancient Tamil devotional texts are Thiruppugal, Kambaramayanam, Tirumurukāṟṟuppaṭai, Tirukkuṟaḷ, Aathichoodi, Iraiyanar Akapporul, Abhirami Anthadhi, Thiruvilaiyadal Puranam, and Vinayagar Agaval. Other philosophical texts include Five Great Epics, Eighteen Greater Texts, and Eighteen Lesser Texts.[27][28]\n\nThe Hindu sects Kaumaram, the Tenkali denomination of Sri Vaishnavism, and the Shaiva Siddhanta school of Shaivasim in South India exclusively use Tamil as liturgical language. Most of the devotional texts on Murugan are in Tamil, and references in Sangam literature traces the origin of the deity to Tamilakam.[29]\n\nA long-standing Shaiva myth states that Sanskrit and Tamil emerged from either side of Shiva's divine drum of creation as he danced the dance of creation as Nataraja, or sound of cosmic force.[30]\n\nApart from Sanskrit and Tamil, several Hindu spiritual works were composed in the various regional languages of India such as Hindi, Assamese, Bengali, Odia, Maithili, Punjabi, Telugu, Gujarati, Kannada, Malayalam, Marathi, Tulu, as well as Old Javanese,[31] and Balinese of Southeast Asia.[32]\n\n"
        },
        {
            "title": "Islam",
            "text": "Classical Arabic, or Qur'anic Arabic, is the language of the Quran. Muslims believe the Qur'an as divine revelation—it is a sacred and eternal document, and as such it is believed to be the direct word of God. Thus Muslims hold that the Qur'an is only truly the Qur'an if it is precisely as it was revealed—i.e., in Classical Arabic. Translations of the Qur'an into other languages are therefore not treated as the Qur'an itself; rather, they are seen as interpretive texts, which attempt to communicate a translation of the Qur'an's message. Salah and other rituals are also conducted in Classical Arabic for this reason. Scholars of Islam must learn and interpret the Qur'an in classical Arabic. Islamic Friday sermons are delivered mainly in Modern Standard Arabic in all Arabic-speaking countries and are sometimes mixed with local Arabic vernaculars or other non-Arabic languages like Berber or Kurdish. In non-Arabic speaking countries the Friday sermons are delivered in a mix of local languages and Classical Arabic Qur'anic verses.\n\n"
        },
        {
            "title": "Judaism",
            "text": "The core of the Hebrew Bible is written in Biblical Hebrew, referred to by some Jews as Lashon Hakodesh (לשון הקודש, \"Language of Holiness\"). Hebrew (and in the case of a few texts such as the Kaddish, Aramaic) remains the traditional language of Jewish religious services. Rabbinic Hebrew and Aramaic are used extensively by the Orthodox for writing religious texts.\n\nAmong many segments of the Haredi, Yiddish, although not used in liturgy, is used for religious purposes, such as for Torah study. In contemporary Israel, where Yiddish has virtually disappeared as a spoken language among the general public, it is cultivated and extensively used by some Haredi groups - partly in protest against Hebrew, the traditional sacred language they see having been profaned by Zionism, making it the main language of modern secular Israeli society.[citation needed] Moreover, in these circles Yiddish is associated with the memory of the great Torah sages of Eastern Europe, who spoke it and whose communities were destroyed in the Holocaust. Among American Jews, the Torah may also be translated into King James English which may be used in liturgy alongside Hebrew.\n\nAmong the Sephardim, Ladino was used for sacred translations such as the Ferrara Bible. It was also used during the Sephardi liturgy. Note that the name Ladino is also used for Judeo-Spanish, a dialect of Castilian used by Sephardim as an everyday language until the 20th century.[33][34]\n\n"
        }
    ]
}