{
    "url": "https://en.wikipedia.org/wiki/Sacrifice",
    "title": "Sacrifice",
    "table_of_contents": [
        "1 Terminology",
        "2 Animal sacrifice",
        "2.1 Walter Burkert theory on origins of Greek sacrifice",
        "3 Human sacrifice",
        "4 By religion",
        "4.1 Ancient China and Confucianism",
        "4.2 Chinese folk religion",
        "4.3 Christianity",
        "4.4 Hinduism",
        "4.5 Islam",
        "4.6 Judaism",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSacrifice is the offering of material possessions or the lives of animals or humans to a deity as an act of propitiation or worship.[1][2] Evidence of ritual animal sacrifice has been seen at least since ancient Hebrews and Greeks, and possibly existed before that. Evidence of ritual human sacrifice can also be found back to at least pre-Columbian civilizations of Mesoamerica as well as in European civilizations. Varieties of ritual non-human sacrifices are practiced by numerous religions today.\n\n"
        },
        {
            "title": "Terminology",
            "text": "The Latin term sacrificium (a sacrifice) derived from Latin sacrificus (performing priestly functions or sacrifices), which combined the concepts sacra (sacred things) and facere (to do or perform).[3]\nThe Latin word sacrificium came to apply to the Christian eucharist in particular, sometimes named a \"bloodless sacrifice\" to distinguish it from blood sacrifices. In individual non-Christian ethnic religions, terms translated as \"sacrifice\" include the Indic yajna, the Greek thusia, the Germanic blōtan, the Semitic qorban/qurban, Slavic żertwa, etc.\n\nThe term usually implies \"doing without something\" or \"giving something up\" (see also self-sacrifice). But the word sacrifice also occurs in metaphorical use to describe doing good for others or taking a short-term loss in return for a greater power gain, such as in a game of chess.[4][5][6]\n\n"
        },
        {
            "title": "Animal sacrifice",
            "text": "Animal sacrifice is the ritual killing of an animal as part of a religion. It is practiced by adherents of many religions as a means of appeasing a god or gods or changing the course of nature. It also served a social or economic function in those cultures where the edible portions of the animal were distributed among those attending the sacrifice for consumption. Animal sacrifice has turned up in almost all cultures, from the Hebrews to the Greeks and Romans (particularly the purifying ceremony Lustratio), Egyptians (for example in the cult of Apis) and from the Aztecs to the Yoruba.\nThe religion of the ancient Egyptians forbade the sacrifice of animals other than sheep, bulls, calves, male calves and geese.[7]\n\nAnimal sacrifice is still practiced today by the followers of Santería and other lineages of Orisa as a means of curing the sick and giving thanks to the Orisa (gods). However, in Santeria, such animal offerings constitute an extremely small portion of what are termed ebos—ritual activities that include offerings, prayer and deeds. Christians from some villages in Greece also sacrifice animals to Orthodox saints in a practice known as kourbánia. The practice, while publicly condemned, is often tolerated[citation needed].\n\nAccording to Walter Burkert, a scholar of sacrifice, Greek sacrifices derived from hunting practices. Hunters, feeling guilty for having killed another living being so they could eat and survive, tried to repudiate their responsibility in these rituals. The primary evidence used to suggest this theory is the Dipolieia, which is an Athenian festival, in limited circulation, during which an ox was sacrificed. The protagonist of the ritual was a plough ox, which it had, at one point, been a crime to kill in Athens. According to his theory, the killer of the ox eased his conscience by suggesting that everybody should participate in the killing of the sacrificial victim.[citation needed]\n\nIn the expansion of the Athenian state, numerous oxen were needed to feed the people at the banquets and were accompanied by state festivals.[8] The hecatomb (\"hundred oxen\") became the general designation for the great sacrifices offered by the state. These sacrificial processions of hundreds of oxen remove the original ties, which the farmers of an earlier and smaller Athens will have felt with their one ox.\n\n"
        },
        {
            "title": "Human sacrifice",
            "text": "Human sacrifice was practiced by many ancient cultures. People would be ritually killed in a manner that was supposed to please or appease a god or spirit.\n\nSome occasions for human sacrifice found in multiple cultures on multiple continents include:[citation needed]\n\nThere is evidence to suggest Pre-Hellenic Minoan cultures practiced human sacrifice. Corpses were found at a number of sites in the citadel of Knossos in Crete. The north house at Knossos contained the bones of children who appeared to have been butchered. The myth of Theseus and the Minotaur (set in the labyrinth at Knossos) suggests human sacrifice. In the myth, Athens sent seven young men and seven young women to Crete as human sacrifices to the Minotaur. This ties up with the archaeological evidence that most sacrifices were of young adults or children.\n\nThe Phoenicians of Carthage were reputed to practise child sacrifice, and though the scale of sacrifices may have been exaggerated by ancient authors for political or religious reasons, there is archaeological evidence of large numbers of children's skeletons buried in association with sacrificial animals. Plutarch (ca. 46–120 AD) mentions the practice, as do Tertullian, Orosius, Diodorus Siculus and Philo. They describe children being roasted to death while still conscious on a heated bronze idol.[9]\n\nHuman sacrifice was practiced by various Pre-Columbian civilizations of Mesoamerica. The Aztec in particular are known for the practice of human sacrifice.[citation needed] Current estimates of Aztec sacrifice are between a couple thousand and twenty thousand per year.[10] Some of these sacrifices were to help the sun rise, some to help the rains come, and some to dedicate the expansions of the great Templo Mayor, located in the heart of Tenochtitlán (the capital of the Aztec Empire). There are also accounts of captured conquistadores being sacrificed during the wars of the Spanish invasion of Mexico.\n\nIn Scandinavia, the old Scandinavian religion contained human sacrifice, as both the Norse sagas and German historians relate. See, e.g. Temple at Uppsala and Blót.\n\nIn the Aeneid by Virgil, the character Sinon claims (falsely) that he was going to be a human sacrifice to Poseidon to calm the seas.\n\nHuman sacrifice is no longer officially condoned in any country,[citation needed] and any cases which may take place are regarded as murder.\n\n"
        },
        {
            "title": "By religion",
            "text": "During the Shang and Zhou dynasty, the ruling class had a complicated and hierarchical sacrificial system. Sacrificing to ancestors was an important duty of nobles, and an emperor could hold hunts, start wars, and convene royal family members in order to get the resources to hold sacrifices,\n[11] serving to unify states in a common goal and demonstrate the strength of the emperor's rule.\nArchaeologist Kwang-chih Chang states in his book Art, Myth and Ritual: the Path to Political Authority in Ancient China (1983) that the sacrificial system strengthened the authority of ancient China's ruling class and promoted production, eg. through casting ritual bronzes.\n\nConfucius supported the restoration of the Zhou sacrificial system, which excluded human sacrifice, with the goal of maintaining social order and enlightening people. Mohism considered any kind of sacrifice to be too extravagant for society.\n\nMembers of Chinese folk religions often use pork, chicken, duck, fish, squid, or shrimp in sacrificial offerings. For those who believe the high deities to be vegetarian, some altars are two-tiered: The high one offers vegetarian food, and the low one holds animal sacrifices for the high deities' soldiers. Some ceremonies of supernatural spirits and ghosts, like the Ghost Festival, use whole goats or pigs. There are competitions of raising the heaviest pig for sacrifice in Taiwan and Teochew.\n[12]\n\nIn Nicene Christianity, God became incarnate as Jesus, sacrificing his son to accomplish the reconciliation of God and humanity, which had separated itself from God through sin (see the concept of original sin). According to a view that has featured prominently in Western theology since early in the 2nd millennium, God's justice required an atonement for sin from humanity if human beings were to be restored to their place in creation and saved from damnation. However, God knew limited human beings could not make sufficient atonement, for humanity's offense to God was infinite, so God created a covenant with Abraham, which he fulfilled when he sent his only Son to become the sacrifice for the broken covenant.[citation needed] According to this theology, sacrifice replaced the insufficient animal sacrifice of the Old Covenant; Christ the \"Lamb of God\" replaced the lambs' sacrifice of the ancient Korban Todah (the Rite of Thanksgiving), chief of which is the Passover in the Mosaic law.\n\n\nIn the Roman Catholic Church, the Eastern Orthodox Churches, the Methodist Churches, and the Irvingian Churches,[13][14] the Eucharist or Mass, as well as the Divine Liturgy of the Eastern Catholic Churches and Eastern Orthodox Church, is seen as a sacrifice. Among the Anglicans the words of the liturgy make explicit that the Eucharist is a sacrifice of praise and thanksgiving and is a material offering to God in union with Christ using such words, as \"with these thy holy gifts which we now offer unto Thee\" (1789 BCP) or \"presenting to you from the gifts you have given us we offer you these gifts\" (Prayer D BCP 1976) as clearly evidenced in the revised Books of Common Prayer from 1789 in which the theology of Eucharist was moved closer to the Catholic position. Likewise, the United Methodist Church in its Eucharistic liturgy contains the words \"Let us offer ourselves and our gifts to God\" (A Service of Word and Table I). The United Methodist Church officially teaches that \"Holy Communion is a type of sacrifice\" that re-presents, rather than repeats the sacrifice of Christ on the Cross; She further proclaims that: \nA formal statement by the USCCB affirms that \"Methodists and Catholics agree that the sacrificial language of the Eucharistic celebration refers to 'the sacrifice of Christ once-for-all,' to 'our pleading of that sacrifice here and now,' to 'our offering of the sacrifice of praise and thanksgiving,' and to 'our sacrifice of ourselves in union with Christ who offered himself to the Father.'\"[15]\n\n\nRoman Catholic theology speaks of the Eucharist not being a separate or additional sacrifice to that of Christ on the cross; it is rather exactly the same sacrifice, which transcends time and space (\"the Lamb slain from the foundation of the world\" – Rev. 13:8), renewed and made present, the only distinction being that it is offered in an unbloody manner. The sacrifice is made present without Christ dying or being crucified again; it is a re-presentation of the \"once and for all\" sacrifice of Calvary by the now risen Christ, who continues to offer himself and what he has done on the cross as an oblation to the Father. The complete identification of the Mass with the sacrifice of the cross is found in Christ's words at the last supper over the bread and wine: \"This is my body, which is given up for you,\" and \"This is my blood of the new covenant, which is shed...unto the forgiveness of sins.\" The bread and wine, offered by Melchizedek in sacrifice in the old covenant (Genesis 14:18; Psalm 110:4), are transformed through the Mass into the body and blood of Christ (see transubstantiation; note: the Orthodox Church and Methodist Church do not hold as dogma, as do Catholics, the doctrine of transubstantiation, preferring rather to not make an assertion regarding the \"how\" of the sacraments),[16][17] and the offering becomes one with that of Christ on the cross. In the Mass as on the cross, Christ is both priest (offering the sacrifice) and victim (the sacrifice he offers is himself), though in the Mass in the former capacity he works through a solely human priest who is joined to him through the sacrament of Holy Orders and thus shares in Christ's priesthood as do all who are baptized into the death and resurrection of Jesus, the Christ. Through the Mass, the effects of the one sacrifice of the cross can be understood as working toward the redemption of those present, for their specific intentions and prayers, and to assisting the souls in purgatory. For Catholics, the theology of sacrifice has seen considerable change as the result of historical and scriptural studies.[18] For Lutherans, the Eucharist is a \"sacrifice of thanksgiving and praise…in that by giving thanks a person acknowledges that he or she is in need of the gift and that his or her situation will change only by receiving the gift\".[14] The Irvingian Churches, teach the \"real presence of the sacrifice of Jesus Christ in Holy Communion\": \n\nThe concept of self-sacrifice and martyrs are central to Christianity. Often found in Roman Catholicism is the idea of joining one's own life and sufferings to the sacrifice of Christ on the cross. Thus one can offer up involuntary suffering, such as illness, or purposefully embrace suffering in acts of penance. Some Protestants criticize this as a denial of the all-sufficiency of Christ's sacrifice, but according to Roman Catholic interpretation it finds support in St. Paul: \"Now I rejoice in my sufferings for your sake, and in my flesh I complete what is lacking in Christ's afflictions for the sake of his body, that is, the church\" (Col 1:24). Pope John Paul II explained in his Apostolic Letter Salvifici Doloris (11 February 1984):\nSome Christians reject the idea of the Eucharist as a sacrifice, inclining to see it as merely a holy meal (even if they believe in a form of the real presence of Christ in the bread and wine, as Reformed Christians do). The more recent the origin of a particular tradition, the less emphasis is placed on the sacrificial nature of the Eucharist. The Roman Catholic response is that the sacrifice of the Mass in the New Covenant is that one sacrifice for sins on the cross which transcends time offered in an unbloody manner, as discussed above, and that Christ is the real priest at every Mass working through mere human beings to whom he has granted the grace of a share in his priesthood. As priest carries connotations of \"one who offers sacrifice\", some Protestants, with the exception of Lutherans and Anglicans, usually do not use it for their clergy. Evangelical Protestantism emphasizes the importance of a decision to accept Christ's sacrifice on the Cross consciously and personally as atonement for one's individual sins if one is to be saved—this is known as \"accepting Christ as one's personal Lord and Savior\".\n\nThe Eastern Orthodox Churches see the celebration of the Eucharist as a continuation, rather than a reenactment, of the Last Supper, as Fr. John Matusiak (of the OCA) says: \"The Liturgy is not so much a reenactment of the Mystical Supper or these events as it is a continuation of these events, which are beyond time and space. The Orthodox also see the Eucharistic Liturgy as a bloodless sacrifice, during which the bread and wine we offer to God become the Body and Blood of Jesus Christ through the descent and operation of the Holy Spirit, Who effects the change.\" This view is witnessed to by the prayers of the Divine Liturgy of St. John Chrysostom, when the priest says: \"Accept, O God, our supplications, make us to be worthy to offer unto thee supplications and prayers and bloodless sacrifices for all thy people,\" and \"Remembering this saving commandment and all those things which came to pass for us: the cross, the grave, the resurrection on the third day, the ascension into heaven, the sitting down at the right hand, the second and glorious coming again, Thine own of Thine own we offer unto Thee on behalf of all and for all,\" and \"… Thou didst become man and didst take the name of our High Priest, and deliver unto us the priestly rite of this liturgical and bloodless sacrifice…\"\n\nThe modern practice of Hindu animal sacrifice is mostly associated with Shaktism, and in currents of folk Hinduism strongly rooted in local popular or tribal traditions. Animal sacrifices were part of the ancient Vedic religion in India, and are mentioned in scriptures such as the Yajurveda. Some Puranas forbid animal sacrifice.\n\nAn animal sacrifice in Arabic is called ḏabiḥa (ذَبِيْحَة) or Qurban (قُرْبَان) . The term may have roots from the Jewish term Korban; in some places like Bangladesh, India or Pakistan, qurbani is always used for Islamic animal sacrifice. In the Islamic context, an animal sacrifice referred to as ḏabiḥa (ذَبِيْحَة) meaning \"sacrifice as a ritual\" is offered only in Eid ul-Adha. The sacrificial animal may be a sheep, a goat, a camel, or a cow. The animal must be healthy and conscious.\n...\"Therefore to the Lord turn in Prayer and Sacrifice. \" (Quran 108:2) \nQurban is an Islamic prescription for the affluent to share their good fortune with the needy in the community.\n\nOn the occasion of Eid ul Adha (Festival of Sacrifice), affluent Muslims all over the world perform the Sunnah of Prophet Ibrahim (Abraham) by sacrificing a cow or sheep. The meat is then divided into three equal parts. One part is retained by the person who performs the sacrifice. The second is given to his relatives. The third part is distributed to the poor.\n\nThe Quran states that the sacrifice has nothing to do with the blood and gore (Quran 22:37: \"It is not their meat nor their blood that reaches God. It is your piety that reaches Him...\"). Rather, it is done to help the poor and in remembrance of Abraham's willingness to sacrifice his son Ismael at God's command.\n\nThe Urdu and Persian word \"Qurbani\" comes from the Arabic word 'Qurban'. It suggests that associate act performed to hunt distance to Almighty God and to hunt His sensible pleasure. Originally, the word 'Qurban' enclosed all acts of charity as a result of the aim of charity is nothing however to hunt Allah's pleasure. But, in precise non-secular nomenclature, the word was later confined to the sacrifice of associate animal slaughtered for the sake of Allah.[20]\n\nA similar symbology, which is a reflection of Abraham and Ismael's dilemma, is the stoning of the Jamaraat which takes place during the pilgrimage.\n\nRitual sacrifice was practiced in Ancient Israel, with the opening chapters of the book Leviticus detailing parts of an overview referring to the exact methods of bringing sacrifices. Although sacrifices could include bloodless offerings (grain and wine), the most important were animal sacrifices.[21] Blood sacrifices were divided into burnt offerings (Hebrew: עלה קרבנות) in which the whole unmaimed animal was burnt, guilt offerings (in which part was burnt and part left for the priest) and peace offerings (in which similarly only part of the undamaged animal was burnt and the rest eaten in ritually pure conditions).\n\nAfter the destruction of the Second Temple, ritual sacrifice ceased except among the Samaritans.[22] Maimonides, a medieval Jewish rationalist, argued that God always held sacrifice inferior to prayer and philosophical meditation. However, God understood that the Israelites were used to the animal sacrifices that the surrounding pagan tribes used as the primary way to commune with their gods. As such, in Maimonides' view, it was only natural that Israelites would believe that sacrifice was a necessary part of the relationship between God and man. Maimonides concludes that God's decision to allow sacrifices was a concession to human psychological limitations. It would have been too much to have expected the Israelites to leap from pagan worship to prayer and meditation in one step. In the Guide for the Perplexed, he writes:\n\nIn contrast, many others such as Nachmanides (in his Torah commentary on Leviticus 1:9) disagreed, contending that sacrifices are an ideal in Judaism, completely central.\n\nThe teachings of the Torah and Tanakh reveal the Israelites's familiarity with human sacrifices, as exemplified by the near-sacrifice of Isaac by his father Abraham (Genesis 22:1–24) and some believe, the actual sacrifice of Jephthah's daughter (Judges 11:31–40), while many believe that Jephthah's daughter was committed for life in service equivalent to a nunnery of the day, as indicated by her lament over her \"weep for my virginity\" and never having known a man (v37). The king of Moab gives his firstborn son and heir as a whole burnt offering, albeit to the pagan god Chemosh.[23] In the book of Micah, one asks, 'Shall I give my firstborn for my sin, the fruit of my body for the sin of my soul?' (Micah 6:7), and receives a response, 'It hath been told thee, O man, what is good, and what the LORD doth require of thee: only to do justly, and to love mercy, and to walk humbly with thy God.' (Micah 6:8) Abhorrence of the practice of child sacrifice is emphasized by Jeremiah. See Jeremiah 7:30–32.\n\n"
        }
    ]
}