{
    "url": "https://en.wikipedia.org/wiki/Sail",
    "title": "Sail",
    "table_of_contents": [
        "1 Rigs",
        "2 History",
        "2.1 Square rigs",
        "2.2 Lateen rigs",
        "2.3 Crab claw rigs",
        "3 Aerodynamic forces",
        "4 Types",
        "5 Shape",
        "6 Material",
        "7 Construction",
        "8 Running rigging",
        "8.1 Fore-and-aft rigged vessels",
        "8.2 Square-rigged vessels",
        "9 Gallery",
        "10 See also",
        "11 Legend",
        "12 Notes",
        "13 References",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A sail is a tensile structure—made from fabric or other membrane materials—that uses wind power to propel sailing craft, including sailing ships, sailboats, windsurfers, ice boats, and even sail-powered land vehicles.  Sails may be made from a combination of woven materials—including canvas or polyester cloth, laminated membranes or bonded filaments—usually in a three- or four-sided shape.\n\nA sail provides propulsive force via a combination of lift and drag, depending on its angle of attack—its angle with respect to the apparent wind. Apparent wind is the air velocity experienced on the moving craft and is the combined effect of the true wind velocity with the velocity of the sailing craft. Angle of attack is often constrained by the sailing craft's orientation to the wind or point of sail. On points of sail where it is possible to align the leading edge of the sail with the apparent wind, the  sail may act as an airfoil, generating propulsive force as air passes along its surface—just as an airplane wing generates lift—which predominates over aerodynamic drag retarding forward motion. The more that the angle of attack diverges from the apparent wind as a sailing craft turns downwind, the more drag increases and lift decreases as propulsive forces, until a sail going downwind is predominated by drag forces. Sails are unable to generate propulsive force if they are aligned too closely to the wind.\n\nSails may be attached to a mast, boom or other spar or may be attached to a wire that is suspended by a mast. They are typically raised by a line, called a halyard, and their angle with respect to the wind is usually controlled by a line, called a sheet. In use, they may be designed to be curved in both directions along their surface, often as a result of their curved edges. Battens may be used to extend the trailing edge of a sail beyond the line of its attachment points.\n\nOther non-rotating airfoils that power sailing craft include wingsails, which are rigid wing-like structures, and kites that power kite-rigged vessels, but do not employ a mast to support the airfoil and are beyond the scope of this article.\n\n"
        },
        {
            "title": "Rigs",
            "text": "Sailing craft employ two types of rig, the square rig and the fore-and-aft rig.\n\nThe square rig carries the primary driving sails on horizontal spars, which are perpendicular or square, to the keel of the vessel and to the masts. These spars are called yards and their tips, beyond the last stay, are called the yardarms[1]. A ship mainly so rigged is called a square-rigger.[2] The square rig is aerodynamically most efficient when running (sailing downwind).[3]\n\nA fore-and-aft rig consists of sails that are set along the line of the keel rather than perpendicular to it. Vessels so rigged are described as fore-and-aft rigged.[4]\n\n"
        },
        {
            "title": "History",
            "text": "Archaeological studies of the Cucuteni-Trypillian culture ceramics show use of sailing boats from the sixth millennium BCE onwards.[5] Excavations of the Ubaid period (c. 6000–4300 BCE) in Mesopotamia provide direct  evidence of sailing boats.[6]\n\nSails from ancient Egypt are depicted around 3200 BCE,[7][8] where reed boats sailed upstream against the River Nile's current. Ancient Sumerians used square rigged sailing boats at about the same time, and it is believed they established sea trading routes as far away as the Indus valley. Greeks and Phoenicians began trading by ship by around 1200 BCE.\n\nV-shaped square rigs with two spars that come together at the hull were the ancestral sailing rig of the Austronesian peoples before they developed the fore-and-aft crab claw, tanja and junk rigs.[9] The date of introduction of these later Austronesian sails is disputed.[10]\n\nLateen sails emerged by around the 2nd century CE in the Mediterranean. They did not become common until the 5th century, when there is evidence that the Mediterranean square sail (which had been in wide use throughout the classical period) was undergoing a simplification of its rigging components.[a] Both the increasing popularity of the lateen and the changes to the contemporary square rig are suggested to be cost saving measures, reducing the number of expensive components needed to fit out a ship.[11]\n\nIt has been a common and erroneous presumption among maritime historians that lateen had significantly better sailing performance than the square rig of the same period. Analysis of voyages described in contemporary accounts and also in various replica vessels demonstrates that the performance of square rig and lateen were very similar. Lateen provided a cheaper rig to build and maintain, with no degradation of performance.[12][11]\n\nThe lateen was adopted by Arab seafarers (usually in the sub-type: the settee sail), but the date is uncertain, with no firm evidence for their use in the Western Indian Ocean before 1500 CE. There is, however, good iconographic evidence of square sails being used by Arab, Persian and Indian ships in this region in, for instance, 1519.[13]\n\nThe popularity of the caravel in Northern European waters from about 1440 made lateen sails familiar in this part of the world. Adittionally, lateen sails were used for the mizzen on early three-masted ships, playing a significant role in the development of the full-rigged ship. It did not, however, provide much of the propulsive force of these vessels – rather serving as a balancing sail that was needed for some manoeuvres in some sea and wind conditions. The extensive amount of contemporary maritime art showing the lateen mizzen on 16th and 17th century ships often has the sail furled. Practical experience on the Duyfken replica confirmed the role of the lateen mizzen.[14][15]\n[16]\n\nAustronesian invention of catamarans, outriggers, and the bi-sparred triangular crab claw sails enabled their ships to sail for vast distances in open ocean. It led to the Austronesian Expansion. From Taiwan, they rapidly settled the islands of Maritime Southeast Asia, then later sailed further onwards to Micronesia, Island Melanesia, Polynesia, and Madagascar, eventually settling a territory spanning half the globe.[17][18]\n\nThe proto-Austronesian  words  for sail, lay(r), and  some other rigging parts date to about 3000 BCE when this group began their Pacific expansion.[19] The absence of proto-Austronesian words for some rigging parts is evidence that the more complex sails were later developments, so calling into question the traditionalist model of Austronesian sail development.[10] Austronesian rigs were distinctive in that they had spars supporting both the upper and lower edges of the sails (and sometimes in between), in contrast to western rigs which only had a spar on the upper edge.[further explanation needed][17][18] The sails were also made from salt-resistant woven leaves, usually from pandan plants.[20][21]\n\nCrab claw sails used with single-outrigger ships in Micronesia, Island Melanesia, Polynesia, and Madagascar were intrinsically unstable when tacking leeward. To deal with this, Austronesians in these regions developed the shunting technique in sailing, in conjunction with uniquely reversible single-outriggers. In the rest of Austronesia,  crab claw sails were mainly for double-outrigger (trimarans) and double-hulled (catamarans) boats, which remained stable even leeward.[18][22][17][23][24]\n\nIn western Island Southeast Asia, later square sails also evolved from the crab claw sail, the tanja and the junk rig, both of which retained the Austronesian characteristic of having more than one spar supporting the sail.[25][26]\n\n"
        },
        {
            "title": "Aerodynamic forces",
            "text": "Aerodynamic forces on sails depend on wind speed and direction and the speed and direction of the craft. The direction that the craft is traveling with respect to the true wind (the wind direction and speed over the surface) is called the \"point of sail\". The speed of the craft at a given point of sail contributes to the apparent wind (VA)—the wind speed and direction as measured on the moving craft. The apparent wind on the sail creates a total aerodynamic force, which may be resolved into drag—the force component in the direction of the apparent wind—and lift—the force component normal (90°) to the apparent wind. Depending on the alignment of the sail with the apparent wind, lift or drag may be the predominant propulsive component. Total aerodynamic force also resolves into a forward, propulsive, driving force—resisted by the medium through or over which the craft is passing (e.g. through water, air, or over ice, sand)—and a lateral force, resisted by the underwater foils, ice runners, or wheels of the sailing craft.[27]\n\nFor apparent wind angles aligned with the entry point of the sail, the sail acts as an airfoil and lift is the predominant component of propulsion. For apparent wind angles behind the sail, lift diminishes and drag increases as the predominant component of propulsion. For a given true wind velocity over the surface, a sail can propel a craft to a higher speed, on points of sail when the entry point of the sail is aligned with the apparent wind, than it can with the entry point not aligned, because of a combination of the diminished force from airflow around the sail and the diminished apparent wind from the velocity of the craft. Because of limitations on speed through the water, displacement sailboats generally derive power from sails generating lift on points of sail that include close-hauled through broad reach (approximately 40° to 135° off the wind).[28] Because of low friction over the surface and high speeds over the ice that create  high apparent wind speeds for most points of sail, iceboats can derive power from lift further off the wind than displacement boats.[29]\n\n"
        },
        {
            "title": "Types",
            "text": "Each rig is configured in a sail plan, appropriate to the size of the sailing craft. A sail plan is a set of drawings, usually prepared by a naval architect which shows the various combinations of sail proposed for a sailing ship. Sail plans may vary for different wind conditions—light to heavy. Both square-rigged and fore-and-aft rigged vessels have been built with a wide range of configurations for single and multiple masts.[31]\n\nTypes of sail that can be part of a sail plan can be broadly classed by how they are attached to the sailing craft:\n\nHigh-performance yachts, including the International C-Class Catamaran, have used or use rigid wing sails, which  perform better than traditional soft sails but are more difficult to manage.[32] A rigid wing sail was used by Stars and Stripes, the defender which won the 1988 America's Cup, and by USA-17, the challenger which won the 2010 America's Cup.[33] USA 17's performance during the 2010 America's Cup races demonstrated a velocity made good upwind of over twice the wind speed and downwind of over 2.5 times the wind speed and the ability to sail as close as 20 degrees off the apparent wind.[34]\n\n"
        },
        {
            "title": "Shape",
            "text": "The shape of a sail is defined by its edges and corners in the plane of the sail, laid out on a flat surface. The edges may be curved, either to extend the sail's shape as an airfoil or to define its shape in use. In use, the sail becomes a curved shape, adding the dimension of depth or draft.\n\n"
        },
        {
            "title": "Material",
            "text": "Sail characteristics derive, in part, from the design, construction and the attributes of the fibers, which are woven together to make the sail cloth. There are several key factors in evaluating a fiber for suitability in weaving a sail-cloth: initial modulus, breaking strength (tenacity), creep, and flex strength. Both the initial cost and its durability of the material define its cost-effectiveness over time.[37][46]\n\nTraditionally, sails were made from flax or cotton canvas.[46] Materials used in sails, as of the 21st century, include nylon for spinnakers—where light weight and elastic resistance to shock load are valued—and a range of fibers, used for triangular sails, that includes Dacron, aramid fibers—including Kevlar, and other liquid crystal polymer fibers—including Vectran.[46][37] Woven materials, like Dacron, may specified as either high or low tenacity, as indicated, in part by their denier count (a unit of measure for the linear mass density of fibers).[47]\n\n"
        },
        {
            "title": "Construction",
            "text": "Cross-cut sails have the panels sewn parallel to one another, often parallel to the foot of the sail, and are the least expensive of the two sail constructions. Triangular cross-cut sail panels are designed to meet the mast and stay at an angle from either the warp or the weft (on the bias) to allow stretching along the luff, but minimize stretching on the luff and foot, where the fibers are aligned with the edges of the sail.[48]\n\nRadial sails have panels that \"radiate\" from corners in order to efficiently transmit stress and are typically higher-performance than cross-cut sails. A bi-radial sail has panels radiating from two of three corners; a tri-radial sail has panels radiating from all three corners. Mainsails are more likely to be bi-radial, since there is very little stress at the tack, whereas head sails (spinnakers and jibs) are more likely to be tri-radial, because they are tensioned at their corners.[46]\n\nHigher-performance sails may be laminated, constructed directly from multiple plies of filaments, fibers, taffetas, and films—instead of woven textiles—and adhered together.  Molded sails are laminated sails formed over a curved mold and adhered together into a shape that does not lie flat.[46]\n\nConventional sail panels are sewn together. Sails are tensile structures, so the role of a seam is to transmit a tensile load from panel to panel. For a sewn textile sail this is done through thread and is limited by the strength of the thread and the strength of the hole in the textile through which it passes. Sail seams are often overlapped between panels and sewn with zig-zag stitches that create many connections per unit of seam length.[46][49]\n\nWhereas textiles are typically sewn together, other sail materials may be ultrasonically welded—a technique whereby high-frequency ultrasonic acoustic vibrations are locally applied to workpieces being held together under pressure to create a solid-state weld.  It is commonly used for plastics, and especially for joining dissimilar materials.[49]\n\nSails feature reinforcements of fabric layers where lines attach at grommets or cringles.[41] A bolt rope may be sewn onto the edges of a sail to reinforce it, or to fix the sail into a groove in the boom, in the mast, or in the luff foil of a roller-furling jib.[39] They may have stiffening features, called battens, that help shape the sail, when full length,[50] or just the roach, when present.[37] They may have a variety of means of reefing them (reducing sail area), including rows of short lines affixed to the sail to wrap up unused sail, as on square and gaff rigs,[51] or simply grommets through which a line or a hook may pass, as on Bermuda mainsails.[52] Fore-and-aft sails may have tell-tales—pieces of yarn, thread or tape that are affixed to sails—to help visualize airflow over their surfaces.[37]\n\n"
        },
        {
            "title": "Running rigging",
            "text": "The lines that attach to and control sails are part of the running rigging and differ between square and fore-and-aft rigs. Some rigs shift from one side of the mast to the other, e.g. the dipping lug sail and the lateen. The lines can be categorized as those that support the sail, those that shape it, and those that control its angle to the wind.\n\nFore-and-aft rigged vessels have rigging that supports, shapes, and adjusts the sails to optimize their performance in the wind, which include the following lines:\n\nSquare-rigged vessels require more controlling lines than fore-and-aft rigged ones, including the following.\n\n"
        }
    ]
}