{
    "url": "https://en.wikipedia.org/wiki/Salafi_movement",
    "title": "Salafi movement",
    "table_of_contents": [
        "1 Etymology",
        "2 Tenets",
        "2.1 Views on Taqlid (adherence to legal precedent)",
        "2.2 Scholarly Hierarchy",
        "2.3 Differences from Kalam Theology",
        "2.4 Teachings of Ibn Taymiyya",
        "3 History",
        "3.1 Origins",
        "3.2 Evolution",
        "3.2.1 Late nineteenth-century",
        "3.2.2 Post-WW1 Era",
        "3.3 Contemporary era",
        "4 Political trends within Salafism",
        "4.1 Purists",
        "4.2 Salafi activists",
        "4.3 Salafi jihadists",
        "5 Regional groups and movements",
        "5.1 Saudi Arabia",
        "5.2 Indian subcontinent",
        "5.3 Egypt",
        "5.4 Malaysia",
        "5.5 Yemen",
        "5.6 Tunisia",
        "5.7 Turkey",
        "5.8 China",
        "5.9 Vietnam",
        "5.10 Qatar",
        "6 Statistics",
        "7 Other usage",
        "7.1 Al-Salafiyya Al-Tanwiriyya (Enlightened Salafism)",
        "7.1.1 Influence on Contemporary Salafism",
        "7.2 In the broadest sense",
        "8 Criticisms",
        "8.1 Muslim criticism",
        "8.2 Western criticism",
        "9 Prominent Salafis",
        "10 Ex-Salafis",
        "11 See also",
        "12 References",
        "13 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Salafi movement or Salafism (Arabic: سلفیة, romanized: Salafīyya) is a reform branch[1] movement within Sunni Islam[2][3][4] that originated during the nineteenth century.[5] The name refers to advocacy of a return to the traditions of the  \"pious predecessors\" (salaf), the first three generations of Muslims, who are believed to exemplify the pure form of Islam. Those generations include the Islamic prophet Muhammad and his companions, whom he himself taught (the Sahabah); their successors (the Tabi'in); and the successors of the successors (the Taba al-Tabi'in). In practice, Salafis maintain that Muslims ought to rely on the Qur'an, the Sunnah and the 'Ijma (consensus) of the salaf, giving these writings precedence over later religious interpretations.[6][7] The term \"Salaf\" refers to Ahl-ul-Sunnah wal-Jama'ah (followers of the Sunnah and the majority of Muslims), also known as the Sahabah (Companions of the Prophet, may Allah be pleased with them) and those who continue in their footsteps until the Day of Resurrection. The Prophet (peace be upon him) responded, \"Those who follow the same same that I and my Companions follow today,\" when questioned about Al-Firqah Al-Najiyah (the Saved Sect). The first five Ayahs of Surah Al-Kahf imply (in the following translation): All praise and thanks be to Allah, Who sent down to His slave (Muhammad ) the Book (the Qur'ân) and has not inserted any crookedness therein.[8] (He succeeded) The Salafi movement aimed to achieve a renewal of Muslim life and had a major influence on many Muslim thinkers and movements across the Islamic world.[9] Since its inception, Salafism has been evolving through the efforts of numerous Islamic reformers, whose interpretations have spread within various regions.[10]\n\nThe Salafist doctrine is based on looking back to the early years of the religion to understand how contemporary Muslims should practice their faith.[11] Salafi Muslims reject religious innovation or bid'ah and support the implementation of sharia (Islamic law).[12] In its approach to politics, the Salafi movement is sometimes divided by Western academics and journalists into three categories: the largest group being the purists (or quietists), who avoid politics; the second largest group being the activists, who maintain regular involvement in politics; and the third group being the jihadists, who form a minority and advocate armed struggle to restore the early Islamic movement.[12] In legal matters, Salafi Muslims are divided between those who, in the name of independent legal judgement (ijtihad), reject strict adherence (taqlid) to the four Sunni schools of law (madhahib) and those who remain faithful to them, namely, the Saudi scholars, who do not follow any specific madhhab.[13]\n\nIn the contemporary era, Salafism refers to a cluster of different Sunni renewal and reform movements inspired by the teachings of classical theologians like Taqi al-Din ibn Taymiyya (1263–1328 CE/661–728 AH).[14][15] The contemporary Salafiyyah formed as a revivalist movement across the Muslim world during the late 19th century in the context of European imperialism and has remained a significant trend in Islamic thought for more than a century.[16][17][18]\n\nSyrian Islamic scholar Muhammad Rashid Rida (d. 1865- 1935) is widely regarded as the most influential scholar who championed conservative Salafi themes in the early twentieth century. Rida's religious orientation was shaped by his association with Syrian Hanbali and Salafi scholars who preserved the tradition of Ibn Taymiyya; these ideas would be popularised by Rida and his disciples, immensely influencing numerous Salafi organisations in the Arab world.[19] Some Orientalist scholars of the early 20th century also described rationalist scholars of non-Salafi orientation such as Muhammad 'Abduh and Jamal al-Din Afghani as part of Salafiyya, but this usage has become obsolete today, mainly because the rationalist scholars did not themselves adopt Salafi identity or its doctrines.[20] Some of the major Salafi reform movements in the Islamic world today include the Ahl-i Hadith movement, inspired by the teachings of Shah Waliullah Dehlvi and galvanized through the South Asian jihad of Sayyid Ahmad Shahid;[21][22] the Wahhabi movement of the Arabia; the Padri movement of Indonesia; Algerian Salafism, spearheaded by 'Abd al-Hamid Bin Badis; and others.[23]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Salafis consider the hadith that quotes Muhammad saying, \"The best of my community are my generation, the ones who follow them and the ones who follow them.\"[24] as a call to Muslims to follow the example of those first three generations, known collectively as the salaf,[25] or \"pious Predecessors\" (Arabic: السلف الصالح, romanized: as-Salaf as-Ṣāliḥ). The salaf are believed to include Muhammad himself,[26] the \"Companions\" (Sahabah), the \"Followers\" (Tabi'un), and the \"Followers of the Followers\" (Tabi' al-Tabi'in).[27] Historically, the term Salafi as a proper noun and adjective had been used during the classical era to refer to the early theological school of Ahl al-Hadith.[28]\n\n"
        },
        {
            "title": "Tenets",
            "text": "According to Bernard Haykel, \"temporal proximity to the Prophet Muhammad is associated with the truest form of Islam\" among many Sunni Muslims.[29]\n\nSalafis are first and foremost religious and social reformers engaged in creating and reproducing particular forms of authority and identity, both personal and communal. They define [their] reformist project first and foremost through creedal tenets (i.e., a theology). Also important in its Manhaj (Arabic: منهج i.e. Methodology) are certain legal teachings as well as forms of sociability and politics.[30]\n\nThe Salafi da'wa is a methodology, but it is not a madhhab (school) in fiqh (jurisprudence) as is commonly misunderstood. Salafis can come from the Maliki, Shafi'i, Hanbali, Hanafi or Zahirite law schools of Sunni Fiqh. In theology, Salafis are highly influenced by Hanbali doctrines.[31] The followers of Salafi school identify themselves as Ahlul Sunna wal Jama'ah and are also known as Ahl al-Hadith.[32] The Salafiyya movement champions this early Sunni school of thought, also known as traditionalist theology.[33]\n\nSalafis place great emphasis on practicing actions in accordance with the known sunnah, not only in prayer but in every activity in daily life. For instance, many are careful always to use three fingers when eating, to drink water in three pauses, and to hold it with the right hand while sitting.[34]\n\nThe Salafi thought seeks the re-orientation of Fiqh (Islamic Jurisprudence) away from Taqlid (adherence to the legal precedent of a particular Madhhab) and directly back to the Prophet, his Companions and the Salaf. This preferred return to the pure way of the Prophet is termed \"Ittiba\" (following the Prophet by directly referring to the Scriptures).[35] In legal approach, Salafis are divided between those who, in the name of independent legal judgement (ijtihad), reject strict adherence (taqlid) to the four schools of law (madhahib) and others who remain faithful to these.[13][36][37]\n\nAlthough Muhammad Ibn 'Abd al-Wahhab (d. 1792 C.E/ 1206 A.H) had personally rejected the practice of Taqlid, Wahhabi scholars favoured following the Hanbali madhhab and generally permit Taqlid in following Fatwas (juristic legal opinions) and encourages following the madhhabs.[38] While they doctrinally condemned Taqlid and advocated Ijtihad, historically the Wahhabi legal practice was grounded mostly within the confines of Hanbali school, until recently. The doctrinal rejection of Taqlid by Wahhabis would lead to subsequent emergence of prominent Wahhabi ulema such as Sa'd ibn 'Atiq, Abd Ar-rahman Ibn Nasar As Sa'adi, Ibn 'Uthaymin, Ibn Baz, etc.; who would depart significantly from Hanbali law.[13][39][40][41][42]\n\nOther Salafi movements, however, believe that taqlid is unlawful and challenge the authority of the legal schools. In their perspective, since the madhhabs emerged after the era of Salaf al-Salih (pious predecessors); those Muslims who follow a madhhab without directly searching for Scriptural evidences would get deviated.[43][44] These include the scholars of Ahl-i Hadith movement, Muhammad Nasir Al-Din al-Albani (d. 2000), Muḥammad Ḥayāt al-Sindhī (d. 1163), Ibn 'Amir al-Ṣanʿānī (d. 1182), al-Shawkānī (d. 1250), etc.;  who completely condemn taqlid (imitation), rejecting the authority of the legal schools, and oblige Muslims to seek religious rulings (fatwa) issued by scholars exclusively based on the Qur’an and Hadith; with no intermediary involved.[45][46][40] The Ahl-i Hadith ulema would distinguish themselves from the Wahhabis who followed the Hanbali school while they considered themselves as following no particular school.[47] In contemporary era, Albani and his disciples, in particular, would directly criticise Wahhabis on the issue of Taqlid due to their affinity towards the Hanbali school and called for a re-generated Wahhabism purified of elements contrary to doctrines of the Salaf.[48][49][45]\n\nOther Salafi scholars like Sayyid Rashid Rida (d. 1935) follow a middle course, allowing the layperson to do Taqlid only when necessary, obliging him to do Ittiba when the Scriptural evidences become known to him. Their legal methodology rejects partisanship to the treatises of any particular schools of law, and refer to the books of all madhhabs. Following Ibn Taymiyya and Ibn Qayyim, these scholars accept the rich literary heritage of Sunni Fiqh and consider the literature of the four Sunni law-schools as beneficial resources to issue rulings for the contemporary era.[50][40] At the far end of the spectrum, some Salafis hold that adhering to taqlid is an act of shirk (polytheism).[51]\n\nContemporary Salafis generally discard the practice of adhering to the established rulings of any particular Madhhab, condemning the principle of Taqlid (blind imitation) as a bid'ah (innovation) and are significantly influenced by the legal principles of the Zahirite school, historically associated with anti-madhhab doctrines that opposed the canonization of legal schools. Early Zahirite scholar Ibn Hazm's condemnation of Taqlid and calls to break free from the interpretive system of the canonized schools by espousing a Fiqh directly grounded on Qura'n and Hadith; have conferred a major impact on the Salafiyya movement.[52] Salafi legalism is most often marked by its departure from the established rulings (mu'tamad) of the four Sunni madhahib, as well as frequently aligning with Zahirite views mentioned by Ibn Hazm in his legal compendium Al-Muhalla.[53][40]\n\nBernard Haykel notes that due to the peculiarity of its methodology, Salafis enjoy a relatively less rigid scholarly hierarchy of authorities (ulema). Most Salafis unlike other traditional and pre-modern Muslims do not subscribe to a hierarchy that rigorously \"constrains and regulates... the output of opinions\". As an interpretive community, Salafi tradition, \"in contrast to other Muslim traditions of learning\", is \"relatively open, even democratic\".[54]\n\nModern-day proponents of the Athari school of theology largely come from the Salafi movement; they uphold the Athari works of Ibn Taymiyyah.[55] Ibn Taimiyya himself, a disputed and partly rejected scholar during his lifetime, became a major scholar among followers of the Salafi movement credited with the title Shaikh al-Islam. Other important figures include major scholars important in Islamic history, such as Ahmad ibn Hanbal.[56]\n\nFollowers of the Salafi movement regard the primary sources Qur'an and Sunnah as self-explanatory, disregarding the use of interpretation and human reasoning. Salafis favor practical implementation as opposed to disputes with regards to meanings, meaning may be considered either clear or something beyond human understanding.[57] They believe that to engage in speculative theology (kalam), even if one arrives at the truth, is absolutely forbidden.[58] Atharis engage in strictly literal and amodal reading of the Qur'an and hadith (prophetic traditions) and only their clear or apparent meanings have the sole authority in creedal affairs. As opposed to one engaged in Ta'wil (metaphorical interpretation), they do not attempt to conceptualize the meanings of the Qur'an rationally; and believe that the real meanings should be consigned to God alone (tafwid).[59] Following the Salafi hermeneutic approach, Salafis differ from that of non-Salafis in some regards of permissibility.[60]\n\nMany folk rituals related to the spiritual world practised by Muslims in some localites and regions, are considered shirk by followers of Salafism. Followers of the Salafi movement regard a number of practises related to jinn or spirits of Awliya (saints) as bid'ah and shirk. The wide range of beliefs about spirits and angels commonly accepted in Classical Islam is reduced to a limited scope of quotes from Qur'an and hadith, without further exegetical material and missing any reference to anecdotal experiences.[61][62]\n\nThe followers of the Salafiyya school look to the medieval jurist Ibn Taymiyyah as the most significant classical scholarly authority in theology and spirituality. Ibn Taymiyya's theological treatises form the core doctrinal texts of Wahhabi, Ahl-i Hadith and various other Salafi movements. According to the monotheistic doctrine of Ibn Taymiyya, Tawhid is categorised into two types: Al-tawḥīd al-rubūbiyya (Oneness in Lordship) and Al-tawḥīd al-ulūhiyya (Oneness in Worship). Ibn Taymiyya's interpretation of the Shahada (Islamic testimony) as the testimony to worship God alone \"only by means of what He has legislated\", without partners, is adopted by the Salafis as the foundation of their faith. In the contemporary era, Ibn Taymiyya's writings on theology and innovated practices have inspired Salafi movements of diverse kinds.[63][64] The increased prominence of these movements in the twentieth century has led to a resurgence in interest of the writings of Ibn Taymiyya far beyond traditional Salafi circles. Salafis commonly refer to Ibn Taymiyya by the title Shaykh al-Islām. Alongside Ibn Taymiyya, his disciples Ibn Qayyim al-Jawziyya, Ibn Kathir, Al-Dhahabi, etc. constitute the most referenced classical scholarship in Salafi circles.[65][66][67][68][69]\n\n\nThe scholarly works of Ibn Taymiyya, which advocate Traditionalist Creedal positions and intensely critique other theological schools, embody the theology of the Salafiyya school.[70] Ibn Taymiyya also cited a scholarly consensus (Ijma), calling on his acolytes to declare themselves as followers of the Salaf, stating:\n[71][72]\n\n"
        },
        {
            "title": "History",
            "text": "Historians and academics date the emergence of Salafiyya movement to the late 19th-century Arab world, an era when European colonial powers were dominant.[73][4][74][75][76][77] Notable leaders of the movement included Jamal al-Din Qasimi (1866-1914), 'Abd al-Razzaq al Bitar (1837-1917), Tahir al-Jazai'iri (1852-1920)[78] and Muhammad Rashid Rida (1865-1935).[79] Until the First World War, religious missions of the Salafi call in the Arab East had operated secretively. Following the First World War, the Salafi ideas were spread and established among the intelligentsia.[80] Politically oriented scholars like Rashid Rida had also emphasized the necessity to establish an Islamic state that implements Sharia (Islamic law) and thus laid the intellectual foundations for a more conservative strand of Salafiyya, which would also influence the ideologues of the Muslim Brotherhood in Egypt.[81]\n\nSalafis believe that the label \"Salafiyya\" existed from the first few generations of Islam and that it is not a modern movement.[76] To justify this view, Salafis rely on a handful of quotes from medieval times where the term \"Salafi\" is used. One of the quotes used as evidence and widely posted on Salafi websites is from the genealogical dictionary of al-Sam'ani (d. 1166), who wrote a short entry about the surname \"al-Salafi\" (the Salafi): \"According to what I heard, this [surname indicates one's] ascription to the pious ancestors and [one's] adoption of their doctrine [madhhabihim].\"[82][83] The scholar Henri Lauzière from Northwestern University comments that, \"al-Sam'ani could only list two individuals—a father and his son—who were known by it. Plus, the entry contains blank spaces in lieu of their full names, presumably because al-Sam'ani had forgotten them or did not know them.\"[83]\nFurther, he states that \"al-Sam'ani's dictionary suggests that the surname was marginal at best, and the lone quotation taken from Al-Dhahabi, who wrote 200 years later, does little to prove Salafi claims.\"[84]\n\nThe Salafi movement emphasizes looking up to the era of the Salaf al-Salih; who were the early three generations of Muslims that succeeded Prophet Muhammad. They consider the faith and practices of salaf al-salih as virtuous and exemplary. By seeking to capture values of the Salaf in their own lives, Salafis attempt to recreate a ‘golden age’, and revive a pristine version of Islam, stripped of all later accretions, including the four schools of law as well as popular Sufism. The emergence of Salafism coincided with the rise of Western colonialism across many parts of the Islamic world. Between the eighteenth and the twentieth centuries, these reformist movements called for a direct return to the Scriptures, institutional standardisations and jihad against colonial powers.[85]\n\nThe movement developed across various regions of the Islamic World in the late 19th century as a response to European imperialism.[4][74][75][76][77] The Salafi revivalists were inspired by the creedal doctrines of the medieval Syrian Hanbali theologian Ibn Taymiyya, who had strongly condemned philosophy and various features of Sufism as heretical. Ibn Taymiyya's radical reform programme called for Muslims to return to the pristine Islam of the Salaf al-Salih (pious ancestors); through a direct understanding of Scriptures.[86] Further influences of the early Salafiyya movement included various 18th-century Islamic reform movements such as the Wahhabi movement in the Arabian Peninsula,[87] subcontinental reform movements spearheaded by Shah Waliullah Dehlawi, Shah Ismail Dehlawi and Sayyid Ahmad Shaheed[88][89] as well as the Yemeni islah movement led by Al-San'aani and Al-Shawkani.[90][91]\n\nThese movements had advocated the belief that the Qur'an and Sunnah are the primary sources of sharia and the legal status quo should be scrutinized based on Qur'an and Hadith. Far from being novel, this idea was a traditionist thesis kept alive within the Hanbali school of law. The Wahhabi movement, under the leadership of Muhammad Ibn Abd al-Wahhab, forcefully revived Hanbali traditionism in 18th century Arabia. Influenced by the Hanbali scholars Ahmad ibn Taymiyyah (d. 728/1328) and Ibn Qayyim al-Jawziyya (d. 751/1350); the teachings of Ibn 'Abd al-Wahhab were also closely linked to the formulation of proto-Hanbalism expounded by early Hanbali writers 'Abd Allah ibn Ahmad (d. 290/903), Abu Bakr al-Khallal (d. 311/923) as well as non-Hanbali scholars like Ibn Hazm, whom he cited frequently. Indian Hadith specialist Shah Waliullah Dehlawi, while rejecting Taqlid, also emphasised on involving the Fuqaha (jurisconsultants) in the study of hadith, their interpretations and rationalisation. Thus, he was accommodative towards classical structures of Fiqh. In Yemen, influential scholar Muhammad ibn Ali Al-Shawkani (1759-1834) condemned Taqlid far more fiercely, and his movement advocated radical rejection of classical Fiqh structures. The promotion of Ijtihad of these movements was also accompanied by an emphasis on strict adherence to Qur'an and Hadith.[92][93]\n\nDuring the mid-nineteenth century British India, the Ahl-i Hadith movement revived the teachings of Shah Waliullah and Al-Shawkani; advocating rejection of Taqlid and study of hadith. They departed from Shah Waliullah's school with a literalist approach to hadith, and rejected classical legal structures; inclining towards the Zahirite school. In the 19th century, Hanbali traditionism would be revived in Iraq by the influential Alusi family. Three generations of Alusis, Mahmud al-Alusi (d. 1853), Nu'man al-Alusi (d. 1899) and Mahmud Shukri al-Alusi (1857-1924); were instrumental in spreading the doctrines of Ibn Taymiyya and the Wahhabi movement in the Arab world. Mahmud Shukri Al-Alusi, a defender and historian of the Wahhabi movement, was also a leader of the Salafiyya movement. All these reformist tendencies merged into the early Salafiyya movement, a theological faction prevalent across the Arab world during the late-nineteenth and early-twentieth centuries, which was closely associated with the works of Sayyid Rashid Rida (1865-1935).[94]\n\nThe first phase of the Salafiyya movement emerged amidst the reform-minded ulema of the Arab provinces of the Ottoman Empire during the late nineteenth century. The movement relied primarily upon the works of Hanbali theologian Ahmad Ibn Taymiyya, whose call to follow the path of Salaf, inspired their name. The early phase of this tradition sought a middle-way that synthesised between 'ilm and Tasawwuf. Damascus, a major centre of Hanbali scholarship in the Muslim World,  played a major role in the emergence and dissemination of the ideas of this early trend of the Salafiyya. Some scholars in this phase like Amir 'Abd al-Qadir al-Jaza'iri, re-interpreted Ibn 'Arabi's mystical beliefs and reconciled them with the opposing theological doctrines of Ibn Taymiyya to address new challenges. Other major figures in the movement included 'Abd al-Razzaq Al-Bitar, Jamal al-Din al-Qasimi, Tahir al-Jazairi, etc. 'Abd al-Razzaq Al-Bitar (the grandfather of Muhammad Bahjat al Bitar, a disciple of Rashid Rida) was the leader of the more traditional branch of the reform trend, which would become the Salafiyya of Damascus. Years later, Rashid Rida would describe him as the \"mujaddid madhhab al-salaf fil-Sham\" (the reviver of the ancestral doctrine in Syria). While these reformers were critical of various aspects of popular Sufism, they didn't deny Sufism completely. The Cairene school of Muhammad Abduh emerged as a separate trend in 1880s, and would be influenced by the Damascene Salafiyya, as well as Mu'tazilite philosophy. Abduh's movement sought a rationalist approach to adapt to the increasing pace of modernisation. While 'Abduh was critical of certain Sufi practices, his writings had Sufi inclinations and he retained love for \"true Sufism\" as formulated by Al-Ghazali.[95][85]\n\nThe Damascene Salafiyya was also influenced by their reformist counterparts in Baghdad, especially the scholars of the Alusi family. Abu Thana' Shihab al-Din al-Alusi (1802-1854) was the first of the Alusi family of ulama to promote reformist ideas, influenced by Wahhabism through his teacher 'Ali al-Suwaydi. He also combined the theological ideas of Sufis and Mutakallimun (dialecticians) like Razi in his reformist works. Shihab al-Din's son, Nu'man Khayr al-Din al-Alusi, was also heavily influenced by the treatises of Siddiq Hasan Khan, an early leader of the Ah-i Hadith movement. He regularly corresponded with him and received an Ijazat (license to teach) from Siddiq Hasan Khan, and became the leader of the Salafi trend in Iraq. Later he would also send his son 'Ala' al-Din (1860-1921) to study under Hasan Khan. Khayr al-Din Alusi would write lengthy polemics and treatises advocating the teachings of Ibn Taymiyya. The Iraqi reformers rejected the validity of Taqlid in jurisprudence, calling for Ijtihad and condemned ritual innovations like tomb-visitations for the purpose of worship.[96]\n\nSalafiyya tradtion had become dominant in Syria by the 1880s, due to its popularity amongst the reformist ulema in Damascus. Furthermore; most of the medieval treatises of the classical Syrian theologian Ibn Taymiyya were preserved in various Damascene mosques. Salafi scholars gathered these works and indexed them in the archives of the Zahiriyya Library (Maktabat Zahiriyya), one of the most prominent Islamic libraries of the 19th century. Most influential Salafi scholars during this period were Tahir al-Jazai'ri, 'Abd al-Razzaq al-Bitar and Jamal al-Din Qasimi. These scholars took precedent from the 18th-century reformers influenced by Ibn Taymiyya, such as Al-Shawkani, Ibn 'Abd al-Wahhab, Shah Waliullah etc. and called for a return to the purity of the early era of the Salaf al-Salih (righteous forbears). Like Ibn Taymiyya during the 13th century; they viewed themselves as determined preachers calling to defend Tawhid (Islamic monotheism), attacking bid'ah (religious innovations), criticising the Ottoman monarchy and its clerical establishment as well as relentlessly condemning Western ideas such as nationalism.[97][98] According to historian Itzchak Weismann: \n[99]\n\n By the 1900s, the reformers had already become commonly known as \"Salafis\", which in-part was also used to deflect accusations from their opponents; to emphasize that they were different from the Wahhabis of Najd. The Salafi turn against Ibn 'Arabi and Sufism would materialize a decade later, after the First World War, under the leadership of Rashid Rida. This second-stage of Salafiyya was championed by Rashid Rida and his disciples across the Islamic World, advocating a literalist understanding of the Scriptures. They were also characterised by a militant hostility to Western imperialism and culture. In addition to condemnations of tomb visits, popular Sufi practices, brotherhoods, miracles and mystical orders; Rida's criticism of Sufism extended to all of it and beyond the critiques of his fellow Salafi comrades. He questioned the murid-murshid relationship in mysticism, as well as the Silsilas (chains of transmission) upon which Tariqah structures were built. In particular, Rida fiercely rebuked political quietism and pacifist doctrines of various Sufi orders. The Salafiyya of Rida and his disciples held onto an ideal of the complete return to the religious and political ways of the salaf.[100][101] In calling for a return to the Salaf, Rashid Rida emphasised the path of the first four Rightly-Guided Caliphs (Khulafa Rashidin) and the revival of their principles. Rida's revivalist efforts contributed to the construction of a collective imagined Salafi community operating globally, transcending national borders. For this reason, he is regarded as one of the founding pioneers of the Salafiyya movement and his ideas inspired many Islamic revivalist movements.[102][103]\n\nRashid Rida's religious approach was rooted in reviving Ibn Taymiyya's theology as the solution to rectify the decline and disintegration of the Islamic World. Salafiyya movement took a much more conservative turn under Rida's mantle and became vehemently critical of the clerical establishment. Rida's doctrines deeply impacted Islamist ideologues of the Muslim Brotherhood such as Hasan al-Banna (d. 1949) and Sayyid Qutb (d. 1966) who advocated a holistic conception of Islamic state and society; similar to the Wahhabi movement.[81][104][105] Muslim Brotherhood’s Syrian leaders like Mustapha al-Siba‘i and ‘Isam al-‘Attar were also influential in the movement and their ideas influenced numerous Jordanian students. The Damascene Salafiyya consisted of major scholarly figures like Muhammad Bahjat al-Bitar al-Athari, ‘Ali al-Tantawi, Nasir al-Din al-Albani, ‘Abd al-Fattah al-Imam, Mazhar al-‘Azma, al-Bashir al-Ibrahimi, Taqiy al-Din al-Hilali, Muhiy al-Din al-Qulaybi, ‘Abd Allah al-Qalqayli, etc. Numerous books of the movement were printed and published through the Islamic Bookstore in Lebanon owned by Zuhayr Shawish.[106]\n\nThe early leaders of Salafiyya like Sayyid Rashid Rida (d. 1935), Jamal al-Din Qasimi (d. 1914), etc. had considered traditionalist theology as central to their comprehensive socio-political reform programme. Rashid Rida, for instance, argued that Athari theology represented Sunni orthodoxy, was less divisive and provided a more reliable basis of faith than Ash'arism. According to Rida, Salafi creed was easier to understand than Kalam (speculative theology) and hence granted a stronger bulwark against the dangers posed by atheism and other heresies. Salafi reformers also hailed the medieval theologian Ibn Taymiyyah as a paragon of Sunni orthodoxy and emphasized that his strict conception of Tawhid was an important part of the doctrine of the forefathers (madhhab al-salaf). Despite this, the Salafi reformers during this era were more concerned with pan-Islamic unity and hence refrained from accusing the majority of their co-religionists of being heretics; professing their creedal arguments with moderation. Jamal al-Din Qasimi decried sectarianism and bitter polemics between Atharis and followers of other creedal schools, despite considering them unorthodox. For Rashid Rida, intra-Sunni divisions between Atharis and Ash'arites, were an evil that weakened the strength of the Ummah (Muslim community) and enabled foreigners to gain control over Muslim lands. Hence, Rida held back from adopting an exclusivist attitude against Asharis during the first two decades of the 20th century.[107]\n\nBeginning from the mid-1920s, this leniency gradually disappeared from Salafi activists and scholars to give way to a more partisan stance. Mahmud Shukri al-Alusi, for example, was more uncompromising in his defense of Salafi theology than Rida and Qasimi.[108] The hardening of Salafi stance was best represented by Rashid Rida's disciple Muhammad Bahjat al Bitar (1894-1976 C.E) who made robust criticisms of speculative theology, by compiling treatises that revived the creedal polemics of Ibn Taymiyya. One such treatise titled \"Al-Kawthari wa-ta'liqatuhu\" published in 1938 strongly admonishes the Ottoman Maturidite scholar Muhammad Zahid al-Kawthari (1879–1952 C.E); accusing him of heresy. In the treatise, Bitar vigorously advocates Ibn Taymiyya's literalist approach to the theological question of the Divine attributes (Al- Asma wa-l-Sifat) and seemingly anthropomorphic expressions in the Qur'an. At the height of his career, Bitar enjoyed the respect of Syrian ulema and laypersons of all groups. For his student Nasir al-Din Albani (1914-1999 C.E/ 1332-1420 A.H) and his purist Salafi followers, Bitar was a master of theology and hadith. For the Islamist Muslim Brothers, Bitar's studies of Islam and the Arabic language were an asset for Islamic Renaissance.[109]\n\nSyrian Salafiyya tradition that emerged in late nineteenth century consisted of two divergent tendencies: an apolitical Quietist trend and a \"Salafi-Islamist hybrid\". The early Salafiyya led by Rashid Rida was dominated by revolutionary Pan-Islamists who had socio-political goals and advocated for the restoration of an Islamic Caliphate through military struggle against European colonial powers. However, contemporary Salafiyya are dominated by Purists who eschew politics and advocate Islamic Political Quietism. Contemporary Purist Salafism, widely known as \"the Salafi Manhaj\" emerged from the 1960s as an intellectual hybrid of three similar, yet distinct, religious reform traditions: the Wahhabi movement in Arabia, Ahl-i Hadith movement in India and Salafiyya movement in the Arab world of the late-19th and early 20th centuries. The person most responsible for this transformation was the Albanian Islamic hadith scholar Muhammad Nasir al-Din al-Albani, a protege of Rashid Rida, who is generally considered as the \"spiritual father\" of the Purist Salafi current and respected by all contemporary Salafis as \"the greatest hadith scholar of his generation\".[110][111][112][113]\n\nAs of 2017, journalist Graeme Wood estimated that Salafi \"probably\" make up  \"fewer than 10%\" of Muslims globally,[114]  but by the 21st century, Salafi teachings and ideas had become so mainstreamised that many modern Muslims, even those who do not self-identify as Salafi, have adopted various aspects of Salafism.[115]\n\nAt times, Salafism has also been deemed a hybrid of Wahhabism and other post-1960s movements.[116] Academics and historians have used the term \"Salafism\" to denote \"a school of thought which surfaced in the second half of the 19th century as a reaction to the spread of European ideas\" across the Islamic World and \"sought to expose the roots of modernity within Muslim civilization\".[117][118] Starting from the French scholar Louis Massignon, Western scholarship for much of the 20th-century considered the Islamic Modernist movement of 19th-century figures Muhammad Abduh and Jamal al-Din al-Afghani (who were Ash'ari rationalists) to be part of the wider Salafiyya movement.[119][120][121][122] However, contemporary Salafis follow a literalist approach with a \"heavy reliance on hadith\", looking up to Ibn Taymiyyah and his disciples like Ibn Kathir, Ibn Qayyim, etc. whom they regard as important classical religious authorities.[123][124] Major contemporary figures in the movement include Muhammad Nasir al-Din al-Albani, Taqi al-Din al-Hilali, ibn 'Uthaymin, Ibn Baz, Ehsan Elahi Zahir, Muhammad ibn Ibrahim, Rashid Rida, Thanā Allāh Amritsari, Abd al-Hamid Bin Badis, Zubair Ali Zaee, Ahmad Shakir, Saleh Al-Fawzan, Zakir Naik, Abdul-Ghaffar Hasan, Sayyid Sabiq, Salih al-Munajjid, Abd al-Rahman Abd al-Khaliq, Muhammad al-Gondalwi, etc.[125][126][127][128]\n\nIn the modern era, some Salafis tend to take the surname \"Al-Salafi\" and refer to the label \"Salafiyya\" in various circumstances to evoke a specific understanding of Islam that is supposed to differ from that of other Sunnis in terms of 'Aqidah (creed) and approach to Fiqh (legal tradition).[84]\n\n"
        },
        {
            "title": "Political trends within Salafism",
            "text": "Some Western analysts who have observed the prevalent trends in the attitudes of Salafi Muslims towards politics, have divided the movement into three groups – purists, activists, and Jihadis.[129][130] Purists focus on education and missionary work to solidify the Tawhid; activists focus on political reform and re-establishing a Caliphate through the means of political activities, but not violence (sometimes called Salafist activism); and jihadists share similar political goals as the politicians, but engage in violent Jihad (sometimes called Salafi jihadism and/or Qutbism).[129]\n\n\"Purists\" are Salafists who focus on non-violent da'wah (preaching of Islam), education, and \"purification of religious beliefs and practices\". They dismiss politics as \"a diversion or even innovation that leads people away from Islam\".[131] Also known as conservative Salafism, its adherents seek to distance themselves from politics. This strand focuses its attention on the study of Islamic sharia, educating the masses and preaching to the society. This methodology is seen as attracting a significant section of pious Muslims who seek to be driven solely by religious objectives but not political objectives. Conservative Salafis are disinterested in getting entangled in the problems and consequences that accompany political activism. According to them, a prolonged movement of \"purification and education\" of Muslims is essential for Islamic revival through reaping a \"pure, uncontaminated Islamic society\" and thereby establish an Islamic state.[132]\n\nSome of them never oppose rulers. Madkhalism, as an example, is a strain of Salafists viewed as supportive of authoritarian regimes in the Middle East.[133][134][135] Taking its name from the controversial Saudi Arabian cleric Rabee al-Madkhali, the movement lost its support in Saudi Arabia proper when several members of the Permanent Committee (the country's clerical body) denounced Madkhali personally.[136] Influence of both the movement and its figureheads have waned so much within the Muslim world that analysts have declared it to be a largely European phenomenon.[136]\n\nFurther along the spectrum are the Salafi-Activists who advocate the transformation of societies through political action. They include Islamist organizations such as the Muslim Brotherhood, Egyptian Hizb al-Nour (Party of Light), and the ulema affiliated to the movement known as Al-Sahwa al-Islamiyya (Islamic Awakening). Committed to advancing \"the Islamic solution\" for all socio-political problems; Salafi-Activists are vehemently hostile to secularism, Israel, and the West. Their strategy involves working within the established order, to achieve the ultimate objective of replacing that order with an Islamic state.[137] Activists are different from the Salafi-jihadists in that they eschew violence and differ from Salafi purists in that they engage in modern political processes.[138] Salafi-Activists have a long tradition of political activism in major Arab Islamist movements like the Muslim Brotherhood and its various branches and affiliates.[139]\n\nIslamist movements like the Muslim Brotherhood, Jamaat-e Islami, etc are heavily influenced by the Activist Salafi thought.[140] The movement is very popular amongst the followers of the Salafiyya school, and is often referred to as \"mainstream Salafism\". The activist Salafis condemn violence, yet engage actively in the political processes of their societies to advocate for shari'a.[141] However, the movement is fiercely attacked by the followers of the Madkhalist strand of Quietist Salafism; who totally withdraw themselves from politics.[142] The Activist trend, who some call \"politicos\", see politics as \"yet another field in which the Salafi creed has to be applied\" in order to safeguard justice and \"guarantee that the political rule is based upon the Shari'a\".[131] Al–Sahwa Al-Islamiyya (Islamic Awakening), as example, has been involved in peaceful political reform. Safar Al-Hawali, Salman al-Ouda, Abu Qatada, Zakir Naik, etc. are representatives of this trend. Because of being active on social media, they have earned some support among youth.[142][143][144]\n\n\"Salafi Jihadism\" was a term invented by Gilles Kepel[146][147] to describe those self-claiming Salafi groups who began developing an interest in (armed) jihad during the mid-1990s. Practitioners are often referred to as \"Salafi jihadis\" or \"Salafi jihadists\". Journalist Bruce Livesey estimates that Salafi jihadists constitute less than 1.0 percent of the world's 1.2 billion Muslims (i.e., less than 10 million).[146]\n\nAnother definition of Salafi jihadism, offered by Mohammed M. Hafez, is an \"extreme form of Sunni Islamism that rejects democracy and Shia rule\". Hafez distinguished them from apolitical and conservative Salafi scholars (such as Muhammad Nasiruddin al-Albani, Muhammad ibn al Uthaymeen, Abd al-Aziz ibn Abd Allah ibn Baaz and Abdul-Azeez ibn Abdullaah Aal ash-Shaikh), but also from the sahwa movement associated with Salman al-Ouda or Safar Al-Hawali.[148] Abdullah Azzam, Usama Bin Laden, Ayman al-Zawahiri, Abubakr al-Baghdadi, etc. are the major contemporary figures in this movement. Jihadi Salafi groups include Al-Qaeda, ISIS, Boko Haram, and the Al-Shabaab.\n\nAll Salafi-Jihadists agree on the revolutionary overthrow of existing ruling order through armed Jihad; and its replacement with a Global Caliphate. They believe that Jihad is essential to Islamic piety and belief, an individual obligation (fard 'al-Ayn) on all Muslims; which the Palestinian Jihadist scholar 'Abdallah ‘Azzam (1941–89) asserted as \"the most excellent form of worship\". Salafi-Jihadists regard themselves as the heirs of Sayyid Qutb, an influential Islamist scholar who led the radical wing of the Muslim Brotherhood during the 1960s. Inspired by their reading of Ibn Taymiyya, they are strong advocates of takfir (excommunication) and the principles of Al-Wala' wa'l- Bara'. Like Qutb, they also made the belief in the exclusive sovereignty (Hakimiyya) of Allah central to Tawhid, and condemn all other political doctrines as Jahiliyya. Sayyid Qutb's Al-Ma‘alim Fi'l-tariq (The Milestones), a short tract which outlined his militant strategy of destroying Jahiliyya and replacing it with Islam, would become an influential treatise in the Salafi-Jihadi intellectual circles.[149]\n\nAn analysis of the Caucasus Emirate, a Salafi jihadist group, was made in 2014 by Darion Rhodes.[150] It analyzes the group's strict observance of tawhid and its rejection of shirk, taqlid and bid‘ah, while believing that Jihad ( holy war) is the only way to advance the cause of Allah on the Earth.[150] The purist and Activist Salafis often strongly disapprove of the Jihadists and rejects its Islamic character.[151] Although rooted in certain fringe interpretations of the Qur’an and Hadith, scholars point out that Salafi-Jihadi views are not representative of the broader Islamic tradition. Scholars, thinkers and intellectuals from across the Islamic spectrum – Sunni, Shi‘a, Salafi, Sufi, Wahhabi, modernists and Islamic neo-traditionalists – have come out strongly against various Salafi-jihadi groups and their doctrines; regarding them as \"a perversion\" of Islamic teachings.[152]\n\n"
        },
        {
            "title": "Regional groups and movements",
            "text": "Modern Salafists consider the 18th-century scholar Muhammed bin 'Abd al-Wahhab and many of his students to have been Salafis.[153] He started a reform movement in the remote, sparsely populated region of Najd.[154] He invited people to Tawhid (monotheism) and advocated purging of practices such as shrine and tomb visitation, which were widespread among Muslims. Ibn 'Abd al-Wahhab considered such practices as aspects of idolatry, representative of impurities and inappropriate innovations in Islam which contradicted Tawhid.[31][155] While Ibn 'Abd al-Wahhab stressed on the importance of obedience to sharia, he also obliged Muslims to uphold sharia by reading and following the Scriptures. Like their paragon scholar Ibn Taymiyya, Wahhabis did not believe in blind-adherence (Taqlid) and advocated engaging with the Qur'an and Hadith through Ijtihad (legal reasoning), emphasizing simplicity in religious rituals and practices. Thus, classical-era legal works by Fuqaha were not considered as authoritative as the Scriptures themselves, since the former were human interpretations while the Qur'an is the Universal, Eternal Word of God.[156]\n\nThe Salafi movement in Saudi Arabia is the result of Muhammad ibn Abd al-Wahhab's reform movement. Unlike other reform movements, Ibn 'Abd al-Wahhab and his disciples were also able to secure a religio-political pact with Muhammad Ibn Saud and his House; which enabled them to engage in military expansionism and establish an Islamic state in the Arabian Peninsula. While the mainstream constituency believed in Islamic revival through education and welfare reforms, the militant elements of the movement advocated armed campaigns to eradicate local practices considered as innovation and demolished numerous shrines and tombs of saints (awliya).[157] It is believed that the Wahhabism is a more strict, Saudi form of Salafism,[158][159] according to Mark Durie, who states that Saudi leaders \"are active and diligent\" using their considerable financial resources \"in funding and promoting Salafism all around the world\".[160] Ahmad Moussalli tends to agree with the view that Wahhabism is a subset of Salafism, saying \"As a rule, all Wahhabis are salafists, but not all salafists are Wahhabis\".[161]\n\nHowever, many scholars and critics distinguish between the old form of Saudi Salafism (termed as Wahhabism) and the new Salafism in Saudi Arabia. Stéphane Lacroix, a fellow and lecturer at Sciences Po in Paris, also affirmed a distinction between the two: \"As opposed to Wahhabism, Salafism refers […] to all the hybridations that have taken place since the 1960s between the teachings of Muhammad bin ‘Abd al-Wahhab and other Islamic schools of thought\". Hamid Algar and Khaled Abou El Fadl believe, during the 1960s and 70s, Wahhabism rebranded itself as Salafism knowing it could not \"spread in the modern Muslim world\" as Wahhabism.[162][163]\n\nIts largesse funded an estimated \"90% of the expenses of the entire faith\", throughout the Muslim World, according to journalist Dawood al-Shirian.[164] It extended to young and old, from children's madrasas to high-level scholarship.[165] \"Books, scholarships, fellowships, mosques\" (for example, \"more than 1,500 mosques were built from Saudi public funds over the last 50 years\") were paid for.[166] It rewarded journalists and academics, who followed it and built satellite campuses around Egypt for Al Azhar, the oldest and most influential Islamic university.[167] Yahya Birt counts spending on \"1,500 mosques, 210 Islamic centres and dozens of Muslim academies and schools\"[168] at a cost of around $2–3bn annually since 1975.[169] To put the number into perspective, the propaganda budget of the Soviet Union was about $1bn per annum.[169]\n\nThis spending has done much to overwhelm less strict local interpretations of Islam, according to observers like Dawood al-Shirian and Lee Kuan Yew,[164] and has caused the Saudi interpretation (sometimes called \"petro-Islam\"[170]) to be perceived as the correct interpretation – or the \"gold standard\" of Islam – in many Muslims' minds.[171][172]\n\nSalafis are often called Wahhabis, which they consider a derogatory term.[173]\n\nIn Indian subcontinent, a number of Salafi streams exist including Ahl i Hadith and Kerala Nadvathul Mujahideen.\nAhl-i Hadith is a religious movement that emerged in Northern India in the mid-nineteenth century.[174] Adherents of Ahl-i-Hadith regard the Quran, sunnah, and hadith as the sole sources of religious authority and oppose everything introduced in Islam after the earliest times.[175] In particular, they reject taqlid (following legal precedent) and favor ijtihad (independent legal reasoning) based on the scriptures.[174] The movement's followers call themselves Salafi, while others refer to them as Wahhabi,[176] or consider them a variation on the Wahhabi movement.[177][178] In recent decades the movement has expanded its presence in Pakistan, Bangladesh, and Afghanistan.[174][175]\n\nShah Waliullah Dehlawi (1703-1762) is considered as the intellectual forefather of the movement and its followers regard him as Shaykh al-Islam. Waliullah 's rejection of Taqlid would be emphasized by his son Shah Abdul Aziz (1746-1824) and later successors like Shah Ismail (1779-1831) in a puritanical manner; stripping it of their eclectic and rational aspects. This tendency culminated in the Jihad movement of Sayyid Ahmad Barelvi (1786-1831). This iconoclastic movement expanded Shah Waliullah's rejection of Taqlid as a fundamental creedal doctrine. They focused on waging physical Jihad against non-Muslims and banishing syncretic rituals prevalent amongst Muslims. Although the Indian Mujahidin movement led by Sayyid Ahmad shared close parallels with the Arabian Wahhabi movement and hence labelled as \"Wahhabi\" by the British; both movements mostly evolved independently. After the death of Sayyid Ahmad in 1831; his successors Wilayat ali, Inayat Ali, Muhammad Hussain, and Farhat Hussain continued Jihad activities of the \"Wahhabi\" movement throughout British India; spreading across Chittagong to Peshawar and from Madras to Kashmir. They played an important role in the Rebellion of 1857 and their anti-British Jihad has been described as \"the most strident challenge\" faced by the British during the 1850s. After the defeat of the revolt, the British would fully crush the Mujahidin through a series of expeditions, \"Wahhabi\" trials and sedition laws. By 1883, the movement was fully suppressed and no longer posed any political threat. Many adherents of the movement abandoned physical Jihad and opted for political quietism. The Ahl-i-Hadith movement emerged from these circles of religious activists.[179][180][181]\n\nIn 19th century British India, the revivalist Ahl-i Hadith movement had descended as a direct outgrowth and quietist manifestation of the Indian Mujahidin. The early leaders of the movement were the influential hadith scholars Sayyid Nazir Hussein Dehlawi (1805-1902) and Siddiq Hasan Khan of Bhopal (1832-1890) who had direct tutelage under the lineage of Shah Waliullah and the Indian Mujahidin movement. Syed Nazeer Hussein was a student of Shah Muhammad Ishaq, the grandson of Shah Waliullah, and held the title ''Miyan Sahib'', which was strongly associated with the spiritual heirs of Shah Waliullah. Siddiq Hasan Khan was a student of Sadar al-Din Khan (1789-1868) who inturn, had studied under Shah 'Abd al-Azeez and Shah 'Abd al-Qadir, the sons of Shah Waliullah. His father was also a direct disciple of Shah 'Abd al Aziz. Yemeni scholars were also active in the Bhopal court of Siddiq Hasan Khan and he became a student of Muhaddith 'Abd al-Haqq of Benarus, who was a disciple of Shawkani in Yemen. He became profoundly influenced by the works Al-Shawkani; claiming frequent contacts with him via visions and in this way, an ijaza (permission) to transmit his works. Thus, the Ahl-i Hadith movement drew directly from the teachings of Shah Waliullah and Al-Shawkani; advocating rejection of Taqlid and revival of hadith. However, they departed from Shah Waliullah's conciliatory approach to classical legal theory; aligning themselves with Zahirite (literalist) school and adopted a literalist hadith approach. They also rejected the authority of the four legal schools and restrict Ijma (consensus) to the companions. Their ideal was to lead a pious and ethical life in conformity to the Prophetic example in every aspect of life.[182]\n\nKerala Nadvathul Mujahideen (KNM) was founded in 1950 in Kerala as a popular reform movement by the Kerala Jamiyat al Ulama (KJU). It traces its root to Kerala Aikya Sangam established in 1922 by Vakkom Moulavi.[183] KNM witnessed a number of splits since 2002 and all existing fractions maintain a good connection with Arab Salafi groups especially in Saudi Arabia and Kuwait.[184]\n\nFolk Islam and Sufism, popular amongst the poor and working classes in the region, are anathema to Ahl-i Hadith beliefs and practices. This attitude towards Sufism has brought the movement into conflict with the rival Barelvi movement even more so than the Barelvis' rivals, the Deobandis.[185] Ahl-i Hadith followers identify with the Zahiri madhhab.[186] The movement draws both inspiration and financial support from Saudi Arabia.[187][188] Jamia Salafia is their largest institution in India.\n\nThe Egyptian Salafi movement is one of the most influential branches of the Salafi movement which profoundly impacted religious currents across the Arab world, including the scholars of Saudi Arabia.[189] Salafis in Egypt are not united under a single banner or unified leadership. The main Salafi trends in Egypt are Al-Sunna Al-Muhammadeyya Society, The Salafist Calling, al-Madkhaliyya Salafism, Activist Salafism, and al-Gam’eyya Al-Shar’eyya.[190] Salafi-Wahhabi doctrines were introduced in Egypt by the Syrian scholar Rashid Rida starting from the 1920s.[191] Rashid Rida opposed the Westernising cultural trends adopted by Egyptian liberal elite and denounced nationalist ideas as a plot to undermine Islamic unity. Rida and his disciples campaigned for the establishment of an Islamic state based on Salafi principles; thus becoming the biggest adversary of the Egyptian secularists and nationalists.[192]\n\nAl-Sunna Al-Muhammadeyya Society, also known as Ansar Al-Sunna, was founded in 1926 by Sheikh Mohamed Hamed El-Fiqi, a 1916 graduate of Al-Azhar and a student of the famed Muslim reformer\nMuhammed Abduh. It is considered the main Salafi group in Egypt. El-Fiqi's ideas were resentful of Sufism. But unlike Muhammed Abduh, Ansar Al-Sunna follows the Tawhid as preached by Ibn Taymiyyah.[190] Many Saudi scholars became disciples of prominent ulema of Ansar al Sunna like ʿAbd al-Razzaq ʿAfifi and Muhammad Khalil Harras.[193]\n\nMajority of Egyptian Salafis are affiliated to Ansar al-Sunna al-Muhammadiyya. Established by Muhammad Hamid al-Fiqqi (a student of Salafi scholar Rashid Rida) to defend traditionalist Salafism, the movement shares a warm relationship with Arabian Wahhabi scholars and was a major benefactor of Salafi resurgence since the 1970s. The movement traces its initial Wahhabi contacts to Rashid Rida. Al-Azhar shares a close relation with Ansar al-Sunna. Most of the early leaders of Ansar al-Sunna were Azhari graduates and many of its contemporary scholars studied under Al-Azhar. Prominent scholars in the movement include Rashid Rida, Muhammad Hamid al-Fiqqi, Abd al-Razzaq ‘Afifi, Sayyid Sabiq, Muhammad Khalil Harass, etc.[194]\n\nSalafist Call (al-daʿwa al-salafiyya) is another influential Salafist organisation. It is the outcome of student activism during the 1970s. While many of the activists joined the Muslim Brotherhood, a faction led by Mohammad Ismail al-Muqaddim, influenced by Salafists of Saudi Arabia established the Salafist Calling between 1972 and 1977.[195] Salafist call is the most popular and localised of the Salafi organisations in Egypt. Due to it being an indigenous mass movement with strong political stances on various issues, it doesn't enjoy good relationship with Saudi Arabia. Emphasising its Egyptian heritage more robustly than Ansar al-Sunna, Da'wa Salafiyya traces its history through the persecution and imprisonment of Ibn Taymiyya in Egypt, to the trials faced by the Muwahhidun movement in Arabia and then finally to scholars like Sayyid Rashid Rida, Muhibb al-Din al-Khatib, etc. who popularised Ibn Taymiyya's thought during the early twentieth century Egypt. Unlike Ansar al-Sunna which preaches political quietism, Salafist call is a politically activist movement.[189]\n\nSalafist Call created the Al-Nour Party after the 2011 Egyptian Revolution. It has an ultra-conservative Islamist ideology, which believes in implementing strict Sharia law.[196] In the 2011–12 Egypt parliamentary elections, the Islamist Bloc led by Al‑Nour party received 7,534,266 votes out of a total 27,065,135 correct votes (28%). The Islamist Bloc gained 127 of the 498 parliamentary seats contested,[197] second-place after the Muslim Brotherhood's Freedom and Justice Party. Al‑Nour Party itself won 111 of the 127 seats. From January 2013 onward, the party gradually distanced itself from Mohamed Morsi's Brotherhood regime, and was involved in the large-scale protests in late June against Morsi's rule that subsequently led to a military coup removing him from office in July that year.[198] A lawsuit against the party was dismissed on 22 September 2014 because the court indicated it had no jurisdiction.[199] A case on the dissolution of the party was adjourned until 17 January 2015.[200] Another court case that was brought forth to dissolve the party[201] was dismissed after the Alexandria Urgent Matters Court ruled on 26 November 2014 that it lacked jurisdiction.[202]\n\nAccording to Ammar Ali Hassan of Al-Ahram, while Salafis and the Muslim Brotherhood agree on many issues such as the need to \"Islamize\" society and legally requiring all Muslims to give alms, the former has nevertheless rejected the flexibility of the latter on the issue of whether women and Christians should be entitled to serve in high office, as well as its relatively tolerant attitude towards Iran.[203]\n\nIn 1980, Prince Mohammed bin Faisal Al Saud of Saudi Arabia offered Malaysia $100 million for an interest-free finance corporation, and two years later the Saudis helped finance the government-sponsored Bank Islam Malaysia.[204] In 2017 it was reported that Salafi doctrines are spreading among Malaysia's elite, and the traditional Islamic theology currently taught in Government schools is shifted to a Salafi view of theology derived from the Middle East, particularly Saudi Arabia.[205][206] The Saudi-backed Salafist wave in Malaysia has particularly manifested itself in the growing trends of anti-Shi’a Muslim rhetoric and the encroaching Arabization of Malay culture.[207][208][209][210][211]\n\nIslamic scholar Muhammad Ibn 'Ali ash-Shawkani (1759 - 1839 C.E) is regarded as their intellectual precursor by the Salafis in Yemen, upholding his works to promote Salafi revivalist ideas.[212] Beyond Yemen, his works are widely used in Salafi schools.[213] He also profoundly influenced other Salafi movements across the world such as the Ahl-i Hadith in the Indian subcontinent.[214]\n\nSalafism has been dismissively labeled as \"ultra-conservative\", in the context of Tunisia after the 2011 revolution.[215]\n\nTurkey has been largely absent from the growing literature on the phenomenon of transnational Salafism. Salafism is a minority strand of Turkish Islam that evolved in the context of the state's effort in the 1980s to recalibrate religion as a complement to Turkish nationalism. Although Salafism became a topic of discussion in media and scholarly writing in Turkish religious studies faculties, a continued lack of orthographic stability (variously, Selfye, Selefiyye, Selfyyecilik, Selefizm)\" gives an indication both of the denial of its relevance to Turkey and the success of republican secularism in clearing religion from public discourse. Yet since the 1980s Salafi preachers trained in Saudi Arabia have been able to find a niche through publishing houses that have endeavoured to translate Arabic texts from the Saudi Salafi scene in an attempt to change the discursive landscape of Turkish Islam. In 1999, the Turkish Directorate of Religious Affairs Diyanet, recognized Salafism as a Sunni school of thought.[216] Salafist preachers then started to make inroads into the Turkish society. With the implication of Turkish citizens and the Justice and Development Party (AKP) government in Syrian civil war, public discussion began to question the narrative of Salafism as a phenomenon alien to Turkey. Salafism becomes an observable element of religious discourse in Turkey in the context of the military regime's attempt to outmanoeuvre movements emerging as a challenge to the Kemalist secular order, namely the left, Necmettin Erbakan's Islamism, Kurdish nationalism, and Iran. Through the Turkish—Islamic Synthesis (Turk islam Sentezi), the scientific positivism that had been the guiding principle of the republic since 1923 was modified to make room for Islam as a central element of Turkish national culture. The military authorities oversaw an increase of more than 50 percent in the budget of the religious affairs administration (known as Diyanet), expanding it from 50,000 employees in 1979 to 85,000 in 1989. Pursuing closer ties with Saudi Arabia, Turkey involved itself in a more meaningful manner in the pan-Islamic institutions under Saudi tutelage, and Diyanet received Muslim World League funding to send officials to Europe to develop outreach activities in Turkish immigrant communities.\" A network of commercial and cultural links was established with Saudi businesses and institutions in banking and financial services, publishing houses, newspapers, magazines, and children's books.\n\nPreachers who had studied at the Islamic University of Madinah, and applied the Salafi designation, also established publishing houses and charity organizations (dernek). Subject to periodic harassment and arrest by security forces, they adopted markedly more public profiles with AKP ascendancy over the military following a resounding electoral victory in 2002. The Turkish Salafis became active on YouTube, Twitter, and Facebook, complementing websites for their publishing enterprises. Saudi-based scholars such as Bin Baz, al-Albani, Saleh Al-Fawzan (b. 1933), and Muhammad ibn al-Uthaymeen (1925-2001) form the core of their references, while they avoid contemporary 'ulama' associated with the Muslim Brotherhood such as Yusuf al-Qaradawi (b. 1926), an Egyptian scholar based in Qatar. Turkish is their prime language of communication, but Arabic is prominent in special sections on websites, Arabic-language Salafi texts in their bookshops, and heavy use of Arabic terminology in their Turkish texts. The most well-established among them is Ablullah Yolcu , who is said to do \"production of Turkish Salafism from Arabic texts\". While Turkey has been outside the discussion on transnational Salafism, Meijer's observation that Salafism may succeed `when its quietist current can find a niche or the nationalist movement has failed' seems to speak surprisingly well to the Turkish case.\"[217]\n\nSalafism is opposed by a number of Hui Muslims Sects in China such as by the Gedimu, Sufi Khafiya and Jahriyya, to the extent that even the fundamentalist Yihewani (Ikhwan) Chinese sect, founded by Ma Wanfu after Salafi inspiration, condemned Ma Debao and Ma Zhengqing as heretics when they attempted to introduce Salafism as the main form of Islam. Ma Debao established a Salafi school, called the Sailaifengye (Salafi), in Lanzhou and Linxia. It is completely separate from other Muslim sects in China.[218] Muslim Hui avoid Salafis, even if they are family members.[219] The number of Salafis in China are not included on percentage lists of Muslim sects in China.[220] The Kuomintang Sufi Muslim General Ma Bufang, who backed the Yihewani (Ikhwan) Muslims, persecuted the Salafis and forced them into hiding. They were not allowed to move or worship openly. The Yihewani had become secular and Chinese nationalists; they considered the Salafiyya to be \"heterodox\" (xie jiao) and people who followed foreigners' teachings (waidao). After the Communists took power, Salafis were allowed to worship openly again.[221]\n\nAn attempt at Salafist expansion among the Muslim Chams in Vietnam has been halted by Vietnamese government controls, however, the loss of the Salafis among Chams has been to be benefit of Tablighi Jamaat.[222]\n\nSimilar to Saudi Arabia, most citizens of Qatar adhere to a strict sect of Salafism referred to as Wahhabism.[223] The national mosque of Qatar is the Imam Muhammad ibn Abd al-Wahhab Mosque named after the founder of Wahhabism.[224] Similar to Saudi Arabian sponsorship of Salafism, Qatar has also funded the construction of mosques that promote the Wahhabi Salafism.[citation needed]\n\nUnlike the strict practice of Wahhabi Salafism in Saudi Arabia, Qatar has demonstrated an alternative view of Wahhabism. In Qatar, women are allowed by law to drive, non-Muslims have access to pork and liquor through a state-owned distribution center, and religious police do not force businesses to close during prayer times.[225] Also, Qatar hosts branches of several American universities and a \"Church City\" in which migrant workers may practice their religion.[226][227] The adoption of a more liberal interpretation of Wahhabism is largely credited to Qatar's young Emir, Tamim bin Hamad Al Thani.\n\nYet, Qatar's more tolerant interpretation of Wahhabism compared to Saudi Arabia has drawn backlash from Qatari citizens and foreigners. The Economist reported that a Qatari cleric criticized the state's acceptance of un-Islamic practices away from the public sphere and complained that Qatari citizens are oppressed.[225] Although Qatari gender separation is less strict than that found in Saudi Arabia, plans to offer co-ed lectures were put aside after threats to boycott Qatar's segregated public university.[225] Meanwhile, there have been reports of local discontent with the sale of alcohol in Qatar.[228]\n\nQatar has also drawn widespread criticism for attempting to spread its fundamental religious interpretation both through military and non-military channels. Militarily, Qatar has been criticized for funding rebel Islamist extremist fighters in the Libyan Crisis and the Syrian Civil War. In Libya, Qatar funded allies of Ansar al-Sharia, the jihadist group thought to be behind the killing of former U.S. ambassador Christopher Stevens, while channeling weapons and money to the Islamist Ahrar al-Sham group in Syria.[229] In addition, Qatar-based charities and online campaigns, such as Eid Charity and Madid Ahl al-Sham, have a history of financing terrorist groups in Syria.[230][231] Qatar has also repeatedly provided financial support to the Gaza government led by the militant Hamas organisation while senior Hamas officials have visited Doha and hosted Qatari leaders in Gaza.[232][233] Qatar also gave approximately $10 billion to the government of Egypt during Mohamed Morsi's time in office.[234]\n\nNon-militarily, Qatar state-funded broadcaster Al Jazeera has come under criticism for selective reporting in coordination with Qatar's foreign policy objectives.[235] In addition, reports have condemned Qatar's financing of the construction of mosques and Islamic centers in Europe as attempts to exert the state's Salafist interpretation of Islam.[236] Reports of Qatar attempting to impact the curriculum of U.S. schools and buy influence in universities have also spread.[237][238]\nThe nearby Persian Gulf States of Saudi Arabia, Bahrain, and the United Arab Emirates have been among the countries that have condemned Qatar's actions. In 2014, the three Persian Gulf countries withdrew their ambassadors from Qatar referencing Qatar's failure to commit to non-interference in the affairs of other Gulf Cooperation Council (GCC) countries.[239] Saudi Arabia has also threatened to block land and sea borders with Qatar.[240] \nThis blockade came to an end on 5 January 2021, when authorities from both Saudi and Qatar came on common grounds, with the midmanship of Kuwait.[241]\n\n"
        },
        {
            "title": "Statistics",
            "text": "It is often reported from various sources, including the German domestic intelligence service (Bundesnachrichtendienst), that Salafism is the fastest-growing Islamic movement in the world.[242][243][244][245] The Salafiyya movement has also gained popular acceptance as a \"respected Sunni tradition\" in Turkey starting from the 1980s, when the Turkish government forged closer ties to Saudi Arabia. This paved the way for cooperation between the Salafi Muslim World League and the Turkish Diyanet, which recognised Salafism as a traditional Sunni theological school, thus introducing Salafi teachings to Turkish society. Globally, Salafisation of Islamic religious discourse occurred simultaneously alongside the rise of pan-Islamist Movements, with an emphasis on the concept of Tawhid.[246][247]\n\n"
        },
        {
            "title": "Other usage",
            "text": "As opposed to the traditionalist Salafism discussed throughout this article, some Western academics and historians have used the term \"Salafism\" to denote modernists, \"a school of thought which surfaced in the second half of the 19th century as a reaction to the spread of European ideas\" and \"sought to expose the roots of modernity within Muslim civilization\".[117][118] They are also known as Modernist Salafis.[248][249][250] This trend, which was also known as Al-Salafiyya Al-Tanwiriyya (Enlightened Salafism) was represented by the Islamic scholars Jamal al-Din Afghani (1839-1897 C.E/ 1255-1314 A.H) and Muhammad 'Abduh (1849-1905 C.E/ 1265-1323 A.H ); whose writings had distinct Mu'tazilite and Sufi mystical inclinations opposed by Salafism.[251]\n\nThe origins of contemporary Salafism in the modernist \"Salafi Movement\" of Jamal al-Din al-Afghani and Muhammad Abduh is noted by some,[252][253] while others say Islamic Modernism only influenced contemporary Salafism.[254] However, the former notion has been rejected by majority.[255][256][257] According to Quintan Wiktorowicz:\n\nThe second stage of Arab Salafiyya movement emerged after the First World War and was championed by the Syrian-Egyptian Islamic scholar Muhammad Rashid Rida (d. 1935), who called for a purist return to the Qur'an and the Sunnah. These Salafis favoured a literalist understanding of scriptures rather than the allegorical readings of Afghani and ʿAbduh, and were characterised by a deep resistance and hostility to Western imperialism and Western ideologies. Rida's Salafiyya also championed pan-Islamist fraternity encompassing Ahl-i Hadith in South Asia to the Arabian Wahhabis; and clashed with nationalist and secular trends throughout the Islamic World. These themes would be re-inforced and popularised by a number of similar-minded Islamic revivalists like Hassan al-Banna (1906-1949 C.E/1324-1368 A.H) in Egypt and other Islamic fundamentalists like Abul A'la Mawdudi (1903-1979 C.E/1321-1399 A.H) in India.[258][259]\n\nGroups like Muslim Brotherhood, Jamaat-e-Islami etc. are inspired by Salafism as well as the modernist movement.[260] Muslim Brotherhood include the term salafi in the \"About Us\" section of its website.[261]\n\nIn terms of their respective formation, Wahhabism and Salafism are quite distinct. Wahhabism was a pared-down Islam that rejected modern influences, while Salafism sought to reconcile Islam with modernism. What they had in common is that both rejected traditional teachings on Islam in favor of direct, ‘fundamentalist’ reinterpretation. Although Salafism and Wahhabism began as two distinct movements, Faisal's embrace of Salafi (Muslim Brotherhood) pan-Islamism resulted in cross-pollination between ibn Abd al-Wahhab's teachings on Tawhid, Shirk and bid‘ah and Salafi interpretations of ahadith (the sayings of Muhammad). Some Salafis nominated ibn Abd al-Wahhab as one of the Salaf (retrospectively bringing Wahhabism into the fold of Salafism), and the Muwahidun began calling themselves Salafis.[262]\n\nIn a broad sense, Salafism is similar to Non-denominational Islam (NDM), in the sense some of its adherents do not follow a particular creed.[263] Salafi (follower of Salaf) means any reform movement that calls for resurrection of Islam by going back to its origin. In line with Wahhabism they promote a literal understanding of the sacred texts of Islam and reject other more liberal reformist movements such as those inspired for example by[264] Muhammad Abduh or by Muhammad Iqbal.[256]\n\n"
        },
        {
            "title": "Criticisms",
            "text": "Due to its approach of rejecting taqlid, Salafiyya school is considered as deviant by the majority ulema of the Ash'arite and Maturidite schools, who champion themselves as the Sunni Islamic orthodoxy and believe Taqlid of the four madhabs to be wajib (obligatory) for the matter of Fiqh (Islamic jurisprudence).[265][266] Some of these Sunni scholars also accuse Salafis of falling into certain forms of unapparent tajsim and tashbih[267][268][269] in 'Aqidah which they consider as deviation from orthodox Sunni doctrines, while clarifying that this deviancy does not expel them from the fold of Islam.[270][271]\n\nSome scholars of the Al-Azhar University of Cairo produced a work of religious opinions entitled al-Radd (The Response) to refute various views of the Salafi movement.[272] Al-Radd singles out numerous Salafi aberrations – in terms of ritual prayer alone it targets for criticism the following Salafi claims:[273]\n\nOne of the authors of al-Radd, the Professor of Law Anas Abu Shady states that, \"they [the Salafis] want to be everything to everyone. They're interested not only in the evident (al-zahir), although most of their law goes back to the Muhalla [of the Ẓāhirī scholar Ibn Hazm], but they also are convinced that they alone understand the hidden (al-batin)!\"[274]\n\nSunni critics of Salafism accuse Salafis of altering the actual teachings Ahmad ibn Hanbal and the eponyms of the four legal schools.[56] The Syrian scholar Mohamed Said Ramadan Al-Bouti wrote a number of works refuting Salafism including Al-La Madhhabiyya (Abandoning the Madhhabs) is the most dangerous Bid‘ah Threatening the Islamic Shari'a (Damascus: Dar al-Farabi 2010) and Al-Salafiyya was a blessed epoch, not a school of thought (Damascus: Dar al-Fikr, 1990).[272] The latter is perhaps the most famous refutation of Salafism in the twentieth century.[275]\n\nNumerous academic rebuttals of Salafism have been produced in the English language by modernists such as Khaled Abou El Fadl of the UCLA School of Law, and by Sufi scholars like Timothy Winter of Cambridge University and G.F. Haddad.[272] According to El Fadl, extremist groups such as Al-Qaeda \"derive their theological premises from the intolerant Puritanism of the Wahhabi and Salafi creeds\".[276] He also suggests that the extreme intolerance and even endorsement of terrorism manifest in the fringe elements of Wahhabism and Salafism represents a deviation from Muslim historical traditions.[276] El-Fadl also argues that the Salafi methodology \"drifted into stifling apologetics\" by the 1960s, marked by \"anxiety\" to \"render Islam compatible with modernity\". These apologetic efforts sought the defense of Islamic traditions from the onslaught of Westernization; while simultaneously maintaining the supremacy of Islam and its compatibility with modernity. However, according to El Fald, such efforts were being increasingly tainted by political opportunism and an unwillingness for critical engagement with the Islamic traditions.[277]\n\nThe Saudi government has also been criticised for its role in the destruction of early Islamic heritage sites in Arabia. There has been controversies over the recent expansionist projects in Mecca and Medina that destroyed historically important Islamic heritage sites to make way for \"skyscrapers, shopping malls and luxury hotels\". The actions of the Saudi government arose controversy across the Muslim World and Islamic activists across all sects, Salafis, Sufis, Shias, etc. ; stood up to condemn the actions of the Saudi government.[278][279]\n\nSalafism has become associated with literalist, strict and puritanical approaches to Islam in sections of Western academia. Some Western observers and analysts tend to equate the movement with Salafi jihadism, a hybrid ideology which espouses violent attacks against those it deems to be enemies of Islam (including Salafis) as a legitimate expression of Islam.[280][281]\n\nGerman government officials[282] have accused Salafism of having a strong link to terrorism but later clarified that not all Salafis are terrorists. The statements by German government officials criticizing Salafism were televised by Deutsche Welle during April 2012.[283][284]\nAccording to the German political scientist Thorsten Gerald Schneiders, despite the Salafi claims to re-establish Islamic values and defend Islamic culture, some members of the movement interpret it in a manner which does not match with Islamic traditions and regard certain elements of Muslim culture such as poetry, literature, singing, philosophy, etc. as works of the devil.[285] According to the French political scientist Olivier Roy, most of the third generation Western Muslim immigrants tend to adopt Salafism and some of them may break off from their family heritage, marrying other converts, rather than a bride from their country of origin, chosen by their parents.[286] According to Marc Sageman, sections of the Salafi movement are linked to some terrorist groups around the world, like Al-Qaeda.[287]\n\nHowever, according to other analysts, Salafis are not inherently political. Salafis may exhibit all sorts of diverse relations with the state depending on the environment, like the general populations to which they belong. They exhibit no demonstrable proclivity toward violence as a monolithic group. Those Salafis who engage in political participation or armed insurgencies, do so as part of a wider umbrella of political projects.[288] According to Roel Meijer, Western association of Salafism with violence stems from writings through the prism of security studies conducted in the early 2000s and from the popular Orientalist depictions that equated Islamic revivalists with violence during the colonial era.[289]\n\n"
        }
    ]
}