{
    "url": "https://en.wikipedia.org/wiki/Sam_Katzman",
    "title": "Sam Katzman",
    "table_of_contents": [
        "1 Early career",
        "1.1 Screencraft Pictures",
        "1.2 Supreme Pictures",
        "1.3 Victory Pictures and Puritan Pictures",
        "2 Monogram Pictures",
        "2.1 Serials",
        "2.2 Final Monogram Movies",
        "3 Columbia Pictures",
        "3.1 Musicals",
        "3.2 Focus on Action Films",
        "3.3 Transfer to Teen Movies",
        "4 Later career",
        "4.1 20th Century Fox",
        "4.2 MGM",
        "4.3 Return to Columbia",
        "4.4 Final Movies",
        "5 Personal life",
        "6 Selected filmography",
        "6.1 Unmade films",
        "7 Bibliography",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sam Katzman (July 7, 1901 – August 4, 1973) was an American film producer and director. Katzman produced low-budget genre films, including serials, which had disproportionately high returns for the studios and his financial backers.[1]\n\n"
        },
        {
            "title": "Early career",
            "text": "Sam was born to a Jewish family;[2] his father Abe Katzman was a violinist. He and Sam's mother Rebecca (née Sugarman) were from Kishinev, Bessarabia Governorate, Russian Empire (now Chisinău, Moldova). Katzman went to work as a stage laborer at the age of 13 in the fledgling East Coast film industry and moved from prop boy to assistant director at Fox Films.[3] He would learn all aspects of filmmaking and was a Hollywood producer for more than 40 years.[1] Katzman worked as an assistant to Norman Taurog and got married on the set of The Diplomats in 1928 at Fox.[4]\n\nIn October 1927 he signed with comic Joe Russo to make a series of two-reel comedies.[5]\n\nKatzman was a production supervisor at Showmen's Pictures in the early 1930s, and Screencraft Productions in July 1935.[6]\n\nHis movies included His Private Secretary (Showmen's, 1933) starring a young John Wayne (made for $9,000 and earned $95,000).[7] They also made Police Call (1933), Ship of Wanted Men (1933), Public Stenographer (1933), and St. Louis Woman (1934).\n\nHe worked as a producer at A. W. Hackel's Supreme Pictures, where he mostly made Westerns starring Bob Steele.[8] Filming started 15 May 1934 with A Demon for Trouble (1934).[9]\n\nOther films included Western Justice (1934), The Brand of Hate (1934), Smokey Smith (1935), Tombstone Terror (1935), Trail of Terror (1935), Alias John Law (1935), Big Calibre (1935), Sundown Saunders (1935), Brand of the Outlaws (1936) and The Kid Ranger (1936).\n\nIn June 1935 Katzman announced he would make six films written by Peter Kyne for Fox, starting with Danger Ahead.[10] He ended up taking over Bryan Foy's studios at Culver City and doing the films through his own company, Victory Pictures.[11]\n\nIn 1935 Katzman founded Puritan Pictures, a film distribution group, their first film being Suicide Squad (1935). \n\nFrom 1935 to 1940 Victory produced two serials and 30 features, including Western film series starring Tom Tyler and Tim McCoy,[12] and action pictures with Herman Brix and Bela Lugosi. Katzman also made crime films like Hot Off the Press (1935), Bars of Hate (1935), The Fighting Coward (1935) and Danger Ahead (1935), many of which were written by Peter B. Kyne.\n\nKatzman entered the world of serials in 1936 (with Shadow of Chinatown (1936) starring Bela Lugosi) and would return to the genre in 1944.\n\nIn June 1937 a fire damaged the building where Victory was based.[13] In January 1939 Victory announced they would make 20 more Westerns.,[14] but within six months Katzman closed Puritan and began releasing his productions through Monogram Pictures.\n\n"
        },
        {
            "title": "Monogram Pictures",
            "text": "At Monogram, a \"budget\" studio, Katzman co-produced with Jack Dietz, under the names Banner Productions, the East Side Kids features of the 1940s, eight thrillers starring Bela Lugosi, and two musicals. In April 1941 Katzman signed Lugosi to make three films, including one in collaboration with the East Side Kids.[15] Lugosi wound up making nine films for Katzman.\n\nIn January 1943 Katzman signed a contract with stage star Frank Fay and screen comic Billy Gilbert for four films. Fay walked out on the series after the first film, Spotlight Scandals (1943), and Katzman replaced him with Gilbert's closest friend, Shemp Howard.\n\nIn September 1944 Katzman was offered a job producing serials for Columbia Pictures, starting with Brenda Starr, Reporter (1945)[16] He followed this with the serials Jungle Raiders (1945) and Who's Guilty? (1945). With typical thrift, he produced the first one on the side, using Monogram's actors and technicians. The Columbia serials proved successful, and Katzman became their permanent producer.\n\nKatzman continued to produce features for Monogram through 1948. His final East Side Kids movies were Docks of New York (1945), Mr. Muggs Rides Again (1945) and Come Out Fighting (1945). The series came to an abrupt end when its star Leo Gorcey wanted double the usual salary from Katzman. Katzman reacted by pulling the plug on the series. (Gorcey stayed with Monogram, which retooled the series as The Bowery Boys.)\n\nIn November 1945 Katzman replaced the rowdy East Side Kids with The Teen Agers, a wholesome gang of high-schoolers. These were vehicles for singer Freddie Stewart.[17] It was an early example of Katzman's output aimed specifically at a teenage audience. He produced six of these musical comedies through 1948.\n\n"
        },
        {
            "title": "Columbia Pictures",
            "text": "In June 1946 Katzman announced he would make his first feature for Columbia, a remake of The Last of the Mohicans starring Jon Hall.[18] However, the first movies he ended up making at the studio were musicals. In August 1946 he signed Jean Porter to star in Betty Co-Ed (1946), made by Katzman's Monogram director Arthur Dreifuss. The film received excellent reviews, prompting Columbia to ask for three more. Porter left Metro-Goldwyn-Mayer, which was downsizing, to sign with Katzman. The three musicals were Little Miss Broadway (1947), Sweet Genevieve (1947) and Two Blondes and a Redhead (1947).\n\nKatzman and Dreifuss then made two films with singer Gloria Jean, who had been a star at Universal Pictures. Katzman was so pleased by I Surrender Dear (1948) that he devoted more time to it, and economized on her other picture, Manhattan Angel (1949).[19]  These were budgeted at about $140,000 per film.[20]\n\nHe made some sports-themed features starring Gloria Henry, Racing Luck (1948) and Triple Threat (1948), and the musicals Mary Lou (1948) and Glamour Girl (1948). During this time Katzman continued to produce serials for Columbia such as Jack Armstrong (1947), The Vigilante (1947), The Sea Hound (1947) with Buster Crabbe, Brick Bradford (1948), Congo Bill (1948) and the outstandingly successful Superman (1948).\n\nThe boxoffice performance of Katzman's action movies and serials, particularly Superman, was outstripping those for his musicals and comedies, leading him away from those genres. From 1949 to 1954 he would produce only action fare for Columbia. In February 1948 Katzman had signed a five-year deal with screen Tarzan Johnny Weissmuller to make \"jungle movies\" starting with two films a year for two years where the budgets would be at least $350,000.[21] These turned into the Jungle Jim series starting with Jungle Jim (1948)\n\nIn October 1948 Katzman signed a seven-year, $4 million contract with Columbia to make four feature films a year through his Kay Pictures corporation, four serials a year via his Esskay Productions, and a Jungle Jim film series starring Johnny Weissmuller.[22]\n\nKatzman's stock-in-trade was now a mix of Arabian Nights fantasies (bluntly euphemized by Katzman as \"tits and sand\"), western, action, and prison pictures. He would average ten features a year, producing them in four to ten weeks.[23]\nKatzman allowed a budget of $400,000 for The Prince of Thieves (1948), a version of the Robin Hood story starring Hall.[20] Other action-orientated Katzman product around this time included The Lost Tribe (1949), a Jungle Jim movie; the serial Tex Granger (1948), Adventures of Sir Galahad (1949), Batman and Robin (1949) and Bruce Gentry – Daredevil of the Skies (1949); the action thriller The Mutineers (1949) with Hall; the swashbuckler Barbary Pirate (1949) and the crime movie Chinatown at Midnight (1949).[24]\n\nCharles Schneer, who worked for Katzman in the 1940s and 1950s, said the producer:\n\nHis Monogram cameraman Richard Cline later recalled \"we did 106 features in six years, working six days a week - an average of 20 to 22 features a year. Those were \"B\" pictures... There was a clever writer in the unit. Sam would pick up a newspaper and say, \"Oh, here's a story.\" He'd give it to the writer and the writer would turn out a script. We'd go all over. We were actually a traveling unit, a very cohesive unit, and I really learned my trade from that experience.\"[26]\n\nKatzman's main directors in this time were Lew Landers, William Berke, and Spencer Gordon Bennet. Berke specialized in Jungle Jim films such as Mark of the Gorilla (1950), Pygmy Island (1950), Captive Girl (1951) and Fury of the Congo (1951). Bennett did serials like Pirates of the High Seas (1950), Atom Man vs. Superman (1950), Cody of the Pony Express (1950), Mysterious Island (1951), Roar of the Iron Horse (1951) and Son of Geronimo (1952). Landers handled the other action films like State Penitentiary (1950), Revenue Agent (1950) with Lyle Talbot, Last of the Buccaneers (1950) with Paul Henreid, Chain Gang (1950), Tyrant of the Sea (1950) with Ron Randell, Hurricane Island (1951) and When the Redskins Rode (1951) with Hall, A Yank in Korea (1951) with Lon McAllister.\n\nRichard Quine, then under contract to Columbia, made one of his first films as director for Katzman, Purple Heart Diary (1951); he later did Siren of Bagdad (1953) with Paul Henreid.\n\nLew Landers took over direction of Jungle Jim movies for Jungle Manhunt (1951) and Jungle Jim in the Forbidden Land (1952), and did California Conquest (1952) with Cornel Wilde. Fred F. Sears, formerly an actor in Columbia features, began directing Columbia's Charles Starrett westerns; when that series lapsed, he started work for Katzman with Last Train from Bombay (1952) starring Hall. Wallace Grissell directed A Yank in Indo-China (1952) and Sidney Salkow directed The Golden Hawk (1952) with Sterling Hayden and The Pathfinder (1952) with George Montgomery.\n\nColumbia's president Harry Cohn sometimes used the Sam Katzman unit as a threat, to keep recalcitrant actors in line or terminate an unwanted contract. Columbia owed Lucille Ball one feature assignment and an $85,000 salary, which Cohn tried to sidestep by sending Ball a \"tits and sand\" script from the Katzman unit. Cohn was confident that Ball would refuse the Katzman assignment, thus breaking her contract. Ball bristled at the script but didn't want to lose the salary, so she told Cohn she loved the script and agreed to the assignment. Cohn was forced to honor the agreement, and to his credit he allowed a higher production budget for The Magic Carpet (1951), which was filmed in Super Cinecolor.[27]\n\nDirector Spencer Bennet continued to make serials like Blackhawk (1952) and King of the Congo (1952), and branched into features such as Brave Warrior (1952) with Hall and a Jungle Jim film, Voodoo Tiger (1952). (In February 1952 Katzman renewed his options to make more Weissmuller movies.[28]) Paul Henreid returned to Katzman to star in Thief of Damascus (1952), directed by Will Jason.\n\nIn July 1952 Katzman announced he would make at least 15 films a year for seven years.[29] In November 1952 this contract was amended so Katzman would make twenty films (seventeen features and three serials).[30]\n\nWilliam Castle joined the Katzman group as director in 1953, starting with Serpent of the Nile (1953) with Rhonda Fleming and Raymond Burr. Castle later wrote in his memoirs that Katzman \"was a smallish man with a round cherubic face and twinkling eyes. Few people in the motion picture industry took him seriously as a producer of quality films, but to me, Sam was a great showman.\"[31] Castle went on to make a series of films for Katzman including Slaves of Babylon (1953) with Richard Conte, Conquest of Cochise (1953) with John Hodiak, and two Westerns with Montgomery, Fort Ti (1953) and Masterson of Kansas (1954), The Law vs. Billy the Kid (1954) with Scott Brady, and The Saracen Blade (1954) with Ricardo Montalban.\n\nRichard L. Bare directed Prisoners of the Casbah (1953) with Gloria Grahame. William Berke returned to the Jungle Jim franchise with Valley of the Head Hunters (1953). Sidney Salkow made Jack McCall, Desperado (1953) with Montgomery and Prince of Pirates (1954) with John Derek. Spencer Bennet directed the Jungle Jim films Savage Mutiny (1953) and Killer Ape (1953). Former Columbia actor Fred Sears directed Target Hong Kong (1953) with Richard Denning, Sky Commando (1953) with Dan Duryea, The 49th Man (1953) with John Ireland and Denning, and Mission Over Korea (1953) with Hodiak and Derek. Seymour Friedman made Flame of Calcutta (1953).\n\nKatzman continued to produce serials such as The Great Adventures of Captain Kidd (1953), The Lost Planet (1953), Riding with Buffalo Bill (1954), and Gunfighters of the Northwest (1954)\n\nLee Sholem directed Jungle Man-Eaters (1954) which was the last official Jungle Jim movie although Weissmuller continued to make jungle action adventures for Katzman playing himself in Cannibal Attack (1954).\n\nIn July 1954 it was announced that Katzman's company, now called Clover Productions, would make 15 films for Columbia.[32][33] Castle directed Jesse James vs. the Daltons (1954) in 3-D, The Iron Glove (1954) with Robert Stack, Charge of the Lancers (1954) with Paulette Goddard, Drums of Tahiti (1954) with Dennis O'Keefe and The Battle of Rogue River (1954) with Montgomery. Fred Sears had a solid hit with The Miami Story (1954).\n\nBy the mid 1950s television was making inroads into the action market. The Weissmuller series ended after Jungle Moon Men (1955) and Devil Goddess (1955). Serials were gradually phased out.  The last ones were The Adventures of Captain Africa, Perils of the Wilderness (1956) and Blazing the Overland Trail (1956). Instead, Katzman decided to focus on films that would appeal to the 15-25 age group, which meant more sci-fi, horror, and rock and roll musicals.[23]\n\nIn August 1954 Katzman said he had 14 films lined up, with four more to come, and had assigned four writers to projects: Curt Siodmak to The Creature with the Atom Brain, Berne Giler on Dressed to Kill, Ray Buffum on a juvenile delinquency story, and Robert E. Kent on a Western.[34]\n\nCreature with the Atom Brain (1955) led to a series of science fiction films, such as It Came from Beneath the Sea (1955), with effects from Ray Harryhausen. That was produced by Charles H. Schneer who had worked with Katzman for a number of years; Schneer and Harryhausen went on to make Earth vs. the Flying Saucers (1956) for Katzman before Schneer left to form his own unit at Columbia.\n\nKatzman still made westerns such as The Gun That Won the West (1955), Seminole Uprising (1955), Blackjack Ketchum, Desperado (1955) and Duel on the Mississippi (1955), swashbucklers like Pirates of Tripoli (1955) and crime films such as New Orleans Uncensored (1955), Chicago Syndicate (1955), The Crooked Web (1955), The Houston Story (1956), Miami Exposé (1956) and Inside Detroit (1956).  He also did the occasional thriller like Uranium Boom (1956).\n\nHis work had an increasing focus on teens, however. Teen-Age Crime Wave (1955) and Rumble on the Docks (1956) were teen-oriented crime films. He also started making musicals again with rockabilly music.\n\nIn 1955, when Columbia wanted to release the first rock-and-roll musical, Katzman reworked elements from his Gloria Jean musical I Surrender Dear into one of Columbia's biggest hits, Rock Around the Clock (1956) with Bill Haley and His Comets.[35] This cost $300,000 and earned over $4 million.[23] This was followed by Cha-Cha-Cha Boom! (1956), Don't Knock the Rock (1957, again with Bill Haley), Calypso Heat Wave (1957) and Juke Box Rhythm (1959, scheduled for Bill Haley but ultimately made with singer Jack Jones).\n\nKatzman also produced horror films for the teenage audience, including The Werewolf (1956), The Man Who Turned to Stone (1957), The Giant Claw (1957), Zombies of Mora Tau (1957) and The Night the World Exploded (1957).\n\nIn May 1957 Katzman told Variety that he felt, “A picture that makes money is a good picture —- whether it is artistically good or bad. I’m in the five and dime business and not in  the Tiffany business. I make pictures for the little theatres around the country.” [23] He added that his movies were normally budgeted between $250,000 and $500,000. He said at Columbia he had made 110 pictures, none of which lost money, and the average gross was $1 million. He said at least 40% of the 110 pictures made were still in release.[23]\n\n“Every picture I make now has a selling gimmick aimed at the young audience,\" he said in 1957, and he made car movies, horror stories, science fiction and music. He said his pictures are the “bread and butter” pictures of the industry. “I don't get ulcers with the type of pictures I make,” he said.[23]\n\nIn 1957 Katzman made seven films for Columbia, including non-teenage fare such as Utah Blaine (1957), Escape from San Quentin (1957), The Tijuana Story (1957) and The World Was His Jury (1957). He announced in December of that year he would double this amount over the following twelve months.[36]\n\nKatzman's later films at Columbia included such teen melodramas as Going Steady (1958) and Life Begins at 17 (1958);Crash Landing (1958), a disaster film based on Pan Am Flight 6; a pair of war films starring Van Johnson shot in Europe, The Last Blitzkrieg (1959) and The Enemy General (1960); and a drama about trapeze artists, The Flying Fontaines (1959).\n\n"
        },
        {
            "title": "Later career",
            "text": "Katzman signed a deal with 20th Century Fox starting with The Wizard of Baghdad (1960), an \"Eastern\" with Dick Shawn. He did this under a verbal agreement with Buddy Adler then in September 1960 Robert Goldstein signed him to a three-picture contract. These were to be Gentlemen Pirates written by Mel Levy, a film about Mississippi gamblers written by Jesse Lasky Jr. and Pat Silver, and Cypress Gardens by Lou Morheim.[37] He said at the time that Hollywood was making too many blockbusters and \"the motion picture business must deal in a saleable product of entertainment at a price the public can afford and not price itself out. of the market.”[38]\n\nHe wound up making only one more film at Fox, Pirates of Tortuga (1961), a swashbuckler similar to many of the films he made at Columbia.\n\nHe returned to Columbia to make The Wild Westerners (1962), a Western, as well as two \"twist\" movies starring Chubby Checker, Twist Around the Clock (1961) and Don't Knock the Twist (1962). These were scene-for-scene remakes of Katzman's Bill Haley musicals, with almost identical scripts. Katzman said, \"Twist Around the Clock only cost $250,000 to make, but in less than six months it grossed six million, so of course I'm gonna make more 'Twist' movies!\"[39]\n\nKatzman accepted an offer to move his operation to MGM in 1963. He started with a low budget musical Hootenanny Hoot (1963), which led to several more musicals: Get Yourself a College Girl (1964) and When the Boys Meet the Girls (1965) (a remake of Girl Crazy). MGM also financed three of Katzman's best known movies: two films starring Elvis Presley, Kissin' Cousins (1964) and Harum Scarum (1965), as well as Your Cheatin' Heart (1964), a biopic of Hank Williams starring George Hamilton. Hamilton later wrote in his memoirs that \"Jungle Sam cracked the whip, whacked the cane and the whole film was in the can right on time. But he gave me free rein creatively and our director... brought in something memorable, and even Sam knew it.\"[40]\n\nIn December 1964 Katzman announced he would make five films that year for MGM in his third year at the studio.[41]\n\nKatzman made the Herman's Hermits film Hold On! (1966) and singer Roy Orbison's only film, The Fastest Guitar Alive.[42]\n\nIn 1967 he signed a new contract with MGM to make at least two films a year.[43] These were Hot Rods to Hell (1967), the last film for John Brahm, and Riot on Sunset Strip (1967). Katzman wound up selling the latter to AIP for release.[44]\n\nHis last films for MGM were A Time to Sing (1967) with Hank Williams, Jr. and The Young Runaways (1968).\n\nIn 1967 Columbia Pictures wanted two quick, topical films about love-ins and singles-only apartments. Sam Katzman got the call and recruited his 1940s cronies, Arthur Dreifuss and writer Hal Collins, to make The Love-Ins and For Singles Only (both 1967)[19]\n\nKatzman's final films were produced by his son Jerry. These included Angel, Angel, Down We Go (1969) for AIP, How to Succeed with Sex (1970) and The Loners (1972) for Fanfare Productions.\n\n"
        },
        {
            "title": "Personal life",
            "text": "He was the uncle of television producer Leonard Katzman, and, in turn, the great-great-uncle of Ethan Klein of the Israeli-American YouTube comedy channel h3h3Productions.\n\nHe was married to Hortense Katzman. They married on the set of the film The Diplomats in 1928.[45] She sued for divorce in 1955, but the two reconciled.[46]\n\nSam Katzman died on August 4, 1973, in Hollywood. He is interred in the Hillside Memorial Park Cemetery in Culver City, California.\n\n"
        },
        {
            "title": "Selected filmography",
            "text": "As producer unless otherwise mentioned.\n\n"
        }
    ]
}