{
    "url": "https://en.wikipedia.org/wiki/Samaritanism",
    "title": "Samaritanism",
    "table_of_contents": [
        "1 History",
        "2 Beliefs",
        "3 Festivals and observances",
        "4 Religious texts",
        "5 See also",
        "6 References",
        "7 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSamaritanism is the Abrahamic, monotheistic, ethnic religion[2] of the Samaritan people, an ethnoreligious group who, alongside Jews, originate from the ancient Israelites.[3][4][5][6][7][8] Its central holy text is the Samaritan Pentateuch, which Samaritans believe is the original, unchanged version of the Torah.[9]\n\nSamaritans describe their religion as the holy faith that began with Moses, unchanged over the millennia that have since passed. Samaritans believe that the Jewish Torah, and Judaism, have been corrupted by time and no longer serve the duties that God mandated to the Israelites on Mount Sinai. The holiest site for Samaritans in their faith is Mount Gerizim near Nablus, while Jews view the Temple Mount in Jerusalem as their most sacred location.[10]\n\n"
        },
        {
            "title": "History",
            "text": "Samaritanism holds that the summit of Mount Gerizim is the true location of God's Holy Place. Samaritans trace their history as a separate entity to a period soon after the Israelites' entry into the Promised Land. Samaritan historiography traces the schism itself to High Priest Eli leaving Mount Gerizim, where stood the first Israelite altar in Canaan, and building a competing altar in nearby Shiloh. The dissenting group of Israelites who had followed Eli to Shiloh would be the ones who in later years would head south to conquer Jerusalem (the Jews), whereas the Israelites who stayed on Mount Gerizim, in Samaria, would become known as the Samaritans.[11]\n\nAbu l-Fath, who in the 14th century wrote a major work of Samaritan history, comments on Samaritan origins as follows:[11]\n\nFurther, the Samaritan Chronicle Adler, or New Chronicle, believed to have been composed in the 18th century using earlier chronicles as sources, states:\n\nModern genetic studies (2004) suggest that Samaritans' lineages trace back to a common ancestor with Jews in the paternally-inherited Jewish high priesthood (Cohanim) temporally proximate to the period of the Assyrian conquest of the kingdom of Israel, and are probably descendants of the historical Israelite population,[12][13] albeit isolated given the people's reclusive history.\n\nConflicts between the Samaritans and the Jews were numerous between the end of the Assyrian diaspora and the Bar Kokhba revolt. Jesus' Parable of the Good Samaritan also gives evidence of conflict. The great Temple of the Samaritans, on top of Mount Gerizim, was destroyed under the orders of Jewish leader John Hyrcanus.[14]\n\nFollowing the failed revolts, Mount Gerizim was rededicated with a new temple, which was ultimately again destroyed during the Samaritan revolts. Persecution of Samaritans was common in the following centuries.[citation needed]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The principal beliefs of Samaritanism are as follows:[15][16][17]\n\n"
        },
        {
            "title": "Festivals and observances",
            "text": "The Samaritans preserve the proto-Hebraic script, conserve the institution of a High Priesthood, and the practice of slaughtering and eating lambs on Passover eve. They celebrate Pesach, Shavuot, Sukkot[18] but use a different mode from that employed in Judaism in order to determine the dates annually.[19] Yom Teru'ah (the Biblical name for \"Rosh Hashanah\"), at the beginning of Tishrei, is not considered a New Year as it is in Rabbinic Judaism.\n\nPassover is particularly important in the Samaritan community, climaxing with the sacrifice of up to 40 sheep. The Counting of the Omer remains largely unchanged; however, the week before Shavuot is a unique festival celebrating the continued commitment Samaritanism has maintained since the time of Moses. Shavuot is characterized by nearly day-long services of continuous prayer, especially over the stones on Gerizim traditionally attributed to Joshua. \n\n\nDuring Sukkot, the sukkah is built inside houses, as opposed to outdoor settings that are traditional among Jews.[20] Samaritan historian Benyamim Tsedaka traces the indoor-sukkah tradition to persecution of Samaritans during the Byzantine Empire.[20] The roof of the Samaritan sukkah is decorated with citrus fruits and the branches of palm, myrtle, and willow trees, according to the Samaritan interpretation of the four species designated in the Torah for the holiday.[20]\n"
        },
        {
            "title": "Religious texts",
            "text": "Samaritan law differs from Halakha (Rabbinic Jewish law) and other Jewish movements. The Samaritans have several groups of religious texts, which correspond to Jewish Halakha. A few examples of such texts are:\n\n"
        }
    ]
}