{
    "url": "https://en.wikipedia.org/wiki/Samarangana_Sutradhara",
    "title": "Samarangana Sutradhara",
    "table_of_contents": [
        "1 Editions",
        "2 Critical studies and translations",
        "3 Notes",
        "4 References",
        "5 See also"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSamarangana Sutradhara, sometimes referred to as Samarāṅgaṇasūtradhāra, is an 11th-century poetic treatise on classical Indian architecture (Vastu Shastra) written in Sanskrit language attributed to Paramara King Bhoja of Dhar.[1][2][note 1]  The title Samarāṅgaṇasūtradhāra is a compound word that literally means \"architect of human dwellings\", but can also be decomposed to an alternate meaning as \"stage manager for battlefields\" – possibly a play of words to recognize its royal author.[1]\n\nThree manuscripts of Samarangana Sutradhara were discovered in early 20th century, while others were found later. They vary somewhat and all survive in an incomplete form. The most complete version is one likely copied and recompiled in the 15th century.[2] This manuscript has 7,430 shlokas (verses) set in 83 adhyayas (chapters). A notable aspect of each adhyaya is that it starts with a verse composed in anustubh meter (chanda in Hindu texts) and ends with a verse in a longer meter, typically upajati or vasantatilaka.[4]\n\nThe Samarangana Sutradhara is among the few important texts that have survived on the theory and practice of Hindu temple architecture in north, central and western Indian subcontinent (chapters 52–67). Its chapters also include discussions on town planning, house architecture, iconography, painting (chitra), and sculpture arts (shilpa).[1] Some chapters include Hindu legends such as of sleeping Vishnu as it explains its ideas, as well as verses on Hindu philosophies such as Samkhya and Vedanta. It includes a discussion of vastu mandalas (chapters 11–15). Others are practical manuals on architecture and construction; for example, house (chapter 37), soil preparation (chapter 8), wood and timber for carpentry (chapter 16), laying bricks (chapter 41) and others. Later chapters (70–83) are dedicated to sculpture and painting.[5][note 2]\n\nThe Samarangana Sutradhara acknowledges and builds upon older Indian texts on temple architecture, and vastu in general, states Adam Hardy – a scholar of Hindu temple architecture and related historic texts. It provides one of the most complete list and descriptions of 64 designs of Indian temples as they existed by the 11th century.[7] The text also influenced later Indian treatises such as the 12th-century Aparajitaprccha.[8] The text is significant in its discussion about Nagara, Dravida,[9] Bhumija and other diversified styles of Hindu temples.[10] It is particularly notable for the sections that match with the unfinished 11th-century temple in Bhojpur (Madhya Pradesh) and the earliest known architectural drawings of a Hindu temple engraved on the surrounding rocks.[11][12]\n\nThe Samarangana Sutradhara has a chapter on the art of mechanical contrivances, the yantras (chapter 31). Samarangana Sutradhara includes chapters about the decoration of palaces, which describes the construction of mechanical contrivances (automata), including mechanical bees and birds, fountains shaped like humans and animals, and male and female dolls that refilled oil lamps, danced, played instruments, and re-enacted scenes from Hindu mythology.[13][14][15]\n\nIt has some visionary speculative verses as well, such as envisioning machines that could fly.[16] However, the author states that he will \"not explain how to construct such machines, for the sake of secrecy\".[17]\n\n"
        }
    ]
}