{
    "url": "https://en.wikipedia.org/wiki/Samkhya",
    "title": "Samkhya",
    "table_of_contents": [
        "1 Etymology",
        "2 Philosophy",
        "2.1 Puruṣa and Prakṛti",
        "2.1.1 Puruṣa - witness-consciousness",
        "2.1.2 Prakṛti - cognitive processes",
        "2.2 Liberation or mokṣa",
        "2.3 Epistemology",
        "2.4 Causality",
        "3 Historical development",
        "3.1 Vedic speculations and Upanishadic enumerations",
        "3.1.1 Rig Vedic speculations",
        "3.1.2 Upanishads",
        "3.2 Proto-Samkhya",
        "3.2.1 Ascetic origins",
        "3.2.2 Textual references",
        "3.2.3 Traditional credited founders",
        "3.2.4 Buddhist and Jainist influences",
        "3.3 Pre-karika Samkhya",
        "3.4 Classical Samkhya - Samkhyakarika",
        "3.5 Samkhya revival",
        "4 Views on God",
        "4.1 Arguments against Ishvara's existence",
        "5 Influence on other schools",
        "5.1 Vaisheshika and Nyaya",
        "5.2 Yoga",
        "5.3 Tantra",
        "5.4 Advaita Vedanta",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Sources",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSamkhya or Sankya (/ˈsɑːŋkjə/; Sanskrit सांख्य), IAST: sāṅkhya) is a dualistic school of Indian philosophy.[1][2][3] It views reality as composed of two independent principles, puruṣa ('consciousness' or spirit); and prakṛti, (nature or matter, including the human mind and emotions).[4]\n\nPuruṣa is the witness-consciousness. It is absolute, independent, free, beyond perception, above any experience by mind or senses, and impossible to describe in words.[5][6][7]\n\nUnmanifest prakriti is matter or nature. It is inactive, unconscious, and is a balance of the three guṇas (qualities or innate tendencies),[8][9] namely sattva , rajas, and tamas. When prakṛti comes into contact with Purusha this balance is disturbed, and Prakriti becomes manifest, evolving twenty-three tattvas,[10] namely intellect (buddhi, mahat), ego (ahamkara) mind (manas); the five sensory capacities; the five action capacities; and the five \"subtle elements\" or \"modes of sensory content\" (tanmatras), from which the five \"gross elements\" or \"forms of perceptual objects\" (earth, water, fire, air and space) emerge,[8][11] in turn giving rise to the manifestation of sensory experience and cognition.[12][13]\n\nJiva ('a living being') is the state in which purusha is bonded to prakriti.[14]  Human experience is an interplay of the two, purusha being conscious of the various combinations of cognitive activities.[14] The end of the bondage of purusha to prakriti is called liberation or kaivalya (isolation).[15]\n\nSamkhya's epistemology accepts three of six pramanas ('proofs') as the only reliable means of gaining knowledge, as does yoga. These are pratyakṣa ('perception'), anumāṇa ('inference') and śabda (āptavacana, meaning, 'word/testimony of reliable sources').[16][17][18] Sometimes described as one of the rationalist schools of Indian philosophy, it relied exclusively on reason.[19][20]\n\nWhile samkhya-like speculations can be found in the Rig Veda and some of the older Upanishads, some western scholars have proposed that Samkhya may have non-Vedic origins,[21][note 1] and developed in ascetic milieus. Proto-samkhya ideas developed from the 8th/7th c. BCE onwards, as evidenced in the middle Upanishads, the Buddhacharita, the Bhagavad Gita, and the Mokshadharma-section of the Mahabharata.[22] It was related to the early ascetic traditions and meditation, spiritual practices, and religious cosmology,[23] and methods of reasoning that result in liberating knowledge (vidya, jnana, viveka) that end the cycle of dukkha (suffering) and rebirth.[24] allowing for \"a great variety of philosophical formulations.\"[23] Pre-karika systematic Samkhya existed around the beginning of the first millennium CE.[25] The defining method of Samkhya was established with the Samkhyakarika (4th c. CE).\n\nThe oldest strands of Samkhya may have been theistic or nontheistic, but with its classical systematization in the early first millennium CE the existence of a deity became irrelevant.[26][27][28][29] Samkhya is strongly  related to the Yoga school of Hinduism, for which it forms the theoretical foundation, and it was influential on other schools of Indian philosophy.[30]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Sāṃkhya (सांख्य) or sāṅkhya, also transliterated as samkhya and sankhya, respectively, is a Sanskrit word that, depending on the context, means 'to reckon, count, enumerate, calculate, deliberate, reason, reasoning by numeric enumeration, relating to number, rational'.[31] In the context of ancient Indian philosophies, Samkhya refers to the philosophical school in Hinduism based on systematic enumeration and rational examination.[32]\n\nThe word samkhya means 'empirical' or 'relating to numbers'.[33] Although the term had been used in the general sense of metaphysical knowledge before,[34] in technical usage it refers to the Samkhya school of thought that evolved into a cohesive philosophical system in early centuries CE.[35] The Samkhya system is called so because 'it \"enumerates'\" twenty five Tattvas or true principles; and its chief object is to effect the final emancipation of the twenty-fifth Tattva, i.e. the puruṣa or soul'.[33]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Samkhya makes a distinction between two \"irreducible, innate and independent realities,\"[36] purusha, the witness-consciousness, and prakṛti, \"matter,\" the activities of mind and perception.[4][37][38] According to Dan Lusthaus,\n\nPuruṣa is considered as the conscious principle, a passive enjoyer (bhokta) and the prakṛti is the enjoyed (bhogya). Samkhya believes that the puruṣa cannot be regarded as the source of inanimate world, because an intelligent principle cannot transform itself into the unconscious world. It is a pluralistic spiritualism, atheistic realism and uncompromising dualism.[39]\n\nPuruṣa is the witness-consciousness. It is absolute, independent, free, imperceptible, unknowable through other agencies, above any experience by mind or senses and beyond any words or explanations. It remains pure, \"nonattributive consciousness\". Puruṣa is neither produced nor does it produce.[5] No appellations can qualify purusha, nor can it substantialized or objectified.[6] It \"cannot be reduced, can't be 'settled'.\" Any designation of purusha comes from prakriti, and is a limitation.[7] Unlike Advaita Vedanta, and like Purva-Mīmāṃsā, Samkhya believes in plurality of the puruṣas.[5]\n\nPrakṛti is the first cause of the world of our experiences.[10] Since it is the first principle (tattva) of the universe, it is called the pradhāna (chief principle), but, as it is the unconscious and unintelligent principle, it is also called the jaḍa (unintelligent). It is composed of three essential characteristics (trigunas). These are:\n\nUnmanifested prakriti is infinite, inactive, and unconscious, with the three gunas in a state of equilibrium. This equilibrium of the gunas is disturbed when prakṛti comes into contact with consciousness or Purusha, giving rise to the manifestation of the world of experience from unmanifested prakṛti.[12][13] Prakriti becomes manifest as twenty-three tattvas:[10] intellect (buddhi, mahat), ego (ahamkara) mind (manas); the five sensory capacities; the five action capacities; and the five \"subtle elements\" or \"modes of sensory content\" (tanmatras: form (rūpa), sound (shabda), smell (gandha), taste (rasa), touch (sparsha)), from which the five \"gross elements\" or \"forms of perceptual objects\" emerge (earth (prithivi), water (jala), fire (Agni), air (Vāyu), ether (Ākāsha)).[8][11] Prakriti is the source of our experience; it is not \"the evolution of a series of material entities,\" but \"the emergence of experience itself.\"[12] It is description of experience and the relations between its elements, not an explanation of the origin of the universe.[12]\n\nAll prakriti has these three gunas in different proportions. Each guna is dominant at specific times of day. The interplay of these gunas defines the character of someone or something, of nature and determines the progress of life.[42][43] The Samkhya theory of gunas was widely discussed, developed and refined by various schools of Indian philosophies. Samkhya's philosophical treatises also influenced the development of various theories of Hindu ethics.[30]\n\nThought processes and mental events are conscious only to the extent they receive illumination from Purusha. In Samkhya, consciousness is compared to light which illuminates the material configurations or 'shapes' assumed by the mind. So intellect, after receiving cognitive structures from the mind and illumination from pure consciousness, creates thought structures that appear to be conscious.[44] Ahamkara, the ego or the phenomenal self, appropriates all mental experiences to itself and thus, personalizes the objective activities of mind and intellect by assuming possession of them.[45] But consciousness is itself independent of the thought structures it illuminates.[44]\n\nSamkhya school considers moksha as a natural quest of every jiva. The Samkhyakarika states,\n\nSamkhya regards ignorance (avidyā) as the root cause of suffering and bondage (Samsara). Samkhya states that the way out of this suffering is through knowledge (viveka). Mokṣa (liberation), states Samkhya school, results from knowing the difference between prakṛti (avyakta-vyakta) and puruṣa (jña).[16]\n\nPuruṣa, the eternal pure consciousness, due to ignorance, identifies itself with products of prakṛti such as intellect (buddhi) and ego (ahamkara). This results in endless transmigration and suffering. However, once the realization arises that puruṣa is distinct from prakṛti, is more than empirical ego, and that puruṣa is deepest conscious self within, the Self gains isolation (kaivalya) and freedom (moksha).[49]\n\nOther forms of Samkhya teach that Mokṣa is attained by one's own development of the higher faculties of discrimination achieved by meditation and other yogic practices. Moksha is described by Samkhya scholars as a state of liberation, where Sattva guna predominates.[15]\n\nSamkhya considered Pratyakṣa or Dṛṣṭam (direct sense perception), Anumāna (inference), and  Śabda or Āptavacana (verbal testimony of the sages or shāstras) to be the only valid means of knowledge or pramana.[16] Unlike some other schools, Samkhya did not consider the following three pramanas to be epistemically proper: Upamāṇa (comparison and analogy), Arthāpatti (postulation, deriving from circumstances) or Anupalabdi (non-perception, negative/cognitive proof) .[17]\n\nThe Samkhya system is based on Sat-kārya-vāda or the theory of causation. According to Satkāryavāda, the effect is pre-existent in the cause. There is only an apparent or illusory change in the makeup of the cause and not a material one, when it becomes effect. Since, effects cannot come from nothing, the original cause or ground of everything is seen as prakṛti.[63]\n\nMore specifically, Samkhya system follows the prakṛti-Parināma Vāda. Parināma denotes that the effect is a real transformation of the cause. The cause under consideration here is prakṛti or more precisely Moola-prakṛti (Primordial Matter). The Samkhya system is therefore an exponent of an evolutionary theory of matter beginning with primordial matter. In evolution, prakṛti is transformed and differentiated into multiplicity of objects. Evolution is followed by dissolution. In dissolution the physical existence, all the worldly objects mingle back into prakṛti, which now remains as the undifferentiated, primordial substance. This is how the cycles of evolution and dissolution follow each other. But this theory is very different from the modern theories of science in the sense that prakṛti evolves for each Jiva separately, giving individual bodies and minds to each and after liberation these elements of prakṛti merges into the Moola prakṛti. Another uniqueness of Sāmkhya is that not only physical entities but even mind, ego and intelligence are regarded as forms of Unconsciousness, quite distinct from pure consciousness.\n\nSamkhya theorizes that prakṛti is the source of the perceived world of becoming. It is pure potentiality that evolves itself successively into twenty four tattvas or principles. The evolution itself is possible because prakṛti is always in a state of tension among its constituent strands or gunas – Sattva, Rajas and Tamas. In a state of equilibrium of three gunas, when the three together are one, \"unmanifest\" prakṛti which is unknowable. A guna is an entity that can change, either increase or decrease, therefore, pure consciousness is called nirguna or without any modification.\n\nThe evolution obeys causality relationships, with primal Nature itself being the material cause of all physical creation. The cause and effect theory of Samkhya is called Satkārya-vāda (theory of existent causes), and holds that nothing can really be created from or destroyed into nothingness – all evolution is simply the transformation of primal Nature from one form to another.\n\nSamkhya cosmology describes how life emerges in the universe; the relationship between Purusha and prakṛti is crucial to Patanjali's yoga system. The strands of Samkhya thought can be traced back to the Vedic speculation of creation. It is also frequently mentioned in the Mahabharata and Yogavasishta.\n\n"
        },
        {
            "title": "Historical development",
            "text": "Larson (1979) discerns four basic periods in the development of Samkhya:[64]\n\nLarson (1987) discerns three phases of development of the term samkhya, relating to three different meanings:[65]\n\nThe early, speculative phase took place in the first half of the first millennium BCE,[64] when ascetic spirituality and monastic (sramana and yati) traditions came into vogue in India, and ancient scholars combined \"enumerated set[s] of principles\" with \"a methodology of reasoning that results in spiritual knowledge (vidya, jnana, viveka).\"[24] These early non-Samkhya speculations and proto-Samkhya ideas are visible in earlier Hindu scriptures such as the Vedas,[note 3] early Upanishads such as the Chandogya Upanishad,[24][note 4] and the Bhagavad Gita.[80][64] However, these early speculations and proto-Samkhya ideas had not distilled and congealed into a distinct, complete philosophy.[81]\n\nAnthony Warder (1994; first ed. 1967) writes that the Samkhya and Mīmāṃsā schools appear to have been established before the Sramana traditions in India (~500 BCE), and he finds that \"Samkhya represents a relatively free development of speculation among the Brahmans, independent of the Vedic revelation.\"[82] Warder writes, '[Samkhya] has indeed been suggested to be non-Brahmanical and even anti-Vedic in origin, but there is no tangible evidence for that except that it is very different than most Vedic speculation – but that is (itself) quite inconclusive. Speculations in the direction of the Samkhya can be found in the early Upanishads.\"[83]\n\nThe earliest mention of dualism is in the Rigveda, a text that was compiled in the second millennium BCE.,[84] in various chapters.\n\nAt a mythical level, dualism is found in the Indra–Vritra myth of chapter 1.32 of the Rigveda.[87] Enumeration, the etymological root of the word samkhya, is found in numerous chapters of the Rigveda, such as 1.164, 10.90 and 10.129.[88] According to Larson, it is likely that in the oldest period these enumerations were occasionally also applied in the context of meditation themes and religious cosmology, such as in the hymns of 1.164 (Riddle Hymns) and 10.129 (Nasadiya Hymns).[89] However, these hymns present only the outline of ideas, not specific Samkhya theories and these theories developed in a much later period.[89]\n\nThe Riddle hymns of the Rigveda, famous for their numerous enumerations, structural language symmetry within the verses and the chapter, enigmatic word play with anagrams that symbolically portray parallelism in rituals and the cosmos, nature and the inner life of man.[90] This hymn includes enumeration (counting) as well as a series of dual concepts cited by early Upanishads . For example, the hymns 1.164.2 - 1.164-3 mention \"seven\" multiple times, which in the context of other chapters of Rigveda have been interpreted as referring to both seven priests at a ritual and seven constellations in the sky, the entire hymn is a riddle that paints a ritual as well as the sun, moon, earth, three seasons, the transitory nature of living beings, the passage of time and spirit.[90][91]\n\nThe chapter 1.164 asks a number of metaphysical questions, such as \"what is the One in the form of the Unborn that created the six realms of the world?\".[93][94] Dualistic philosophical speculations then follow in chapter 1.164 of the Rigveda, particularly in the well studied \"allegory of two birds\" hymn (1.164.20 - 1.164.22), a hymn that is referred to in the Mundaka Upanishad and other texts .[90][95][96] The two birds in this hymn have been interpreted to mean various forms of dualism: \"the sun and the moon\", the \"two seekers of different kinds of knowledge\", and \"the body and the atman\".[97][98]\n\nThe emphasis of duality between existence (sat) and non-existence (asat) in the Nasadiya Sukta of the Rigveda is similar to the vyakta–avyakta (manifest–unmanifest) polarity in Samkhya. The hymns about Puruṣa may also have had some influence on Samkhya.[100] The Samkhya notion of buddhi or mahat is similar to the notion of hiranyagarbha, which appears in both the Rigveda and the Shvetashvatara Upanishad.[101]\n\nThe oldest of the major Upanishads (c. 900–600 BCE) contain speculations along the lines of classical Samkhya philosophy.[80] The concept of ahamkara was traced back by Van Buitenen to chapters 1.2 and 1.4 of the Brihadaranyaka Upanishad and chapter 7.25 of the Chāndogya Upaniṣad, where it is a \"cosmic entity,\" and not a psychological notion.[80][101] Satkaryavada, the theory of causation in Samkhya, may in part be traced to the verses in sixth chapter which emphasize the primacy of sat (being) and describe creation from it. The idea that the three gunas or attributes influence creation is found in both Chandogya and Shvetashvatara Upanishads.[104]\n\nYajnavalkya's exposition on the Self in the Brihadaranyaka Upanishad, and the dialogue between Uddalaka Aruni and his son Svetaketu in the Chandogya Upanishad represent a more developed notion of the essence of man (Atman) as \"pure subjectivity - i.e., the knower who is himself unknowable, the seer who cannot be seen,\" and as \"pure conscious,\" discovered by means of speculations, or enumerations.[105] Acdording lo Larson, \"it seesm quite likely that both the monistic trends in Indian thought and the duslistic samkhya could have developed out of these ancient speculations.\"[106] According to Larson, the enumeration of tattvas in Samkhya is also found in Taittiriya Upanishad, Aitareya Upanishad and Yajnavalkya–Maitri dialogue in the Brihadaranyaka Upanishad.[107]\n\nThe Katha Upanishad in verses 3.10–13 and 6.7–11 describes a concept of puruṣa, and other concepts also found in later Samkhya.[108] The Shvetashvatara Upanishad in chapter 6.13 describes samkhya with Yoga philosophy, and Bhagavad Gita in book 2 provides axiological implications of Samkhya, therewith providing textual evidence of samkhyan terminology and concepts.[109] Katha Upanishad conceives the Purusha (cosmic spirit, consciousness) as same as the individual soul (Ātman, Self).[108][110]\n\nWhile some earlier scholars have argued for Upanishadic origins of the Samkhya-tradition,[note 4] and the Upanisads contain dualistic speculations which may have influenced proto-samkhya,[80][111] other scholars have noted the dissimilarities of Shamkhya with the Vedic tradition. As early as 1898, Richard Karl von Garbe, a German professor of philosophy and Indologist, wrote in 1898, \n\nDandekar, similarly wrote in 1968, 'The origin of the Sankhya is to be traced to the pre-Vedic non-Aryan thought complex'.[113] Heinrich Zimmer states that Samkhya has non-Aryan origins.[21][note 1] According to Ruzsa in 2006, \"Sāṅkhya has a very long history. Its roots go deeper than textual traditions allow us to see,\"[115] stating that \"Sāṅkhya likely grew out of speculations rooted in cosmic dualism and introspective meditational practice.\"[115] The dualism is rooted in agricultural concepts of the union of the male sky-god and the female earth-goddess, the union of \"the spiritual, immaterial, lordly, immobile fertilizer (represented as the Śiva-liṅgam, or phallus) and of the active, fertile, powerful but subservient material principle (Śakti or Power, often as the horrible Dark Lady, Kālī).\"[115] In contrast,\n\nAccording to Ruzsa,\n\nBurley argues for an ontegenetic or incremental development of Shamkya, instead of being established by one historical founder.[116] Burley states that India's religio-cultural heritage is complicated and likely experienced a non-linear development.[117] Samkhya is not necessarily non-Vedic nor pre-Vedic nor a 'reaction to Brahmanic hegemony', states Burley.[117] It is most plausibly in its origins a lineage that grew and evolved from a combination of ascetic traditions and Vedic guru (teacher) and disciples. Burley suggests the link between Samkhya and Yoga as likely the root of this evolutionary origin during the Vedic era of India.[117] According to Van Buitenen, various ideas on yoga and meditation developed in the interaction between various sramanas and ascetic groups.[68]\n\nThe Mokshadharma chapter of Shanti Parva (Book of Peace) in the Mahabharata epic, composed between 400 BCE to 400 CE, explains Samkhya ideas along with other extant philosophies, and then lists numerous scholars in recognition of their philosophical contributions to various Indian traditions, and therein at least three Samkhya scholars can be recognized – Kapila, Asuri and Pancasikha.[118][119] The 12th chapter of the Buddhist text Buddhacarita suggests Samkhya philosophical tools of reliable reasoning were well formed by about 5th century BCE.[118] According to Rusza, \"The ancient Buddhist Aśvaghoṣa (in his Buddha-Carita) describes Āḷāra Kālāma, the teacher of the young Buddha (ca. 420 B.C.E.) as following an archaic form of Sāṅkhya.\"[115]\n\nSamkhya and Yoga are mentioned together for first time in chapter 6.13 of the Shvetashvatra Upanishad,[109] as samkhya-yoga-adhigamya (literally, \"to be understood by proper reasoning and spiritual discipline\").[120] Bhagavad Gita identifies Samkhya with understanding or knowledge.[121] The three gunas are also mentioned in the Gita, though they are not used in the same sense as in classical Samkhya.[122] The Gita integrates Samkhya thought with the devotion (bhakti) of theistic schools and the impersonal Brahman of Vedanta.[123]\n\nSage Kapila is traditionally credited as a founder of the Samkhya school.[124] It is unclear in which century of the 1st millennium BCE Kapila lived.[125] Kapila appears in Rigveda, but context suggests that the word means 'reddish-brown color'. Both Kapila as a 'seer' and the term Samkhya appear in hymns of section 5.2 in Shvetashvatara Upanishad (~300 BCE), suggesting Kapila's and Samkhya philosophy's origins may predate it. Numerous other ancient Indian texts mention Kapila; for example, Baudhayana Grhyasutra in chapter IV.16.1 describes a system of rules for ascetic life credited to Kapila called Kapila Sannyasa Vidha.[125] A 6th century CE Chinese translation and other texts consistently note Kapila as an ascetic and the founder of the school, mention Asuri as the inheritor of the teaching and a much later scholar named Pancasikha[126] as the scholar who systematized it and then helped widely disseminate its ideas. Isvarakrsna is identified in these texts as the one who summarized and simplified Samkhya theories of Pancasikha, many centuries later (roughly 4th or 5th century CE), in the form that was then translated into Chinese by Paramartha in the 6th century CE.[125]\n\nBuddhism and Jainism had developed in eastern India by the 5th century BCE. It is probable that these schools of thought and the earliest schools of Samkhya influenced each other.[127] According to Burely, there is no evidence that a systematic samkhya-philosophy existed prior to the founding of Buddhism and Jainism, sometime in the 5th or 4th century BCE.[128] A prominent similarity between Buddhism and Samkhya is the greater emphasis on suffering (dukkha) as the foundation for their respective soteriological theories, than other Indian philosophies.[127] However, suffering appears central to Samkhya in its later literature, which likely suggests a Buddhist influence. Eliade, however, presents the alternate theory that Samkhya and Buddhism developed their soteriological theories over time, benefiting from their mutual influence.[127]\n\nLikewise, the Jain doctrine of plurality of individual souls (jiva) could have influenced the concept of multiple purushas in Samkhya. However Hermann Jacobi, an Indologist, thinks that there is little reason to assume that Samkhya notion of Purushas was solely dependent on the notion of jiva in Jainism. It is more likely, that Samkhya was moulded by many ancient theories of soul in various Vedic and non-Vedic schools.[127]\n\nLarson, Bhattacharya and Potter state it to be likely that early Samkhya doctrines found in oldest Upanishads (~700-800 BCE) provided the contextual foundations and influenced Buddhist and Jaina doctrines, and these became contemporaneous, sibling intellectual movements with Samkhya and other schools of Hindu philosophy.[130] This is evidenced, for example, by the references to Samkhya in ancient and medieval era Jaina literature.[131]\n\nAccording to Ruzsa, about 2,000 years ago \"Sāṅkhya became the representative philosophy of Hindu thought in Hindu circles\",[115] influencing all strands of the Hindu tradition and Hindu texts.[115]\n\nBetween 1938 and 1967, two previously unknown manuscript editions of Yuktidipika (ca. 600–700 CE) were discovered and published.[25] Yuktidipika is an ancient review by an unknown author and has emerged as the most important commentary on the Samkhyakarika, itself an ancient key text of the Samkhya school.[132][81] This commentary as well as the reconstruction of pre-karika epistemology and Samkhya emanation text (containing cosmology-ontology) from the earliest Puranas and Mokshadharma suggest that Samkhya as a technical philosophical system existed from about the last century BCE to the early centuries of the Common Era. Yuktidipika suggests that many more ancient scholars contributed to the origins of Samkhya in ancient India than were previously known and that Samkhya was a polemical philosophical system. However, almost nothing is preserved from the centuries when these ancient Samkhya scholars lived.[25]\n\nThe earliest surviving authoritative text on classical Samkhya philosophy is the Samkhya Karika (c. 200 CE[133] or 350–450 CE[123]) of Īśvarakṛṣṇa.[123] There were probably other texts in early centuries CE, however none of them are available today.[134] Iśvarakṛṣṇa in his Kārikā describes a succession of the disciples from Kapila, through Āsuri and Pañcaśikha to himself. The text also refers to an earlier work of Samkhya philosophy called Ṣaṣṭitantra (science of sixty topics) which is now lost.[123] The text was imported and translated into Chinese about the middle of the 6th century CE.[135] The records of Al Biruni, the Persian visitor to India in the early 11th century, suggests Samkhyakarika was an established and definitive text in India in his times.[136]\n\nSamkhyakarika includes distilled statements on epistemology, metaphysics and soteriology of the Samkhya school. For example, the fourth to sixth verses of the text states it epistemic premises,[137]\n\nThe most popular commentary on the Samkhyakarika was the Gauḍapāda Bhāṣya attributed to Gauḍapāda, the proponent of Advaita Vedanta school of philosophy. Other important commentaries on the karika were Yuktidīpīka (c. 6th century CE) and Vācaspati’s Sāṁkhyatattvakaumudī (c. 10th century CE).[138]\n\nThe 13th century text Sarvadarsanasangraha contains 16 chapters, each devoted to a separate school of Indian philosophy. The 13th chapter in this book contains a description of the Samkhya philosophy.[139]\n\nThe Sāṁkhyapravacana Sūtra (c. 14th century CE) renewed interest in Samkhya in the medieval era. It is considered the second most important work of Samkhya after the karika.[140] Commentaries on this text were written by Anirruddha (Sāṁkhyasūtravṛtti, c. 15th century CE), Vijñānabhikṣu (Sāṁkhyapravacanabhāṣya, c. 16th century CE), Mahādeva (vṛttisāra, c. 17th century CE) and Nāgeśa (Laghusāṁkhyasūtravṛtti).[141] In his introduction, the commentator Vijnana Bhiksu stated that only a sixteenth part of the original Samkhya Sastra remained, and that the rest had been lost to time. [142] While the commentary itself is no doubt medieval, the age of the underlying sutras is unknown and perhaps much older. According to Surendranath Dasgupta, scholar of Indian philosophy, Charaka Samhita, an ancient Indian medical treatise, also contains thoughts from an early Samkhya school.[143]\n\n"
        },
        {
            "title": "Views on God",
            "text": "Although the Samkhya school considers the Vedas a reliable source of knowledge, samkhya accepts the notion of higher selves or perfected beings but rejects the notion of God, according to Paul Deussen and other scholars,[144][145] although other scholars believe that Samkhya is as much theistic as the Yoga school.[146][29] According to Rajadhyaksha, classical Samkhya argues against the existence of God on metaphysical grounds. Samkhya theorists argue that an unchanging God cannot be the source of an ever-changing world and that God was only a necessary metaphysical assumption demanded by circumstances.[147]\n\nThe oldest commentary on the Samkhakarika, the Yuktidīpikā, asserts the existence of God, stating:\n\"We do not completely reject the particular power of the Lord, since he assumes a majestic body and so forth. Our intended meaning is just that there is no being who is different from prakrti and purusa and who is the instigator of these two, as you claim. Therefore, your view is refuted. The conjunction between prakrti and purusa is not instigated by another being.[29]\n\nA medieval commentary of Samkhakarika such as Sāṁkhyapravacana Sūtra in verse no. 1.92 directly states that existence of \"Ishvara (God) is unproved\". Hence there is no philosophical place for a creationist God in this system. It is also argued by commentators of this text that the existence of Ishvara cannot be proved and hence cannot be admitted to exist.[142] However, later in the text, the commentator Vijnana Bhiksu clarified that the subject of dispute between the Samkhyas and others was the existence of an eternal Isvara. Samkhya did accept the concept of an emergent Isvara previously absorbed into Prakriti.[148]\n\nA key difference between the Samkhya and Yoga schools, state scholars,[145][149] is that the Yoga school accepts a 'personal, yet essentially inactive, deity' or 'personal god'.[150] However, Radhanath Phukan, in the introduction to his translation of the Samkhya Karika of Isvarakrsna has argued that commentators who see the unmanifested as non-conscious make the mistake of regarding Samkhya as atheistic, though Samkhya is equally as theistic as Yoga.[146] A majority of modern academic scholars are of view that the concept of Ishvara was incorporated into the nirishvara (atheistic) Samkhya viewpoint only after it became associated with the Yoga, the Pasupata and the Bhagavata schools of philosophy. Others have traced the concept of the emergent Isvara accepted by Samkhya to as far back as the Rig Veda, where it was called Hiranyagarbha (the golden germ, golden egg).[151] [152] This theistic Samkhya philosophy is described in the Mahabharata, the Puranas and the Bhagavad Gita.[153]\n\nChandradhar Sharma in 1960 affirmed that Samkhya in the beginning was based on the theistic absolute of Upanishads, but later on, under the influence of Jaina and Buddhist thought, it rejected theistic monism and was content with spiritualistic pluralism and atheistic realism. This also explains why some of the later Samkhya commentators, e.g. Vijnanabhiksu in the sixteenth century, tried to revive the earlier theism in Samkhya.[154]: 137 \n\nAccording to Sinha, the following arguments were given by Samkhya philosophers against the idea of an eternal, self-caused, creator God:[142]\n\nTherefore, Samkhya maintained that the various cosmological, ontological and teleological arguments could not prove God.\n\n"
        },
        {
            "title": "Influence on other schools",
            "text": "The Vaisheshika atomism, Nyaya epistemology may all have roots in the early Samkhya school of thought; but these schools likely developed in parallel with an evolving Samkhya tradition, as sibling intellectual movements.[155]\n\nThe Yoga school derives its ontology and epistemology from Samkhya and adds to it the concept of Isvara.[156] However, scholarly opinion on the actual relationship between Yoga and Samkhya is divided. While Jakob Wilhelm Hauer and Georg Feuerstein believe that Yoga was a tradition common to many Indian schools and its association with Samkhya was artificially foisted upon it by commentators such as Vyasa. Johannes Bronkhorst and Eric Frauwallner think that Yoga never had a philosophical system separate from Samkhya. Bronkhorst further adds that the first mention of Yoga as a separate school of thought is no earlier than Śankara's (c. 788–820 CE)[157] Brahmasūtrabhaśya.[158]\n\nThe dualistic metaphysics of various Tantric traditions illustrates the strong influence of Samkhya on Tantra. Shaiva Siddhanta was identical to Samkhya in its philosophical approach, barring the addition of a transcendent theistic reality.[159] Knut A. Jacobsen, Professor of Religious Studies, notes the influence of Samkhya on Srivaishnavism. According to him, this Tantric system borrows the abstract dualism of Samkhya and modifies it into a personified male–female dualism of Vishnu and Sri Lakshmi.[160] Dasgupta speculates that the Tantric image of a wild Kali standing on a slumbering Shiva was inspired from the Samkhyan conception of prakṛti as a dynamic agent and Purusha as a passive witness. However, Samkhya and Tantra differed in their view on liberation. While Tantra sought to unite the male and female ontological realities, Samkhya held a withdrawal of consciousness from matter as the ultimate goal.[161]\n\nAccording to Bagchi, the Samkhya Karika (in karika 70) identifies Sāmkhya as a Tantra,[162] and its philosophy was one of the main influences both on the rise of the Tantras as a body of literature, as well as Tantra sadhana.[163]\n\nThe Advaita Vedanta philosopher Adi Shankara called Samkhya as the 'principal opponent' (pradhana-malla) of the Vedanta. He criticized the Samkhya view that the cause of the universe is the unintelligent Prakruti (Pradhan). According to Shankara, the Intelligent Brahman only can be such a cause.[154]: 242–244  He considered Samkhya philosophy as propounded in Samkhyakarika to be inconsistent with the teachings in the Vedas, and considered the dualism in Samkhya to be non-Vedic.[164] In contrast, ancient Samkhya philosophers in India claimed Vedic authority for their views.[165]\n\n"
        }
    ]
}