{
    "url": "https://en.wikipedia.org/wiki/Samuel_Smiles",
    "title": "Samuel Smiles",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career as a campaigner",
        "3 Writings",
        "4 Self-Help",
        "5 Conduct manuscript",
        "6 Later life, death and descendants",
        "7 Legacy",
        "8 Writings",
        "8.1 Self-help topics",
        "8.2 Biographical works",
        "9 References",
        "10 Further  reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSamuel Smiles (23 December 1812 – 16 April 1904) was a British author and government reformer. Although he campaigned on a Chartist platform, he promoted the idea that more progress would come from new attitudes than from new laws. His primary work, Self-Help (1859), promoted thrift and claimed that poverty was caused largely by irresponsible habits, while also attacking materialism and laissez-faire government. It has been called \"the bible of mid-Victorian liberalism\" and had lasting effects on British political thought.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Born in Haddington, East Lothian, Scotland, Smiles was the son of Janet Wilson of Dalkeith and Samuel Smiles of Haddington. He was one of eleven surviving children. While his family members were strict Reformed Presbyterians, he did not practice. He studied at a local school, leaving at the age of 14. He apprenticed to be a doctor under Dr. Robert Lewins.[1] This arrangement enabled Smiles to study medicine at the University of Edinburgh in 1829.[2] There he furthered his interest in politics, and became a strong supporter of Joseph Hume. During this time, Smiles contracted a lung disease, and his father was advised to send him on a long sea voyage.[citation needed]\n\nHis father died in the 1832 cholera epidemic, but Smiles was enabled to continue with his studies because he was supported by his mother. She ran the small family general store firm in the belief that the \"Lord will provide\". Her example of working ceaselessly to support herself and his nine younger siblings strongly influenced Smiles's future life, but he developed a benign and tolerant outlook that was sometimes at odds with that of his Reformed Presbyterian forebears.[citation needed]\n\nIn 1838 Smiles was offered the editorship of the reformist paper, the Leeds Times.[3] He spent the next twenty years in the city, moving to live on Woodhouse Cliff in 1847.[4]\n\n"
        },
        {
            "title": "Career as a campaigner",
            "text": "In 1837, he wrote articles for the Edinburgh Weekly Chronicle and the Leeds Times, campaigning for parliamentary reform.[1] In November 1838, Smiles was invited to become the editor of the Leeds Times, a position he accepted and filled until 1842.[2] In May 1840, Smiles became secretary to the Leeds Parliamentary Reform Association, an organisation that held to the six objectives of Chartism: universal suffrage for all men over the age of 21; equal-sized electoral districts; voting by secret ballot; an end to the need of MPs to qualify for Parliament, other than by winning an election; pay for MPs; and annual Parliaments.\n\nAs editor of the Leeds Times, he advocated radical causes ranging from women's suffrage to free trade and parliamentary reform. By the late 1840s, however, Smiles became concerned about the advocation of physical force by Chartists Feargus O'Connor and George Julian Harney, although he seems to have agreed with them that the movement's current tactics were not effective, saying that \"mere political reform will not cure the manifold evils which now afflict society\".\n\nOn 7 December 1843, Samuel married Sarah Ann Holmes Dixon in Leeds. They had three daughters and two sons.[2]\n\nIn 1845, he left the Leeds Times and became a secretary for the newly formed Leeds & Thirsk Railway. After nine years, he worked for the South Eastern Railway.\n\nIn the 1850s, Smiles abandoned his interest in parliament and decided that self-help was the most important place of reform. In 1859, he published his book Self-Help; with Illustrations of Character and Conduct.\n\nSmiles wrote articles for the Quarterly. In an article on railways, he argued that the railways should be nationalised and that third-class passengers should be encouraged.[5] In 1861 Smiles published an article from the Quarterly, renamed Workers Earnings, Savings, and Strikes. He claimed poverty in many instances was caused by habitual improvidence:\n\nIn 1866, Smiles became president of the National Provident Institution but left in 1871, after suffering a debilitating stroke.\n\n"
        },
        {
            "title": "Writings",
            "text": "In 1875, his book Thrift was published. In it, he said that \"riches do not constitute any claim to distinction. It is only the vulgar who admire riches as riches\".[7] He claimed that the Poor Law Amendment Act 1834 was \"one of the most valuable that has been placed on the statute-book in modern times\".[8] He also criticised laissez-faire:\n\nIn 1871, he edited the letters written by his son, Samuel Smiles Jr (Born 1852), and sent home during his teenage sea voyage (taken for his health), as well as the log he kept of his journey to Australia and the United States between February 1869 and March 1871, and published them in London in book form, under the title A Boy's Voyage Round the World.\n\nIn 1881 he claimed:\n\n"
        },
        {
            "title": "Self-Help",
            "text": "Smiles was not very successful in his careers as a doctor and journalist. He joined several cooperative ventures, but they failed for lack of capital. Disillusioned, he turned away from middle-class utopianism. He finally found intellectual refuge and national fame in the isolation of self-help.[11]\n\nThe origins of his most famous book, Self-Help, lay in a speech he gave in March 1845 in response to a request by a Mutual Improvement Society, published as, The Education of the Working Classes. In it Smiles said:\n\nThe newly founded Routledge publishing house rejected publishing Self-Help in 1855.[13] Twenty years later Smiles was seated next to George Routledge at a dinner, and he said to him, \"And when, Dr. Smiles, are we to have the honour of publishing one of your books?\"; Smiles replied that Mr. Routledge already had the honour of rejecting Self-Help.[14] Although John Murray was willing to publish Self-Help on a half-profits system, Smiles rejected this as he did not want the book to lose its anecdotes. In 1859, Smiles self-published the book, retaining the copyright, while he paid John Murray a ten percent commission.[14] It sold 20,000 copies within one year of its publication. By the time of Smiles' death in 1904 it had sold over a quarter of a million copies.[15] Self-Help brought [Smiles] to celebrity status: almost overnight, he became a leading pundit and much-consulted guru\".[16] Smiles \"suddenly became the fashion and he was deluged with requests that he should lay foundation stones, sit for his portrait, present prizes to orphan children, make speeches from platforms. The simple fellow was pleased with these invitations, but naturally he could not accept. He had his work to do ... his duty did not lie on any public platform ... It lay in his office with his Work\".[17]\n\n"
        },
        {
            "title": "Conduct manuscript",
            "text": "Smiles intended to publish a book titled Conduct, in 1896. He submitted it to his publisher, but John Murray declined to publish the book. In 1898, publication was denied again.\n\nAfter the  death of Smiles in 1904, the manuscript of Conduct was found in his desk and, on the advice of John Murray, was destroyed.[18] No copy is known to exist.\n\n"
        },
        {
            "title": "",
            "text": "Sir George Reid was commissioned to paint Smiles's portrait, completed in 1877 and now in the collection of the National Gallery, London. Copies of his handwriting can be found in the archives of East Lothian Council.[19]\n\nWhen, in 1892, William Gladstone returned to power and, as prime minister, introduced his Second Irish Home Rule Bill, Smiles wrote to his son in Ulster: \"Don't you rebel. Keep quiet, though I see your name among the agitators ... Your letter is frightfully alarming ... Gladstone has come into power and we are threatened with Civil War. This cannot be the result of good statesmanship. Yet there are Liberal members to cheer on the maniac. Alas, alas for Liberalism! ... Must I give you six months notice to withdraw my loans to the B.R. Co., for I want to keep the little money I have for wife and bairns, not for arming the Ulstermen\".[20] Smiles wrote to Lucy Smiles in 1893, \"This Home Rule Bill is horrid  ... I am quite appalled at that wretched hound, miscalled statesman, throwing the country into a state of turmoil. I cannot understand how so many persons in this part of Britain follow that maniac, just like a flock of sheep. He is simply bursting with self-conceit. Alas! Alas for Liberalism!\"[21]\n\nOn 16 April 1904, Samuel Smiles died in Kensington in his 92nd year, London and was buried in Brompton Cemetery. Shortly before his death, he was reportedly offered a knighthood, which he declined to accept.\n\nSmiles's grandchildren include Sir Walter Smiles, an Ulster Unionist Party MP. Through that branch of the family, Smiles is also the great-great-grandfather of Bear Grylls, a well-known adventurer.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Self-Help has been called \"the bible of mid-Victorian liberalism\",[22] and it raised Smiles to celebrity status almost overnight.\n\nThe Liberal MP J. A. Roebuck in 1862 called Smiles' Workmen's Earnings, Strikes and Savings \"a very remarkable book\" and quoted passages from it in a speech.[23]\n\nGeorge Bernard Shaw, in his Fabian Essays in Socialism (1889), called Smiles \"that modern Plutarch\".[24]\n\nAmerican inspirational writer Orison Swett Marden was inspired by Samuel Smiles as a result of having read Self-Help during his youth. Decades later, he wrote Pushing to the Front (1894) and became a professional author as a result of Smiles' influence.\n\nThe late nineteenth-century and early twentieth-century saw the rise of New Liberalism, Keynesian economics, and socialism, which all viewed thrift unfavourably.[25] The New Liberal economists J. A. Hobson and A. F. Mummery in their Physiology of Industry (1889), claimed that saving resulted in the underemployment of capital and labour during trade depressions. General Theory of Employment, Interest and Money (1936) by John Maynard Keynes, attempted to replace classical liberal economics.\n\nIn 1905, William Boyd Carpenter, Bishop of Ripon, praised Smiles: \"The Bishop said he had noticed a little tendency in some quarters to disparage the homely energies of life which at one time were so highly thought of. He recalled the appearance of Self-Help, by Samuel Smiles, who 40 or 50 years ago gave lectures at Leeds encouraging young men to engage in self-improvement. His books were read with extraordinary avidity, but there arose a school which taught the existence of the beautiful and to do nothing. That school disparaged thrift and did not pay much attention to character and, perhaps, not much attention to duty\".[26]\n\nThe Labour MP David Grenfell, in a debate on the Transitional Payments (Determination of Need) Bill, claimed that the 1932 bill \"discriminated not against the unthrifty, the idler, and the waster, but against the industrious, thrifty person, who had to pay a heavy penalty. The Minister of Labour penalized self-help. He poured contempt on Samuel Smiles and all his works\".[27]\n\nThe liberal Ernest Benn invoked Smiles in 1949 when praising the virtues of self-help.[28]\n\nIn 1962, the director of the British Institute of Management, John Marsh, said that young men who entered industry needed a sense of service and duty; they must be \"men of character who know how to behave well as in phases of success\"; they must possess self-discipline in thinking and behaviour: \"There is something still to be said for Samuel Smiles's doctrine of self-help\".[29]\n\nThe liberal economist F. A. Hayek wrote in 1976 that: \"It is probably a misfortune that, especially in the USA, popular writers like Samuel Smiles...have defended free enterprise on the ground that it regularly rewards the deserving, and it bodes ill for the future of the market order that this seems to have become the only defence of it which is understood by the general public. That it has largely become the basis of the self-esteem of the businessman often gives him an air of self-righteousness which does not make him more popular\".[30]\n\n"
        },
        {
            "title": "Writings",
            "text": "The growth of industrial archaeology and history in Britain from the 1960s caused a number of these titles to be reprinted, and a number are available on the Web from such sources as Project Gutenberg, noted below.\n\n"
        },
        {
            "title": "References",
            "text": "Notes\n\nBibliography\n\n"
        }
    ]
}