{
    "url": "https://en.wikipedia.org/wiki/Samuel_Longfellow",
    "title": "Samuel Longfellow",
    "table_of_contents": [
        "1 Biography",
        "2 Personal life",
        "3 Selected bibliography",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSamuel Longfellow (1819–1892) was an American clergyman and hymn writer.\n\n"
        },
        {
            "title": "Biography",
            "text": "Samuel Longfellow was born June 18, 1819, in Portland, Maine, the last of eight children of Stephen and Zilpah (Wadsworth) Longfellow.[1] His older brother was the poet Henry Wadsworth Longfellow. He studied at Bowdoin College in 1833.[2] He attended Harvard College and graduated in 1839 ranked eighth in a class of 61.[3] He went on to study at Harvard Divinity School, where his classmates included Thomas Wentworth Higginson and Samuel Johnson, with whom he would later collaborate in his hymn writing.\n\nHe is considered part of the second-generation  of transcendentalists;[4] after becoming a Unitarian pastor, he adapted the transcendental philosophy he had encountered in divinity school into his hymns and sermons.\n\nLongfellow served as a gym leader in Fall River, Massachusetts (1848), Brooklyn's Second Unitarian Church (1853), and Germantown, Pennsylvania (1878-1882). After his older brother's death, Longfellow published a two-volume biography of him in 1886.[5] He wrote the book while living at his brother's former home, Craigie House in Cambridge, Massachusetts.[6] In 1878, Longfellow was elected as a member to the American Philosophical Society.[7]\n\nHis other publications include Final Memories of H. W. Longfellow (1887), Vespers (1859), A Book of Hymns and Tunes (1860, revised 1876) and, with Samuel Johnson, he edited A Book of Hymns for Public and Private Devotion (1846) and Hymns of the Spirit (1864).[6] Longfellow died in 1892 and is buried in Western Cemetery in Portland's West End.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Throughout his life Longfellow had romantic friendships with men, and struggled with his sexuality, writing in 1837 of one such companion, William Winter: \"I don’t think I have made a greater sacrifice of inclination to a sense of duty - but not a hearty one - I was reluctant then; I have been sorry at times ever since. It was a strange infatuation. And yet after all my fears might we not have been happy together? I loved him, and think he liked me.\"[8] In 1842 he met fellow Divinity student Samuel Johnson: of their long association, a friend wrote: \"There existed for forty years an intimacy which could hardly have been understood by David and Jonathan.”[9] Longfellow later served a friend and mentor to young men such as Morton Fullerton.[10]\n\n"
        }
    ]
}