{
    "url": "https://en.wikipedia.org/wiki/Samuel_Washington",
    "title": "Samuel Washington",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Death and legacy",
        "4 Personal life",
        "4.1 Descendants",
        "5 Ancestry",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Samuel Washington (November 27, 1734 [O.S. November 16, 1734] – September 26, 1781) was a colonial American official, soldier and politician in three different Virginia counties, as well as a planter who operated plantations. He also was the eldest full brother of United States President George Washington.[1]\n\n"
        },
        {
            "title": "Early life",
            "text": "Washington was born in at his father's Wakefield Plantation on Pope's Creek, in Westmoreland County, Colony of Virginia, in November 1734. He was the second son born to Mary Ball Washington and Augustine Washington. George Washington was his eldest full brother, but he also had elder half brothers from this father's first marriage: Lawrence Washington and Augustine Washington Jr. (Jane Washington, his half-sister, died shortly after his birth.)  His other full siblings were Betty Washington Lewis, John Augustine Washington, Charles Washington and Mildred Washington (who died young).[2]\n\nHis father died when he was eight years old, and unlike his elder brothers, he did not travel to Britain for higher education, but received the best education his family could afford in the neighborhood (there being no public schools in the era).[3] From 1735 to 1738, he resided with his father, mother and siblings at Mount Vernon,[2] then his father moved the family to Stafford County, where he was raised on Ferry Farm.\n\nSamuel Washington suffered from tuberculosis for much of his life, and would ultimately die from the disease at age 47; three of his four sons who reached adulthood also died of that communicable disease.[3]\n\n"
        },
        {
            "title": "Career",
            "text": "Upon reaching legal age, Samuel Washington inherited two pieces of land from his father: one of 600 farmed acres in the Potomac River watershed drained by Chotank Creek in northern Stafford County a mile or two west of the Dahlgren Bridge, and 1,200 undeveloped acres in the Rappahannock River watershed drained by Deep Run southwest of Fredericksburg. He ultimately sold these properties, using some of the proceeds to purchase land in the Shenandoah Valley (by  September 1770 when he moved across the Blue Ridge mountains he owned 2500 acres in what was then Frederick County and that in 1772 became Berkeley County). His landholdings north and south of his Harewood plantation house discussed below would reach 3800 acres.[4]\n\nWashington served in numerous posts in Stafford County, Virginia, including  justice of the peace  (one of 27 men whose duties ranged from administrative to judicial) from November 1766 until he was listed as removed on July 27, 1767.[2] Either the position or removal may have been caused by his opposition to \"taxation without representation\", as shown by his being the 5th of 115 signatures on the Westmoreland Resolves against the Stamp Act in February 1766, or because of his travels to develop his western properties.[4] Washington also served as a  vestryman of the local parishes (responsible for social services, including carrying for the poor) and was elected warden by the vestry of St. Paul's Parish in Stafford County, and would later become warden of Norborne Parish.[4][5]\n\nOn February 5, 1771, Washington took the oath of office as one of the justices of the Frederick County court (likewise helping to administer that county), and on April 17, 1772 Governor John Murray, 4th Earl of Dunmore appointed Washington as one of the justices of the new Berkeley County court. In 1773 and again in 1776, Washington served as the Berkeley county sheriff. Beginning in 1775, Washington also served as Colonel and led the Berkeley County Virginia Militia, but was forced to resign due to ill health on April 3, 1777.[4]\n\nHe hired by the renowned architect John Ariss to design and in 1770 built Harewood, a Georgian-style mansion near then Charles Town, Virginia.  Among prominent visitors to the home were his brother George, Louis Phillipe, later King of France, and his two brothers, the Duke of Montpensier and the Count de Beaujolais, and a son of the Marquis de Lafayette.[2] Prominent Virginia politician and eventual U.S. President James Madison married his wife Dolley Payne Todd at Harewood, since  Dolly's sister, Lucy, had previously been married to one of Samuel's sons.[2]\n\n"
        },
        {
            "title": "Death and legacy",
            "text": "Washington died at age 46 from tuberculosis on September 26, 1781, at Harewood in Berkeley County,[6] three weeks before the decisive Franco-American victory of Yorktown. He is probably buried on his former estate, in an unmarked grave.[7] When Washington died, most of his children were below legal age, and his brothers who administered his estate discovered he had considerable debts.[4] Through the efforts of his younger brother John Augustine Washington, as well as George Washington, Harewood house remained in the hands of his descendants (and remains today having been listed on the National Register of Historic Places in 1973).[8]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Samuel married five times,[9] surviving four wives, and had nine children who reached adulthood.  His first marriage around 1754 was to Jane Champe (1724–1755).[10][4]  About two years later, in 1756, after his first wife's death, Washington married his second wife (and first cousin) Mildred Thornton (c. 1741–c. 1762).  She likewise died during or shortly after childbirth, possibly tuberculosis contracted from her husband progressed rapidly after the births.[4] Her cousin, also named Mildred Thornton, married Samuel's younger brother Charles. Together, Mildred and Samuel were the parents of:[10]\n\nAfter Mildred's death, Washington married for the third time to Lucy Chapman (1743–1763), who also died during childbirth with:[10]\n\nHis fourth marriage, in 1764, was to a widow, Anne Steptoe (1737–1777), widow of Willoughby Allerton.[4] This marriage produced four children before she died of complications following a smallpox inoculation during a Berkeley county epidemic during the Revolutionary War, including:[10][12]\n\nHis fifth and final marriage was in 1778 to another widow, Susannah Perrin Holden (1753–1783).[16] Together, Susannah and Samuel were the parents of:[10]\n\nThrough his son George, he was the grandfather of Samuel Walter Washington (1799–1831), who married Louisa Clemson, sister of Ambassador Thomas Green Clemson, who served as the United States Superintendent of Agriculture and founded Clemson University in South Carolina.\n\nThrough his son Thornton Washington, he was the ancestor of James Robert Carmack (1914-2007), who served in the United States Navy in the Pacific Theatre during World War II.\n\n"
        }
    ]
}