{
    "url": "https://en.wikipedia.org/wiki/Samuel_Osgood_House",
    "title": "Samuel Osgood House",
    "table_of_contents": [
        "1 Origin and use as presidential residence",
        "2 Later years",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Samuel Osgood House, also known as the Walter Franklin House, was the first official residence of the President of the United States. It housed George Washington, his family, and household staff, from April 23, 1789, to February 23, 1790, during New York City's two-year term as the national capital. Demolished in 1856, it stood at the northeast corner of what was Pearl and Cherry (today Dover) streets in what is now Civic Center, Manhattan, New York City.\n\n"
        },
        {
            "title": "Origin and use as presidential residence",
            "text": "The owner, Samuel Osgood, was a Massachusetts politician and lawyer, who settled in New York City. He married Maria Bowne Franklin, widow of Walter Franklin, the merchant who had built the house in 1770.[1] Congress rented it for Washington's use, and the President-Elect moved in a week before his April 30, 1789, inauguration as first President of the United States. In addition to living quarters, the Osgood House contained the President's private office (the equivalent of the Oval Office) and the public business office (the equivalent of the West Wing), making it the first seat of the executive branch of the federal government.\n\nThe Samuel Osgood Papers, at the New York Historical Society, list purchases made to prepare the mansion for Washington occupancy.\n\nSteward Samuel Fraunces, former owner of nearby Fraunces Tavern, managed a household staff of about 20: wage workers, indentured servants, and enslaved servants. Slavery was legal in New York, and Washington brought seven enslaved Africans from Mount Vernon to work in his presidential household: William Lee, Christopher Sheels, Giles, Paris, Austin, Moll, and Oney Judge.[3]\n\nTwo of Martha Washington's grandchildren were part of the First Family: Nelly Custis (b. 1779) and \"Wash\" Custis (b. 1781).[4]\n\nSoon after his inauguration, Washington became seriously ill with a tumor on his thigh (possibly caused by anthrax poisoning). Cherry Street was cordoned off to prevent his being disturbed.[5]\n\n"
        },
        {
            "title": "Later years",
            "text": "The house was rented for one year at an annual rent of $845, but the president vacated it after ten months when a larger residence became available. Washington moved to the Alexander Macomb House at 39–41 Broadway, which he occupied from February 23 to August 30, 1790.\n\nUnder the July 1790 Residence Act, the national capital moved to Philadelphia, Pennsylvania, for a 10-year period, while the permanent national capital was under construction in the District of Columbia.\n\nThe Osgood House was demolished in 1856.[6] In 1899, the Daughters of the American Revolution marked its location with a bronze plaque, where Pearl Street crosses under the Brooklyn Bridge approach.[7]\n\n"
        }
    ]
}