{
    "url": "https://en.wikipedia.org/wiki/Bushmen",
    "title": "San people",
    "table_of_contents": [
        "1 Definition",
        "2 Names",
        "3 History",
        "4 Society",
        "4.1 Subsistence",
        "4.2 Early history",
        "5 Genetics",
        "6 Ancestral land conflict in Botswana",
        "7 Hoodia traditional knowledge agreement",
        "8 Representation in mass media",
        "8.1 Early representations",
        "8.2 Documentaries and non-fiction",
        "8.3 Films and music",
        "8.4 Memoirs",
        "8.5 Novels",
        "9 Notable individuals",
        "9.1 |Xam Notable individuals",
        "10 See also",
        "11 References",
        "12 Bibliography",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe San peoples (also Saan), or Bushmen,[1] are members of various Khoe, Tuu, or Kxʼa-speaking indigenous hunter-gatherer cultures that are the first cultures of Southern Africa, and whose territories span Botswana, Namibia, Angola, Zambia, Zimbabwe, Lesotho[2] and South Africa. In 2017, Botswana was home to approximately 63,500 San people (roughly 2.8% of the population) making it the country with the highest number of San people.[3]\n\n"
        },
        {
            "title": "Definition",
            "text": "The term \"San\" has a long vowel and is spelled Sān (in Khoekhoegowab orthography). It is a Khoekhoe exonym with the  meaning of \"foragers\" and was often used in a derogatory manner to describe nomadic, foraging people. Based on observation of lifestyle, this term has been applied to speakers of three distinct language families living between the Okavango River in Botswana and Etosha National Park in northwestern Namibia, extending up into southern Angola; central peoples of most of Namibia and Botswana, extending into Zambia and Zimbabwe; and the southern people in the central Kalahari towards the Molopo River, who are the last remnant of the previously extensive indigenous \"San\" of South Africa.[4]\n\n"
        },
        {
            "title": "Names",
            "text": "The endonyms used by San themselves refer to their individual nations, including the ǃKung (ǃXuun (subdivisions ǂKxʼaoǁʼae (Auen), Juǀʼhoan, etc.), the Tuu (subdivisions ǀXam, Nusan (Nǀu), ǂKhomani, etc.) and Tshu–Khwe groups such as the Khwe (Khoi, Kxoe), Haiǁom, Naro, Tsoa, Gǁana (Gana) and Gǀui (ǀGwi).[5][6][7][8][9] Representatives of San peoples in 2003 stated their preference for the use of such individual group names where possible over the use of the collective term San.[10]\n\nThe designations \"Bushmen\" and \"San\" are both exonyms in origin, but San had been widely adopted as an endonym by the late 1990s. \"San\" originates as a pejorative Khoekhoe appellation for foragers without cattle or other wealth, from a root saa \"picking up from the ground\" + plural -n in the Haiǁom dialect.[11][12] The term Bushmen, from 17th-century Dutch Bosjesmans, is still widely used by others and to self-identify, but in some instances the term has also been described as pejorative.[7][13][14][15]\n\nAdoption of the Khoekhoe term San in Western anthropology dates to the 1970s, and this remains the standard term in English-language ethnographic literature, although some authors later switched back to using the name Bushmen.[4][16] \nThe compound Khoisan, used to refer to the pastoralist Khoi and the foraging San collectively, was coined by Leonhard Schulze in the 1920s and popularised by Isaac Schapera in 1930, and anthropological use of San was detached from the compound Khoisan,[17]\nas it has been reported that the exonym San is perceived as a pejorative in parts of the central Kalahari.[13] By the late 1990s, the term San was in general use by the people themselves.[18] \nThe adoption of the term was preceded by a number of meetings held in the 1990s where delegates debated on the adoption of a collective term.[19] These meetings included the Common Access to Development Conference organised by the Government of Botswana held in Gaborone in 1993,[8] the 1996 inaugural Annual General Meeting of the Working Group of Indigenous Minorities in Southern Africa (WIMSA) held in Namibia,[20] and a 1997 conference in Cape Town on \"Khoisan Identities and Cultural Heritage\" organised by the University of the Western Cape.[21] \nThe term San is now standard in South African, and used officially in the blazon of the  national coat-of-arms. The \"South African San Council\" representing San communities in South Africa was established as part of WIMSA in 2001.[22][23] \n\"Bushmen\" is now considered derogatory by many South Africans,[13][15][24] to the point where, in 2008, use of boesman (the modern Afrikaans equivalent of \"Bushman\") in the Die Burger newspaper was brought before the  Equality Court, which however ruled that the mere use of the term cannot be taken as derogatory, after the San Council had testified that it had no objection to its use in a positive context.[25]\n\nThe term Basarwa (singular Mosarwa) is used for the San collectively in Botswana.[26][27][28] \nThe term is a Bantu (Tswana) word meaning \"those who do not rear cattle\".[29] Use of the mo/ba- noun class indicates \"people who are accepted\", as opposed to the use of Masarwa, an older variant which is now considered offensive.[21][30]\n\nIn Angola they are sometimes referred to as mucancalas,[31] or bosquímanos (a Portuguese adaptation of the Dutch term for \"Bushmen\"). \nThe terms Amasili and Batwa are sometimes used for them in Zimbabwe.[21]\nThe San are also referred to as Batwa by Xhosa people and as Baroa by Sotho people.[32] \nThe Bantu term Batwa refers to any foraging tribesmen and as such overlaps with the terminology used for the  \"Pygmoid\" Southern Twa of South-Central Africa.\n\n"
        },
        {
            "title": "History",
            "text": "The hunter-gatherer San are among the oldest cultures on Earth,[33] and are thought to be descended from the first inhabitants of what is now Botswana and South Africa.   The historical presence of the San in Botswana is particularly evident in northern Botswana's Tsodilo Hills region. San were traditionally semi-nomadic, moving seasonally within certain defined areas based on the availability of resources such as water, game animals, and edible plants.[34] Peoples related to or similar to the San occupied the southern shores throughout the eastern shrubland and may have formed a Sangoan continuum from the Red Sea to the Cape of Good Hope.[35]\n\nFrom the 1950s through to the 1990s, San communities switched to farming because of government-mandated modernization programs. Despite the lifestyle changes, they have provided a wealth of information in anthropology and genetics. One broad study of African genetic diversity, completed in 2009, found that the genetic diversity of the San was among the top five of all 121 sampled populations.[36][37][38] Certain San groups are one of 14 known extant \"ancestral population clusters\"; that is, \"groups of populations with common genetic ancestry, who share ethnicity and similarities in both their culture and the properties of their languages\".[37]\n\nDespite some positive aspects of government development programs reported by members of San and Bakgalagadi communities in Botswana, many have spoken of a consistent sense of exclusion from government decision-making processes, and many San and Bakgalagadi have alleged experiencing ethnic discrimination on the part of the government.[34]: 8–9  The United States Department of State described ongoing discrimination against San, or Basarwa, people in Botswana in 2013 as the \"principal human rights concern\" of that country.[39]: 1 \n\n"
        },
        {
            "title": "Society",
            "text": "The San kinship system reflects their history as traditionally small mobile foraging bands. San kinship is similar to Eskimo kinship, which uses the same set of terms as in European cultures, but adds a name rule and an age rule for determining what terms to use. The age rule resolves any confusion arising from kinship terms, as the older of two people always decides what to call the younger. Relatively few names circulate (approximately 35 names per sex), and each child is named after a grandparent or another relative, but never their parents.\n\nChildren have no social duties besides playing, and leisure is very important to San of all ages. Large amounts of time are spent in conversation, joking, music, and sacred dances. Women may be leaders of their own family groups. They may also make important family and group decisions and claim ownership of water holes and foraging areas. Women are mainly involved in the gathering of food, but sometimes also take part in hunting.\n\nWater is important in San life. During long droughts, they make use of sip wells in order to collect water. To make a sip well, a San scrapes a deep hole where the sand is damp, and inserts a long hollow grass stem into the hole. An empty ostrich egg is used to collect the water. Water is sucked into the straw from the sand, into the mouth, and then travels down another straw into the ostrich egg.\n\nTraditionally, the San were an egalitarian society.[40] Although they had hereditary chiefs, their authority was limited. The San made decisions among themselves by consensus, with women treated as relative equals in decision making.[41] San economy was a gift economy, based on giving each other gifts regularly rather than on trading or purchasing goods and services.[42]\n\nMost San are monogamous, but if a hunter is able to obtain enough food, he can afford to have a second wife as well.[43]\n\nVillages range in sturdiness from nightly rain shelters in the warm spring (when people move constantly in search of budding greens), to formalized rings, wherein people congregate in the dry season around permanent waterholes. Early spring is the hardest season: a hot dry period following the cool, dry winter. Most plants still are dead or dormant, and supplies of autumn nuts are exhausted. Meat is particularly important in the dry months when wildlife can not range far from the receding waters.\n\nWomen gather fruit, berries, tubers, bush onions, and other plant materials for the band's consumption. Ostrich eggs are gathered, and the empty shells are used as water containers. Insects provide perhaps 10% of animal proteins consumed, most often during the dry season.[44] Depending on location, the San consume 18 to 104 species, including grasshoppers, beetles, caterpillars, moths, butterflies, and termites.[45]\n\nWomen's traditional gathering gear is simple and effective: a hide sling, a blanket, a cloak called a kaross to carry foodstuffs, firewood, smaller bags, a digging stick, and perhaps, a smaller version of the kaross to carry a baby.\n\nMen hunt in long, laborious tracking excursions. They kill their game using bow and arrows and spears tipped in diamphotoxin, a slow-acting arrow poison produced by beetle larvae of the genus Diamphidia.[46]\n\nA set of tools almost identical to that used by the modern San and dating to 42,000 BC was discovered at Border Cave in KwaZulu-Natal in 2012.[47]\n\nHistorical evidence shows that certain San communities have always lived in the desert regions of the Kalahari; however, eventually nearly all other San communities in southern Africa were forced into this region. The Kalahari San remained in poverty where their richer neighbours denied them rights to the land. Before long, in both Botswana and Namibia, they found their territory drastically reduced.[48]\n\n"
        },
        {
            "title": "Genetics",
            "text": "Various Y chromosome studies show that the San carry some of the most divergent (oldest) human Y-chromosome haplogroups. These haplogroups are specific sub-groups of haplogroups A and B, the two earliest branches on the human Y-chromosome tree.[49][50][51]\n\nMitochondrial DNA studies also provide evidence that the San carry high frequencies of the earliest haplogroup branches in the human mitochondrial DNA tree. This DNA is inherited only from one's mother. The most divergent (oldest) mitochondrial haplogroup, L0d, has been identified at its highest frequencies in the southern African San groups.[49][52][53][54]\n\nIn a study published in March 2011, Brenna Henn and colleagues found that the ǂKhomani San, as well as the Sandawe and Hadza peoples of Tanzania, were the most genetically diverse of any living humans studied. This high degree of genetic diversity hints at the origin of anatomically modern humans.[55][56]\n\nA 2008 study suggested that the San may have been isolated from other original ancestral groups for as much as 50,000 to 100,000  years and later rejoined, re-integrating into the rest of the human gene pool.[57]\n\nA DNA study of fully sequenced genomes, published in September 2016, showed that the ancestors of today's San hunter-gatherers began to diverge from other human populations in Africa about 200,000 years ago and were fully isolated by 100,000 years ago.[58]\n\n"
        },
        {
            "title": "Ancestral land conflict in Botswana",
            "text": "Much aboriginal people's land in Botswana, including land occupied by the San people (or Basarwa), was conquered during colonisation. Loss of land and access to natural resources continued after Botswana's independence.[34]: 2  The San have been particularly affected by encroachment by majority peoples and non-indigenous farmers onto their traditional land. Government policies from the 1970s transferred a significant area of traditionally San land to majority agro-pastoralist tribes and white settlers [34]: 15  Much of the government's policy regarding land tended to favor the dominant Tswana peoples over the minority San and Bakgalagadi.[34]: 2  Loss of land is a major contributor to the problems facing Botswana's indigenous people, including especially the San's eviction from the Central Kalahari Game Reserve.[34]: 2  The government of Botswana decided to relocate all of those living within the reserve to settlements outside it. Harassment of residents, dismantling of infrastructure, and bans on hunting appear to have been used to induce residents to leave.[34]: 16  The government has denied that any of the relocation was forced.[59] A legal battle followed.[60] The relocation policy may have been intended to facilitate diamond mining by Gem Diamonds within the reserve.[34]: 18 \n\n"
        },
        {
            "title": "Hoodia traditional knowledge agreement",
            "text": "Hoodia gordonii, used by the San, was patented by the South African Council for Scientific and Industrial Research (CSIR) in 1998, for its presumed appetite suppressing quality. A licence was granted to Phytopharm, for development of the active ingredient in the Hoodia plant, p57 (glycoside), to be used as a pharmaceutical drug for dieting. Once this patent was brought to the attention of the San, a benefit-sharing agreement was reached between them and the CSIR in 2003. This would award royalties to the San for the benefits of their indigenous knowledge.[61] During the case, the San people were represented and assisted by the Working Group of Indigenous Minorities in Southern Africa (WIMSA), the South African San Council and the South African San Institute.[22][23]\n\nThis benefit-sharing agreement is one of the first to give royalties to the holders of traditional knowledge used for drug sales. The terms of the agreement are contentious, because of their apparent lack of adherence to the Bonn Guidelines on Access to Genetic Resources and Benefit Sharing, as outlined in the Convention on Biological Diversity (CBD).[62] The San have yet to profit from this agreement, as P57 has still not yet been legally developed and marketed.\n\n"
        },
        {
            "title": "Representation in mass media",
            "text": "The San of the Kalahari were first brought to the globalized world's attention in the 1950s by South African author Laurens van der Post. Van der Post grew up in South Africa, and had a respectful lifelong fascination with native African cultures. In 1955, he was commissioned by the BBC to go to the Kalahari desert with a film crew in search of the San. The filmed material was turned into a very popular six-part television documentary a year later. Driven by a lifelong fascination with this \"vanished tribe\", Van der Post published a 1958 book about this expedition, entitled The Lost World of the Kalahari. It was to be his most famous book.\n\nIn 1961, he published The Heart of the Hunter, a narrative which he admits in the introduction uses two previous works of stories and mythology as \"a sort of Stone Age Bible\", namely Specimens of Bushman Folklore' (1911), collected by Wilhelm H. I. Bleek and Lucy C. Lloyd, and Dorothea Bleek's Mantis and His Friend. Van der Post's work brought indigenous African cultures to millions of people around the world for the first time, but some people disparaged it as part of the subjective view of a European in the 1950s and 1960s, stating that he branded the San as simple \"children of Nature\" or even \"mystical ecologists\".\nIn 1992 by John Perrot and team published the book \"Bush for the Bushman\" – a \"desperate plea\" on behalf of the aboriginal San addressing the international community and calling on the governments throughout Southern Africa to respect and reconstitute the ancestral land-rights of all San.\n\nJohn Marshall, the son of Harvard anthropologist Lorna Marshall, documented the lives of San in the Nyae Nyae region of Namibia over a more than 50-year period. His early film The Hunters, shows a giraffe hunt. A Kalahari Family (2002) is a series documenting 50 years in the lives of the Juǀʼhoansi of Southern Africa, from 1951 to 2000. Marshall was a vocal proponent of the San cause throughout his life.[63] His sister Elizabeth Marshall Thomas wrote several books and numerous articles about the San, based in part on her experiences living with these people when their culture was still intact. The Harmless People, published in 1959, and The Old Way: A Story of the First People, published in 2006, are two of them. John Marshall and Adrienne Miesmer documented the lives of the ǃKung San people between the 1950s and 1978 in Nǃai, the Story of a ǃKung Woman.[citation needed] This film, the account of a woman who grew up while the San lived as autonomous hunter-gatherers, but who later was forced into a dependent life in the government-created community at Tsumkwe, shows how the lives of the ǃKung people, who lived for millennia as hunter gatherers, were forever changed when they were forced onto a reservation too small to support them.[64]\n\nSouth African film-maker Richard Wicksteed has produced a number of documentaries on San culture, history and present situation; these include In God's Places / Iindawo ZikaThixo (1995) on the San cultural legacy in the southern Drakensberg; Death of a Bushman (2002) on the murder of San tracker Optel Rooi by South African police; The Will To Survive (2009), which covers the history and situation of San communities in southern Africa today; and My Land is My Dignity (2009) on the San's epic land rights struggle in Botswana's Central Kalahari Game Reserve.\n\nA documentary on San hunting entitled, The Great Dance: A Hunter's Story (2000), directed by Damon and Craig Foster. This was reviewed by Lawrence Van Gelder for the New York Times, who said that the film \"constitutes an act of preservation and a requiem\".[65]\n\nSpencer Wells's 2003 book The Journey of Man—in connection with National Geographic's Genographic Project—discusses a genetic analysis of the San and asserts their genetic markers were the first ones to split from those of the ancestors of the bulk of other Homo sapiens sapiens. The PBS documentary based on the book follows these markers throughout the world, demonstrating that all of humankind can be traced back to the African continent (see Recent African origin of modern humans, the so-called \"out of Africa\" hypothesis).\n\nThe BBC's The Life of Mammals (2003) series includes video footage of an indigenous San of the Kalahari desert undertaking a persistence hunt of a kudu through harsh desert conditions.[66] It provides an illustration of how early man may have pursued and captured prey with minimal weaponry.\n\nThe BBC series How Art Made the World (2005) compares San cave paintings from 200 years ago to Paleolithic European paintings that are 14,000 years old.[67] Because of their similarities, the San works may illustrate the reasons for ancient cave paintings. The presenter Nigel Spivey draws largely on the work of Professor David Lewis-Williams,[68] whose PhD was entitled \"Believing and Seeing: Symbolic meanings in southern San rock paintings\". Lewis-Williams draws parallels with prehistoric art around the world, linking in shamanic ritual and trance states.\n\nA 1969 film, Lost in the Desert, features a small boy, stranded in the desert, who encounters a group of wandering San. They help him and then abandon him as a result of a misunderstanding created by the lack of a common language and culture. The film was directed by Jamie Uys, who returned to the San a decade later with The Gods Must Be Crazy, which proved to be an international hit. This comedy portrays a Kalahari San group's first encounter with an artifact from the outside world (a Coca-Cola bottle). By the time this movie was made, the ǃKung had recently been forced into sedentary villages, and the San hired as actors were confused by the instructions to act out inaccurate exaggerations of their almost abandoned hunting and gathering life.[69]\n\n\"Eh Hee\" by Dave Matthews Band was written as an evocation of the music and culture of the San. In a story told to the Radio City audience (an edited version of which appears on the DVD version of Live at Radio City), Matthews recalls hearing the music of the San and, upon asking his guide what the words to their songs were, being told that \"there are no words to these songs, because these songs, we've been singing since before people had words\". He goes on to describe the song as his \"homage to meeting... the most advanced people on the planet\".\n\nIn Peter Godwin's biography When A Crocodile Eats the Sun, he mentions his time spent with the San for an assignment. His title comes from the San's belief that a solar eclipse occurs when a crocodile eats the sun.\n\nLaurens van der Post's two novels, A Story Like The Wind (1972) and its sequel, A Far Off Place (1974), made into a 1993 film, are about a white boy encountering a wandering San and his wife, and how the San's life and survival skills save the white teenagers' lives in a journey across the desert.\n\nJames A. Michener's The Covenant (1980), is a work of historical fiction centered on South Africa. The first section of the book concerns a San community's journey set roughly in 13,000 BC.\n\nIn Wilbur Smith's novel The Burning Shore (an instalment in the Courtneys of Africa book series), the San people are portrayed through two major characters, O'wa and H'ani; Smith describes the San's struggles, history, and beliefs in great detail.\n\nNorman Rush's 1991 novel Mating features an encampment of Basarwa near the (imaginary) Botswana town where the main action is set.\n\nTad Williams's epic Otherland series of novels features a South African San named ǃXabbu, whom Williams confesses to be highly fictionalised, and not necessarily an accurate representation. In the novel, Williams invokes aspects of San mythology and culture.\n\nIn 2007, David Gilman published The Devil's Breath. One of the main characters, a small San boy named ǃKoga, uses traditional methods to help the character Max Gordon travel across Namibia.\n\nAlexander McCall Smith has written a series of episodic novels set in Gaborone, the capital of Botswana. The fiancé of the protagonist of The No. 1 Ladies' Detective Agency series, Mr. J. L. B. Matekoni, adopts two orphaned San children, sister and brother Motholeli and Puso.\n\nThe San feature in several of the novels by Michael Stanley (the nom de plume of Michael Sears and Stanley Trollip), particularly in Death of the Mantis.\n\n"
        }
    ]
}