{
    "url": "https://en.wikipedia.org/wiki/San_Jacinto_Monument",
    "title": "San Jacinto Monument",
    "table_of_contents": [
        "1 History",
        "2 Description",
        "3 Inscription",
        "4 Gallery",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe San Jacinto Monument is a 567.31-foot-high (172.92-meter)[2][note 1] column located on the Houston Ship Channel in unincorporated Harris County, Texas, about 16 miles due east of downtown Houston. The monument is topped with a 220-ton star that commemorates the site of the Battle of San Jacinto, the decisive battle of the Texas Revolution. The monument, constructed between 1936 and 1939 and dedicated on April 21, 1939, is the world's tallest masonry column[4] and is part of the San Jacinto Battleground State Historic Site.[5] By comparison, the Washington Monument is 554.612 feet (169.046 m) tall, which is the tallest stone monument in the world. The column is an octagonal shaft topped with a 34-foot (10 m) Lone Star – the symbol of Texas. Visitors can take an elevator to the monument's observation deck for a view of Houston and the San Jacinto battlefield.\n\nThe San Jacinto Museum of History is located inside the base of the monument and focuses on the history of the Battle of San Jacinto and Texas culture and heritage. The San Jacinto Battlefield, of which the monument is a part, was designated a National Historic Landmark on December 19, 1960, and is therefore also automatically listed on the National Register of Historic Places.[6] It was designated a Historic Civil Engineering Landmark in 1992.[7]\n\n"
        },
        {
            "title": "History",
            "text": "In 1856, the Texas Veterans Association began lobbying the state legislature to create a memorial to the men who died during the Texas Revolution. The legislature commemorated the final battle of the revolution in the 1890s, when funds were appropriated to purchase the land where the battle took place. After a careful survey to determine the boundaries of the original battle site, land was purchased for a new state park east of Houston, in 1897. This became San Jacinto Battleground State Historic Site.[8]\n\nThe Daughters of the Republic of Texas began pressuring the legislature to provide an official monument at the site of the Battle of San Jacinto.[8] The chairman of the Texas Centennial Celebrations, Jesse H. Jones, provided an idea for a monument to memorialize all Texans who served during the Texas Revolution. Architect Alfred C. Finn provided the final design, in conjunction with engineer Robert J. Cummins.[9] In March 1936, as part of the Texas Centennial Celebration, ground was broken for the San Jacinto Monument. Construction began on April 21, 1936, the centennial anniversary date of the Battle of San Jacinto. The cornerstone was set one year later on April 21, 1937, and two years later construction ended, also on the anniversary date, April 21, 1939. Jesse H. Jones was in attendance along with the commencement ceremony in 1939 when he and Sam Houston's last surviving son, Andrew Jackson Houston, and others officially dedicated the monument. The project was completed in exactly three years costing $1.5 million.[8] The funds were provided by both the Texas legislature and the United States Congress.[9]\n\nFrom its opening, the monument has been run by the nonprofit association, the San Jacinto Museum of History Association. In 1966, the monument was placed under the control of the Texas Parks and Wildlife Department. The Parks Department allows the history association to continue its oversight of the monument.[9]\n\nThe monument was renovated in 1983. In 1990, the base of the monument was redone to contain the San Jacinto Museum of History and the Jesse H. Jones Theatre for Texas Studies.[8] The exterior of the monument underwent a further renovation in 1995, and the entire structure was renovated from 2004 through 2006.[10]\n\n"
        },
        {
            "title": "Description",
            "text": "The San Jacinto monument is an octagonal column.[11] It was built by W.S. Bellows Construction and primarily constructed of reinforced concrete. Its exterior is faced with Texas limestone from a quarry near the Texas State Capitol.[9] It stands 567.31 feet (172.92 m) tall and is the tallest monument column in the world. It is 9.6 feet (2.9 m) taller than the next tallest, the Juche Tower in North Korea.\n\nThe base of the monument contains a 15,625-square-foot (1,451.6 m2) museum and a 160-seat theater. The base is decorated with eight engraved panels depicting the history of Texas. The bronze doors which allow entry into the museum show the six flags of Texas.[9] At the point where the shaft rises from the base, it is 48 feet (15 m) square (2,304 square feet (214.0 m2)). The shaft narrows to 30 feet (9.1 m) square (900 square feet (84 m2)) at the observation deck.[9] At the top of the monument is a 220-ton, 34-foot (10 m) high star, representing the Lone Star of Texas.[8] A 1,750-by-200-foot (533 by 61 m) reflecting pool shows the entire shaft.[9]\n\nAs of 2006, approximately 250,000 people visited the monument each year, including 40,000 children on school trips.[10]\n\n"
        },
        {
            "title": "Inscription",
            "text": "An inscription on the monument tells the story of the birth of Texas:[12]\n\n"
        },
        {
            "title": "See also",
            "text": " \n\n"
        }
    ]
}