{
    "url": "https://en.wikipedia.org/wiki/Sarnaism",
    "title": "Sarnaism",
    "table_of_contents": [
        "1 Etymology",
        "2 Theology",
        "3 Worship places and rites",
        "4 Demographics",
        "5 Religious status",
        "6 Organisations",
        "7 See also",
        "8 References",
        "9 Bibliography",
        "9.1 Books",
        "9.2 Journal articles",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sarnaism is a religious belief found in India.[1] The belief is based on worship at Sarna, the sacred groves in  the Chota Nagpur Plateau region in the states of Jharkhand, Chhattisgarh and Odisha.[2]  According to local belief, a Gram deoti or village deity resides in the sarna, where sacrifice is offered twice a year.  Their belief system is alternatively known as \"Sarna Dharma\", or \"Religion of the Holy Woods\".[3][4] Many tribal organizations seek its recognition as a distinct religious category for indigenous peoples.[1] Several Christian churches also support the recognition of Sarna as a different religion from Hinduism.[5] But the RSS is against the recognition of Sarna as a separate religion as it believes that tribal people are Hindus.[6]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Sarna means \"grove\" and is etymologically related to the name of the sal tree.\n\n"
        },
        {
            "title": "Theology",
            "text": "The adherents of Sarnaism believe in, worship, and revere a village deity as protector of village called Gaon khunt, Gram deoti, Dharmes, Marang Buru, Singbonga, or by other names by different tribes.[7] Adherents also believe in, worship, and revere Dharti ayo or Chalapachho Devi, the mother goddess identified as the earth or nature.\n\n"
        },
        {
            "title": "Worship places and rites",
            "text": "Sarna is place of worship which is sacred grove in Chotanagpur. It is also called gram than among Kudumi Mahato, Jaher than or Jaher gar among Santal, and can be found in villages. Sal trees are in the sacred grove. The ceremonies are performed by the whole village community at a public gathering with the active participation of village priests, pahan and assistant  Pujar  in Chotanagpur. The priest is called Naike among Santal. The sthal typically has multiple trees like sal, mahua, neem, and banyan.\n\nThe main festival of Sarnaism is Sarhul, a festival in which devotees worship their ancestors. During the festival, the pahan brings three water pots to the sarna. If the water pots reduce in level, they believe the monsoon will fail, but if it stays the same the monsoon will come as normal. Men then offer sakua flowers and leaves.[8]\n\n"
        },
        {
            "title": "Religious status",
            "text": "As a result of Western colonialism and imperialism in Asia, several attempts of indoctrination and forced conversion were carried out by western Christian missionaries in colonial India, which went on for a century, and have caused sectarian conflict in the tribal areas of the Chota Nagpur region. The arrival of the first German Protestant missionaries in 1845 was followed by Roman Catholic missionaries; conflict between Christian and Non-Christian tribals became evident in 1947–1948, when British colonial rulers left India.[10]\n\nThe National Commission for Scheduled Tribes (NCST) has suggested that Sarna religion be accorded independent category in the religion code of the Census of India.[11]\nSeveral tribal organisations and Christian missionaries are demanding a distinct census code for Sarnaism.[12][13] The then Indian Minister of Tribal Affairs, Jual Oram, had, however, claimed in 2015,\"There is no denial of the fact that tribals are Hindus.\"[6]  The comment led to protests from 300 tribals, over 100 of whom were arrested by the police to clear the way for Oram, who was going to inaugurate a fair.[14]  Adivasi Sarna Mahasabha leader and former MLA Dev Kumar Dhan said that followers of the Sarna religion were not happy with the statement made by Oram and added, \"If Jainism, having a population of hardly 60 lakh, can have a separate religion code in the Census forms, why can't Sarnas? This tribal religion have more than 10 crore followers spread over the Fifth Scheduled states like Jharkhand, Madhya Pradesh, Chhattisgarh, Maharastra, Himachal Pradesh, Rajasthan and Odisha. Instead of taking steps to ensure a separate religion code, he is saying Sarnas are Hindus\".[15]\n\nIn 2020, Jharkhand Mukti Morcha's (JMM), which was in power in Jharkhand at that time, passed a unanimous assembly resolution on 'Sarna Code' for the inclusion of Sarna as separate religion in 2021 census, and sent to central government for approval.[16][17]\n\n"
        }
    ]
}