{
    "url": "https://en.wikipedia.org/wiki/Satellite",
    "title": "Satellite",
    "table_of_contents": [
        "1 History",
        "1.1 Early proposals",
        "1.2 First satellites",
        "1.3 Later development",
        "2 Components",
        "2.1 Orbit and altitude control",
        "2.2 Power",
        "2.3 Communications",
        "3 Applications",
        "3.1 Earth observation",
        "3.2 Communication",
        "3.3 Navigation",
        "3.4 Telescope",
        "3.5 Experimental",
        "3.6 Weapon",
        "4 Pollution and interference",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA satellite or artificial satellite is an object intentionally placed into orbit in outer space. Except for passive satellites, most satellites have an electricity generation system for equipment on board, such as solar panels or radioisotope thermoelectric generators (RTGs). Most satellites also have a method of communication to ground stations, called transponders. Many satellites use a standardized bus to save cost and work, the most popular of which is small CubeSats. Similar satellites can work together as a group, forming constellations. Because of the high launch cost to space, satellites are designed to be as lightweight and robust as possible. Most communication satellites are radio relay stations in orbit and carry dozens of transponders, each with a bandwidth of tens of megahertz.\n\nSatellites are placed from the surface to orbit by launch vehicles, high enough to avoid orbital decay by the atmosphere. Satellites can then change or maintain the orbit by propulsion, usually by chemical or ion thrusters. In 2018, about 90% of satellites orbiting Earth are in low Earth orbit or geostationary orbit; geostationary means the satellites stay still at the sky. Some imaging satellites chose a Sun-synchronous orbit because they can scan the entire globe with similar lighting. As the number of satellites and space debris around Earth increases, the collision threat is becoming more severe. A small number of satellites orbit other bodies (such as the Moon, Mars, and the Sun) or many bodies at once (two for a halo orbit, three for a Lissajous orbit).\n\nEarth observation satellites gather information for reconnaissance, mapping, monitoring the weather, ocean, forest, etc. Space telescopes take advantage of outer space's near perfect vacuum to observe objects with the entire electromagnetic spectrum. Because satellites can see a large portion of the Earth at once, communications satellites can relay information to remote places. The signal delay from satellites and their orbit's predictability are used in satellite navigation systems, such as GPS. Space probes are satellites designed for robotic space exploration outside of Earth, and space stations are in essence crewed satellites.\n\nThe first artificial satellite to be launched into the Earth's orbit was the Soviet Union's Sputnik 1, on 4 October 1957.\n\n"
        },
        {
            "title": "History",
            "text": "The first published mathematical study of the possibility of an artificial satellite was Newton's cannonball, a thought experiment by Isaac Newton to explain the motion of natural satellites, in his Philosophiæ Naturalis Principia Mathematica (1687). The first fictional depiction of a satellite being launched into orbit was a short story by Edward Everett Hale, \"The Brick Moon\" (1869).[1][2] The idea surfaced again in Jules Verne's The Begum's Fortune (1879).\n\nIn 1903, Konstantin Tsiolkovsky (1857–1935) published Exploring Space Using Jet Propulsion Devices, which is the first academic treatise on the use of rocketry to launch spacecraft. He calculated the orbital speed required for a minimal orbit, and that a multi-stage rocket fueled by liquid propellants could achieve this.\n\nHerman Potočnik explored the idea of using orbiting spacecraft for detailed peaceful and military observation of the ground in his 1928 book, The Problem of Space Travel. He described how the special conditions of space could be useful for scientific experiments. The book described geostationary satellites (first put forward by Konstantin Tsiolkovsky) and discussed communication between them and the ground using radio, but fell short of the idea of using satellites for mass broadcasting and as telecommunications relays.[3]\n\nIn a 1945 Wireless World article, the English science fiction writer Arthur C. Clarke described in detail the possible use of communications satellites for mass communications. He suggested that three geostationary satellites would provide coverage over the entire planet.[4]: 1–2 \n\nIn May 1946, the United States Air Force's Project RAND released the Preliminary Design of an Experimental World-Circling Spaceship, which stated \"A satellite vehicle with appropriate instrumentation can be expected to be one of the most potent scientific tools of the Twentieth Century.\"[5] The United States had been considering launching orbital satellites since 1945 under the Bureau of Aeronautics of the United States Navy. Project RAND eventually released the report, but considered the satellite to be a tool for science, politics, and propaganda, rather than a potential military weapon.[6]\n\nIn 1946, American theoretical astrophysicist Lyman Spitzer proposed an orbiting space telescope.[7]\n\nIn February 1954, Project RAND released \"Scientific Uses for a Satellite Vehicle\", by R. R. Carhart.[8] This expanded on potential scientific uses for satellite vehicles and was followed in June 1955 with \"The Scientific Use of an Artificial Satellite\", by H. K. Kallmann and W. W. Kellogg.[9]\n\nIn the context of activities planned for the International Geophysical Year (1957–1958), the White House announced on 29 July 1955 that the U.S. intended to launch satellites by the spring of 1958. This became known as Project Vanguard. On 31 July, the Soviet Union announced its intention to launch a satellite by the fall of 1957.\n\nThe first artificial satellite was Sputnik 1, launched by the Soviet Union on 4 October 1957 under the Sputnik program, with Sergei Korolev as chief designer. Sputnik 1 helped to identify the density of high atmospheric layers through measurement of its orbital change and provided data on radio-signal distribution in the ionosphere. The unanticipated announcement of Sputnik 1's success precipitated the Sputnik crisis in the United States and ignited the so-called Space Race within the Cold War.\n\nSputnik 2 was launched on 3 November 1957 and carried the first living passenger into orbit, a dog named Laika.[10]\n\nIn early 1955, after pressure by the American Rocket Society, the National Science Foundation, and the International Geophysical Year, the Army and Navy were working on Project Orbiter with two competing programs. The army used the Jupiter C rocket, while the civilian–Navy program used the Vanguard rocket to launch a satellite. Explorer 1 became the United States' first artificial satellite, on 31 January 1958.[11] The information sent back from its radiation detector led to the discovery of the Earth's Van Allen radiation belts.[12] The TIROS-1 spacecraft, launched on April 1, 1960, as part of NASA's Television Infrared Observation Satellite (TIROS) program, sent back the first television footage of weather patterns to be taken from space.[13]\n\nIn June 1961, three and a half years after the launch of Sputnik 1, the United States Space Surveillance Network cataloged 115 Earth-orbiting satellites.[14]\n\nEarly satellites were built to unique designs. With advancements in technology, multiple satellites began to be built on single model platforms called satellite buses. The first standardized satellite bus design was the HS-333 geosynchronous (GEO) communication satellite launched in 1972. Begun in 1997, FreeFlyer is a commercial off-the-shelf software application for satellite mission analysis, design, and operations.\n\nWhile Canada was the third country to build a satellite which was launched into space,[15] it was launched aboard an American rocket from an American spaceport. The same goes for Australia, who launched first satellite involved a donated U.S. Redstone rocket and American support staff as well as a joint launch facility with the United Kingdom.[16] The first Italian satellite San Marco 1 launched on 15 December 1964 on a U.S. Scout rocket from Wallops Island (Virginia, United States) with an Italian launch team trained by NASA.[17] By similar occasions, almost all further first national satellites was launched by foreign rockets.\n\nAfter the late 2010s, and especially after the advent and operational fielding of large satellite internet constellations—where on-orbit active satellites more than doubled over a period of five years—the companies building the constellations began to propose regular planned deorbiting of the older satellites that reach end of life, as a part of the regulatory process of obtaining a launch license.[citation needed] The largest artificial satellite ever is the International Space Station.[18]\n\nBy the early 2000s, and particularly after the advent of CubeSats and increased launches of microsats—frequently launched to the lower altitudes of low Earth orbit (LEO)—satellites began to more frequently be designed to demise, or breakup and burnup entirely in the atmosphere.[19]\nFor example, SpaceX Starlink satellites, the first large satellite internet constellation to exceed 1000 active satellites on orbit in ~2020, are designed to be 100% demisable and burn up completely on atmospheric reentry at end of life, or in the event of an early satellite failure.[20]\n\n"
        },
        {
            "title": "Components",
            "text": "Most satellites use chemical or ion propulsion to adjust or maintain their orbit,[4]: 78  coupled with reaction wheels to control its three axis of rotation or attitude. Satellites close to Earth are affected the most by variations in the Earth's magnetic, gravitational field and the Sun's radiation pressure; satellites that are further away are affected more by other bodies' gravitational field by the Moon and the Sun. Without orbit and orientation control, satellites in orbit will not be able to communicate with ground stations on Earth.[4]: 75–76 \n\nChemical thrusters on satellites usually use monopropellant (one-part) or bipropellant (two-parts) that are hypergolic. Hypergolic means able to combust spontaneously in contact to each other or to a catalyst. The most commonly used propellant mixtures on satellites are hydrazine-based monopropellant or monomethylhydrazine–dinitrogen tetroxide bipropellant. Ion thrusters on satellites usually are Hall-effect thrusters, which generate thrust by accelerating positive ions through a negatively-charged grid. Ion propulsion is more efficient propellant-wise than chemical propulsion but its thrust is very small (around 0.5 N or 0.1 lbf), thus requires a longer burn time. The thrusters usually use xenon because it is inert, can be easily ionized, has a high atomic mass and storable as a high-pressure liquid.[4]: 78–79 \n\nMost satellites use solar panels to generate power, and a few in deep space with limited sunlight use radioisotope thermoelectric generators. Slip rings attach solar panels to the satellite; the slip rings can rotate to be perpendicular with the sunlight and generate the most power. All satellites with a solar panel must also have batteries, because sunlight is blocked inside the launch vehicle and at night. The most common types of batteries for satellites are lithium-ion, and in the past nickel–hydrogen.[4]: 88–89 \n\n"
        },
        {
            "title": "Applications",
            "text": "Earth observation satellites is designed to monitor and survey the Earth, called remote sensing. Most Earth observation satellites are placed in low Earth orbit for a high data resolution, though some are placed in a geostationary orbit for an uninterrupted coverage. Some satellites are placed in a Sun-synchronous orbit to have consistent lighting and obtain a total view of the Earth. Depending on the satellites' functions, they might have a normal camera, radar, lidar, photometer, or atmospheric instruments. Earth observation satellite's data is most used in archaeology, cartography, environmental monitoring, meteorology, and reconnaissance applications.[citation needed] As of 2021, there are over 950 Earth observation satellites, with the largest number of satellites operated Planet Labs.[21]\n\nWeather satellites monitor clouds, city lights, fires, effects of pollution, auroras, sand and dust storms, snow cover, ice mapping, boundaries of ocean currents, energy flows, etc. Environmental monitoring satellites can detect changes in the Earth's vegetation, atmospheric trace gas content, sea state, ocean color, and ice fields. By monitoring vegetation changes over time, droughts can be monitored by comparing the current vegetation state to its long term average.[22] Anthropogenic emissions can be monitored by evaluating data of tropospheric NO2 and SO2.[citation needed]\n\nNavigational satellites are satellites that use radio time signals transmitted to enable mobile receivers on the ground to determine their exact location. The relatively clear line of sight between the satellites and receivers on the ground, combined with ever-improving electronics, allows satellite navigation systems to measure location to accuracies on the order of a few meters in real time\n\nAstronomical satellites are satellites used for observation of distant planets, galaxies, and other outer space objects.\n\nTether satellites are satellites that are connected to another satellite by a thin cable called a tether. Recovery satellites are satellites that provide a recovery of reconnaissance, biological, space-production and other payloads from orbit to Earth. Biosatellites are satellites designed to carry living organisms, generally for scientific experimentation. Space-based solar power satellites are proposed satellites that would collect energy from sunlight and transmit it for use on Earth or other places.\n\nSince the mid-2000s, satellites have been hacked by militant organizations to broadcast propaganda and to pilfer classified information from military communication networks.[27][28] For testing purposes, satellites in low earth orbit have been destroyed by ballistic missiles launched from earth. Russia, United States, China and India have demonstrated the ability to eliminate satellites.[29] In 2007, the Chinese military shot down an aging weather satellite,[29] followed by the US Navy shooting down a defunct spy satellite in February 2008.[30] On 18 November 2015, after two failed attempts, Russia successfully carried out a flight test of an anti-satellite missile known as Nudol.[31] On 27 March 2019, India shot down a live test satellite at 300 km altitude in 3 minutes. India became the fourth country to have the capability to destroy live satellites.[32][33]\n\n"
        },
        {
            "title": "Pollution and interference",
            "text": "Issues like space debris, radio and light pollution are increasing in magnitude and at the same time lack progress in national or international regulation.[35][34] Space debris poses dangers to spacecraft[36][37] (including satellites)[37][38] in or crossing geocentric orbits and have the potential to drive a Kessler syndrome[39] which could potentially curtail humanity from conducting space endeavors in the future by making such nearly impossible.[40][41]\n\nWith the increase in numbers of satellite constellations, like SpaceX Starlink, the astronomical community, such as the IAU, report that orbital pollution is getting increased significantly.[42][43][44][45][46] A report from the SATCON1 workshop in 2020 concluded that the effects of large satellite constellations can severely affect some astronomical research efforts and lists six ways to mitigate harm to astronomy.[47][48] The IAU is establishing a center (CPS) to coordinate or aggregate measures to mitigate such detrimental effects.[49][50][51]\n\nSome notable satellite failures that polluted and dispersed radioactive materials are Kosmos 954, Kosmos 1402 and the Transit 5-BN-3.\n\nGenerally liability has been covered by the Liability Convention. Using wood as an alternative material has been posited in order to reduce pollution and debris from satellites that reenter the atmosphere.[52]\n\nDue to the low received signal strength of satellite transmissions, they are prone to jamming by land-based transmitters. Such jamming is limited to the geographical area within the transmitter's range. GPS satellites are potential targets for jamming,[53][54] but satellite phone and television signals have also been subjected to jamming.[55][56]\n\nAlso, it is very easy to transmit a carrier radio signal to a geostationary satellite and thus interfere with the legitimate uses of the satellite's transponder. It is common for Earth stations to transmit at the wrong time or on the wrong frequency in commercial satellite space, and dual-illuminate the transponder, rendering the frequency unusable. Satellite operators now have sophisticated monitoring that enables them to pinpoint the source of any carrier and manage the transponder space effectively.[citation needed]\n\n"
        }
    ]
}