{
    "url": "https://en.wikipedia.org/wiki/Satellite_radio",
    "title": "Satellite radio",
    "table_of_contents": [
        "1 History and overview",
        "1.1 Africa and Eurasia",
        "1.2 United States",
        "1.3 Japan",
        "1.4 Canada",
        "2 System design",
        "3 Content, availability and market penetration",
        "4 Satellite radio vs. other formats",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Satellite radio is defined by the International Telecommunication Union (ITU)'s ITU Radio Regulations (RR) as a broadcasting-satellite service.[1] The satellite's signals are broadcast nationwide, across a much wider geographical area than terrestrial radio stations, and the service is primarily intended for the occupants of motor vehicles.[2][3] It is available by subscription, mostly commercial free, and offers subscribers more stations and a wider variety of programming options than terrestrial radio.[4]\n\nSatellite radio technology was inducted into the Space Foundation Space Technology Hall of Fame in 2002.[5] Satellite radio uses the 2.3 GHz S band in North America for nationwide digital radio broadcasting.[6] In other parts of the world, satellite radio uses the 1.4 GHz L band allocated for DAB.[7]\n\n"
        },
        {
            "title": "History and overview",
            "text": "The first satellite radio broadcasts occurred in Africa and the Middle East in 1999. The first US broadcasts were in 2001 followed by Japan in 2004 and Canada in 2005.\n\nThere have been three (not counting MobaHo! of Japan) major satellite radio companies: WorldSpace, Sirius Satellite Radio and XM Satellite Radio, all founded in the 1990s in the United States. WorldSpace operated in the Africa and Asia region, whereas Sirius and XM competed in the North American (USA and Canada) market. Of the three companies, WorldSpace went bankrupt in 2009 and Sirius and XM merged in 2008 to form Sirius XM. The merger was done to avoid bankruptcy. The new company had financial problems and was within days of bankruptcy in 2009, but was able to find investors. The company did not go bankrupt and Sirius XM Satellite radio continues (as of 2021[update]) to operate.\n\nWorldSpace was founded by Ethiopia-born lawyer Noah Samara in Washington, D.C., in 1990,[8] with the goal of making satellite radio programming available to the developing world.[9] On June 22, 1991, the FCC gave WorldSpace permission to launch a satellite to provide digital programming to Africa and the Middle East.[2] WorldSpace first began broadcasting satellite radio on October 1, 1999, in Africa.[10] India would ultimately account for over 90% of WorldSpace’s subscriber base.[11] In 2008, WorldSpace announced plans to enter Europe, but those plans were set aside when the company filed for Chapter 11 bankruptcy in November 2008.[12] In March 2010, the company announced it would be de-commissioning its two satellites (one served Asia, the other served Africa). Liberty Media, which owns 50% of Sirius XM Radio, had considered purchasing WorldSpace’s assets, but talks between the companies collapsed.[9][13] The satellites are now transmitting educational data and operate under the name of Yazmi USA, LLC.\n\nOndas Media was a Spanish company which had proposed to launch a subscription-based satellite radio system to serve Spain and much of Western Europe, but failed to acquire licenses throughout Europe.[citation needed]\n\nOnde Numérique was a French company which had proposed to launch a subscription-based satellite radio system to serve France and several other countries in Western Europe but has suspended its plans indefinitely, effective December, 2016.[citation needed]\n\nSirius Satellite Radio was founded by Martine Rothblatt, who served as the new company's Chairman of the Board.[14] Co-founder David Margolese served as Chief Executive Officer with former NASA engineer Robert Briskman serving as President and Chief Operating Officer.[15][16] In June 1990, Rothblatt's shell company, Satellite CD Radio, Inc., petitioned the Federal Communications Commission (FCC) to assign new frequencies for satellites to broadcast digital sound to homes and cars.[2] The company identified and argued in favor of the use of the S-band frequencies that the FCC subsequently decided to allocate to digital audio broadcasting. The National Association of Broadcasters contended that satellite radio would harm local radio stations.[3]\n\nIn April 1992, Rothblatt resigned as CEO of Satellite CD Radio;[14] Briskman, who designed the company's satellite technology, was then appointed chairman and CEO.[17][18] Six months later, Rogers Wireless co-founder Margolese, who had provided financial backing for the venture, acquired control of the company and succeeded Briskman. Margolese renamed the company CD Radio, and spent the next five years lobbying the FCC to allow satellite radio to be deployed, and the following five years raising $1.6 billion, which was used to build and launch three satellites into elliptical orbit from Kazakhstan in July 2000.[18][19][20][21] In 1997, after Margolese had obtained regulatory clearance and \"effectively created the industry,\" the FCC also sold a license to the American Mobile Radio Corporation,[22] which changed its name to XM Satellite Radio in October 1998.[23] XM was founded by Lon Levin and Gary Parsons, who served as chairman until November 2009.[24][25]\n\nCD Radio purchased their license for $83.3 million, and American Mobile Radio Corporation bought theirs for $89.9 million. Digital Satellite Broadcasting Corporation and Primosphere were unsuccessful in their bids for licenses.[26] Sky Highway Radio Corporation had also expressed interest in creating a satellite radio network, before being bought out by CD Radio in 1993 for $2 million.[27] In November 1999, Margolese changed the name of CD Radio to Sirius Satellite Radio.[16] In November 2001, Margolese stepped down as CEO, remaining as chairman until November 2003, with Sirius issuing a statement thanking him \"for his great vision, leadership and dedication in creating both Sirius and the satellite radio industry.\"[28]\n\nXM’s first satellite was launched on March 18, 2001 and its second on May 8, 2001.[7] Its first broadcast occurred on September 25, 2001, nearly four months before Sirius.[29] Sirius launched the initial phase of its service in four cities on February 14, 2002,[30] expanding to the rest of the contiguous United States on July 1, 2002.[29] The two companies spent over $3 billion combined to develop satellite radio technology, build and launch the satellites, and for various other business expenses.[5] Stating that it was the only way satellite radio could survive, Sirius and XM announced their merger on February 19, 2007, becoming Sirius XM.[31][32] The FCC approved the merger on July 25, 2008, concluding that it was not a monopoly, primarily due to Internet audio-streaming competition.[33]\n\nMobaHo! was a mobile satellite digital audio/video broadcasting service based in Japan which offered different services to  Japan and the Republic of Korea and whose services began on October 20, 2004, and ended on March 31, 2009.[34]\n\nXM satellite radio was launched in Canada on November 29, 2005. Sirius followed two days later on December 1, 2005. Sirius Canada and XM Radio Canada announced their merger into Sirius XM Canada on November 24, 2010.[35] It was approved by the Canadian Radio-television and Telecommunications Commission on April 12, 2011.[36]\n\n"
        },
        {
            "title": "System design",
            "text": "Satellite radio uses the 2.3 GHz S band in North America for nationwide digital radio broadcasting.[6] MobaHO! operated at 2.6 GHz. In other parts of the world, satellite radio uses part of the 1.4 GHz L band allocated for DAB.[7]\n\nSatellite radio subscribers purchase a receiver and pay a monthly subscription fee to listen to programming. They can listen through built-in or portable receivers in automobiles; in the home and office with a portable or tabletop receiver equipped to connect the receiver to a stereo system; or on the Internet.[37]  Reception is activated by obtaining the radio's unique ID and giving this to the service provider.[38][39]\n\nGround stations transmit signals to the satellites which are 35,786 kilometers (22,236 miles) above the Equator in geostationary orbits. The satellites send the signals back down to radio receivers in cars and homes. This signal contains scrambled broadcasts, along with meta data about each specific broadcast. The signals are unscrambled by the radio receiver modules, which display the broadcast information. In urban areas, ground repeaters enable signals to be available even if the satellite signal is blocked. The technology allows for nationwide broadcasting, so that, for instance US listeners can hear the same stations anywhere in the country.[7][40]\n\n"
        },
        {
            "title": "",
            "text": "Satellite radio in the US offers commercial-free music stations, as well as news, sports, and talk, some of which include commercials.[41] In 2004, satellite radio companies in the United States began providing background music to hotels, retail chains, restaurants, airlines and other businesses.[42][43] On April 30, 2013, SiriusXM CEO Jim Meyer stated that the company would be pursuing opportunities over the next few years to provide in-car services through their existing satellites, including telematics (automated security and safety, such as stolen vehicle tracking and roadside assistance) and entertainment (such as weather and gas prices).[44]\n\nAs of December 2020[update], SiriusXM had 34.7 million subscribers.[45] This was primarily due to the company’s partnerships with automakers and car dealers. Roughly 60% of new cars sold come equipped with SiriusXM, and just under half of those units gain paid subscriptions. The company has long-term deals with General Motors, Ford, Toyota, Kia, Bentley, BMW, Volkswagen, Nissan, Hyundai and Mitsubishi.[46] The presence of Howard Stern, whose show attracts over 12 million listeners per week, has also been a factor in the company’s steady growth.[46][47] As of 2013[update], the main competition to satellite radio is streaming Internet services, such as Pandora and Spotify, as well as FM and AM Radio.[44]\n\n"
        },
        {
            "title": "Satellite radio vs. other formats",
            "text": "Satellite radio differs from AM, FM radio, and digital television radio (DTR) in the following ways (the table applies primarily to the United States):\n\n"
        }
    ]
}