{
    "url": "https://en.wikipedia.org/wiki/Saturn_Award",
    "title": "Saturn Awards",
    "table_of_contents": [
        "1 History",
        "2 Award categories",
        "2.1 Film",
        "2.2 Television",
        "2.3 Streaming",
        "2.4 Home video",
        "2.5 Special awards",
        "2.6 Discontinued awards",
        "2.7 Records",
        "2.7.1 Notes",
        "3 Year-by-year results",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Saturn Awards[1] are American awards presented annually by the Academy of Science Fiction, Fantasy and Horror Films. The awards were created to honor science fiction, fantasy, and horror in film, but have since grown to reward other films belonging to genre fiction, as well as television and home media releases. The Saturn Awards were created in 1973 and were originally referred to as Golden Scrolls.\n\n"
        },
        {
            "title": "History",
            "text": "The Saturn Awards were devised by Donald A. Reed in 1973, who felt that work in films in the genre of science fiction at that time lacked recognition within the established Hollywood film industry's award system.[2] Initially, the award given was a Golden Scroll certificate.[3] In the late 1970s, the award was changed to be a representation of the planet Saturn, with its ring(s) composed of film.\n\nThe Saturn Awards are voted upon by members of the presenting Academy. The Academy is a non-profit organization with membership open to the public. Its president and executive producer is Robert Holguin, and producer/writers Bradley Marcus and Kevin Marcus.[4] Its members include filmmakers J. J. Abrams, Bryan Singer, Steven Spielberg, Bryan Fuller, Mark A. Altman, Vince Gilligan and James Cameron, among others.[5]\n\nAlthough the Awards still primarily focus on films and television in the science fiction, fantasy and horror categories, the Saturns have also recognized productions in other dramatic genres. There are also special awards for lifetime achievement in film production.\n\n"
        },
        {
            "title": "Year-by-year results",
            "text": "The year indicates the year of release of the films eligible.\n\n"
        }
    ]
}