{
    "url": "https://en.wikipedia.org/wiki/Scholar",
    "title": "Scholar",
    "table_of_contents": [
        "1 Definitions",
        "2 Role in society",
        "3 Independent scholars",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A scholar is a person who pursues academic and intellectual activities, particularly academics who apply their intellectualism into expertise in an area of study. A scholar can also be an academic, who works as a professor, teacher, or researcher at a university. An academic usually holds an advanced degree or a terminal degree, such as a master's degree or a doctorate (PhD). Independent scholars, such as philosophers and public intellectuals, work outside of the academy, yet publish in academic journals and participate in scholarly public discussion.\n\n"
        },
        {
            "title": "Definitions",
            "text": "In contemporary English usage, the term scholar sometimes is equivalent to the term academic, and describes a university-educated individual who has achieved intellectual mastery of an academic discipline, as instructor and as researcher. Moreover, before the establishment of universities, the term scholar identified and described an intellectual person whose primary occupation was professional research. In 1847, minister Emanuel Vogel Gerhart spoke of the role of the scholar in society:\n\nGerhart argued that a scholar can not be focused on a single discipline, contending that knowledge of multiple disciplines is necessary to put each into context and to inform the development of each:\n\nA 2011 examination outlined the following attributes commonly accorded to scholars as \"described by many writers, with some slight variations in the definition\":[2]\n\nScholars may rely on the scholarly method or scholarship, a body of principles and practices used by scholars to make their claims about the world as valid and trustworthy as possible, and to make them known to the scholarly public. It is the methods that systemically advance the teaching, research, and practice of a given scholarly or academic field of study through rigorous inquiry. Scholarship is creative, can be documented, can be replicated or elaborated, and can be and is peer-reviewed through various methods.[3]\n\n"
        },
        {
            "title": "Role in society",
            "text": "Scholars have generally been upheld as creditable figures of high social standing, who are engaged in work important to society. In Imperial China, in the period from 206 BC until AD 1912, the intellectuals were the Scholar-officials (\"Scholar-gentlemen\"), who were civil servants appointed by the Emperor of China to perform the tasks of daily governance. Such civil servants earned academic degrees by means of Imperial examination, and also were skilled calligraphers, and knew Confucian philosophy. Historian Wing-Tsit Chan concludes that:\n\nIn Joseon Korea (1392–1910), the intellectuals were the literati, who knew how to read and write, and had been designated, as the chungin (the \"middle people\"), in accordance with the Confucian system. Socially, they constituted the  petite bourgeoisie, composed of scholar-bureaucrats (scholars, professionals, and technicians) who administered the dynastic rule of the Joseon dynasty.[5]\n\nIn his 1847 address, Gerhart asserted that scholars have an obligation to constantly continue their studies so as to remain aware of new knowledge being generated,[1] and to contribute their own insights to the body of knowledge available to all:\n\nMany scholars are also professors engaged in the teaching of others. In a number of countries, the title \"research professor\" refers to a professor who is exclusively or mainly engaged in research, and who has few or no teaching obligations. For example, the title is used in this sense in the United Kingdom (where it is known as research professor at some universities and professorial research fellow at some other institutions) and in northern Europe.\n\nResearch professor is usually the most senior rank of a research-focused career pathway in those countries, and regarded as equal to the ordinary full professor rank. Most often they are permanent employees, and the position is often held by particularly distinguished scholars; thus the position is often seen as more prestigious than an ordinary full professorship. The title is used in a somewhat similar sense in the United States, with the exception that research professors in the United States are often not permanent employees and often must fund their salary from external sources,[6] which is usually not the case elsewhere.\n\n"
        },
        {
            "title": "Independent scholars",
            "text": "An independent scholar is anyone who conducts scholarly research outside universities and traditional academia. In 2010, twelve percent of US history scholars were independent.[7] Independent scholars typically have a Master's degree or PhD.[7] In history, independent scholars can be differentiated from popular history hosts for television shows and amateur historians \"by the level to which their publications utilize the analytical rigour and academic writing style\".[7]\n\nIn previous centuries, some independent scholars achieved renown, such as Samuel Johnson and Edward Gibbon during the 18th century and Charles Darwin and Karl Marx in the 19th century, and Sigmund Freud, Sir Steven Runciman, Robert Davidsohn and Nancy Sandars in the 20th century. There was also a tradition of the man of letters, such as Evelyn Waugh. The term \"man of letters\" derives from the French term belletrist or homme de lettres but is not synonymous with \"an academic\".[8][9] In the 17th and 18th centuries, the term Belletrist(s) came to be applied to the literati: the French participants in—sometimes referred to as \"citizens\" of—the Republic of Letters, which evolved into the salon aimed at edification, education, and cultural refinement.\n\nIn the United States, a professional association exists for independent scholars: this association is the National Coalition of Independent Scholars. In Canada, the equivalent professional association is the Canadian Academy of Independent Scholars (in association with Simon Fraser University). Similar organizations exist around the world. Membership in a professional association generally entails a degree of post-secondary education and established research.[10][11] When independent scholars participate in academic conferences, they may be referred to as an unaffiliated scholar, since they do not hold a position in a university or other institution.\n\nWhile independent scholars may earn an income from part-time teaching, speaking engagements, or consultant work, the University of British Columbia calls earning an income the biggest challenge of being an independent scholar.[7] Due to challenges of making a living as a scholar without an academic position, \"[m]any independent scholars depend on having a gainfully employed partner\".[7] To get access to libraries and other research facilities, independent scholars have to seek permission from universities.[7]\n\nWriter Megan Kate Nelson's article \"Stop Calling Me Independent\" says the term \"marginalizes unaffiliated scholars\" and is unfairly seen as an indicator of \"professional failure\".[12] Rebecca Bodenheimer says that independent scholars like her attending conferences who do not have a university name on their official name badge feel like the \"independent scholar\" term is perceived as a \"signal that a scholar is either unwanted by the academy or unwilling to commit to the sacrifices necessary to succeed as an academic.\"[13]\n\n"
        }
    ]
}