{
    "url": "https://en.wikipedia.org/wiki/Scholasticism",
    "title": "Scholasticism",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "2.1 Early Scholasticism",
        "2.2 High Scholasticism",
        "2.3 Spanish Scholasticism",
        "2.4 Late Scholasticism",
        "2.5 Lutheran Scholasticism",
        "2.6 Reformed Scholasticism",
        "2.7 Neo-Scholasticism",
        "2.8 Thomistic Scholasticism",
        "2.9 Analytical Scholasticism",
        "3 Scholastic method",
        "4 Scholastic instruction",
        "5 See also",
        "6 References",
        "7 Primary sources",
        "8 Secondary sources",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nScholasticism was a medieval school of philosophy that employed a critical organic method of philosophical analysis predicated upon the Aristotelian 10 Categories.  Christian scholasticism emerged within the monastic schools that translated scholastic Judeo—Islamic philosophies, and thereby \"rediscovered\" the collected works of Aristotle.  Endeavoring to harmonize his metaphysics and its account of a prime mover with the Latin Catholic dogmatic trinitarian theology, these monastic schools became the basis of the earliest European medieval universities, and scholasticism dominated education in Europe from about 1100 to 1700.[1] The rise of scholasticism was closely associated with these schools that flourished in Italy, France, Portugal, Spain and England.[2]\n\nScholasticism is a method of learning more than a philosophy or a theology, since it places a strong emphasis on dialectical reasoning to extend knowledge by inference and to resolve contradictions. Scholastic thought is also known for rigorous conceptual analysis and the careful drawing of distinctions. In the classroom and in writing, it often takes the form of explicit disputation; a topic drawn from the tradition is broached in the form of a question, oppositional responses are given, a counterproposal is argued and oppositional arguments rebutted. Because of its emphasis on rigorous dialectical method, scholasticism was eventually applied to many other fields of study.[3][4]\n\nScholasticism was initially a program conducted by medieval Christian thinkers attempting to harmonize the various authorities of their own tradition, and to reconcile Christian theology with classical and late antiquity philosophy, especially that of Aristotle but also of Neoplatonism.[5]\n\nThe Scholastics, also known as Schoolmen,[6][7] included as its main figures Anselm of Canterbury (\"the father of scholasticism\"[8]), Peter Abelard, Alexander of Hales, Albertus Magnus, Duns Scotus, William of Ockham,[dubious  – discuss] Bonaventure, and Thomas Aquinas. Aquinas's masterwork Summa Theologica (1265–1274) is considered to be the pinnacle of scholastic, medieval, and Christian philosophy;[9] it began while Aquinas was regent master at the studium provinciale of Santa Sabina in Rome, the forerunner of the Pontifical University of Saint Thomas Aquinas, Angelicum. Important work in the scholastic tradition has been carried on well past Aquinas's time, for instance by Francisco Suárez and Luis de Molina, and also among Lutheran and Reformed thinkers.  English scholastics Robert Grosseteste and his student Roger Bacon.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The terms \"scholastic\" and \"scholasticism\" derive from the Latin word scholasticus, the Latinized form of the Greek σχολαστικός (scholastikos), an adjective derived from σχολή (scholē), \"school\".[10] Scholasticus means \"of or pertaining to schools\". The \"scholastics\" were, roughly, \"schoolmen\".\n\n"
        },
        {
            "title": "History",
            "text": "The foundations of Christian scholasticism were laid by Boethius through his logical and theological essays,[3] and later forerunners (and then companions) to scholasticism were Islamic Ilm al-Kalām, literally \"science of discourse\",[11] and Jewish philosophy, especially Jewish Kalam.[12]\n\nThe first significant renewal of learning in the West came with the Carolingian Renaissance of the Early Middle Ages. Charlemagne, advised by Peter of Pisa and Alcuin of York, attracted the scholars of England and Ireland. By decree in AD 787, he established schools in every abbey in his empire.  These schools, from which the name scholasticism is derived, became centers of medieval learning.[13]\n\nDuring this period, knowledge of Ancient Greek had vanished in the West except in Ireland, where its teaching and use was widely dispersed in the monastic schools.[14][not specific enough to verify] Irish scholars had a considerable presence in the Frankish court, where they were renowned for their learning.[15] Among them was Johannes Scotus Eriugena (815–877), one of the founders of scholasticism.[16] Eriugena was the most significant Irish intellectual of the early monastic period and an outstanding philosopher in terms of originality.[15] He had considerable familiarity with the Greek language and translated many works into Latin, affording access to the Cappadocian Fathers and the Greek theological tradition.[15]\n\nThe other three founders of scholasticism were the 11th-century scholars Peter Abelard, Archbishop Lanfranc of Canterbury and Archbishop Anselm of Canterbury.[16]\n\nThis period saw the beginning of the 'rediscovery' of many Greek works which had been lost to the Latin West.  As early as the 10th century, the Toledo school of translators in Spain had begun to gather translated texts and, in the latter half of that century, began transmitting them to the rest of Europe.[17] After a successful burst of Reconquista in the 12th century, Spain opened even further for Christian scholars, and as these Europeans encountered Judeo-Islamic philosophies, they opened a wealth of Arab and Judaic knowledge of mathematics and astronomy.[18] Scholars such as Adelard of Bath traveled to Spain and Sicily, translating works on astronomy and mathematics, including the first complete translation of Euclid's Elements into Latin.[19]\n\nAt the same time, Anselm of Laon systematized the production of the gloss on Scripture, followed by the rise to prominence of dialectic (the middle subject of the medieval trivium) in the work of Abelard. Peter Lombard produced a collection of Sentences, or opinions of the Church Fathers and other authorities[20]\n\nIn the early 13th Century, a syndicate of priests and scholars collaborated and sketched a rough draft of a raw market economy. These scholars and priests fostered Christianity and addressed the philosophical issues of an early economic thought. Christianity being the fundamental faith that shaped moral attitudes of these groups was primarily transitioned from the patristic Christology. Leinsle (2010)[21] confirms the permeation of the patristic Christology into the Scholastic theology by arguing that medieval theology didn’t develop itself through philosophical contact. It adopted patristic culture and matured its way through the medieval age.\n\nThe early set of rules for trade were first introduced by the Christian Theologians. Theologians had spiritual beliefs with morals driven by religion. Novikoff (2012)[22] in his narrative describes the belief system of the Scholastics. He elaborates that scholastics adopted their moral and ethical behaviors from the early theologians. Early theologians, mainly Christians accepted certain set of rules from Christian Bible as their model of outlook. Spiegel (1991)[23] highlights that scholastics economic thought had its principle sources in the Bible. He further emphasizes on the teachings and writings of the Father of the Church which designed the groundwork for exercising economic and moral thoughts. Later, in the ages, the scholastics used the writings of Aristotle to shape their philosophical perspective. Greek Philosophy was deemed foundation for early moral principles which the scholastics exercised. Preaching of such principles was mainly transitioned from Italian to European localities. Greek philosophy became the initiating stance of high scholasticism.\n\nThe 13th and early 14th centuries are generally seen as the high period of scholasticism. The early 13th century witnessed the culmination of the recovery of Greek philosophy. Schools of translation grew up in Italy and Sicily, and eventually in the rest of Europe.  Powerful Norman kings gathered men of knowledge from Italy and other areas into their courts as a sign of their prestige.[24] William of Moerbeke's translations and editions of Greek philosophical texts in the middle half of the thirteenth century helped form a clearer picture of Greek philosophy, particularly of Aristotle, than was given by the Arabic versions on which they had previously relied. Edward Grant writes \"Not only was the structure of the Arabic language radically different from that of Latin, but some Arabic versions had been derived from earlier Syriac translations and were thus twice removed from the original Greek text. Word-for-word translations of such Arabic texts could produce tortured readings. By contrast, the structural closeness of Latin to Greek, permitted literal, but intelligible, word-for-word translations.\"[18]\n\nUniversities developed in the large cities of Europe during this period, and rival clerical orders within the church began to battle for political and intellectual control over these centers of educational life. The two main orders founded in this period were the Franciscans and the Dominicans. The Franciscans were founded by Francis of Assisi in 1209. Their leader in the middle of the century was Bonaventure, a traditionalist who defended the theology of Augustine and the philosophy of Plato, incorporating only a little of Aristotle in with the more neoplatonist elements. Following Anselm, Bonaventure supposed that reason can only discover truth when philosophy is illuminated by religious faith.[25] Other important Franciscan scholastics were Duns Scotus, Peter Auriol and William of Ockham.[26][27]\n\nBy contrast, the Dominican order, a teaching order founded by St Dominic in 1215, to propagate and defend Christian doctrine, placed more emphasis on the use of reason and made extensive use of the new Aristotelian sources derived from the East and Moorish Spain. The great representatives of Dominican thinking in this period were Albertus Magnus and (especially) Thomas Aquinas, whose artful synthesis of Greek rationalism and Christian doctrine eventually came to define Catholic philosophy. Aquinas placed more emphasis on reason and argumentation, and was one of the first to use the new translation of Aristotle's metaphysical and epistemological writing. This was a significant departure from the Neoplatonic and Augustinian thinking that had dominated much of early scholasticism. Aquinas showed how it was possible to incorporate much of the philosophy of Aristotle without falling into the \"errors\" of the Commentator, Averroes.[28]\n\nFollowing the Reformation, Calvinists largely adopted the scholastic method of theology, while differing regarding sources of authority and content of theology.[29]\n\nThe revival and development from the second half of the 19th century of medieval scholastic philosophy is sometimes called neo-Thomism.[30]\n\nAs J. A. Weisheipl O.P. emphasizes, within the Dominican Order Thomistic scholasticism has been continuous since the time of Aquinas: \"Thomism was always alive in the Dominican Order, small as it was after the ravages of the Reformation, the French Revolution, and the Napoleonic occupation. Repeated legislation of the General Chapters, beginning after the death of St. Thomas, as well as the Constitutions of the Order, required all Dominicans to teach the doctrine of St. Thomas both in philosophy and in theology.\"[31]\n\nThomistic scholasticism or scholastic Thomism identifies with the philosophical and theological tradition stretching back to the time of St. Thomas.  It focuses not only on exegesis of the historical Aquinas but also on the articulation of a rigorous system of orthodox Thomism to be used as an instrument of critique of contemporary thought.  Due to its suspicion of attempts to harmonize Aquinas with non-Thomistic categories and assumptions, Scholastic Thomism has sometimes been called, according to philosophers like Edward Feser, \"Strict Observance Thomism\".[32]  A discussion of recent and current Thomistic scholasticism can be found in La Metafisica di san Tommaso d'Aquino e i suoi interpreti (2002) by Battista Mondin [it], which includes such figures as Sofia Vanni Rovighi (1908–1990),[33] Cornelio Fabro (1911–1995), Carlo Giacon (1900–1984),[34] Tomas Tyn O.P. (1950–1990), Abelardo Lobato O.P. (1925–2012), Leo Elders (1926– ) and Giovanni Ventimiglia (1964– ) among others.  Fabro in particular emphasizes Aquinas' originality, especially with respect to the actus essendi or act of existence of finite beings by participating in being itself.  Other scholars such as those involved with the \"Progetto Tommaso\" seek to establish an objective and universal reading of Aquinas' texts.[35]\n\nThomistic scholasticism in the English speaking world went into decline in the 1970s when the Thomistic revival that had been spearheaded by Jacques Maritain, Étienne Gilson, and others, diminished in influence. Partly, this was because this branch of Thomism had become a quest to understand the historical Aquinas after the Second Vatican Council.\n\nA renewed interest in the \"scholastic\" way of doing philosophy has recently awoken in the confines of the analytic philosophy.[36][37] Attempts emerged to combine elements of scholastic and analytic methodology in pursuit of a contemporary philosophical synthesis. Proponents of various incarnations of this approach include Anthony Kenny, Peter King, Thomas Williams or David Oderberg. Analytical Thomism can be seen as a pioneer part of this movement.[citation needed]\n\n"
        },
        {
            "title": "Scholastic method",
            "text": "Cornelius O'Boyle explained that Scholasticism focuses on how to acquire knowledge and how to communicate effectively so that it may be acquired by others. It was thought that the best way to achieve this was by replicating the discovery process (modus inveniendi).[38]\n\nThe scholasticists would choose a book by a renowned scholar, auctor (author), as a subject for investigation.  By reading it thoroughly and critically, the disciples learned to appreciate the theories of the author.  Other documents related to the book would be referenced, such as Church councils, papal letters and anything else written on the subject, be it ancient or contemporary.  The points of disagreement and contention between multiple sources would be written down in individual sentences or snippets of text, known as sententiae. Once the sources and points of disagreement had been laid out through a series of dialectics, the two sides of an argument would be made whole so that they would be found to be in agreement and not contradictory. (Of course, sometimes opinions would be totally rejected, or new positions proposed.) This was done in two ways. The first was through philological analysis.  Words were examined and argued to have multiple meanings.  It was also considered that the auctor might have intended a certain word to mean something different.  Ambiguity could be used to find common ground between two otherwise contradictory statements. The second was through logical analysis, which relied on the rules of formal logic – as they were known at the time – to show that contradictions did not exist but were subjective to the reader.[39]\n\n"
        },
        {
            "title": "Scholastic instruction",
            "text": "Scholastic instruction consisted of several elements. The first was the lectio: a teacher would read an authoritative text followed by a commentary, but no questions were permitted. This was followed by the meditatio (meditation or reflection) in which students reflected on and appropriated the text. Finally, in the quaestio students could ask questions (quaestiones) that might have occurred to them during meditatio. Eventually the discussion of questiones became a method of inquiry apart from the lectio and independent of authoritative texts. Disputationes were arranged to resolve controversial quaestiones.[40]\n\nQuestions to be disputed were ordinarily announced beforehand, but students could propose a question to the teacher unannounced – disputationes de quodlibet. In this case, the teacher responded and the students rebutted; on the following day the teacher, having used notes taken during the disputation, summarised all arguments and presented his final position, riposting all rebuttals.[39][41]\n\nThe quaestio method of reasoning was initially used especially when two authoritative texts seemed to contradict one another. Two contradictory propositions would be considered in the form of an either/or question, and each part of the question would have to be approved (sic) or denied (non). Arguments for the position taken would be presented in turn, followed by arguments against the position, and finally the arguments against would be refuted. This method forced scholars to consider opposing viewpoints and defend their own arguments against them.[42]\n\n"
        }
    ]
}