{
    "url": "https://en.wikipedia.org/wiki/Mystical_experience",
    "title": "Scholarly approaches to mysticism",
    "table_of_contents": [
        "1 Typologies of mysticism",
        "1.1 Early studies",
        "1.2 R. C. Zaehner – natural and religious mysticism",
        "1.3 Walter T. Stace – extrovertive and introvertive mysticism",
        "2 Mystical experience",
        "2.1 William James",
        "2.2 Inducement of mystical experience",
        "2.3 Influence",
        "2.4 Criticism of the concept of \"mystical experience\"",
        "3 Perennialism, constructionism and contextualism",
        "3.1 Steven Katz – constructionism",
        "3.2 Robert Forman – pure consciousness event",
        "3.3 Richard Jones – constructivism, anticonstructivism, and perennialism",
        "3.4 Contextualism and attribution theory",
        "4 Neurological research",
        "4.1 Temporal lobe",
        "4.2 Anterior insula",
        "4.3 Parietal lobe",
        "4.4 Default mode network",
        "5 Spiritual development and self-transformation",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Sources",
        "9.1 Published sources",
        "9.2 Web-sources",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Scholarly approaches to mysticism include typologies of mysticism and the explanation of mystical states. Since the 19th century, mystical experience has evolved as a distinctive concept. It is closely related to \"mysticism\" but lays sole emphasis on the experiential aspect, be it spontaneous or induced by human behavior, whereas mysticism encompasses a broad range of practices aiming at a transformation of the person, not just inducing mystical experiences.\n\nThere is a longstanding discussion on the nature of so-called \"introvertive mysticism.\" Perennialists regard this kind of mysticism to be universal. A popular variant of perennialism sees various mystical traditions as pointing to one universal transcendental reality, for which those experiences offer the proof. The perennial position is \"largely dismissed by scholars\"[1] but \"has lost none of its popularity\".[1] Instead, a constructionist approach became dominant during the 1970s, which states that mystical experiences are mediated by pre-existing frames of reference, while the attribution approach focuses on the (religious) meaning that is attributed to specific events.\n\nSome neurological research has attempted to identify which areas in the brain are involved in so-called \"mystical experience\" and the temporal lobe is often claimed to play a significant role,[2][3][4] likely attributable to claims made in Vilayanur Ramachandran's 1998 book, Phantoms in the Brain,[5] However, these claims have not stood up to scrutiny.[6]\n\nIn mystical and contemplative traditions, mystical experiences are not a goal in themselves, but part of a larger path of self-transformation.\n\n"
        },
        {
            "title": "Typologies of mysticism",
            "text": "Lay scholars of the nineteenth and twentieth centuries began their studies on the historical and psychological descriptive analysis of the mystical experience, by investigating examples and categorizing it into types. Early notable examples include William James in \"The Varieties of Religious Experience\" (1902); the study of the term \"cosmic consciousness\" by Edward Carpenter (1892)[7] and psychiatrist Richard Bucke (in his book Cosmic Consciousness, 1901); the definition of \"oceanic feeling\" by Romain Rolland (1927) and its study by Freud; Rudolf Otto's description of the \"numinous\" (1917) and its studies by Jung; Friedrich von Hügel in The Mystical Element of Religion (1908); Evelyn Underhill in her work Mysticism (1911); Aldous Huxley in The Perennial Philosophy (1945).\n\nR. C. Zaehner distinguishes between three fundamental types of mysticism, namely theistic, monistic, and panenhenic (\"all-in-one\") or natural mysticism.[8] The theistic category includes most forms of Jewish, Christian and Islamic mysticism and occasional Hindu examples such as Ramanuja and the Bhagavad Gita.[8] The monistic type, which according to Zaehner is based upon the  experience of the unity of one's soul in isolation from the material and psychic world,[8][note 1] includes early Buddhism and Hindu schools such as Samkhya and Advaita vedanta.[8] Nature mysticism refers to \"an experience of Nature in all things or of all things as being one,\" [9] and includes, for instance, Zen Buddhism, Taoism, much Upanishadic thought, as well as American Transcendentalism. Within the second 'monistic' camp, Zaehner draws a clear distinction between the dualist 'isolationist' ideal of Samkhya, the historical Buddha, and various gnostic sects, and the non-dualist position of Advaita vedanta. According to the former, the union of an individual spiritual monad (soul) and body is \"an unnatural state of affairs, and salvation consists in returning to one's own natural 'splendid isolation' in which one contemplates oneself forever in timeless bliss.\" [10] The latter approach, by contrast, identifies the 'individual' soul with the All, thus emphasizing non-dualism: thou art that.\"\n\nZaehner considers theistic mysticism to be superior to the other two categories, because of its appreciation of God, but also because of its strong moral imperative.[8] Zaehner is directly opposing the views of Aldous Huxley. Natural mystical experiences are in Zaehner's view of less value because they do not lead as directly to the virtues of charity and compassion. Zaehner is generally critical of what he sees as narcissistic tendencies in nature mysticism.[note 2]\n\nZaehner has been criticised by Paden for the \"theological violence\"[8] which his approach does to non-theistic traditions, \"forcing them into a framework which privileges Zaehner's own liberal Catholicism.\"[8] That said, it is clear from many of Zaehner's other writings (e.g., Our Savage God, Zen, Drugs and Mysticism, At Sundry Times, Hinduism) that such a criticism is rather unfair.\n\nZaehner has also been criticised by Walter Terence Stace in his book Mysticism and philosophy (1960) on similar grounds.[8] Stace argues that doctrinal differences between religious traditions are inappropriate criteria when making cross-cultural comparisons of mystical experiences.[8] Stace argues that mysticism is part of the process of perception, not interpretation, that is to say that the unity of mystical experiences is perceived, and only afterwards interpreted according to the perceiver's background. This may result in different accounts of the same phenomenon. While an atheist describes the unity as “freed from empirical filling”, a religious person might describe it as “God” or “the Divine”.[11] In “Mysticism and Philosophy”, one of Stace's key questions is whether there are a set of common characteristics to all mystical experiences.[11]\n\nBased on the study of religious texts, which he took as phenomenological descriptions of personal experiences, and excluding occult phenomena, visions, and voices, Stace distinguished two types of mystical experience, namely extrovertive and introvertive mysticism.[12][8][13] He describes extrovertive mysticism as an experience of unity within the world, whereas introvertive mysticism is \"an experience of unity devoid of perceptual objects; it is literally an experience of 'no-thing-ness'\".[13] The unity in extrovertive mysticism is with the totality of objects of perception. While perception stays continuous, “unity shines through the same world”; the unity in introvertive mysticism is with a pure consciousness, devoid of objects of perception,[14] “pure unitary consciousness, wherein awareness of the world and of multiplicity is completely obliterated.”[15]  According to Stace such experiences are nonsensical and nonintellectual, under a total “suppression of the whole empirical content.”[16]\n\nStace finally argues that there is a set of seven common characteristics for each type of mystical experience, with many of them overlapping between the two types. Stace furthermore argues that extrovertive mystical experiences are on a lower level than introvertive mystical experiences.\n\nStace's categories of \"introvertive mysticism\" and \"extrovertive mysticism\" are derived from Rudolf Otto's \"mysticism of introspection\" and \"unifying vision\".[14]\n\nWilliam Wainwright distinguishes four different kinds of extrovert mystical experience, and two kinds of introvert mystical experience:[web 1]\n\nRichard Jones, following William Wainwright, elaborated on the distinction, showing different types of experiences in each category:\n\nFollowing Stace's lead, Ralph Hood developed the \"Mysticism scale.\"[18] According to Hood, the introvertive mystical experience may be a common core to mysticism independent of both culture and person, forming the basis of a \"perennial psychology\".[19] According to Hood, \"the perennialist view has strong empirical support,\" since his scale yielded positive results across various cultures,[20][note 3] stating that mystical experience as operationalized from Stace's criteria is identical across various samples.[22][note 4]\n\nAlthough Stace's work on mysticism received a positive response, it has also been strongly criticised in the 1970s and 1980s, for its lack of methodological rigueur and its perennialist pre-assumptions.[23][24][25][26][web 1] Major criticisms came from Steven T. Katz in his influential series of publications on mysticism and philosophy,[note 5] and from Wayne Proudfoot in his Religious experience (1985).[27]\n\nMasson and Masson criticised Stace for using a \"buried premise,\" namely that mysticism can provide valid knowledge of the world, equal to science and logic.[28] A similar criticism has been voiced by Jacob van Belzen toward Hood, noting that Hood validated the existence of a common core in mystical experiences, but based on a test which presupposes the existence of such a common core, noting that \"the instrument used to verify Stace's conceptualization of Stace is not independent of Stace, but based on him.\"[26] Belzen also notes that religion does not stand on its own, but is embedded in a cultural context, which should be taken into account.[29] To this criticism Hood et al. answer that universalistic tendencies in religious research \"are rooted first in inductive generalizations from cross-cultural consideration of either faith or mysticism,\"[30] stating that Stace sought out texts which he recognized as an expression of mystical expression, from which he created his universal core. Hood therefore concludes that Belzen \"is incorrect when he claims that items were presupposed.\"[30][note 6]\n\n"
        },
        {
            "title": "Mystical experience",
            "text": "The term \"mystical experience\" has become synonymous with the terms \"religious experience\", spiritual experience and sacred experience.[33] A \"religious experience\" is a subjective experience which is interpreted within a religious framework.[33] The concept originated in the 19th century, as a defense against the growing rationalism of western society.[32] Wayne Proudfoot traces the roots of the notion of \"religious experience\" to the German theologian Friedrich Schleiermacher (1768–1834), who argued that religion is based on a feeling of the infinite. The notion of \"religious experience\" was used by Schleiermacher to defend religion against the growing scientific and secular critique. It was adopted by many scholars of religion, of which William James was the most influential.[34] A broad range of western and eastern movements have incorporated and influenced the emergence of the modern notion of \"mystical experience\", such as the Perennial philosophy, Transcendentalism, Universalism, the Theosophical Society, New Thought, Neo-Vedanta and Buddhist modernism.[35][36]\n\nWilliam James popularized the use of the term \"religious experience\" in his The Varieties of Religious Experience.[37][32] James wrote:\n\nThis book is the classic study on religious or mystical experience, which influenced deeply both the academic and popular understanding of \"religious experience\".[37][32][39][web 1] James popularized the use of the term \"religious experience\"[note 7] in his Varieties,[37][32][web 1] and influenced the understanding of mysticism as a distinctive experience which supplies knowledge of the transcendental:[39][web 1]\n\nJames emphasized the personal experience of individuals, and describes a broad variety of such experiences in The Varieties of Religious Experience.[38] He considered the \"personal religion\"[40] to be \"more fundamental than either theology or ecclesiasticism\",[40][note 8] and defines religion as\n\nAccording to James, mystical experiences have four defining qualities:[42]\n\nJames recognised the broad variety of mystical schools and conflicting doctrines both within and between religions.[38] Nevertheless, \n\nAccording to Jesuit scholar William Harmless, \"for James there was nothing inherently theological in or about mystical experience\",[43] and felt it legitimate to separate the mystic's experience from theological claims.[43] Harmless notes that James \"denies the most central fact of religion\",[44] namely that religion is practiced by people in groups, and often in public.[44] He also ignores ritual, the historicity of religious traditions,[44] and theology, instead emphasizing \"feeling\" as central to religion.[44]\n\nDan Merkur makes a distinction between trance states and reverie states.[web 2] According to Merkur, in trance states the normal functions of consciousness are temporarily inhibited, and trance experiences are not filtered by ordinary judgements, and seem to be real and true.[web 2] In reverie states, numinous experiences are also not inhibited by the normal functions of consciousness, but visions and insights are still perceived as being in need of interpretation, while trance states may lead to a denial of physical reality.[web 2]\n\nMost mystical traditions warn against an attachment to mystical experiences, and offer a \"protective and hermeneutic framework\" to accommodate these experiences.[45] These same traditions offer the means to induce mystical experiences,[45] which may have several origins:\n\nThe concept of \"mystical experience\" has influenced the understanding of mysticism as a distinctive experience which supplies knowledge of a transcendental reality, cosmic unity, or ultimate truths.[web 1][note 9] Scholars, like Stace and Forman, have tended to exclude visions, near death experiences and parapsychological phenomena from such \"special mental states,\" and focus on sudden experiences of oneness, though neurologically they all seem to be related.\n\nThe notion of \"experience\", however, has been criticized in religious studies today.[31] [46][47] Robert Sharf points out that \"experience\" is a typical Western term, which has found its way into Asian religiosity via western influences.[31][note 10] The notion of \"experience\" introduces a false notion of duality between \"experiencer\" and \"experienced\", whereas the essence of kensho is the realisation of the \"non-duality\" of observer and observed.[49][50] \"Pure experience\" does not exist; all experience is mediated by intellectual and cognitive activity.[51][52] The specific teachings and practices of a specific tradition may even determine what \"experience\" someone has, which means that this \"experience\" is not the proof of the teaching, but a result of the teaching.[33] A pure consciousness without concepts, reached by \"cleaning the doors of perception\",[note 11] would be an overwhelming chaos of sensory input without coherence.[54]\n\nConstructivists such as Steven Katz reject any typology of experiences since each mystical experience is deemed unique.[55]\n\nOther critics point out that the stress on \"experience\" is accompanied with favoring the atomic individual, instead of the shared life of the community. It also fails to distinguish between episodic experience, and mysticism as a process, that is embedded in a total religious matrix of liturgy, scripture, worship, virtues, theology, rituals and practices.[56]\n\nRichard King also points to disjunction between \"mystical experience\" and social justice:[57]\n\n"
        },
        {
            "title": "",
            "text": "Scholarly research on mystical experiences in the 19th and 20th century was dominated by a discourse on \"mystical experience,\" laying sole emphasis on the experiential aspect, be it spontaneous or induced by human behavior. Perennialists regard those various experiences traditions as pointing to one universal transcendental reality, for which those experiences offer the prove.[58] In this approach, mystical experiences are privatised, separated from the context in which they emerge.[45] William James, in his The Varieties of Religious Experience, was highly influential in further popularising this perennial approach and the notion of personal experience as a validation of religious truths.[39]\n\nThe essentialist model argues that mystical experience is independent of the sociocultural, historical and religious context in which it occurs, and regards all mystical experience in its essence to be the same.[59] According to this \"common core-thesis\",[60] different descriptions can mask quite similar if not identical experiences:[61]\n\nPrincipal exponents of the perennialist position were William James, Walter Terence Stace,[63] who distinguishes extroverted and introverted mysticism, in response to R. C. Zaehner's distinction between theistic and monistic mysticism;[8] Huston Smith;[64][65] and Ralph W. Hood,[66] who conducted empirical research using the \"Mysticism Scale\", which is based on Stace's model.[66][note 12]\n\nSince the 1960s, social constructionism[59] argued that mystical experiences are \"a family of similar experiences that includes many different kinds, as represented by the many kinds of religious and secular mystical reports\".[67] The constructionist states that mystical experiences are fully constructed by the ideas, symbols and practices that mystics are familiar with,[68] shaped by the concepts \"which the mystic brings to, and which shape, his experience\".[59] What is being experienced is being determined by the expectations and the conceptual background of the mystic.[69] Critics of the \"common-core thesis\" argue that \n\n The principal exponent of the constructionist position is Steven T. Katz, who, in a series of publications,[note 13] has made a highly influential and compelling case for the constructionist approach.[70]\n\nThe perennial position is \"largely dismissed by scholars\",[1] but \"has lost none of its popularity\".[1] The contextual approach has become the common approach,[45] and takes into account the historical and cultural context of mystical experiences.[45]\n\nAfter Walter Stace's seminal book in 1960, the general philosophy of mysticism received little attention.[note 14] But in the 1970s the issue of a universal \"perennialism\" versus each mystical experience being was reignited by Steven Katz. In an often-cited quote he states:\n\nAccording to Katz (1978), Stace typology is \"too reductive and inflexible,\" reducing the complexities and varieties of mystical experience into \"improper categories.\"[72] According to Katz, Stace does not notice the difference between experience and interpretation, but fails to notice the epistemological issues involved in recognizing such experiences as \"mystical,\"[73] and the even more fundamental issue of which conceptual framework precedes and shapes these experiences.[74] Katz further notes that Stace supposes that similarities in descriptive language also implies a similarity in experience, an assumption which Katz rejects.[75] According to Katz, close examination of the descriptions and their contexts reveals that those experiences are not identical.[76] Katz further notes that Stace held one specific mystical tradition to be superior and normative,[77] whereas Katz rejects reductionist notions and leaves God as God, and Nirvana as Nirvana.[78]\n\nAccording to Paden, Katz rejects the discrimination between experiences and their interpretations.[8] Katz argues that it is not the description, but the experience itself which is conditioned by the cultural and religious background of the mystic.[8] According to Katz, it is not possible to have pure or unmediated experience.[8][79]\n\nYet, according to Laibelman, Katz did not say that the experience can't be unmediated; he said that the conceptual understanding of the experience can't be unmediated, and is based on culturally mediated preconceptions.[80] According to Laibelman, misunderstanding Katz's argument has led some to defend the authenticity of \"pure consciousness events,\" while this is not the issue.[81] Laibelman further notes that a mystic's interpretation is not necessarily more true or correct than the interpretation of an uninvolved observer.[82]\n\nRobert Forman has criticised Katz' approach, arguing that lay-people who describe mystical experiences often notice that this experience involves a totally new form of awareness, which can't be described in their existing frame of reference.[83][84] Newberg argued that there is neurological evidence for the existence of a \"pure consciousness event\" empty of any constructionist structuring.[85]\n\nRichard H. Jones believes that the dispute between \"constructionism\" and \"perennialism\" is ill-formed. He draws a distinction between \"anticonstructivism\" and \"perennialism\": constructivism can be rejected with respect to a certain class of mystical experiences without ascribing to a perennialist philosophy on the relation of mystical doctrines.[86] Constructivism versus anticonstructivism is a matter of the nature of mystical experiences themselves while perennialism is a matter of mystical traditions and the doctrines they espouse. One can reject constructivism about the nature of mystical experiences without claiming that all mystical experiences reveal a cross-cultural \"perennial truth\". Anticonstructivists can advocate contextualism as much as constructivists do, while perennialists reject the need to study mystical experiences in the context of a mystic's culture since all mystics state the same universal truth.\n\nThe theoretical study of mystical experience has shifted from an experiential, privatised and perennialist approach to a contextual and empirical approach.[45] The contextual approach, which also includes constructionism and attribution theory, takes into account the historical and cultural context.[45][87][web 1] Neurological research takes an empirical approach, relating mystical experiences to neurological processes.\n\nWayne Proudfoot proposes an approach that also negates any alleged cognitive content of mystical experiences: mystics unconsciously merely attribute a doctrinal content to ordinary experiences. That is, mystics project cognitive content onto otherwise ordinary experiences having a strong emotional impact.[88] Objections have been raised concerning Proudfoot's use of the psychological data.[89][90] This approach, however, has been further elaborated by Ann Taves.[87] She incorporates both neurological and cultural approaches in the study of mystical experience.\n\nMany religious and mystical traditions see religious experiences (particularly that knowledge that comes with them) as revelations caused by divine agency rather than ordinary natural processes. They are considered real encounters with God or gods, or real contact with higher-order realities of which humans are not ordinarily aware.[web 4]\n\n"
        },
        {
            "title": "Neurological research",
            "text": "The scientific study of mysticism today focuses on two topics: identifying the neurological bases and triggers of mystical experiences, and demonstrating the purported benefits of meditation.[91] Correlates between mystical experiences and neurological activity have been established, pointing to the temporal lobe as the main locus for these experiences, while Andrew B. Newberg and Eugene G. d'Aquili have also pointed to the parietal lobe. Recent research points to the relevance of the default mode network.[92]\n\nThe temporal lobe generates the feeling of \"I\", and gives a feeling of familiarity or strangeness to the perceptions of the senses.[web 5] It seems to be involved in mystical experiences,[web 5][93] and in the change in personality that may result from such experiences.[web 5] There is a long-standing notion that epilepsy and religion are linked,[94] and some religious figures may have had temporal lobe epilepsy (TLE). Raymond Bucke's Cosmic Consciousness (1901) contains several case-studies of persons who have realized \"cosmic consciousness\";[web 5] several of these cases are also being mentioned in J.E. Bryant's 1953 book, Genius and Epilepsy, which has a list of more than 20 people that combines the great and the mystical.[95] James Leuba's The psychology of religious mysticism noted that \"among the dread diseases that afflict humanity there is only one that interests us quite particularly; that disease is epilepsy.\"[96][94]\n\nSlater and Beard renewed the interest in TLE and religious experience in the 1960s.[6] Dewhurst and Beard (1970) described six cases of TLE-patients who underwent sudden religious conversions. They placed these cases in the context of several western saints with a sudden conversion, who were or may have been epileptic. Dewhurst and Beard described several aspects of conversion experiences, and did not favor one specific mechanism.[94]\n\nNorman Geschwind described behavioral changes related to temporal lobe epilepsy in the 1970s and 1980s.[97] Geschwind described cases which included extreme religiosity, now called Geschwind syndrome,[97] and aspects of the syndrome have been identified in some religious figures, in particular extreme religiosity and hypergraphia (excessive writing).[97] Geschwind introduced this \"interictal personality disorder\" to neurology, describing a cluster of specific personality characteristics which he found characteristic of patients with temporal lobe epilepsy. Critics note that these characteristics can be the result of any illness, and are not sufficiently descriptive for patients with temporal lobe epilepsy.[web 6]\n\nNeuropsychiatrist Peter Fenwick, in the 1980s and 1990s, also found a relationship between the right temporal lobe and mystical experience, but also found that pathology or brain damage is only one of many possible causal mechanisms for these experiences. He questioned the earlier accounts of religious figures with temporal lobe epilepsy, noticing that \"very few true examples of the ecstatic aura and the temporal lobe seizure had been reported in the world scientific literature prior to 1980\". According to Fenwick, \"It is likely that the earlier accounts of temporal lobe epilepsy and temporal lobe pathology and the relation to mystic and religious states owes more to the enthusiasm of their authors than to a true scientific understanding of the nature of temporal lobe functioning.\"[web 7]\n\nThe occurrence of intense religious feelings in epileptic patients in general is rare,[web 5] with an incident rate of ca. 2-3%. Sudden religious conversion, together with visions, has been documented in only a small number of individuals with temporal lobe epilepsy.[98] The occurrence of religious experiences in TLE-patients may as well be explained by religious attribution, due to the background of these patients.[6] Nevertheless, the Neuroscience of religion is a growing field of research, searching for specific neurological explanations of mystical experiences. Those rare epileptic patients with ecstatic seizures may provide clues for the neurological mechanisms involved in mystical experiences, such as the anterior insular cortex, which is involved in self-awareness and subjective certainty.[93][99][100][101]\n\nA common quality in mystical experiences is ineffability, a strong feeling of certainty which cannot be expressed in words. This ineffability has been threatened with scepticism. According to Arthur Schopenhauer the inner experience of mysticism is philosophically unconvincing.[102][note 16] In The Emotion Machine, Marvin Minsky argues that mystical experiences only seem profound and persuasive because the mind's critical faculties are relatively inactive during them.[103][note 18]\n\nGeschwind and Picard propose a neurological explanation for this subjective certainty, based on clinical research of epilepsy.[93][100][101][note 19] According to Picard, this feeling of certainty may be caused by a dysfunction of the anterior insula, a part of the brain which is involved in interoception, self-reflection, and in avoiding uncertainty about the internal representations of the world by \"anticipation of resolution of uncertainty or risk\". This avoidance of uncertainty functions through the comparison between predicted states and actual states, that is, \"signaling that we do not understand, i.e., that there is ambiguity.\"[105] Picard notes that  \"the concept of insight is very close to that of certainty,\" and refers to Archimedes \"Eureka!\"[106][note 20] Picard hypothesizes that in ecstatic seizures the comparison between predicted states and actual states no longer functions, and that mismatches between predicted state and actual state are no longer processed, blocking \"negative emotions and negative arousal arising from predictive unceertainty,\" which will be experienced as emotional confidence.[107][101] Picard concludes that \"[t]his could lead to a spiritual interpretation in some individuals.\"[107]\n\nAndrew B. Newberg and Eugene G. d'Aquili, in their book Why God Won't Go Away: Brain Science and the Biology of Belief, take a perennial stance, describing their insights into the relationship between religious experience and brain function.[108] d'Aquili describes his own meditative experiences as \"allowing a deeper, simpler part of him to emerge\", which he believes to be \"the truest part of who he is, the part that never changes.\"[108] Not content with personal and subjective descriptions like these, Newberg and d'Aquili have studied the brain-correlates to such experiences. They scanned the brain blood flow patterns during such moments of mystical transcendence, using SPECT-scans, to detect which brain areas show heightened activity.[109] Their scans showed unusual activity in the top rear section of the brain, the \"posterior superior parietal lobe\", or the \"orientation association area (OAA)\" in their own words.[110] This area creates a consistent cognition of the physical limits of the self.[111] This OAA shows a sharply reduced activity during meditative states, reflecting a block in the incoming flow of sensory information, resulting in a perceived lack of physical boundaries.[112] According to Newberg and d'Aquili, \n\nNewberg and d'Aquili conclude that mystical experience correlates to observable neurological events, which are not outside the range of normal brain function.[113] They also believe that \n\nWhy God Won't Go Away \"received very little attention from professional scholars of religion\".[116][note 22][note 23] According to Bulkeley, \"Newberg and D'Aquili seem blissfully unaware of the past half century of critical scholarship questioning universalistic claims about human nature and experience\".[note 24] Matthew Day also notes that the discovery of a neurological substrate of a \"religious experience\" is an isolated finding which \"doesn't even come close to a robust theory of religion\".[118]\n\nRecent studies evidenced the relevance of the default mode network in spiritual and self-transcending experiences. Its functions are related, among others, to self-reference and self-awareness, and new imaging experiments during meditation and the use of hallucinogens indicate a decrease in the activity of this network mediated by them, leading some studies to base on it a probable neurocognitive mechanism of the dissolution of the self, which occurs in some mystical phenomena.[92][119][120]\n\n"
        },
        {
            "title": "Spiritual development and self-transformation",
            "text": "In mystical and contemplative traditions, mystical experiences are not a goal in themselves, but part of a larger path of self-transformation.[121] For example, the Zen Buddhist training does not end with kenshō, but practice is to be continued to deepen the insight and to express it in daily life.[122][123][124][125][note 25] To deepen the initial insight of kensho, shikantaza and kōan-study are necessary. This trajectory of initial insight followed by a gradual deepening and ripening is expressed by Linji Yixuan in his Three mysterious Gates, the Five Ranks, the Four Ways of Knowing of Hakuin,[128] and the Ten Ox-Herding Pictures[129] which detail the steps on the Path.\n\n"
        }
    ]
}