{
    "url": "https://en.wikipedia.org/wiki/Schools_of_Buddhism",
    "title": "Schools of Buddhism",
    "table_of_contents": [
        "1 Classifications",
        "2 Terminology",
        "3 Early schools",
        "4 Theravāda",
        "5 Mahāyāna schools",
        "5.1 Indian Mahāyāna Buddhism",
        "5.2 East Asian Mahayana",
        "5.2.1 Main sects",
        "6 Esoteric schools",
        "7 New Buddhist movements",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The schools of Buddhism are the various institutional and doctrinal divisions of Buddhism that have existed from ancient times up to the present. The classification and nature of various doctrinal, philosophical or cultural facets of the schools of Buddhism is vague and has been interpreted in many different ways, often due to the sheer number (perhaps thousands) of different sects, subsects, movements, etc. that have made up or currently make up the whole of Buddhist traditions. The sectarian and conceptual divisions of Buddhist thought are part of the modern framework of Buddhist studies, as well as comparative religion in Asia.\n\nFrom a largely English-language standpoint, and to some extent in most of Western academia, Buddhism is separated into two groups: Theravāda, literally \"the Teaching of the Elders\" or \"the Ancient Teaching,\" and Mahāyāna, literally the \"Great Vehicle.\" The most common classification among scholars is threefold: Theravāda, Mahāyāna and Vajrayāna.\n\n"
        },
        {
            "title": "Classifications",
            "text": "In contemporary Buddhist studies, modern Buddhism is often divided into three major branches, traditions or categories:[1][2][3][4]\n\nAnother way of classifying the different forms of Buddhism is through the different monastic ordination traditions. There are three main traditions of monastic law (Vinaya) each corresponding to the first three categories outlined above:\n\n"
        },
        {
            "title": "Terminology",
            "text": "The terminology for the major divisions of Buddhism can be confusing, as Buddhism is variously divided by scholars and practitioners according to geographic, historical, and philosophical criteria, with different terms often being used in different contexts. The following terms may be encountered in descriptions of the major Buddhist divisions:\n\n"
        },
        {
            "title": "Early schools",
            "text": "The early Buddhist schools or mainstream sects refers to the sects into which the Indian Buddhist monastic saṅgha split. They are also called the Nikaya Buddhist schools, Ezhuthupally, and in Mahayana Buddhism they are referred to either as the Śrāvaka (disciple) schools or Hinayana (inferior) schools.\n\nMost scholars now believe that the first schism was originally caused by differences in vinaya (monastic rule).[26]: 88–90  Later splits were also due to doctrinal differences and geographical separation.\n\nThe first schism separated the community into two groups, the Sthavira (Elders) Nikaya and the Mahāsāṃghika (Great Community). Most scholars hold that this probably occurred after the time of Ashoka.[27] Out of these two main groups later arose many other sects or schools.\n\nFrom the Sthaviras arose the Sarvāstivāda sects, the Vibhajyavādins, the Theravadins, the Dharmaguptakas and the Pudgalavāda sects.\n\nThe Sarvāstivāda school, popular in northwest India and Kashmir, focused on Abhidharma teachings.[28] Their name means \"the theory that all exists\" which refers to one of their main doctrines, the view that all dharmas exist in the past, present and in the future. This is an eternalist theory of time.[29] Over time, the Sarvāstivādins became divided into various traditions, mainly the Vaibhāṣika (who defended the orthodox \"all exists\" doctrine in their Abhidharma compendium called the Mahāvibhāṣa Śāstra), the Sautrāntika (who rejected the Vaibhāṣika orthodoxy) and the Mūlasarvāstivāda.\n\nThe Pudgalavāda sects (also known as Vātsīputrīyas) were another group of Sthaviras which were known for their unique doctrine of the pudgala (person). Their tradition was founded by the elder Vātsīputra circa 3rd century BCE.[30]\n\nThe Vibhajyavādins were conservative Sthaviras who did not accept the doctrines of either the Sarvāstivāda or the Pudgalavāda. In Sri Lanka, a group of them became known as Theravada, the only one of these sects that survives to the present day. Another sect which arose from the Vibhajyavādins were the Dharmaguptakas. This school was influential in spreading Buddhism to Central Asia and to China. Their Vinaya is still used in East Asian Buddhism.\n\nThe Mahāsāṃghikas also split into various sub groups. One of these were the Lokottaravādins (Transcendentalists), so called because of their doctrine which saw every action of the Buddha, even mundane ones like eating, as being of a supramundane and transcendental nature. One of the few Mahāsāṃghika texts which survive, the Mahāvastu, is from this school. Another sub-sect which emerged from the Mahāsāṃghika was called the Caitika. They were concentrated in Andhra Pradesh and in South India. Some scholars such as A.K. Warder hold that many important Mahayana sutras originated among these groups.[31] Another Mahāsāṃghika sect was named Prajñaptivāda. They were known for the doctrine that viewed all conditioned phenomena as being mere concepts (Skt. prajñapti).[32]\n\nAccording to the Indian philosopher Paramartha, a further split among the Mahāsāṃghika occurred with the arrival of the Mahayana sutras. Some sub-schools, such as the Kukkuṭikas, did not accept the Mahayana sutras as being word of the Buddha, whole others, like the Lokottaravādins, did accept them.[33]\n\n"
        },
        {
            "title": "",
            "text": "Theravāda is the only extant mainstream non-Mahayana school. They are derived from the Sri Lankan Mahāvihāra sect, which was a branch of the South Indian Vibhajjavādins. Theravāda bases its doctrine on the Pāli Canon, the only complete Buddhist canon surviving in a classical Indian language. This language is Pāli, which serves as the school's sacred language and lingua franca.[34]\n\nThe different sects and groups in Theravāda often emphasize different aspects (or parts) of the Pāli canon and the later commentaries (especially the very influential Visuddhimagga), or differ in the focus on and recommended way of practice. There are also significant differences in strictness or interpretation of the vinaya.\n\nThe various divisions in Theravāda include:\n\n"
        },
        {
            "title": "",
            "text": "Mahāyāna (Great Vehicle) Buddhism is category of traditions which focus on the bodhisattva path and affirm texts known as Mahāyāna sutras. These texts are seen by modern scholars as dating as far back as the 1st century BCE.[35] Unlike Theravada and other early schools, Mahāyāna schools generally hold that there are currently many Buddhas which are accessible, and that they are transcendental or supramundane beings.[36]\n\nIn India, there were two major traditions of Mahāyāna Buddhist philosophy. The earliest was the Mādhyamaka (\"Middle Way\"), also known as Śūnyavāda, the emptiness school. This tradition followed the works of the philosopher Nāgārjuna (c. 150–c. 250 CE). The other major school was Yogācāra (\"yoga practice\") school, also known as Vijñānavāda (the doctrine of consciousness), Vijñaptivāda (the doctrine of ideas or percepts).\n\nSome scholars also note that the Tathāgatagarbha texts constitute a third \"school\" of Indian Mahāyāna.[37]\n\nEast Asian Buddhism or East Asian Mahayana refers to the schools that developed in East Asia and use the Chinese Buddhist canon. It is a major religion in China, Japan, Taiwan, Vietnam, Korea, Malaysia and Singapore. East Asian Buddhists constitute the numerically largest body of Buddhist traditions in the world, numbering over half of the world's Buddhists.[38][39]\n\nEast Asian Mahayana began to develop in China during the Han dynasty (when Buddhism was first introduced from Central Asia). It is thus influenced by Chinese culture and philosophy.[40] East Asian Mahayana developed new, uniquely Asian interpretations of Buddhist texts and focused on the study of sutras.[41]\n\nEast Asian Buddhist monastics generally follow the Dharmaguptaka Vinaya.[42]\n\n"
        },
        {
            "title": "Esoteric schools",
            "text": "Esoteric Buddhism, also known as Vajrayāna, Mantrayāna, Tantrayāna, Secret Mantra, and Tantric Buddhism is often placed in a separate category by scholars due to its unique tantric features and elements. Esoteric Buddhism arose and developed in medieval India among esoteric adepts known as Mahāsiddhas. Esoteric Buddhism maintains its own set of texts alongside the classic scriptures, these esoteric works are known as the Buddhist Tantras. It includes practices that make use of mantras, dharanis, mudras, mandalas and the visualization of deities and Buddhas.\n\nMain Esoteric Buddhist traditions include:\n\n"
        },
        {
            "title": "New Buddhist movements",
            "text": "Various Buddhist new religious movements arose in the 20th century, including the following. \n\n"
        }
    ]
}