{
    "url": "https://en.wikipedia.org/wiki/Schwarzenau_Brethren",
    "title": "Schwarzenau Brethren",
    "table_of_contents": [
        "1 History",
        "2 Beliefs and practices",
        "3 Divisions",
        "3.1 Early schisms",
        "3.2 Old Order, Conservative, and mainline Schwarzenau Brethren",
        "3.2.1 Divisions within Old Order fellowships",
        "3.2.2 Divisions within progressives",
        "3.2.3 Divisions within conservatives",
        "3.2.4 Schwarzenau Brethren denominations",
        "4 Brethren World Assembly",
        "5 The Brethren Card",
        "6 Unrelated groups",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Schwarzenau Brethren, the German Baptist Brethren, Dunkers, Dunkards, Tunkers,[1] or sometimes simply called the German Baptists, are an Anabaptist group that dissented from Roman Catholic, Lutheran and Reformed European state churches during the 17th and 18th centuries. German Baptist Brethren emerged in some German-speaking states in western and southwestern parts of the Holy Roman Empire as a result of the Radical Pietist revival movement of the late 17th and early 18th centuries.\n\nHopeful of the imminent return of Christ and desiring to follow Jesus in their daily life, the founding Brethren abandoned State churches and officially formed a new church in 1708. They thereby attempted to translate the New Testament idea of brotherly love into concrete congregational ordinances for all the members.[2] The Brethren rejected some Radical Pietists’ focus on emotionalism and direct revelation, and emphasized early (\"Apostolic\" or \"primitive\") New Testament Christianity as the binding standard for congregational practices. The founding Schwarzenau Brethren were also in fellowship with other Anabaptists, such as the Mennonites, and influenced by their writings.\n\nAs with many other Anabaptist traditions, the Schwarzenau Brethren are divided into Old Order groups (such as the Old Brethren German Baptist) that practice a lifestyle without certain elements of modern technology, conservative groups (such as the Dunkard Brethren Church) that preserve traditional theological distinctives while allowing for the usage of modern conveniences, and mainline groups (such as the Church of the Brethren) that are assimilated in society.[3]\n\nIn German-speaking Europe, the Brethren became known as Neue Täufer (New Baptists), in distinction from the older English Baptist groups with which they had no formal ties. In the United States, they became popularly known as \"Dunkers\", \"Dunkards\", or \"Tunkers\", terms that stem from the German verb tunken (Pennsylvanian German dunke), to dip, to immerse.\n\n"
        },
        {
            "title": "History",
            "text": "The Schwarzenau Brethren were first organized in 1708 under the leadership of Alexander Mack (1679–1735) in the Schwarzenau, Wittgenstein community of modern-day Bad Berleburg, North Rhine-Westphalia, Germany, now part of Bad Berleburg in North Rhine-Westphalia. They believed that the Roman Catholic, Lutheran and Reformed churches were taking extreme liberties with the true, pure message of Christianity as revealed in the New Testament.[1] As they began to have the New Testament available in German and read it for themselves, they rejected established liturgy, including infant baptism and popular Eucharistic practices in favor of following New Testament practices. The founding Brethren were broadly influenced by Radical Pietism understandings of an invisible church of awakened Christians who would fellowship together in purity and love, reaching out to the lost and hurting in Jesus' name and working together as equal brethren while awaiting Christ's return.\n\nA notable influence was Ernst Christopher Hochmann von Hochenau, a traveling Pietist minister. While living in Schriesheim, his home town, Mack invited Hochmann to come and minister there. Like others who influenced the Brethren, Hochmann considered the pure church to be spiritual, and did not believe that an organized church was necessary. By 1708, the date of the first Brethren baptisms, Mack had rejected this position in favor of forming a separate church with visible rules and ordinances—including threefold baptism by immersion, a Love Feast (that combined communion with feetwashing and an evening meal), anointing, and church discipline according to Matthew 18 culminating in use of the \"ban\" against members who fall into sin and refuse to repent.\n\nReligious persecution drove the Brethren to take refuge in Friesland, in the Netherlands. In 1719 Peter Becker brought a group to Pennsylvania. In 1720 forty Brethren families settled in Surhuisterveen in Friesland. They settled among the Mennonites and remained there until 1729, when all but a handful emigrated to America, in three separate groups from 1719 to 1733.\n\nPeter Becker organized the first American congregation at Germantown, Pennsylvania, on December 25, 1723. In 1743 Christopher Sauer, an early pastor and a printer by trade, printed a Bible in German, the first published in a European language in North America.[1]\n\nMany members of the Schwarzenau Brethren came from the Southwest of Germany, the same region where the Pennsylvania German dialect originated. Because they settled in Pennsylvania among other Germans, who mainly came from the Palatinate and adjacent regions, they took part in the dialect leveling, that was the cradle of Pennsylvania German. Their language therefore was or soon became what today is called \"Pennsylvania Dutch\" or sometimes \"Pennsylvania German\".\n\nIn 1782 the Brethren forbade slaveholding by its members. In 1871 these Brethren adopted the title German Baptist Brethren at their Annual Meeting. The group continued to expand and from Pennsylvania, they migrated chiefly westward.[1] By 1908 they were most numerous in Pennsylvania, Maryland, Virginia, Ohio, Indiana, Illinois, Iowa, Missouri, Nebraska, Kansas, North Dakota[1] Arkansas, and California.\n\n"
        },
        {
            "title": "Beliefs and practices",
            "text": "The beliefs of the Schwarzenau Brethren include triple or trine immersion baptism, which provides that the candidate kneel in water and be immersed, face first, three times in the name of God the Father, the Son and the Holy Spirit;[1] the New Testament as the infallible guide in spiritual matters;[1] communion service celebrated in the evening, accompanied by the love feast; the ceremony of the washing of feet; the salutation of the Holy kiss; prayer and anointing with oil over the sick; and nonresistance.[1] See also The Brethren Card.\n\nSome of the early Schwarzenau Brethren believed in universal restoration, a variant of universal salvation that foretold that after the judgment and harsh punishment described in the New Testament, God's love would one day restore all souls to God. Brethren typically kept this teaching to themselves, and it was largely abandoned by the late nineteenth century.[4] They were among the first to take Christian universalism to America when they emigrated there.[5]\n\nThe church leaders are ministers, teachers, and deacons, though the name of these servant positions may differ slightly in the various branches. The official role of elder, while no longer recognized in many congregations, was formerly the most respected position in the church and performed the overseeing function that other churches may call Bishop. Ministers and deacons are elected by the members of the congregation in which they hold membership. Ministers preach the Word, baptize, assist deacons in anointing, solemnize marriages, and officiate at communion. Deacons serve the church by reading Scripture, leading in song and prayer, arranging for visitation to members or their families during illness or crisis, and often function in the capacity of stewards.\n\n"
        },
        {
            "title": "Divisions",
            "text": "The first schism from the general body of German Baptist Brethren occurred in 1728. There were more divisions after the American Revolution, as different groups sought their own ways. The first separatists became the Seventh Day Dunkers, whose distinctive principle was that they believed that Saturday was true Sabbath.[1] They were founded by German immigrant Johann Conrad Beissel (1690–1768).[1]\n\nIn 1732, Beissel led establishment of a semi-monastic community with a convent and a monastery at Ephrata, in what is now Lancaster County, Pennsylvania.[1] While celibate, the community also welcomed believing families; they lived nearby and participated in joint worship. The monastic features and celibacy were gradually abandoned after the American Revolution.[1]\n\nIn 1814 the Society was incorporated as the Seventh Day Baptists[1] or Seventh Day German Baptist Church. Several branches were established, some of which still exist.[6] A group called the Church of God or \"New Dunkers\" withdrew in 1848. They disbanded in August 1962.\n\nThe Old Order Schwarzenau Brethren opposed 19th-century Brethren adoption of innovations in the United States such as revival meetings, Sunday Schools, and foreign missionary work. Stressing church discipline, Annual Meeting authority, and the preservation of the \"ancient order\" of church ordinances, worship, and simple unfashionable dress, they formed the Old German Baptist Brethren (OGBB) in 1881.\n\nIn 1882 the Progressives, who stressed outreach evangelism and objected to plain, distinctive dress and strong Annual Meeting authority, formed The Brethren Church, at the time of H. R. Holsinger. The largest body continued as German Baptist Brethren until 1908, when they adopted the title Church of the Brethren. Both the Brethren Church and the Church of the Brethren would be considered as mainline Schwarzaneu Brethren fellowships today.\n\nThe Dunkard Brethren Church, a conservative Schwarzenau Brethren denomination, maintains traditional theological beliefs and practices (such as plain dress and headcovering), while widely using modern conveniences. It was formed when conservative Schwarzenau Brethren withdrew from the Church of the Brethren in 1926 and established the Dunkard Brethren Church. As such, the Dunkard Brethren Church would fall in between Old Order Brethren (such as the Old Brethren German Baptist) and mainline Brethren denominations (such as The Brethren Church).[3]\n\nIn 1913 and 1915 the Old Brethren, centered in Salida, California, Dayton, Ohio and Camden, Indiana, withdrew from the Old German Baptist Brethren (OGBB). In 1921, the Old Order German Baptist Brethren, centered in Dayton, Ohio broke with the OGBB. Attempts in 1929–1930 to reunite the Old Brethren and OGBB were unsuccessful.\n\nThe Old Brethren subsequently divided into two groups, the Old Order of which took the name of Old Brethren German Baptists and was centered in Camden, Indiana and Missouri.\n\nAfter 1996, a small conservative group calling themselves The German Baptist Brethren split from the OGBB. The most recent split came in 2009, with the establishment of the Old German Baptist Brethren, New Conference, parishioners who left the OGBB.\n\nIn 1939 the \"Progressive\" Brethren Church experienced another schism. Those seeking an open position to the issue of eternal security maintained the name Brethren Church, with headquarters in Ashland, Ohio (the traditional Anabaptist doctrine has been conditional security). Those supporting a Calvinistic firm affirmation of eternal security became the National Fellowship of Brethren Churches, since renamed Fellowship of Grace Brethren Churches (FGBC). It is commonly called the Grace Brethren Church, and is headquartered in Winona Lake, Indiana.\n\nIn 1992, because of doctrinal disagreements within the FGBC (primarily related to the connection between water baptism and church membership), the Conservative Grace Brethren Churches, International (CGBCI) was formed. It has no centralized headquarters at this time.\n\nThe paradigmatic conservative Schwarzenau Brethren denomination remains the Dunkard Brethren Church, in that they have preserved the distinctives of plain dress and headcovering while widely using modern conveniences. The Dunkard Brethren Church withdrew from the Church of the Brethren in 1926 because of what some believed was a gradual drift away from apostolic standards.[3]\n\nIn 2019, after trying for many years to find reconciliation and a mutual commitment to follow New Testament principles regarding personal morality, many congregations who were leaving the Church of the Brethren chose to form a new denomination called the Covenant Brethren Church. This fellowship has member congregations in Africa as well as the US states of Pennsylvania, Virginia, and West Virginia. Unlike the Dunkard Brethren Church, a denomination fellowship in the Schwarzenau Brethren tradition, the Brethren Covenant Church does not universally practice traditional distinctives such as veiling. \n\nOther associated churches which associate with the term German Baptist include:\n\n"
        },
        {
            "title": "Brethren World Assembly",
            "text": "As of 2003, six Brethren bodies meet together in the Brethren World Assembly: Church of the Brethren, Conservative Grace Brethren Churches, International, Dunkard Brethren Church, Fellowship of Grace Brethren Churches, Old German Baptist Brethren, and The Brethren Church. The first Assembly was held in Pennsylvania in 1992. They met at Elizabethtown College and celebrated the 250th anniversary of the first known Brethren Annual Meeting in 1742. That first meeting gathered near Conestoga in Lancaster County, Pennsylvania. The second Assembly met in 1998 at Bridgewater College in Bridgewater, Virginia. The third Assembly was held by Grace College in Winona Lake, Indiana, in 2003. The Assembly represents some 600,000 members around the world.\n\n"
        },
        {
            "title": "The Brethren Card",
            "text": "Brethren are noncreedal, but have summarized their beliefs in a variety of ways for the purpose of evangelical outreach. One such statement, developed during the late nineteenth century was the Brethren's Card, a version of which was endorsed for general distribution by the 1923 Church of the Brethren Annual Conference. Variations on the Card were used by both the Old German Baptist Brethren and the Church of the Brethren.[7] This is an early version that was widely circulated:[8]\n\nBe it known unto all men,\n\nThe 1923 version, influenced by both increasing formalism and the Fundamentalist Christianity of the 1910s differed in both tone and content:[9]\n\nThis version was officially circulated by the Church of the Brethren in its publications until the middle part of the twentieth century, and it continues to be issued through the efforts of Brethren Revival Fellowship.\n\nThe teachings of some other groups are similar to this, but can differ widely in emphasis and scope. For example, the Grace Brethren are varied on the requirement of trine immersion, do not practice the Christian salutation, do not oppose war, and do not formally adhere to plain dress or modesty. Only the Conservative Grace Brethren Churches have retained a published use of the motto, \"The Bible, the whole Bible, and nothing but the Bible\".\n\nIn the progressive and liberal Church of the Brethren, significant emphasis is placed on social issues. In the Brethren (Ashland) and Grace Brethren groups, significant emphasis is placed on exegesis of the Bible. Several of the groups maintain a larger \"Doctrinal Statement\" or treatise, but only for the purpose of clarifying their Biblical position.\n\nMost Brethren groups maintain that the Bible is the sole authority and will revise their statement of faith if they perceive any difference between it and sound Biblical doctrine. Some of the Old Order groups incorporate church authority as a mechanism for unifying the interpretation and application of Biblical teachings.\n\n"
        },
        {
            "title": "Unrelated groups",
            "text": "There are several religious groups named Brethren that are not related to the Schwarzenau Brethren movement. The Moravian Brethren and Swiss Brethren are not related to the Schwarzenau Brethren. The Plymouth Brethren arose in England and Ireland early in the 19th century. The United Brethren originated in 18th-century Pennsylvania with William Otterbein and Martin Boehm. The River Brethren movement adopted the view of trine immersion and most other Anabaptist beliefs and practices from the Schwarzenau Brethren. Today, the Old Order River Brethren are very similar to the Old Brethren—both being part of the Anabaptist tradition. The Apostolic United Brethren is a group within the Latter Day Saint movement and is not related to the Schwarzenau Brethren.\n\nSchwarzenau Brethren (German Baptists), an Anabaptist tradition, are not to be confused with non-Anabaptist groups such as Primitive, Separate, Southern, Particular, who are categorized as Baptists. Although both Anabaptists and Baptists agree on rudimentary doctrines such as believer's baptism and separation of church and state, they would have conflicting views in other areas, such as non-resistance, separation from worldly entertainment, literal interpretation of the Sermon on the Mount, etc. In addition, Schwarzenau Brethren are not to be confused with a recent, small, renewal movement of “Plain,” or “Covered” Baptists, who share many comparable beliefs and practices with the historic German Baptists, but are of different origins.\n\n"
        }
    ]
}