{
    "url": "https://en.wikipedia.org/wiki/Scientism",
    "title": "Scientism",
    "table_of_contents": [
        "1 Overview",
        "2 Definitions",
        "3 Relevance to debates about science and religion",
        "4 Philosophy of science",
        "4.1 Anti-scientism",
        "4.2 Pro-scientism",
        "5 Rhetoric of science",
        "6 Rationalization and modernity",
        "7 Media references",
        "8 See also",
        "9 References",
        "10 Bibliography",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Scientism is the opinion that science and the scientific method are the best or only way to render truth about the world and reality.[1][2]\n\nWhile the term was defined originally to mean \"methods and attitudes typical of or attributed to natural scientists\", some scholars (and subsequently many others) also adopted it as a pejorative term with the meaning \"an exaggerated trust in the efficacy of the methods of natural science applied to all areas of investigation (as in philosophy, the social sciences, and the humanities)\".[3]\n\n"
        },
        {
            "title": "Overview",
            "text": "With respect to the philosophy of science, the term scientism frequently implies a critique of the more extreme expressions of logical positivism[4][5] and has been used by social scientists such as Friedrich Hayek,[6] philosophers of science such as Karl Popper,[7] and philosophers such as Mary Midgley,[8] the later Hilary Putnam,[8][9] and Tzvetan Todorov[10] to describe (for example) the dogmatic endorsement of scientific methods and the reduction of all knowledge to only that which is measured or confirmatory.[11]\n\nMore generally, scientism is often interpreted as science applied \"in excess\". This use of the term scientism has two senses:\n\nIt is also sometimes used to describe the universal applicability of the scientific method, and the opinion that empirical science constitutes the most authoritative worldview or the most valuable part of human learning, sometimes to the complete exclusion of other opinions, such as historical, philosophical, economic or cultural opinions. It has been defined as \"the view that the characteristic inductive methods of the natural sciences are the only source of genuine factual knowledge and, in particular, that they alone can yield true knowledge about man and society\".[19] The term scientism is also used by historians, philosophers, and cultural critics to highlight the possible dangers of lapses towards excessive reductionism with respect to all topics of human knowledge.[20][21][22][23][24]\n\nFor social theorists practising the tradition of Max Weber, such as Jürgen Habermas and Max Horkheimer, the concept of scientism relates significantly to the philosophy of positivism, but also to the cultural rationalization for modern Western civilization.[11][25]\n\n"
        },
        {
            "title": "Definitions",
            "text": "Reviewing the references to scientism in the works of contemporary scholars, Gregory R. Peterson[26] detected two main general themes:\n\nThe term scientism was popularized by F.A. Hayek, who defined it as the \"slavish imitation of the method and language of Science\".[30] Karl Popper defines scientism as \"the aping of what is widely mistaken for the method of science\".[31]\n\nMikael Stenmark proposed the expression scientific expansionism as a synonym of scientism.[32] In the Encyclopedia of Science and Religion, he wrote that, while the doctrines that are described as scientism have many possible forms and varying degrees of ambition, they share the idea that the boundaries of science (that is, typically the natural sciences) could and should be expanded so that something that has not been previously considered as a subject pertinent to science can now be understood as part of science (usually with science becoming the sole or the main arbiter regarding this area or dimension).[32]\n\nAccording to Stenmark, the strongest form of scientism states that science does not have any boundaries and that all human problems and all aspects of human endeavor, with due time, will be dealt with and solved by science alone.[32] This idea has also been termed the Myth of Progress.[33]\n\nE. F. Schumacher, in his A Guide for the Perplexed, criticized scientism as an impoverished world view confined solely to what can be counted, measured and weighed. \"The architects of the modern worldview, notably Galileo and Descartes, assumed that those things that could be weighed, measured, and counted were more true than those that could not be quantified. If it couldn't be counted, in other words, it didn't count.\"[34]\n\nIntellectual historian T.J. Jackson Lears argued there has been a recent reemergence of \"nineteenth-century positivist faith that a reified 'science' has discovered (or is about to discover) all the important truths about human life. Precise measurement and rigorous calculation, in this view, are the basis for finally settling enduring metaphysical and moral controversies.\" Lears specifically identifies Harvard psychologist Steven Pinker's work as falling in this category.[35] Philosophers John N. Gray and Thomas Nagel have made similar criticisms against popular works by moral psychologist Jonathan Haidt, atheist author Sam Harris, and writer Malcolm Gladwell.[36][37][38]\n\n"
        },
        {
            "title": "Relevance to debates about science and religion",
            "text": "Both religious and non-religious scholars have applied the term scientism to individuals associated with New Atheism.[39][40] Theologian John Haught argued that philosopher Daniel Dennett and other New Atheists subscribe to a belief system of scientific naturalism, which includes the dogma that \"only nature, including humans and our creations, is real: that God does not exist; and that science alone can give us complete and reliable knowledge of reality\".[41] Haught argued that this belief system is self-refuting since it requires its adherents to assent to beliefs that violate its own stated requirements for knowledge.[42] Christian philosopher Peter Williams argued in 2013 that it is only by conflating science with scientism that New Atheists feel qualified to \"pontificate on metaphysical issues\".[43] Daniel Dennett responded to religious criticism of his 2006 book Breaking the Spell: Religion as a Natural Phenomenon by saying that accusations of scientism \"[are] an all-purpose, wild-card smear ... When someone puts forward a scientific theory that [religious critics] really don't like, they just try to discredit it as 'scientism'. But when it comes to facts, and explanations of facts, science is the only game in town\".[44]\n\nNon-religious scholars have also associated New Atheist thought with scientism and/or with positivism. Atheist philosopher Thomas Nagel argued that philosopher Sam Harris conflated all empirical knowledge with scientific knowledge.[45] Marxist literary critic Terry Eagleton argued that Christopher Hitchens possessed an \"old-fashioned scientistic notion of what counts as evidence\" that reduces knowledge to what can and cannot be proven by scientific procedure.[46] Agnostic philosopher Anthony Kenny has also criticized New Atheist philosopher Alexander Rosenberg's The Atheist's Guide to Reality for resurrecting a self-refuting epistemology of logical positivism and reducing all knowledge of the universe to the discipline of physics.[47]\n\nMichael Shermer, founder of The Skeptics Society, discussed resemblances between scientism and traditional religions, indicating the cult of personality that develops for some scientists.  He defined scientism as a worldview that encompasses natural explanations, eschews supernatural and paranormal speculations, and embraces empiricism and reason.[48]\n\nThe Iranian scholar Seyyed Hossein Nasr has stated that in the Western world, many will accept the ideology of modern science, not as \"simple ordinary science\", but as a replacement for religion.[49][page needed]\n\nGregory R. Peterson wrote that \"for many theologians and philosophers, scientism is among the greatest of intellectual sins\".[26] Genetic biologist Austin L. Hughes wrote in the conservative journal The New Atlantis that scientism has much in common with superstition: \"the stubborn insistence that something ... has powers which no evidence supports.\"[50]\n\nRepeating common criticisms of logical positivism and verificationism, philosopher of religion Keith Ward has said that scientism is philosophically inconsistent or even self-refuting, as the truth of the two statements \"no statements are true unless they can be proven scientifically (or logically)\" and \"no statements are true unless they can be shown empirically to be true\" cannot themselves be proven scientifically, logically, or empirically.[51][52]\n\n"
        },
        {
            "title": "Philosophy of science",
            "text": "Philosopher Paul Feyerabend, who was an enthusiastic proponent of scientism during his youth,[53] later came to characterize science as \"an essentially anarchic enterprise\"[54] and argued emphatically that science merits no exclusive monopoly of \"dealing in knowledge\" and that scientists have never operated within a distinct and narrowly self-defined tradition. In his essay Against Method he depicted the process of contemporary scientific education as a mild form of indoctrination, intended for \"making the history of science duller, simpler, more uniform, more 'objective' and more easily accessible to treatment by strict and unchanging rules\".[55]\n\nPhysicist and philosopher Mario Bunge used the term scientism with a favorable rather than pejorative sense in numerous books published during several decades,[57][58][59][60] and in articles with titles such as \"In defense of realism and scientism\"[61] and \"In defense of scientism\".[62] Bunge said that scientism should not be equated with inappropriate reductionism,[59] and he dismissed critics of science such as Hayek and Habermas as dogmatists and obscurantists:\n\nIn 2018, philosophers Maarten Boudry and Massimo Pigliucci co-edited a book titled Science Unlimited? The Challenges of Scientism in which a number of chapters by philosophers and scientists defended scientism.[64] In his chapter \"Two Cheers for Scientism\", Taner Edis wrote:\n\n"
        },
        {
            "title": "Rhetoric of science",
            "text": "Thomas M. Lessl argued that religious themes persist in what he terms scientism, the public rhetoric of science.[65] There are two methods of describing this idea of scientism: the epistemological method (the assumption that the scientific method trumps other ways of knowing) and the ontological method (that the rational mind represents the world and both operate in knowable ways). According to Lessl, the ontological method is an attempt to \"resolve the conflict between rationalism and skepticism\". Lessl also argued that without scientism, there would not be a scientific culture.[65]\n\n"
        },
        {
            "title": "Rationalization and modernity",
            "text": "In the introduction to his collected works on the sociology of religion, Max Weber asked why \"the scientific, the artistic, the political, or the economic development [elsewhere] ... did not enter upon that path of rationalization which is peculiar to the Occident?\" According to the German social theorist Jürgen Habermas, \"For Weber, the intrinsic (that is, not merely contingent) relationship between modernity and what he called 'Occidental rationalism' was still self-evident.\" Weber described a process of rationalisation, disenchantment and the \"disintegration of religious world views\" that resulted in modern secular societies and capitalism.[66]\n\nHabermas is critical of pure instrumental rationality, arguing that the \"Social Life–World\" of subjective experiencing is better suited to literary expression, whereas the sciences deal with \"intersubjectively accessible experiences\" that can be generalized in a formal language, while the literary arts \"must generate an intersubjectivity of mutual understanding in each concrete case\".[67][68] Habermas quoted writer Aldous Huxley in support of this duality of literature and science:\n\n"
        }
    ]
}