{
    "url": "https://en.wikipedia.org/wiki/Science_fiction_theatre",
    "title": "Science fiction theatre",
    "table_of_contents": [
        "1 Background",
        "2 Chronological selection of science fiction plays",
        "3 Research",
        "4 See also",
        "5 References",
        "6 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Science fiction theatre includes live dramatic works, but generally not cinema or television programmes. It has long been overshadowed by its literary and broadcast counterparts, but has an extensive history, and via the play R.U.R. introduced the word robot into global usage.\n\n"
        },
        {
            "title": "Background",
            "text": "Ralph Willingham in his 1993 study Science Fiction and the Theatre[1] catalogued 328 plays with sf elements, several of which were adaptations. Christos Callow Jr created the Internet Science Fiction Theatre Database[2] in 2018 including mainly 21st century plays that feature elements of science fiction, fantasy and horror. In addition to productions of individual plays, the science fiction theatre festival Sci-Fest LA was launched in Los Angeles in 2014, and the festivals of Otherworld and Talos: Science Fiction Theatre Festival of London[3] were both launched in 2015 in Chicago and in London, UK respectively.\n\nPosle milijon godina (After Million of Years), written by Dragutin Ilić in 1889, is considered the first science fiction theatrical play in the history of the world literature.[4]\n\n"
        },
        {
            "title": "Research",
            "text": "There is generally little research on science fiction theatre, but a notable exception is \"Science Fiction and the Theatre\" by Ralph Willingham and the international conference series on science fiction theatre, \"Stage the Future.\"[5] Contemporary dramatic science fiction scholar Dr. Ian Farnell, examines how science fiction narratives, themes and images have emerged as an evolving dramatic strategy for engaging twenty-first century critical discourse.[6] His work discussing portrayals of A.I. and robotics in caregiving and medical settings, highlights the importance of continued inquiry into the challenges presented by science fiction works, and the unique possibilities for staging and intervening upon these issues through the medium of theatre.[7] Other research projects include the Robot Theatre project by Louise LePage.\n\n"
        }
    ]
}