{
    "url": "https://en.wikipedia.org/wiki/ScienceAlert",
    "title": "ScienceAlert",
    "table_of_contents": [
        "1 History",
        "2 Editorial staff",
        "3 Format",
        "4 Controversy",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "ScienceAlert is an independently run online publication and news source that publishes articles featuring scientific research, discoveries and outcomes.[2] The site was founded in 2004 by Julian Cribb, a science writer, to aggregate research findings from Australian universities,[7] and expanded in 2006 when ex-Microsoft programmer Chris Cassella took on the project of developing the website.[8] It has readership that ranges from 11.5m to 26.5m per month.[6] Science journalist Fiona MacDonald has been CEO since 2017.[9]\n\n"
        },
        {
            "title": "History",
            "text": "Science communicator Julian Cribb founded ScienceAlert in 2004.[10][11] The website was borne of his “concern at the lack of information available about what Australians and New Zealanders achieve in science.”[12] Chris Cassella, a former programmer for Microsoft, joined the site in order to develop new webtools.[7] He took on this work as part of a Master’s thesis in Science Communication at Australia National University,[8] where Cribb was a professor.[13] Initially, ScienceAlert’s focus was twofold: “to both publicise Australasian scientific outcomes more widely and to encourage Australasian research institutions and funding agencies to share more of their achievements by providing a free outlet for them to do so.”[7] Cassella is credited with bringing the site to social media, starting the ScienceAlert Facebook page in 2007.[12] By 2011, the page had attracted a significant following among young people,[14] reaching 1 million followers by 2012.[15] As of 2020, the page has slightly over 9 million followers.[2][16] In 2012, ScienceAlert received a grant from Inspiring Australia, a government initiative aimed at engaging “people who may not have had previous access to or interest in science-communication activities.”[17] Although the website began as a project to aggregate research findings and outcomes from Australian universities, by 2019 the website’s focus had shifted towards presenting popular science to a wider audience. The shift toward mass appeal news on social media has met with some criticism. (See Controversy section) In July 2019, reinforcing the site’s commitment to fact-checking, ScienceAlert announced a joint partnership with Metafact. ScienceAlert republishes selected expert answers from the Metafact community across the site’s multiple digital channels.[18][19] ScienceAlert is owned by ScienceAlert Pty Ltd., a privately held company owned by Chris Cassella. According to its website, ScienceAlert does not run sponsored articles nor is it affiliated with other companies or institutions.[20][21] As of 2020, ScienceAlert engages more than 11 million readers per month.[6]\n\n"
        },
        {
            "title": "Editorial staff",
            "text": "In addition to Cassella and MacDonald, ScienceAlert’s editorial staff is headed by Peter Dockrill, who manages the six contributing science journalists to produce the site’s news.[1][22] Cribb concluded his role as Editor at ScienceAlert in 2015. In August 2017, Fiona MacDonald was named CEO of ScienceAlert, with Cassella acting as COO/CFO.[9] Prior to this role, MacDonald had worked with the news site for more than a decade as an editor and then the Director of Content.[23][9][1] According to ‘’The Brilliant’’, the journal’s team has doubled since 2017.[2]\n\n"
        },
        {
            "title": "Format",
            "text": "As of August 2020, ScienceAlert had the following sections: Tech, Health, Space, Environment, Humans, Physics, Nature, Politics & Society, Comment & Opinion, and Explainers. Users can also choose to view articles ranked by recency and popularity.[24]\n\n"
        },
        {
            "title": "Controversy",
            "text": "In May 2019, ScienceAlert joined the debate surrounding publications, such as The Guardian, shifting their style guide to prioritize terms such as “climate crisis or breakdown” over “climate change.” Based on evidence-based research and expert opinion, ScienceAlert shared updated definitions for the site’s climate science-related terminology.[25] Later, ScienceAlert noted that this decision led to an increase in negative comments on their Facebook page, saying that when they post articles about climate news, “with astonishing speed and ferocity the comment section becomes a hot-pot of climate denialism”.[26] The site has also come under criticism for other issues. In a post from 2014, feminist STEM blogger Zuleyka Zevallos takes issue with a post on ScienceAlert which she identifies as “sexist”, describing ScienceAlert as “broscience” and “click bait”, both terms for low-content social media posts designed to attract attention. She links it to a greater trend of “using sexism to market science”.[27]\n\n"
        }
    ]
}