{
    "url": "https://en.wikipedia.org/wiki/Scientific_realism",
    "title": "Scientific realism",
    "table_of_contents": [
        "1 Main features",
        "1.1 Characteristic claims",
        "2 History",
        "3 Arguments for and against scientific realism",
        "3.1 No miracles argument",
        "3.2 Pessimistic induction",
        "3.3 Constructivist epistemology",
        "3.4 Underdetermination problem",
        "3.5 Incompatible models argument",
        "4 See also",
        "5 Footnotes",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Scientific realism is the view that the universe described by science is real regardless of how it may be interpreted.\n\nWithin philosophy of science, this view is often an answer to the question \"how is the success of science to be explained?\" The discussion on the success of science in this context centers primarily on the status of unobservable entities apparently talked about by scientific theories. Generally, those who are scientific realists assert that one can make valid claims about unobservables (viz., that they have the same ontological status) as observables, as opposed to instrumentalism.\n\n"
        },
        {
            "title": "Main features",
            "text": "Scientific realism involves two basic positions. First, it is a set of claims about the features of an ideal scientific theory; an ideal theory is the sort of theory science aims to produce.  Second, it is the commitment that science will eventually produce theories very much like an ideal theory and that science has done pretty well thus far in some domains.  It is important to note that one might be a scientific realist regarding some sciences while not being a realist regarding others.[citation needed]\n\nAccording to scientific realism, an ideal scientific theory has the following features:\n\nCombining the first and the second claim entails that an ideal scientific theory says definite things about genuinely existing entities. The third claim says that we have reasons to believe that many scientific claims about these entities are true, but not all.\n\nScientific realism usually holds that science makes progress, i.e. scientific theories usually get successively better, or, rather, answer more and more questions.  For this reason, scientific realists or otherwise, hold that realism should make sense of the progress of science in terms of theories being successively more like the ideal theory that scientific realists describe[who said this?].\n\nThe following claims are typical of those held by scientific realists.  Due to the wide disagreements over the nature of science's success and the role of realism in its success, a scientific realist would agree with some but not all of the following positions.[1]\n\n"
        },
        {
            "title": "History",
            "text": "Scientific realism is related to much older philosophical positions including rationalism and metaphysical realism. However, it is a thesis about science developed in the twentieth century. Portraying scientific realism in terms of its ancient, medieval, and early modern cousins is at best misleading.\n\nScientific realism is developed largely as a reaction to logical positivism. Logical positivism was the first philosophy of science in the twentieth century and the forerunner of scientific realism, holding that a sharp distinction can be drawn between theoretical terms and observational terms, the latter capable of semantic analysis in observational and logical terms.\n\nLogical positivism encountered difficulties with:\n\nThese difficulties for logical positivism suggest, but do not entail, scientific realism, and led to the development of realism as a philosophy of science.\n\nRealism became the dominant philosophy of science after positivism.[2]: 70  Bas van Fraassen in his book The Scientific Image (1980) developed constructive empiricism as an alternative to realism.  He argues against scientific realism that scientific theories do not aim for truth about unobservable entities.[3] Responses to van Fraassen have sharpened realist positions and led to some revisions of scientific realism.\n\n"
        },
        {
            "title": "Arguments for and against scientific realism",
            "text": "One of the main arguments for scientific realism centers on the notion that scientific knowledge is progressive in nature, and that it is able to predict phenomena successfully.[4] Many scientific realists (e.g., Ernan McMullin, Richard Boyd) think the operational success of a theory lends credence to the idea that its more unobservable aspects exist, because they were how the theory reasoned its predictions. For example, a scientific realist would argue that science must derive some ontological support for atoms from the outstanding phenomenological success of all the theories using them.\n\nArguments for scientific realism often appeal to abductive reasoning or \"inference to the best explanation\" (Lipton, 2004). For instance, one argument commonly used—the \"miracle argument\" or \"no miracles argument\"—starts out by observing that scientific theories are highly successful in predicting and explaining a variety of phenomena, often with great accuracy. Thus, it is argued that the best explanation—the only explanation that renders the success of science to not be what Hilary Putnam calls \"a miracle\"—is the view that our scientific theories (or at least the best ones) provide true descriptions of the world, or approximately so.[5]\n\nBas van Fraassen replies with an evolutionary analogy: \"I claim that the success of current scientific theories is no miracle. It is not even surprising to the scientific (Darwinist) mind. For any scientific theory is born into a life of fierce competition, a jungle red in tooth and claw. Only the successful theories survive—the ones which in fact latched on to actual regularities in nature.\" (The Scientific Image, 1980)\n\nSome philosophers (e.g. Colin Howson) have argued that the no miracles argument commits the base rate fallacy.[6]\n\nPessimistic induction, one of the main arguments against realism, argues that the history of science contains many theories once regarded as empirically successful but which are now believed to be false. Additionally, the history of science contains many empirically successful theories whose unobservable terms are not believed to genuinely refer. For example, the effluvium theory of static electricity (a theory of the 16th Century physicist William Gilbert) is an empirically successful theory whose central unobservable terms have been replaced by later theories.\n\nRealists reply that replacement of particular realist theories with better ones is to be expected due to the progressive nature of scientific knowledge, and when such replacements occur only superfluous unobservables are dropped. For example, Albert Einstein's theory of special relativity showed that the concept of the luminiferous ether could be dropped because it had contributed nothing to the success of the theories of mechanics and electromagnetism. On the other hand, when theory replacement occurs, a well-supported concept, such as the concept of atoms, is not dropped but is incorporated into the new theory in some form. These replies can lead scientific realists to structural realism.\n\nSocial constructivists might argue that scientific realism is unable to account for the rapid change that occurs in scientific knowledge during periods of scientific revolution. Constructivists may also argue that the success of theories is only a part of the construction. \n\nHowever, these arguments ignore the fact that many scientists are not realists. During the development of quantum mechanics in the 1920s, the dominant philosophy of science was logical positivism. The alternative realist Bohm interpretation and many-worlds interpretation of quantum mechanics do not make such a revolutionary break with the concepts of classical physics.\n\nAnother argument against scientific realism, deriving from the underdetermination problem, is not so historically motivated as these others. It claims that observational data can in principle be explained by multiple theories that are mutually incompatible. Realists might counter by saying that there have been few actual cases of underdetermination in the history of science. Usually the requirement of explaining the data is so exacting that scientists are lucky to find even one theory that fulfills it. Furthermore, if we take the underdetermination argument seriously, it implies that we can know about only what we have directly observed. For example, we could not theorize that dinosaurs once lived based on the fossil evidence because other theories (e.g., that the fossils are clever hoaxes) can account for the same data.\n\nAccording to the incompatible models argument, in certain cases the existence of diverse models for a single phenomenon can be taken as evidence of anti-realism.[7] One example is due to Margaret Morrison, who worked to show that the shell model and the liquid-drop model give contradictory descriptions of the atomic nucleus, even though both models are predictive.[8]\n\n"
        }
    ]
}