{
    "url": "https://en.wikipedia.org/wiki/Science_fiction_and_fantasy_in_Poland",
    "title": "Science fiction and fantasy in Poland",
    "table_of_contents": [
        "1 History",
        "2 Modern writers",
        "3 Publishers",
        "4 Fandom",
        "4.1 Literary awards",
        "5 Other media",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Science fiction and fantasy in Poland dates to the late 18th century. During the latter years of the People's Republic of Poland, a very popular genre of science fiction was social science fiction. Later, many other genres gained prominence.\n\nPoland has many science-fiction writers. Internationally, the best known Polish science-fiction writer is the late Stanisław Lem. As elsewhere, Polish science fiction is closely related to the genres of fantasy, horror and others.\n\nWhile many English-language writers have been translated into Polish, relatively little Polish-language science fiction (or fantasy) has been translated into English.\n\n"
        },
        {
            "title": "History",
            "text": "Science fiction in Poland started in the late 18th century during the Polish Enlightenment, when Michał Dymitr Krajewski wrote a novel about the adventures of a Pole on the Moon. In the mid-19th century, during the age of romanticism in Poland, Adam Mickiewicz, reckoned by many to be Poland's top poet, also worked on a Verne-like science fiction novel A History of the Future, but never published it (only a few fragments remain). Later in the same century, the period of positivism in Poland saw several writers explore themes similar to Verne and H.G. Wells, among them Władysław Umiński, Włodzimierz Zagórski and Sygurd Wiśniowski. However, perhaps the most famous Polish writer of the time, Bolesław Prus, used science fiction elements in his mainstream fiction. For example, his novel Lalka includes a \"mad scientist\" as well as a \"lighter-than-air\" metal. Similar themes are seen in the works of Prus's colleague, Stefan Żeromski, with his 'houses of glass' in Przedwiośnie, and his death rays in Róża.\n\nIn the early 20th century Jerzy Żuławski was probably the most popular Polish science fiction author, with his Lunar Trilogy (Trylogia księżycowa), a masterpiece for its time and place of composition. Similar works were created by Tadeusz Konczyński, Wacław Gąsiorowski and Maria Julia Zaleska. In the reborn Second Polish Republic other writers followed in this genre. Edmund Kruger and Kazimierz Andrzej Czyżowski were known for his many books addressed to the younger audience; Bruno Winawer for his satirical take and Jerzy Bohdan Rychliński [pl] and Ferdynand Antoni Ossendowski for their catastrophic vision of future war. Finally, Antoni Słonimski's Dwa końce świata (Two Ends of the World) is perhaps the best known dystopian work of the time.\n\nAfter World War II, in the first decade of the People's Republic of Poland, science fiction was used as a propaganda tool by the communist regime, with its main purpose being to show the \"bright future\" of communism. Only after Joseph Stalin's death were Polish writers to gain more leeway and start questioning the reality around them, albeit always struggling against censorship. At that time the undisputed leader of Polish science fiction was Stanisław Lem, who first questioned the regime's actions in his Memoirs Found in a Bathtub. He was followed by Janusz A. Zajdel, Konrad Fiałkowski and Czesław Chruszczewski, and from the mid-70s for a short period by the acclaimed writings of Adam Wiśniewski-Snerg.\n\nIn the late 1970s the genre social science fiction (Polish: fantastyka socjologiczna) arose in the People's Republic of Poland. At these times it focused on the development of societies dominated by totalitarian governments. The genre is dominated by Janusz A. Zajdel (Limes Inferior, Paradyzja), Edmund Wnuk-Lipiński (Apostezjon trilogy), Adam Wiśniewski-Snerg and Marek Oramus. Some works by Stanisław Lem can also be classified within this genre. The fantastical settings of books of this genre were usually only a pretext for analysing the structure of Polish society, and were always full of allusions to reality.\n\nThe 1980s were marked by the creation of the first Polish literary magazine dedicated to science fiction and fantasy, Fantastyka, later renamed to Nowa Fantastyka. Established by the writer and journalist Adam Hollanek, it gained a cult following and became a training ground for some of the most prominent fantasy and sci-fi writers in Poland, including Andrzej Sapkowski (The Witcher series).\n\nThe 1980s were also the time Polish comics dealing with fantasy and science fiction were released, such as The Witcher comic book, and the science fiction comic series Funky Koval.\n\nAfter the revolutions of 1989, when the use of real-world examples in fiction became safe in former Eastern Bloc countries, the genre largely transformed itself into political fiction, represented by writers such as Rafał A. Ziemkiewicz, although an echo is visible in the 1990s dystopia/hard sf duology by Tomasz Kołodziejczak.\n\nIn the 1990s there was an explosion of translations, primarily from the Western (English language) literature. The major Polish publishing house specializing in Polish science fiction and fantasy literature was SuperNOWA.[1] The scene was transformed around and after 2002, with SuperNOWA losing its dominant position, and many new Polish writers, the \"2002 generation\", appearing.[1] An increasing number of translations from non-English speaking countries (Russian, Ukrainian, Czech) has been noticeable as well.\n\nCurrently, much of Polish science fiction and fantasy resembles that familiar to English-language writers. There are many science fiction writers as well as fantasy writers in Poland, and their works vary from alternate histories to hard science fiction. The best internationally known Polish science fiction writer is undoubtedly Stanisław Lem, although many others can be considered world-class,[2] with their books being translated into many (mostly European) languages. Relatively little Polish language science fiction and fantasy has been translated into English, even though countless English language writers have been translated into Polish.\n\n"
        },
        {
            "title": "Modern writers",
            "text": "Modern Polish science fiction and fantasy writers include:\n\n"
        },
        {
            "title": "Publishers",
            "text": "There are two major Polish science fiction and fantasy monthly magazines. The oldest one is Nowa Fantastyka  (published  in 1982-1990 as Fantastyka). Another one, founded in 2001, is Science Fiction, which publishes mainly new Polish works and much fewer translations than Nowa Fantastyka.[1] As of 2006, both had a circulation of about 8,000–15,000.[1] Discontinued magazines  include Fenix (1990–2001),[1] SFinks (1994–2002)[1] and Magia i Miecz (1993–2002). Several are published online in ezine form, including Fahrenheit and Esensja.[1]\n\nThere are two major Polish publishing houses specializing in Polish science fiction and fantasy, Fabryka Słów and Runa.[1] SuperNOWA, once a dominant publishing house on that field, has now lost much of its position. MAG and Solaris publish mostly translations, and in what is seen as boom for the Polish science fiction and fantasy market, mainstream publishing houses are increasingly publishing such works as well.[1] A book with a circulation of over 10,000 is considered a bestseller in Poland.[1]\n\n"
        },
        {
            "title": "Fandom",
            "text": "Polish science fiction fandom is prominent, with dozens of science fiction conventions throughout Poland. The largest of them is Polcon (first held in 1982), other prominent ones include Falkon, Imladris, Krakon and Nordcon. Science fiction conventions in Poland are de facto almost always \"science fiction and fantasy conventions\", and are often heavily mixed with role-playing gaming conventions. On the other hand, although Poland has also several manga and anime conventions, they are usually kept separate from the science fiction and gaming fandom conventions. The most important comic books and science-fiction conventions in Poland include the Warsaw Comic Con and the International Festival of Comics and Games in Łódź.\n\n"
        },
        {
            "title": "Other media",
            "text": "Polish science fiction writing has not had much impact on non-print media like cinema, television and computer games,[citation needed] although several science fiction, fantasy and horror films and games have been made in Poland. The notable exception is Seksmisja (Sex Mission) which has become something of a cult film in Poland, and has been widely aired abroad, for example in UK. Other lesser-known examples include the films of Piotr Szulkin.\n\nIn the late 2015s, The Witcher computer game series became a best-seller worldwide.\n\n"
        }
    ]
}