{
    "url": "https://en.wikipedia.org/wiki/Science_fiction_films_in_India",
    "title": "Science fiction films in India",
    "table_of_contents": [
        "1 List of films",
        "1.1 Space Opera films",
        "1.2 Others",
        "2 See also",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\nThe genre of science fiction has been prevalent in the Indian film industry since the second half of the 20th century. Beginning in 1952, the Tamil film Kaadu was made, which was an Indian-American co-production.[1] The 1963 Tamil film Kalai Arasi and 1967 Hindi film Chand Par Chadayee also have science fiction in its storyline.[2] The Alien was a science fiction film under production in the late 1960s which was eventually cancelled. The film was being directed by Bengali Indian director Satyajit Ray and produced by Hollywood studio Columbia Pictures. The script was written by Ray in 1967, based on \"Bankubabur Bandhu\", a Bengali story he had written in 1962 for Sandesh, the Ray family magazine. In 2018, Tik Tik Tik', Tamil film became the first-ever Indian film that was based mostly in space.\n\nIn 1987, the superhero film Mr. India was a huge success which strengthened the hold of sci-fi films in India, especially Bollywood. Indiatimes Movies ranks the movie amongst the Top 25 Must See Bollywood Films.[3] Mr. India brought the idea of science fiction to the general people in India.[1] The 1991 Telugu time-travel heist film Aditya 369 was one of the highest grossing South Indian films at the time.[4] In 2003, the blockbuster film Koi... Mil Gaya marked the beginning of the successful Krrish film series, which is the first sci-fi/superhero film series in Indian cinema.[5] The 2018 Tamil film 2.0 Starring Rajinikanth, Akshay Kumar and Amy Jackson is one of the most expensive and the most successful sci/fi film ever produced in India.\n\n"
        },
        {
            "title": "List of films",
            "text": "The following list contains the names of the Indian science fiction films released since 1952. Early 21st century has seen the release of more than 30 such films, compared to the previous 14, there is less info about it now they Indian film classics.\n\nThe following list contains films based on space opera science fiction\n\n"
        }
    ]
}