{
    "url": "https://en.wikipedia.org/wiki/Science_fictional_space_warfare",
    "title": "Science fictional space warfare",
    "table_of_contents": [
        "1 Technology",
        "1.1 Weapons",
        "1.2 Destruction of planets and stars",
        "1.3 Naval influences",
        "2 Development of the genre",
        "3 Definitions by contrast",
        "3.1 Space opera",
        "3.2 Military science fiction",
        "3.3 Space Western",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Science fictional space warfare is main theme and central sub-genre of science fiction that can trace its roots back to classical times, and to the \"future war\" novels of the 19th century. With the Modern Age, directly with franchises as Star Wars and Star Trek, it's considered one of the most popular general sub-genres and themes of science fiction.[1] An interplanetary, or more often an interstellar or intergalactic war, has become a staple plot device. Space warfare, represented in science fiction, has a predominant role, it's central theme and at the same time it's considered parent, overlapping genre of space opera, military science fiction and Space Western.[2]\n\n"
        },
        {
            "title": "Technology",
            "text": "Usually, lasers are used rather than bullets. Willy Ley claimed in 1939 that bullets would be a more effective weapon in a real space battle.[3]\n\nDestruction of planets and stars has been a frequently used aspect of interstellar warfare since the Lensman series.[4][better source needed] It has been calculated that a force on the order of 1032 joules of energy, or roughly the total output of the sun in a week, would be required to overcome the gravity that  holds together an Earth-sized planet.[5][6] The destruction of Alderaan  in Star Wars: Episode IV - A New Hope is estimated to require 1.0 × 1038 joules of energy, millions of times more than would be necessary to break the planet apart at a slower rate.[7]\n\nFictional space warfare tends to borrow elements from naval warfare, often calling space forces as space navies or simply navies. David Weber's Honorverse series of novels portrays several of such space navies such as the Royal Manticoran Navy, which imitate themes from Napoleonic-era naval warfare.[8][better source needed] [9][better source needed] [10][better source needed] \nThe Federation Starfleet (Star Trek), Imperial Navy (Star Wars), Systems Alliance Navy (Mass Effect), UNSC (\"Halo\") and Earthforce (Babylon 5)  also use a naval-style rank-structure and hierarchy. The former is based on the United States Navy and the Royal Navy.[11] The United Nations Space Command in Halo fully echoes all ranks of the United States Armed Forces, even the pay-grade system. Naval ship-classes such as frigate or destroyer sometimes serve as marker to show how the craft are assembled and their designed purpose.\n\nSome fictional universes have different implementations. The Colonial Fleet in Battlestar Galactica uses a mixture of army and navy ranks, and the Stargate universe has military spacecraft under the control of modern air forces, and uses air-force ranks. In the Halo universe, many of the ranks of the current-day United States Military are used in lieu of fictional ranks. In the Andromeda universe, officers of Systems Commonwealth ships follow naval ranking, but Lancers (soldiers analogous to Marines) use army ranks.\n\n"
        },
        {
            "title": "Development of the genre",
            "text": "In his second-century satire True History, Lucian of Samosata depicts an imperial war between the king of the Sun and the king of the Moon over the right to colonise the Morning Star. It is the earliest known work of fiction to address the concept.[12]\n\nThe first \"future war\" story was George T. Chesney's \"The Battle of Dorking,\" a story about a British defeat after a German invasion of Britain, published in 1871 in Blackwood's Magazine. Many such stories were written prior to the outbreak of World War I. George Griffith's The Angel of the Revolution (1892) featured self-styled \"Terrorists\" armed with then-nonexistent arms and armour such as airships, submarines, and high explosives. The inclusion of yet-nonexistent technology became a standard part of the genre. Griffith's last \"future war\" story was The Lord of Labour, written in 1906 and published in 1911, which included such technology as disintegrator rays and missiles.[13]\n\nH. G. Wells' novel The War of the Worlds inspired many other writers to write stories of alien incursions and wars between Earth and other planets, and encouraged writers of \"future war\" fiction to employ wider settings than had been available for \"naturalistic\" fiction. Wells' several other \"future war\" stories included the atomic war novel The World Set Free (1914)[13] and \"The Land Ironclads,\" which featured a prophetic description of the tank, albeit of an unfeasibly large scale.[14]\n\nMore recent depictions of space warfare departed from the jingoism of the pulp science fiction of the 1930s and 1940s. Joe Haldeman's The Forever War, was partly a response to or a rebuttal of Robert A. Heinlein's Starship Troopers, wherein space warfare involved the effects of time dilation and resulted in the alienation of the protagonists from the human civilization on whose behalf they were fighting.[15][16][clarification needed] Both novels have in the past been required reading at the United States Military Academy.[citation needed]\n\nScience fiction writers from the end of World War II onwards have examined the morality and consequences of space warfare. With Heinlein's Starship Troopers are A. E. van Vogt's \"War against the Rull\" (1959) and Fredric Brown's \"Arena\" (1944). Opposing them are Murray Leinster's \"First Contact\" (1945), Barry Longyear's \"Enemy Mine,\" Kim Stanley Robinson's \"The Lucky Strike,\" Connie Willis' \"Schwarzchild Radius,\" and John Kessel's \"Invaders.\"[16][clarification needed] In Orson Scott Card's Ender's Game, the protagonist wages war remotely, with no realization that he is doing so.\n\nSeveral writers in the 1980s were accused of writing fiction as part of a propaganda campaign in favour of the Strategic Defense Initiative. Ben Bova's 1985 novel Privateers has been given as an example.[16][17]\n\n"
        },
        {
            "title": "Definitions by contrast",
            "text": "The modern form of space warfare in science fiction, in which mobile spaceships battle both planets and one another with destructive superweapons, appeared with the advent of space opera. Garrett P. Serviss' 1898 newspaper serial \"Edison's Conquest of Mars\" was inspired by Wells and intended as a sequel to \"Fighters from Mars,\" an un-authorized and heavily altered Edisonade version of The War of the Worlds[18][full citation needed] in which the human race, led by Thomas Edison, pursues the invading Martians back to their home planet. David Pringle considers Serviss' story to be the very first space opera, although the work most widely regarded as the first space opera is E. E. \"Doc\" Smith's The Skylark of Space. It and its three successor novels exemplify the present form of space warfare in science fiction, as giant spaceships employ great ray guns that send bolts of energy across space to shatter planets in a war between humans and alien species.[19][20]\n\nDavid Weber's Honorverse novels present a view of space warfare that simply transplants the naval warfare of Horatio Nelson and Horatio Hornblower into space. The space navy battle tactics in the Honorverse are much like those of Nelson, with the simple addition of a third dimension.[21]\n\nSeveral subsets of military science fiction overlap with space opera, concentrating on large-scale space battles with futuristic weapons. At one extreme, the genre is used to speculate about future wars involving space travel, or the effects of such a war on humans; at the other, it consists of the use of military fiction plots with some superficial science-fiction trappings. The term \"military space opera\" is occasionally used to denote this subgenre, as used for example by critic Sylvia Kelso when describing Lois McMaster Bujold's Vorkosigan Saga.[22]  Other examples of military space opera are the Battlestar Galactica franchise and Robert A. Heinlein's 1959 novel Starship Troopers.\nThe key distinction of military science fiction from space opera is that the principal characters in a space opera are not military personnel, but civilians or paramilitary. Military science fiction also does not necessarily always include an outer space or multiplanetary setting like space opera.[23]\n\nWesterns influenced early science-fiction pulp magazines. Writers would submit stories in both genres,[24] and science-fiction magazines sometimes mimicked Western cover art to showcase parallels.[25] In the 1930s, C. L. Moore created one of the first space Western heroes, Northwest Smith.[25] Buck Rogers and Flash Gordon were also early influences.[26] After superhero comics declined in popularity in 1940s United States, Western comics and horror comics replaced them. When horror comics became untenable with the Comics Code Authority in the mid-1950s, science-fiction themes and space Westerns grew more popular.[25]: 10  By the mid-1960s, classic Western films fell out of favor and Revisionist Westerns supplanted them. Science-fiction series such as Lost in Space[27] and Star Trek presented a new frontier to be explored, and films like Westworld rejuvenated Westerns by updating them with science-fiction themes. Peter Hyams, director of Outland, said that studio heads in the 1980s were unwilling to finance a Western, so he made a space Western instead.[28] Space operas such as the Star Wars film series also took strong cues from Westerns; Boba Fett, Han Solo and the Mos Eisley cantina, in particular, were based on Western themes. These science fiction-films and television series offered the themes and morals that Westerns previously did.[29]\n\n"
        }
    ]
}