{
    "url": "https://en.wikipedia.org/wiki/Science_fiction_comics",
    "title": "Science fiction comics",
    "table_of_contents": [
        "1 History",
        "2 Graphic novels",
        "3 References",
        "4 Further reading",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Publication of comic strips and comic books focusing on science fiction became increasingly common during the early 1930s in newspapers published in the United States. They have since spread to many countries around the world.\n\n"
        },
        {
            "title": "History",
            "text": "The first science fiction comic was the gag cartoon Mr. Skygack, from Mars by A.D. Condo, which debuted in newspapers in 1907.[1][2] The first non-humorous science fiction comic strip, Buck Rogers, appeared in 1929, \n[3] and was based on a story published that year in Amazing Stories. It was quickly followed by others in the genre, such as Flash Gordon, Brick Bradford, and the British strip Dan Dare. This influence spread to comic books, in which science fiction themes became increasingly more popular; one  title was Planet Comics. With the introduction of Superman, the superhero genre was born, which often included science fiction elements. EC Comics had  success and popularity in publishing science fiction comics of increasing complexity. However, a wave of anti-comic feeling stirred-up among parents and educators by Dr. Fredric Wertham's book Seduction of the Innocent threatened to drive them out of business.[citation needed] In spite of opposition, science fiction in comics continued in the U.S. through the 1960s with stories for children and teenagers, and began to return to the adult market again in the late 1960s with the wave of hippy underground comics.\n\nJapanese manga also featured science fiction elements. In the 1950s, Osamu Tezuka's Astro Boy was one of the first major manga that centered around science fiction. In the following decades, many other creators and works would follow, including Leiji Matsumoto (e.g. Galaxy Express 999), Katsuhiro Otomo (e.g. Akira) and Masamune Shirow (e.g. Appleseed and Ghost in the Shell).\n\nIn the UK, the publication of Eagle gave a platform for the launch of Dan Dare in 1950. Dan Dare and other comics in Briton at this time were aimed at children and they were printed on newsprint. Magazines on the other hand were aimed at adults and were printed on better glossier paper these magazines were mostly in black and white.[4] Starting in the mid-sixties,The Trigan Empire, drawn by Don Lawrence (who would later go on to create Storm) was featured in Look and Learn. In the 1970s, publications, such as 2000 AD, featured a selection of regular stories putting a science fiction spin on popular themes,[5] like sports or war. Its success spawned a number of spin-offs in imitators like Tornado, Starlord, and Crisis, none of which lasted more than a few years, with the earlier titles being merged back into 2000 AD.\n\nThe first French comic with a science fiction theme was Zig et Puce au XXIème Siècle (Zig & Puce In The 21st Century), originally serialized in a French Sunday newspaper before being published as an album in 1935; this was one of the many adventures of the teenage characters Zig and Puce first created in 1925. The first French science fiction comics story that wasn't geared toward the adolescent audience was Futuropolis, serialized in the comics magazine Junior in 1937-1938; the pseudo-sequel Electropolis followed in 1940. When the Nazi occupation forces banned the import of Flash Gordon into France, Le Rayon U (The U Ray) was created as replacement in the magazine Bravo which had been running the former. Other French science fiction comics which debuted in 1943 include Otomox, featuring a powerful robot, serialized in Pic et Nic, and L'Épervier Bleu (The Blue Hawk), serialized in Spirou magazine. The first French comics magazine exclusively featuring a science fiction hero was in 1947 with the relatively short-lived Radar. A far longer lasting French comics magazine would be the small-format Meteor, published from 1953 through 1964; its main feature was Les Connquerants de l'espace (The Conquerors of Space). Subsequent notable French science fiction include publications like Métal Hurlant and authors like Enki Bilal (e.g. The Nikopol Trilogy) and Moebius.\n\nWith the invention of the Internet, a number of science fiction comics have been published primarily online. Among the earliest science fiction webcomics was Polymer City Chronicles, which first appeared in 1994. Other notable comics include Schlock Mercenary, and Starslip Crisis.[citation needed]\n\n"
        },
        {
            "title": "Graphic novels",
            "text": "A science fiction graphic novel is a full-length book that uses images necessarily to depict a story of a fictional nature that explores different/future time lines, theoretical societies, technology and/or both.[citation needed]\n\nThe first recorded usage of the term, according to the Oxford English Dictionary (OED), is in 1978 by Will Eisner: \"A contract with God: and other tenement stories... A graphic novel\", though graphic novels existed for years prior. While predating the term,  a graphic novel based on science fiction, Astro Boy, by Osamu Tezuka, was published in 1951, starring a childlike robot Astro Boy who was activated in the year 2003.\n\n"
        }
    ]
}