{
    "url": "https://en.wikipedia.org/wiki/Scientific_romance",
    "title": "Scientific romance",
    "table_of_contents": [
        "1 History",
        "1.1 Early usages",
        "1.2 20th century",
        "1.3 Modern revival",
        "2 Definitions",
        "3 See also",
        "4 References",
        "5 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Scientific romance is an archaic, mainly British term for the genre of fiction now commonly known as science fiction. The term originated in the 1850s to describe both fiction and elements of scientific writing, but it has since come to refer to the science fiction of the late nineteenth and early twentieth centuries, primarily that of Jules Verne, H. G. Wells and Arthur Conan Doyle. In recent years the term has come to be applied to science fiction written in a deliberately anachronistic style as a homage to or pastiche of the original scientific romances.\n\n"
        },
        {
            "title": "History",
            "text": "The earliest use of the term \"scientific romance\" is thought to have been in 1845, when critics applied it to Robert Chambers's Vestiges of the Natural History of Creation, a speculative natural history published in 1844. It was used again in 1851 by the Edinburgh Ecclesiastical Journal and Literary Review in reference to Thoman Hunt's Panthea, or the Spirit of Nature.[1] In 1859 the Southern Literary Messenger referred to Balzac's Ursule Mirouët as \"a scientific romance of mesmerism\".[2] In addition, the term was sometimes used to dismiss a scientific principle considered by the writer to be fanciful, as in The Principles of Metaphysical and Ethical Science (1855), which stated that \"Milton's conception of inorganic matter left to itself, without an indwelling soul, is not merely more poetical, but more philosophical and just, than the scientific romance, now generally repudiated by all rational inquirers, which represents it as necessarily imbued with the seminal principles of organization and life, and waking up by its own force from eternal quietude to eternal motion.\"[3] Then, in 1884, Charles Howard Hinton published a series of scientific and philosophical essays under the title Scientific Romances.[4]\n\n\"Scientific romance\" is now commonly used to refer to science fiction of the late nineteenth and early twentieth centuries, as in the anthologies Under the Moons of Mars: A History and Anthology of \"The Scientific Romance\" in the Munsey Magazines, 1912–1920[5] and Scientific Romance in Britain: 1890–1950.[6] One of the earliest writers to be described in this way was the French astronomer and writer Camille Flammarion, whose Recits de l'infini and La fin du monde have both been described as scientific romances.[7] The term is most widely applied to Jules Verne,  as in the 1879 edition of the American Cyclopædia,[8] and H. G. Wells, whose historical society continues to refer to his work as \"scientific romances\" today.[9] Edgar Rice Burroughs's A Princess of Mars (1912)  is also sometimes seen as a major work of scientific romance,[10] and Sam Moskowitz referred to him in 1958 as \"the acknowledged master of the scientific romance,\"[11] though the scholar E. F. Bleiler views Burroughs as a writer involved in the \"new development\" of pulp science fiction that arose in the early 20th century.[12] The same year as A Princess of Mars, Sir Arthur Conan Doyle published The Lost World,[13] which is also commonly referred to as a scientific romance.[14]\n\n1902 saw the cinematic release of Georges Méliès's film Le Voyage dans la Lune (A Trip to the Moon); the time period and the fact that it is based partially on works by Verne and Wells has led to its being labelled as a scientific romance as well.[15]\n\nIn recent years the term \"scientific romance\" has seen a revival, being self-applied in works of science fiction that deliberately ape previous styles. Examples include Christopher Priest's The Space Machine: A Scientific Romance,[16] published in 1976, Ronald Wright's Wells pastiche A Scientific Romance: A Novel, published in 1998, and the 1993 tabletop roleplaying game Forgotten Futures.[17] Though it uses the term, Dennis Overbye's novel Einstein in Love: A Scientific Romance[18] does not imitate science fiction of the past in the manner of the other novels mentioned.\n\n"
        },
        {
            "title": "Definitions",
            "text": "Brian Stableford has argued, in Scientific Romance in Britain: 1890–1950,[6] that early British science-fiction writers who used the  term \"scientific romance\" differed in several significant ways from American science fiction writers of the time. Most notably, the British writers tended to minimise the role of individual \"heroes\", took an \"evolutionary perspective\", held a bleak view of the future, and had little interest in space as a new frontier. Regarding \"heroes\", several novels by H. G. Wells have the protagonist as nameless, and often powerless, in the face of natural forces. The evolutionary perspective can be seen in tales involving long time periods, such as The War of the Worlds and The Time Machine by Wells, or Star Maker by Olaf Stapledon. Even in scientific romances that did not involve vast stretches of time, the issue of whether mankind was just another species subject to evolutionary pressures often arose, as can be seen in parts of The Hampdenshire Wonder by J. D. Beresford and several works by S. Fowler Wright. Regarding space, C. S. Lewis's Space Trilogy took the position that \"as long as humanity remains flawed and sinful, our exploration of other planets will tend to do them more harm than good\"; and most scientific romance authors had not even that much interest in the topic. As for bleakness, it can be seen in many of the works by all the authors already cited, who deemed humanity flawed — either by original sin or, much more often, by biological factors inherited from our ape ancestors. Stableford also notes that some of the British scientific romances were saved from \"being entirely gloomy\" by their philosophical speculation (calling them works of \"modest armchair philosophizing\"). He cites E. V. Odle's The Clockwork Man, John Gloag's Tomorrow's Yesterday and Murray Constantine's Proud Man as examples of this type of scientific romance.[19]\n\nNonetheless, not all British science fiction from that period comports with Stableford's thesis. Some, for example, revelled in adventures in space and took an optimistic view of the future. By the 1930s there were British authors such as Eric Frank Russell who were intentionally writing \"science fiction\" for American publication. At that point British writers who used the term \"scientific romance\" did so either because they were unaware of science fiction or because they chose not to be associated with it.[clarification needed][citation needed]\n\nAfter the Second World War the influence of American science fiction caused the term \"scientific romance\" to lose favour, a process accelerated by the fact that few writers of scientific romance considered themselves \"scientific romance\" writers, instead viewing themselves as just writers  who occasionally happened to write scientific romances. Even so, the influence of the scientific romance era persisted in British science fiction. John Wyndham's work has been cited as providing \"a bridge between traditional British scientific romance and the more varied science fiction which has replaced it\".[20] Some commentators believe scientific romance had some impact on the American variety.\n\n"
        }
    ]
}