{
    "url": "https://en.wikipedia.org/wiki/Science_Fiction_Research_Association",
    "title": "Science Fiction Research Association",
    "table_of_contents": [
        "1 Conferences",
        "2 Awards",
        "3 Publications",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Science Fiction Research Association (SFRA), founded in 1970, is the oldest, non-profit professional organization committed to encouraging, facilitating, and rewarding the study of science fiction and fantasy literature, film, and other media.  The organization’s international membership includes academically affiliated scholars, librarians, and archivists, as well as authors, editors, publishers, and readers.  In addition to its facilitating the exchange of ideas within a network of science fiction and fantasy experts, SFRA holds an annual conference for the critical discussion of science fiction and fantasy where it confers a number of awards, and it produces the quarterly publication, SFRA Review, which features reviews, review essays, articles, interviews, and professional announcements.\n\n"
        },
        {
            "title": "Conferences",
            "text": "The SFRA hosts an annual scholarly conference, which meets in a different location each year.  Meetings have been held predominantly in the United States in such places as New York, New York (1970), Lawrence, Kansas (1982, 2008), Las Vegas, Nevada (2005), and Atlanta, Georgia (2009).  However, its meetings have been held elsewhere when possible including the cities of St. Anne de Bellevue, Province of Quebec (1992), New Lanark, Scotland (2002), Guelph, Ontario (2003), Lublin, Poland (2011), and Detroit, Michigan (2012).\n\nThe 2012 SFRA Conference's theme was \"Urban Apocalypse, Urban Renaissance:\nScience Fiction and Fantasy Landscapes.\" Its Guest of Honor was Eric Rabkin, Arthur F. Thurnau Professor of English Language and Literature at the University of Michigan in Ann Arbor, and the guest speakers included Professor Steven Shaviro of Wayne State University and writers Saladin Ahmed, Sarah Zettel (aka C.L. Anderson), and Minister Faust.\n\n"
        },
        {
            "title": "Awards",
            "text": "The SFRA presents the following awards at its annual conference:\n\n"
        },
        {
            "title": "Publications",
            "text": "SFRA members receive the association’s quarterly publication SFRA Review (ISSN 1068-395X). The contents include extensive book reviews of both nonfiction and  fiction, review articles, listings of new and forthcoming books, letters, SFRA internal affairs, calls for papers, works in progress, and an annual index.  Individual issues are not for sale; however, starting with issue #256 (Jan–Feb 2002) all issues are published to SFRA's website.\n\nSFRA book publications include the 1988 anthology, Science Fiction:  The Science Fiction Research Association Anthology, edited by Patricia S. Warrick, Charles G. Waugh, and Martin H. Greenberg, the 1996 collection, Visions of Wonder:  The Science Fiction Research Association Reading Anthology, edited by David G. Hartwell and Milton T. Wolf, the 1999 work, Pilgrims & Pioneers: The History and Speeches of the Science Fiction Research Association Award Winners by Hal W. Hall and Daryl F. Mallett with substantial contributions by Fiona Kelleghan, and the 2010 anthology, Practicing Science Fiction: Critical Essays on Writing, Reading and Teaching the Genre, edited by Karen Hellekson, Craig B. Jacobsen, Patrick B. Sharp, and Lisa Yaszek.\n\n"
        }
    ]
}