{
    "url": "https://en.wikipedia.org/wiki/Scotism",
    "title": "Scotism",
    "table_of_contents": [
        "1 Development",
        "2 Doctrinal conflicts within the Catholic Church",
        "3 Jesuit tradition",
        "4 Influence on philosophy and theology",
        "5 Emergence of the Scotist School",
        "6 Scotists",
        "6.1 15th and 16th centuries",
        "6.2 17th and 18th centuries",
        "6.3 19th century",
        "6.4 20th and 21st centuries",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nScotism is the philosophical school and theological system named after John Duns Scotus, a 13th-century Scottish philosopher-theologian. The word comes from the name of its originator, whose Opus Oxoniense was one of the most important documents in medieval philosophy and Roman Catholic theology, defining what would later be declared the dogma of the Immaculate Conception by Pope Pius IX in his constitution Ineffabilis Deus on 8 December 1854.[1][2]\n\n"
        },
        {
            "title": "Development",
            "text": "Scotism developed out of the Old Franciscan School, which dominated theology during the Middle Ages. This school of thought initially followed Augustinism, which dominated theology at the time.\n\nScotus found the ground already cleared for the conflict with the followers of Aquinas. He made very free use of Aristotelianism, but in its employment exercised sharp criticism, and in important points adhered to the teaching of the Older Franciscan School–especially with regard to the plurality of forms or of souls, the spiritual matter of the angels and of souls, etc., wherein he energetically combatted Aquinas. Scotism, or what is known as the Later Franciscan School, is thus only a continuation or further development of the older school, with a much wider, although not exclusive acceptance of Peripatetic ideas. The difference between Thomism and Scotism could be expressed by saying that, while both derive from Arabic Neoplatonized Aristotelianism, Thomism is closer to the orthodox Aristotelianism of Maimonides, Averroes and Avicenna, while Scotism reflects the Platonizing tendency going back through Avicebron, the Brethren of Purity, the Liber de Causis and Proclus to Plotinus.\n\nConcerning the relation of these schools to each other, or the relation of Scotus to Alexander of Hales and St. Bonaventure, consult the work of the Flemish Recollect, Mathias Hauzeur. It is notable that, while Thomism became the official philosophy of the Church, Scotist influence prevailed on a number of important points, not least the doctrine of the Immaculate Conception.\n\n"
        },
        {
            "title": "Doctrinal conflicts within the Catholic Church",
            "text": "Nominalism is older than Scotus, but its revival in Occamism may be traced to the one-sided exaggeration of some propositions of Scotus. Scotist Formalism is the direct opposite of Nominalism, and the Scotists were at one with the Thomists in combatting the latter; Occam himself  was a bitter opponent of Scotus. The Council of Trent defined as dogma a series of doctrines especially emphasized by the Scotists (e.g. freedom of the will, free co-operation with grace, etc..). In other points the canons were intentionally so framed that they do not affect Scotism (e.g. that the first man was constitutus in holiness and justice). This was also done at the Vatican Council. In the Thomistic–Molinistic controversy concerning the foreknowledge of God, predestination, the relation of grace to free will, the Scotists took little part. They either supported one of the parties, or took up a middle position, rejecting both the predetermination of the Thomists and the scientia media of the Molinists. God recognizes the free future acts in His essence, and provides a free decree of His will, which does not predetermine our free will, but only accompanies it.\n\n"
        },
        {
            "title": "Jesuit tradition",
            "text": "Jesuit philosophers and theologians adopted a series of the Scotist propositions. Later authorities reject in part many of these propositions and another series of propositions was misunderstood even by Catholic theologians, and then in this false sense rightly rejected – e.g. the doctrine of the univocatio entis, of the acceptation of the merits of Christ and man, etc.\n\nNumerous other propositions have been accepted or at least favourably treated by a large number of Catholic scholars and amongst these are many propositions from psychology: e.g. that the powers of the soul are not merely accidents even natural and necessary of the soul, that they are not really distinct from the substance of the soul or from one another etc.\n\nThey also took from Scotism many propositions concerning the doctrine of the angels.\n\n"
        },
        {
            "title": "Influence on philosophy and theology",
            "text": "Scotism exercised an influence on the development of philosophy and theology; its importance is not, as is often asserted, purely negative – i.e. it does not consist only in the fact that it exercised a criticism on Thomas Aquinas and the Thomistic school.\n\nA comparison of the Scotist teaching with that of Aquinas has been often attempted – for example, in the abovementioned work of Hauzeur at the end of the first volume; by Sarnano (Costanzo Torri, Conciliatio omnium controversiarum etc. (1589– ). In many cases, the differences are mostly in the terminology and a reconciliation is possible if one emphasize certain parts of Scotus or Aquinas and passes over or tones down others. However, some contradictions remain on a number of points.\n\nGenerally speaking, Scotism found its supporters within the Franciscan Order; certainly, opposition to the Dominicans (i.e. to Aquinas) made many members of the order disciples of Scotus. However, this does not mean that the foundation and development of Scotism is to be regarded as a product of the rivalry between the two orders. Even Aquinas at first found a few opponents in his order – not all his fellow-Dominicans followed him in every particular (e.g. Durandus of St. Pourçain).\n\nThe Scotist doctrines were also supported by many Minorites. Furthermore, Scotism found not a few supporters among secular professors and in other religious orders (e.g. the Augustinians, Servites, etc.), especially in England, Ireland, and Spain. Of the Minorites who supported Scotist doctrine, the Conventuals seem to have adhered most faithfully to Scotus, particularly at the University of Padua, where many highly esteemed teachers lectured.\n\n"
        },
        {
            "title": "Emergence of the Scotist School",
            "text": "It is only at the end of the 15th or the beginning of the 16th century that a special Scotist School can be spoken of. The works of the master were then collected, brought out in many editions and commentated, etc. And from 1501 we also find numerous regulations of general chapters recommending or directly prescribing Scotism as the teaching of the order.\n\nScotism appears to have attained its greatest popularity at the beginning of the seventeenth century; during the sixteenth and the seventeenth centuries we even find special Scotist chairs, e.g. at Paris, Rome, Coimbra, Salamanca, Alcalá, Padua, and Pavia. In the eighteenth century it had still an important following, but in the 19th it suffered a great decline. One of the reasons for this was the repeated suppressions of the order in almost every country, while the recommendation of the teaching of St. Thomas by several popes could not be favourable to Scotism.\n\nIt has even been asserted that it was merely tolerated by the Catholic Church; but this statement is a priori improbable in regard to a school of which not a single proposition has been censured, and to which so many highly venerated men (bishops, cardinals, popes, and saints) have belonged; and it is still less probable in view of the approval of the various general statutes (repeated so often down to the present day), in which Scotism is at least recommended. In their Decrees Leo XIII and Pius X have recommended not alone St. Thomas, but also Scholasticism in general, and this includes also the Scotist School.[citation needed]\n\n"
        },
        {
            "title": "Scotists",
            "text": "Most Scotists are both philosophers and theologians. Notable Scotists of the fourteenth century included Antonius Andrea and Francis of Mayrone (c. 1280–1328) author of a Tractatus de transcendentibus. Francis Mayron, who introduced the actus sorbonicus into the University of Paris.\n\nScotists of the fifteenth century included two popes, Alexander V and Sixtus IV, Elector Frederick III of Saxony and  Angelus of Chivasso. The latter's work on Scotist theology was so notorious that it was publicly burned by Martin Luther.\n\nNotable Scotists of the sixteenth century included Paul Scriptoris, noted professor at the University of Tübingen, and the Archbishop of Athens Antonio Trombetta.\n\nOf very many names we may mention:\n\nIn the nineteenth century, although Scotism was retained in the schools of the Franciscan Order in accordance with the statutes, there were few works in the Scotist tradition, in any case no celebrated ones.\n\nThough the use of the term Scotism has become a bit antiquated, several contemporary theologians, especially from among the Franciscan Orders, like Kenan Osborne OFM and Daniel Horan OFM, can be seen as in the Scotist tradition. Several recent projects such as the Scotus Project of CUA, the International Scotistic Commission in Rome and the Commission of the Franciscan Intellectual Tradition of the English Speaking Conference of the OFM have sought to increase awareness of Duns Scotus and Scotism on contemporary theology. Scotism has also found a home amongst Anglo-Catholics, including Richard Cross and Thomas Williams, as well as influencing Protestants like William Lane Craig.[5]\n\n"
        }
    ]
}