{
    "url": "https://en.wikipedia.org/wiki/Scottish_philosophy",
    "title": "Scottish philosophy",
    "table_of_contents": [
        "1 Medieval Scotland",
        "2 Renaissance Scotland",
        "3 18th century",
        "3.1 Natural law",
        "3.2 Moral philosophy",
        "3.3 Aesthetics",
        "4 19th century",
        "5 20th century",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Scottish philosophy is a philosophical tradition created by philosophers belonging to Scottish universities. Although many philosophers such as Francis Hutcheson, David Hume, Thomas Reid, and Adam Smith are familiar to almost all philosophers it was not until the 19th century that the notion of 'Scottish philosophy' became recognized and held to high regard on an international level. In the 20th century, however, this tradition declined as Scottish educated philosophers left for England.\n\n"
        },
        {
            "title": "Medieval Scotland",
            "text": "Early philosophy served theology, that is the study of god and religion. Naturally, this emphasized the origins of sin and the corruption of human nature. The main topics of medieval philosophy include areas that are still studied in philosophy today. These topics related to the philosophy of religion which was also created during that time. Philosophy of religion contains many traditional philosophical problems that are presently still discussed, these being firstly the problem of the compatibility of the divine attributes. This refers to how that arises when we say that God can be omnipotent (all powerful), omniscient (all knowing), and omnibenevolent (all benevolent). Secondly, the problem of evil, which tries to address the contradiction that arises when explaining the creation of if God is all good and all knowing. Thirdly, the problem of the compatibility of divine foreknowledge with human free will. This is a continuation of the problem of evil as human free will is used to respond to the problem of evil but creates another contradiction with divine foreknowledge.[1]\n\nIn the High Middle Ages, a Scottish philosopher, John Duns Scotus (1265-1308) made significant impressions on the areas of natural theology, metaphysics, the theory of knowledge, ethics and moral philosophy. Natural theology is the effort to establish the existence and nature of God through argument. Scotus’s stance on natural theology is that human beings can come to know God in ways apart from revelation. Scotus believes that all our knowledge is derived from our experience of sensible things and from this beginning, we can come to grasp God.[2]\n\n"
        },
        {
            "title": "Renaissance Scotland",
            "text": "During the 15th century, Scotland established three universities that were to become the foundation of Scottish philosophical tradition, these were University of St Andrews, the University of Glasgow and the University of Aberdeen. Scottish philosophy was compulsory to all university students. While this pre-enlightenment period was primarily focused on the rehabilitation of the philosophy of their predecessors – writings of the Platonic and Aristotelian modes – this period was not without its accomplishments. The invention of the logarithmic tables by John Napier (1550-1617) allowed the development of the sciences, while significant contributions to science were made by other Scots such as James Gregory (1638-75), Robert Sibbald (1641-1722) and Archibald Pitcairne (1652-1713).[3]\n\nIn the second half of the 17th century, Scottish universities developed their own form of Cartesianism, influence in large part by Reformed Scholasticism of the first half of the 17th century. Mention of Descartes first appeared in the graduation theses by regent Andrew Cant for Marischal College, the University of Aberdeen in 1654. Cartesianism was very successful in Scottish universities. Until the end of the 1660s, the universities gradually incorporated occasional Cartesianism themes into the scholastic structure of the curriculum. Later, in the 1670s the curriculum was consolidated and structured according to the order of exposition of the new philosophy.[4]\n\n"
        },
        {
            "title": "18th century",
            "text": "Scottish philosophy of this time overlaps with the period of Scottish Enlightenment. The Enlightenment was a period of rapid expansion of knowledge in all academic disciplines not limited to philosophy. Scottish philosophers of this time were extensively studied. The prominent ideas of this century include aesthetics, moral philosophy, natural law, rhetoric, common sense philosophy, etc.[5]\n\nThe idea of \"natural law\" can first be found in Supplements and Observations upon Samuel Pufendorf's On the Duty of Man and Citizen according to the Law of Nature by Gershom Carmichael, which says that we are required to do what God prescribes to us as a sign of love and veneration. Failure to act in the prescribed manner is interpreted by God as expressing contempt or hatred. Natural law has two precepts which are distinguished as immediate and mediate duties. The first precept is the idea that we have an immediate duty to worship God so that he may receive our love and veneration for him. The second precept covers our mediate duties of promoting the common good by treating others well. These precepts form the foundation of natural law. The central figure of this narrative is God, hence before the application of the precepts in our duty as worshipers, we must first acknowledge God as the creator and ruler of the universe and all that resides within it.[5]\n\n\"Moral philosophy\" is the idea that to be morally good one must be motivated by benevolence and a desire for the happiness of others. The idea of moral philosophy was can be traced to Francis Hutcheson's work, A System of Moral Philosophy, first published in Glasgow in 1755. Hutcheson's moral philosophy emerged as a reaction to Hobbes' psychological egoism and Clarke and Wollaston's rationalism. The main objection was to the idea that compassion and benevolence are due to the calculations of self-interest and that people should be discouraged from making others sympathetic towards themselves since this reflected their self-interests and was therefore dishonest. Hutcheson believed that moral knowledge is gained through our moral senses, of which there are three, these senses are separate from our external five senses. The three senses are the public sense, the moral sense and the sense of honour. Public sense refers to how we empathize with the happiness or misery of others. The moral sense is how we perceive the good and bad ourselves and others and our reaction to that manifestation. Sense of honour our reaction of approval or praise when we see or commit a good action. Features of Hutcheson’s moral philosophy appear in his aesthetic theory, particularly his theory of our moral sense of beauty and the pleasure we take in it, which is not simply incidental to perceiving beauty.[5]\n\nLord Kames defines beauty as anything that you can derive pleasure from in his Essays on the Principles of Morality and Natural Religion. Something is considered beautiful when it is regarded with respect to its purpose while an object that is poorly designed or has no purpose may be considered ugly. Therefore, a house may be considered beautiful in light of its purpose as a human residence. Objects that are beautiful may give rise to the feeling of pleasure in the observer. Thus, a ship may give pleasure because it is elegantly shaped as well as because it facilitates trade which in turn is a positive beneficial exchange. Likewise, pleasure can be applied to human action, actions that carry a positive intent such as acts of generosity towards a worthy recipient can be considered beautiful. This derivation of pleasure from the display of generosity or other virtues can be traced to the original constitution of our nature, that is that we experience pleasure through no conscious decision of our own when we see beauty.[5]\n\n"
        },
        {
            "title": "19th century",
            "text": "The influence of Immanuel Kant and German idealism on the philosophical tradition of the Scottish Enlightenment changed the philosophical agenda in the 19th century. Enlightenment thinking became less important and the \"science of the mind\" was discussed. Logic, also known as the philosophy of truth and reason and the philosophy of perception dominated, whereby human understanding evolves through increasing human experience and knowledge. Since the aim of philosophy was to reconcile the seemingly incompatible elements in the human experience, Scottish Idealists welcomed the growth of the natural sciences, especially biology as a source of new material for continual evolutionary development of human understanding.[6]\n\nThomas Brown's philosophy of the mind was reminiscent of on Hume's empirical phenomenalism and did not make any reference to Thomas Reid's principles of common sense. Brown was speculated to be critical of Reid, although it was also hinted that the target of his criticisms was directed at Steward.[7]\n\nThe influence of the German philosophical movement was brought into the Scottish philosophical tradition by Sir William Hamilton who combined Reid's common-sense philosophy with logic and Kant's philosophy. His essays on a review of Victor Cousin's lectures and The Philosophy of Perception brought attention among the community to Kant and post-Kantian philosophy.[7] Another ambassador was Thomas Carlyle, whose Critical and Miscellaneous Essays introduced many English speakers to German philosophy, and whose own contributions make him a prominent figure in the Scottish philosophical tradition.[8]\n\nScottish philosophy began to acquire a self-conscious identity, which according to James McCosh, now consists of two opposing strands: the first is the materialism of Alexander Bain, and second the Hegelianism of Edward Caird. McCosh's knowledge of the Scottish philosophical tradition came from his studies at the University of Glasgow, and later at the University of Edinburgh where he attended Hamilton's lectures as a divinity student. McCosh defined the heart of Scottish philosophy as the combination of observational methods of inquiry combined with moral and religious formation. From McCosh's perspective, the increasing popularity of Scottish philosophical school was a step in a different direction from the original methods and moral and religious standpoints. While the materialism of Bain retained the original observational methods, it abandoned moral formation. Additionally, the Idealism of Caird abandoned religious formation. To McCosh this signalled the demise of the Scottish philosophical tradition. McCosh was hopeful that the rise of cultural and intellectual independence of the United States would provide a fertile ground for the birth of a new American philosophy that would preserve the best of Scottish philosophical tradition.[6]\n\nScottish philosophy had a strong influence on the development of Australian philosophy, especially through the persons of the first professors of philosophy at Sydney University and Melbourne University, Sir Francis Anderson and Henry Laurie, and John Anderson, Challis Professor of Philosophy at Sydney University from 1927 to 1958.[9]\n\n"
        },
        {
            "title": "20th century",
            "text": "By the 20th century, the identity of Scottish philosophy came into decline and the distinction between Scottish and English philosophy began to be impractical. This is due to the increase in communication and movement between Scotland and England due to advances in transport. Traveling between Edinburgh and London could be accomplished in ten and a half hours via the Flying Scotsman, an express train service. This same journey would have taken two weeks in 1753 when a stagecoach service first operated. Traditionally, the continuation of Scottish philosophy relied on the teachers being succeeded by their students. The second half of the nineteenth century broke this relation as Scottish-educated philosophers left for England. Eventually, the changing social, political and economic conditions resulted in reforms that revitalized the university curriculum. Scottish philosophy came to be one subject among many.[7]\n\n"
        }
    ]
}