{
    "url": "https://en.wikipedia.org/wiki/Computer_screen_film",
    "title": "Screenlife",
    "table_of_contents": [
        "1 Features",
        "2 History",
        "3 Format",
        "4 Examples",
        "4.1 Feature films",
        "4.2 Short films",
        "4.3 Documentaries",
        "4.4 Web series",
        "4.4.1 United States",
        "4.4.2 Russia",
        "4.5 Television",
        "5 Awards",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Screenlife or computer screen film is a genre of visual storytelling where all the events are shown on a computer, tablet or smartphone screen. It became popular in the 2010s with the growing impact of the Internet.\n\nAccording to Timur Bekmambetov, the Russian-Kazakh director and producer, a computer screen film should take place on one specific screen, never move outside of the screen, the camerawork should resemble the behavior of the device's camera, all the action should take place in real time, without any visible transitions and all the sounds should originate from the computer.[1][2][3] There have, however, also been movies that switch between screens and still categorized as screenlife.\n\nAfter producing one of the first mainstream feature-length computer screen films, Unfriended, in 2014, Bekmambetov popularized screenlife as a narrative device in film.[4]\n\n"
        },
        {
            "title": "Features",
            "text": "Screenlife video displays only a desktop of a computer or smartphone and actions of the main character on this device: viewing files, surfing the Internet, ZOOM or Skype calls, texting in messengers. Screenlife movies are most often made using screen recording software and simulating the footage of webcams or phone cameras.\n\nScreenlife is not a genre of film, because screenlife movies can be made in different genres: horror, thriller, comedy, etc. It is mostly known as a new storytelling format because the computer or smartphone screen is used in journalism and advertising as a visual source.[5][6][7][8]\n\n"
        },
        {
            "title": "History",
            "text": "Cinematographers first used the screenlife format in 2010 after the new era of computers and the Internet. Screenlife is based on the immersive cinema and pseudo-documentary of found footage formats (The Blair Witch Project) and mockumentary (Paranormal).[9] However, the first trials of a combination of a classic film format and demonstration of desktops with interfaces were made in the 2000s. For example, the horror movie The Collingswood Story shows everything through the web cameras of the main characters.\n\nSome elements of the screenlife were recognised in the Night Watch and Day Watch movies by Timur Bekmambetov.[10]\n\n2013 horror film The Den by American director Zachary Donohue is considered to be the first modern feature-length film using computer screens as a medium to depict the events happening in the film.\n\nIn 2014 Russian director and producer Timur Bekmambetov made the full-length screenlife film Unfriended in 2014. Bekmambetov was the one who coined the term \"screenlife\". The film Unfriended earned $64 million at the box office on a budget of $1 million. The most successful screenlife movie by Bekmambetov is the thriller Searching, directed by Aneesh Chaganty The main roles were played by American John Cho and Debra Messing. The film received an Audience Choice Award at the Sundance Film Festival and collected in world box office over $75 million with a budget of about $700,000.[11][12][13] In the same year another notable screenlife film Open Windows by Spanish director Nacho Vigalondo was released.\n\nIn 2018, Bekmambetov first was the director of the screenlife film Profile (in all previous projects, he performed as a producer). Profile is a political thriller about the online recruitment of a British journalist by an Islamic terrorist.[14][15] The film received the Audience Choice Award in the Panorama program of the Berlin Film Festival and the SXSW Festival in the United States.[16]\n\nIn 2019, the first TV series about the zombie apocalypse called Dead Of Night in screenlife format was released. The movie was produced by Timur Bekmambetov. It was available to view on smartphones in the Snapchat application. In 2020, the second season was released.[17][18]\n\nIn June 2020, Timur Bekmambetov signed an agreement with Universal Pictures for the production of five films in screenlife format.[19]\n\nIn October 2020, the media reported that Bekmambetov was producing a new blockbuster in the screenlife format, starring American actors Eva Longoria and Ice Cube.[20]\n\nIn 2021, Timur Bekmambetov and Igor Tsai presented their new screenlife project R#J at the Sundance Film Festival. It was an experimental romantic drama that adapts the love story of Romeo and Juliet to the modern world. R#J was also presented at the SXSW Film Festival, where it won an Adobe Editing Award.[21]\n\nIn March 2021, Timur Bekmambetov's Bazelevs studio was included in the list of the most innovative companies in the world according to the American edition of Fast Company for the use of shooting technologies in the screenlife format.[22]\n\nIn 2021, SXSW also presented a vertical miniseries iBible: Swipe Righteous as a modern retelling of Bible stories on a smartphone screen.[23]\n\nIn March 2021, the media reported on the filming of the screenlife comedy #fbf with Ashley Judd.[24]\n\nIn June 2021, the media reported about the filming of the new Hollywood screenlife thriller Resurrected (directed by Egor Baranov) with Dave Davis (Dybbuk) in the leading role. The action of the film will occur in the near future, in which the Vatican has learned to resurrect people.[25][26]\n\n"
        },
        {
            "title": "Format",
            "text": "In the screenlife format, the film set is the desktop of the computer, and the files, folders and screen wallpapers are the decorations. The movement of the cursor is important because the viewer's attention is concentrated on it.[27]\n\nThe main difference between the post-production of traditional and screenlife films is the time required for editing. On average, editing screenlife movies takes 6–9 months. The post-production time is compensated for by a shorter production period compared to the traditional cinema (for example, Searching was filmed in 13 days).\n\nScreencasting software is usually used to decorate the device screen, and a GoPro camera is used for shooting. Actors often need to be the cameraman to bring life to the film.[28]\n\n"
        }
    ]
}