{
    "url": "https://en.wikipedia.org/wiki/Secular_theology",
    "title": "Secular theology",
    "table_of_contents": [
        "1 Other religions",
        "2 See also",
        "3 Notes",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Secular theology rejects the substance dualism of modern religion, the belief in two forms of reality required by the belief in heaven and hell. Secular theology can accommodate a belief in God, like many nature religions, but as residing in this world and not separately from it.\n\nAristotle's conception of God as the Soul of the World was such a secular concept.[citation needed]\nHistorians such as Charles Freeman hold that the AD 325 Council of Nicaea did much to establish dualism in Christian thought. Dualism has greatly influenced religion and science as well. By desacralizing the natural world, dualism has left it vulnerable to exploitation and damage.\n\nThe field of secular theology, a subfield of liberal theology advocated by Anglican bishop John A. T. Robinson somewhat paradoxically combines secularism and theology. Recognized in the 1960s, it was influenced both by neo-orthodoxy, Dietrich Bonhoeffer, Harvey Cox, and the existentialism of Søren Kierkegaard and Paul Tillich. Secular theology digested modern movements like the Death of God Theology propagated by Thomas J. J. Altizer or the philosophical existentialism of Paul Tillich and eased the introduction of such ideas into the theological mainstream and made constructive evaluations, as well as contributions, to them.[1]\n\nJohn Shelby Spong advocated a nuanced approach to scripture, as opposed to Biblical literalism, informed by scholarship and compassion which he argues can be consistent with both Christian tradition and a contemporary understanding of the universe. Secular theology holds that theism has lost credibility as a valid conception of God's nature.[2] It rejects the concept of a  personal God and embraces the status of Jesus Christ, Christology and Christian eschatology as Christian mythology without basis in historical events.[3][4]\n\nThe movement chiefly came about as a response to general dissatisfaction with the Christian establishment's tendency to lapse into \"provincialism\" when presented with the \"unusual\" theological ideas common during the 1960s.[5][6][7] The movement also suggested the legitimacy of seeking the holy outside the church itself. Thereby it suggests that the church did not have exclusive rights to divine inspiration. In a sense, this incorporated a strong sense of continuous revelation in which truth of the religious sort was sought out in poetry, music, art, or even the pub and in the street.[citation needed]\n\n"
        },
        {
            "title": "Other religions",
            "text": "Certain other religions besides Christianity have developed secular theologies and applied these to core concepts of their own traditions. Notable among such movements has been the Reconstructionist Judaism of Mordecai Kaplan, which understands God and the universe in a manner concordant with Deweyan naturalism.[8]\n\nIn Hinduism, the Advaita school of theology is generally regarded as non-theistic as it accepts all interpretations of God or Ishvara.\n\n"
        }
    ]
}