{
    "url": "https://en.wikipedia.org/wiki/Secular_spirituality",
    "title": "Secular spirituality",
    "table_of_contents": [
        "1 Definition",
        "2 Theorists",
        "2.1 Cornel W Du Toit",
        "2.2 Peter Van der Veer",
        "2.3 Kim Knott",
        "3 Technology",
        "3.1 Online spirituality",
        "3.2 Techno-spirituality",
        "4 Yoga",
        "5 Meditation",
        "6 Education",
        "7 Spirituality and nature",
        "8 In communities",
        "8.1 Chicano spirituality",
        "8.2 Indian national spirituality",
        "8.2.1 Responses to Indian national spirituality",
        "9 See also",
        "10 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Secular spirituality is the adherence to a spiritual philosophy without adherence to a religion. Secular spirituality emphasizes the personal growth and inner peace of the individual, rather than a relationship with the divine. Secular spirituality is made up of the search for meaning outside of a religious institution; it considers one's relationship with the self, others, nature, and whatever else one considers to be the ultimate.[1] Often, the goal of secular spirituality is living happily and/or helping others.[2]\n\nAccording to the American philosopher Robert C. Solomon, \"spirituality is coextensive with religion and it is not incompatible with or opposed to science or the scientific outlook. Naturalized spirituality is spirituality without any need for the 'other‐worldly'. Spirituality is one of the goals, perhaps the ultimate goal, of philosophy.\"[3] Cornel W Du Toit, head of the Research Institute for Theology and Religion at the University of South Africa, suggests secular spirituality is unique in that it adapts so well to modern world views, and is therefore compatible with other modern beliefs and ways of life, building community through shared experiences of \"awe\".[4] Peter Van der Veer also argues an important aspect of secular spirituality is its promotion of community, creating solidarity through shared universal truth.[5]: 1101  This 'universal truth' can be experienced through a secular or non-religious world view, without the need for a concept of 'higher power' or a 'supernatural being'.\n\nInstances of secular spirituality are mediated differently, as instances of awe can be encouraged through a diversity of unique environments and situations.[6] In the 21st century, individuals increasingly connect with the secularly spiritual through technology.[6] As follows, the connection between contemporary spiritual practices and technology is deepening profoundly.[6] Some traditionally religious practices have been adapted by secular practitioners under strictly spiritual understandings, such as yoga and mindfulness meditation.\n\n"
        },
        {
            "title": "Definition",
            "text": "Secular spirituality emphasizes humanistic qualities such as love, compassion, patience, forgiveness, responsibility, harmony and a concern for others.[7] Du Toit argues aspects of life and human experience which go beyond a purely materialistic view of the world are spiritual; spirituality does not require belief in a supernatural reality or divine being.[5]: 1098  Mindfulness and meditation can be practiced in order to cherish, foster, and promote the development of one's empathy and manage selfish drivers of behavior, with solicitude and forgiveness. This can be experienced as beneficial, or even necessary for human fulfillment, without any supernatural interpretation or explanation. Spirituality in this context may be a matter of nurturing thoughts, emotions, words and actions that are in harmony with a belief that everything in the universe is mutually dependent. Scholar Daniel Dennett suggests spirituality as connected to \"awe and joy and sense of peace and wonder,\" explaining \"people make a mistake of thinking spirituality... has anything to do with either religious doctrines... or the supernatural,\" instead claiming spirituality can be and is often entirely secular.[8] However critics  [9][10] suggest that because 'secular spirituality' does not reference theistic, supernatural or any 'other-worldly' constructs it cannot be truly considered spirituality — without some non-ordinary /supernatural element, the dissenters argue that spirituality boils down to being nothing more than a synonym for humanism.\n\n"
        },
        {
            "title": "Theorists",
            "text": "Cornel W Du Toit is a professor at the University of South Africa, who completed his studies at the Institute for Theology and Missiology.[11] Du Toit defines \"secular spirituality\" as a contemporary phenomenon of spirituality experienced in spheres separate from structured, institutionalized religion.[11] Du Toit cites Alister E. McGrath's definition of spirituality in his discussion of the secularly spiritual, arguing that spirituality generally concerns: \"the quest for a fulfilled and authentic life, involving the bringing together of the ideas distinctive of ... [some] religion and the whole experience of living on the basis of and within the scope of that religion.\"[11] Du Toit argues that, as a contemporary phenomenon, secular spirituality is different than earlier spiritualities. A number of changes in prevailing worldviews have affected the concept of spirituality. The concept of spirituality means something different in the current techno-scientific world than it did in a world of phantoms, magic, gods, and demons, in which humans believed themselves to be at the mercy of forces they could not control.[11] Du Toit believes that the increase in scientific explanations for what were previously seen as spiritual, \"unexplainable\" instances of awe, has increased individuals' tendency to call any experience that seems special \"spiritual.\" Du Toit argues that any realm can evoke an experience of spirituality whether it may be reading a novel, watching a movie or going on a hike.[11]\n\nSecular spirituality is not a new religion, but rather the potential for all experiences to assume a spiritual quality, not limited to any one religious or transcendent realm. Du Toit argues that industrialism has led to an increase in materialism in the West. Du Toit further argues that materialism has contributed to a more individualistic Western culture, which underpins secularism. In saying this, though Du Toit connects secularism to individualism, Du Toit maintains that secular spirituality is inherently communal, as he argues that while instances of awe can be experienced individually, they ultimately contribute to the collective – as these instances of awe can motivate people to influence others and nature. Du Toit argues that if they do not meaningfully contribute to the collective, they can not be considered secular spiritual experiences. Du Toit argues that \"the spiritual experiences was never an end in itself... [as] any spirituality that does not produce service is false.\n\nPeter Van der Veer suggests secular spirituality began with the emphasis on forming group identities, both national and political, and the need for these communities to share a spiritual identity. For Van der Veer, secular spirituality arose in communities through the simultaneous rise of secularism and spirituality, as well as their interaction in the context of nineteenth century globalization.[5]: 1101  He identifies spirituality, the secular, and religion as three interacting but independent concepts that create frameworks for different systems of belief. For Van der Veer the combination of the spiritual and the secular allows the bridging of discursive traditions in the global-historical context which preserves identities of the communities who share spiritual beliefs across national boundaries.[4]\n\nVan der Veer suggests the phenomenon of secular spirituality develops as many different expressions of belief because of the inconsistent integration of spirituality into secular society within social, market and political spaces.[5]: 1098  Secular spirituality reflects individualism and self-reflexivity through forming group identities outside of a modern geopolitical context. Secular spirituality does not imply rejecting modern ideas of liberalism, socialism or science, but instead exists as a parallel reading of the discourse with contemporary society. Van der Veer identifies the use of these contemporary ideas to create communities of individuals who share secular interests in a system of awesome belief as instances of secular spirituality.[5]: 1101 \n\nKim Knott focuses specifically on the secular sacred, in her discussion of secular spirituality. More specifically, Knott focuses on the possibility of experiencing the sacred outside the context of institutionalized religion. She believes that the sacred functions both within and outside of a theological context through the beliefs of individual persons.[12] Knott deconstructs the common conceptional separation of the sacred from the profane. She argues that the concept of religion should not be conflated with the concept of the sacred, and that the concept of the secular should not be conflated with the concept of the profane.[12] Throughout the enlightenment this separation between religion and the spiritual has occurred, as wilderness sites, marshes, coves, and other sites have been called sacred or spiritual places, without having religious influence or belonging to a religion.[12] In this understanding, the sacred is based in nature as these sacred sites serve in an individual's spatial sacred experience. In Knott's view, individuals experience the sacred through embodiment, spatiality, and the awareness of one's body and the spaces inside and around it.[12] As the basis of the sacred it becomes an operative connection within boundary crossing situations taking place inside and outside the human body and the inhabited territory.[12]\n\n"
        },
        {
            "title": "Technology",
            "text": "Religions and religious movements have strong online presence, which are often discussed in the academic study of digital religion under two categories: \"religion-online\" and \"online-religion.\"[13] As coined by Christopher Helland, \"religion-online\" is understood as \"importing traditional forms of religion online\", while \"online-religion\" is uniquely secularly spiritual, in that it \"[creates] new forms of networked spiritual interactions,\" promoting discussions of ritual and 'awe'-filled moments within a secular, online community.[13] Because of the Internet's ability to \"cross social and cultural borders\", Helland argues that this has created \"non-threatening environment\" that is ideal for anonymous users to engage in \"spiritual searching.\"[14] Online spiritual discussion outside of the aegis of any particular religious movement is often thought to have begun with and have been most influenced by Communitree, a \"California-based online social networking system\", which was established by John S. James.[15][16] He implemented the \"Start-A-Religion\" board on Communitree to promote \"open-ended forms of religious discussion\", which subsequently transitioned to \"Origins\" and resulted in an unofficial \"set of religious and quasi-religious beliefs and practices that is not accepted, recognized or controlled by official religious groups.\"[15][16] Scholars often associate Communitree with personal religiosity and individualized spirituality, as this entirely secular platform allowed for conversation to occur without a \"set doctrine, code of ethics or group of religious professionals to regulate belief and practices\".[15] Since the early days of Communitree, the Internet has evolved to provide countless forums, websites, and messaging systems. These platforms allow for information regarding spiritual ideas to be accessed, and connections to be made between those who are offering or seeking spiritual advice.[14]\n\nA defining feature of secular spirituality is that instances of secular spirituality can occur in any realm. In the present techno-scientific age, spiritual practices are increasingly mediated through technology.[17] For many religious people, technology can be seen as an alienating force – \"the encapsulation of human rationality\" – that competes with religion and spirituality as opposed to mediating or facilitating religion and spirituality.[17] The recognition of a spiritual dimension of technology represents a recent shift in the discussion. According to philosopher Jay Newman, \"technology's very success is contributing to the realization of ideals such as freedom, knowledge, happiness, and peace.\"[17] This may lead people to believe that \"technology is a proper successor to religion\", but this is certainly not the case in sociological trends. General levels of religiosity in the West have barely declined since the Enlightenment period.[17] The current \"attribution of spiritual meaning to the digital realm\" represents a remarkable change in how spirituality has traditionally been mediated. Secular spirituality is a phenomenon that recognizes the link between technology and spirituality, as opposed to viewing technology as in competition with spirituality.[17]\n\n"
        },
        {
            "title": "Yoga",
            "text": "The popularity of the 'yoga' in the West is integrally linked to secularization.[18]: 117  This secularization began in India in the 1930s, when yoga teachers began to look for ways to make yoga accessible to the general public who did not have the opportunity to practice yoga as part of the Hindu faith.[18] As such, yoga began to move from the realm of religion to the realm of secularity, promoting Yoga as a non-Hindu practice both within the West and East.[18] Yoga has undeniably Hindu roots, first mentioned in the Katha Upanisad.[19] Despite these roots, yoga has been secularized, and often referred to as being \"ancient Indian,\" \"Eastern,\" or \"Sanskritic,\" rather than as Hindu due to a desire to avoid any religious connotations.[20]: 144  Modern Western yoga is thought to \"not require adoption of religious beliefs or dogma,\" despite Hindu origins.[21]: 1   In the West, yoga has been \"modernized, medicalized, and transformed into a system of physical culture\".[20]: 61–2  This system of physical culture has transformed yoga \"into an individualized spirituality of the self\", creating an activity that is very popular within secular societies, drawing off portrayals of yoga as \"mystical, experiential and individualistic.\"[18]: 115, 116  Western yoga students cite health, fitness, and stress reduction as reasons for yogic practice, rather than traditional Hindu motivations and goals such as enlightenment.[20]: 39  However, many practice in order to reach \"contemplative states of consciousness and spirituality\", a goal that falls within the realm of secular spirituality.[21] In a study of Ashram residents, researchers found residents were more likely to respond they had an \"experience of oneness\" during or after a yoga class and felt more \"in touch with divine or spiritual\" after a class than control groups, leaving researchers to believe yoga practice enhances transformational processes, including spiritual states.[21]: 2 \n\n"
        },
        {
            "title": "Meditation",
            "text": "Taoism is regarded by many as a secular philosophy, when it arrived in India it branched out and was soon Indianized and mystified, giving religious explanations for the meditation practices.[22] Meditation is considered a \"spiritual alternative\"[23] to conventional values and goals, such as those found in traditional Western religions.[23] Mindfulness-based stress reduction, while traditionally linked to the Buddhist understanding of Samadhi, has become medicalized in the secular aim of reducing illness, rather than the traditional Buddhist goal of liberation from the suffering that occurs in worldly experiences.[24]: 278  As such, this medicalized, secularized version of meditation has been allowed into secular institutions within Western society, such as hospitals and schools.[25] Research done at Bowling Green State University has shown that mindfulness practitioners who identify as spiritual, as opposed to non-spiritual, benefit more fully from mindfulness practice, and more significantly decreasing their anxiety, increasing the positivity of their moods and increasing their ability to tolerate pain.[26] The Dalai Lama has promoted global exportation of meditation as a \"human practice,\" rather than strictly religious.[24]: 283  As such, the secular nature of meditation \"for the goal of universal human benefit\" is emphasized, allowing for secular, spiritual but non-religious participation.[24]: 283  An additional human benefit occurring as a result of meditative practice is a sense of community between practitioners. While meditation is entirely individual, it also relies on and creates social connection, building community through shared spirituality despite secular contexts.[24]: 283 \n\n"
        },
        {
            "title": "Education",
            "text": "Marisa Crawford points to the importance of including secular spirituality in the Canadian curriculum.[27] Crawford argues that a push for a secular public education system deprives students of the opportunity to explore life's \"ultimate questions of heart and soul.\"[27] Crawford believes that there is a way to integrate spirituality into the secular sphere without indoctrination. She advocates allowing students to investigate how individuals and cultures have addressed spiritual concerns and issues.[27] Public schools in Canada generally exclude the spiritual or transcendent dimension of human life from their explanation of religion and have thus bought into a brand of secularism that has excluded spirituality, giving students the false impression that spirituality has never been an important part of the human experience.[27] Crawford argues that the deflection of students' questions about religion or spirituality is commonplace and contributes to misunderstandings and ignorance about religion and spirituality.[27]\n\nAccording to Crawford, knowledge about religion and spirituality is essential for understanding and living in a pluralistic society.[27] While textbooks include explanations of the rituals and practices of certain religious groups, textbooks rarely discuss religion's role in shaping human thought and action.[27] In British Columbia, the School Act states that public schools must be conducted on \"strictly secular and non-sectarian principles,\" thereby alienating young people to \"questions that both enliven and vex the human spirit.\"[27] Lois Sweet argues that \"public schools must begin to examine ways to include the spiritual dimension of human existence in a non-indoctrinating way,\" by teaching worldviews that are sensitive to religious differences and by emphasizing the features of religion and spirituality that overlap.[27] Sweet points to the fact that the requirement for secularism in Canadian public schools simply signals the need for \"educational decisions and policies, whatever their motivation, to respect the multiplicity of religious and moral views that are held by families in the school community,\" not to ignore their discussion.[27]\n\nAccording to a UNESCO report on education: \"It is thus education's noble task to encourage each and every one, acting in accordance with their traditions and convictions and paying full respect to pluralism, to lift their minds and spirits to the plane of the universal and, in some measure, to transcend themselves.\"[27] According to Crawford, excluding religion from the curriculum endorses a passive hostility towards all religious points of view. According to Thomas Groome, by nurturing a sacramental cosmology – an awareness that each aspect of life manifests visible signs of invisible grace – educators can promote an attitude of reverence and gratitude for the world.[27] He argues that doing so can encourage students to \"bring light to the thousands of wonders and transcendent signals in the ordinary things of life ...contemplating the world with a gaze of faith that encourages seeking meaning and celebrating instances of awe.\"[27] Through integrating a sacramental cosmology into the Canadian Public Education system, Groome argues that students will have more opportunities to understand and appreciate the web of humanity – including love, friendship, and \"the intricate and consistent designs and patterns of science ... leading to contemplative wonder that is rooted in compassionate and loving relationships that embrace meaningful knowing.\"[27] Crawford argues that the curriculum will have to avoid promoting one particular religious or irreligious point of view. The curriculum would have to introduce students to a diversity of worldviews and spiritual options \"allowing them critical access to alternative traditions so that informed insight and wisdom may flourish through the development of spiritual literacy.\"[27]\n\n"
        },
        {
            "title": "Spirituality and nature",
            "text": " Nurse and researcher Kathleen Fischer notes that nature is a common context for a secular spiritual experience. In her view, individuals can foster a connection to the sacred through experiencing nature with an openness to joy and wonder.[28] According to Fischer, spirituality is the broader reality, the search for meaning and purpose for those who long to discover a deeper dimension to their lives.[28] She characterizes spiritual experience as being rooted in the feeling of awe in nature, which, in her words, may be inspired by sensing \"the intricacy, majesty, and beauty of creation: the delicate mist that arises from the spray of a waterfall, a hummingbird hovering at a flowering bush, white beaches bordering turquoise waters.\"[28] Fischer's work is intended to affirm that not only that the lives of human beings, but all aspects of nature, are filled with a sacred mystery or power.[28] In Fischer's own experience, the sacred power of spirituality has deepened and extended her spiritual practices, such as meditation or deep reflection to maintain strong mental wellbeing.[28]\n\nThrough researching Aboriginal Australian groups, Vicki Grieves has begun using research on their spiritual lives as a method for analyzing and interpreting the contemporary development of Australian Aboriginal groups.[29] Australian Aboriginal spirituality while diverse seems to attend to similar themes on the sacredness of nature that is seen in Fischer's work. Australian Aboriginals are often taught that life is a sacred hoop in which everything has a place. All elements of nature, whether plants, animals, or insects, should be treated with the same respect as humans. Grieves believes that Aboriginal Australian spiritualities deep connection to nature builds a strong community belief system which has the potential to unite all living beings.[29] Through researching Australian Aboriginal spirituality Grieves has noted how \"spirituality stems from a philosophy that establishes the wholistic notion of the interconnectedness of the elements of the earth and the universe, animate and inanimate.\"[29] As part of her research, Grieves conducted a focus group with an inter-city contemporary Aboriginal group in Australia to better understand the impact spirituality has on their lives. This inter-city group described spirituality as a feeling of interconnectedness to their people's past, of community and a connectedness with land and nature.[29] It is through spirituality that these inter-city aboriginals attained \"knowledge, inner strength, and a better understanding of their cultural roots\" contributing to feelings of \"acceptance, balance and focus\" as well as an overall sense of \"deep wellbeing\".[29]\n\n"
        },
        {
            "title": "In communities",
            "text": "Chicano spirituality is a form of Mexicanism; a nationalist spiritual ideology that developed in Mexico and the Southern United States in the 1960s as a response to political and cultural mistreatment by both Mexican and American law.[30]: 219  Chicano spirituality uses a combination of rituals from the Mexica, popular Catholic traditions, and secular Mexican traditions to forge an identity for the Chicano people. Chicanos understand their identity to be that of an independent ethnic minority in between Indigenous and Hispanic people, as such blending secular ethnic positionality with a variety of spiritual traditions.[30]: 222  The Chicano identify as heirs to the Aztec lineage, and use this genealogy to justify their demands for territory and recognition in civil rights.[30]: 220  Aztlán is the imagined territory that is the centre of the Anhuac tribes of whom the Chicano claim to be descendants.[30]: 223  Aztlán is identified by the Chicano as the first settlement of the Anhuac people in North America before their southern migration to found the Aztec Empire. Chicano spiritual practice includes the celebration of Mexican civic holidays, and uniquely Chicano-Mexicanist rites of passage. One ritual, called Xilonen, is a rite of passage celebrated by fifteen-year-old Chicano girls that symbolically teaches them the place of women in the social order and in families.\n\nIn the context of the modern Chicano movement, the Chicano identity is used to transcend the modern national boundaries of Mexico and the United States as a distinct population. The territory of Atzlán allows the Chicano to justify their separation from other ethnic and cultural groups in these countries by providing them with Aztec ancestors, and a historical connection to territory in what is now the southern United States.[30]: 223  The idea of the Aztlán homeland is imaginary, but supported by factors in pre-Hispanic history, allows the Chicano to more firmly stake their position to be recognized as a form of secular spirituality occurring in communities in both Mexico and the United States that desires political recognition of their minority identity as a tool to engage in contemporary society.\n\nThe three main arguments that the Chicano use in their fight for a distinct political identity are that the origin of the Chicano ancestors, the Nahua tribes were in North America, that until 1848 the modern national boundaries between Mexico and the United States were not set, and that there is a history of transient Mexican workers in the United States. By claiming a historical link to territory in both countries, the Chicano distinguish themselves as developing a cultural identity separate from either. Chicano spirituality is a combination of American and Mexican encounters with modern politics of human rights.[30]: 224 \n\nEnglish rhetorician I.A. Richards has argued that the lack of a word for spirituality in Sanskrit makes it possible for the concept to be used in a nationalist capacity that transcends individual traditions.[31] Mohandas Gandhi's principle in establishing Indian National Spirituality was that each person could discover a universal truth in the Indian struggle with British colonialism. His vision of Indian National Spirituality transcended the bounds of individual religious traditions, to enact a shared nationalist fervour in the fight for independence. Gandhi's Indian National Spirituality was an adaption of Hindu tradition in light of Western thought proposed an independent India to operate within.[5]: 1109  Gandhi used the Hindu principle of Sarva Dharma Sambhava which argues that all religions are equal as a way to invite participation of minority communities in his vision of a politically independent India.[5]: 1110  Gandhi's national spirituality relied on the entire population of India presenting themselves as a united front against colonialism. After the Lucknow Pact of 1916 Gandhi was forced as an act of Indian congress to give separate political representation to Muslims, and later to Sikhs. Gandhi felt that separating them from the political whole was a \"vivisection\" of Indian National spirituality as formed a shared ideology for fight for Indian Nationalism.[32]: 55 \n\nIn addition to arguing for religious equality in India, Gandhi's ideology called for the equality of humankind, a secularly spiritual demand based on peace and kindness for the betterment of all. He believed that Indian National Spirituality would allow the East to be an example to the West in promoting national communities tied by belief.[33] Gandhi saw the endemic oppression of the Dalit or untouchable population by the caste system of Hinduism as a heinous institution. He promoted embracing the Dalit population as also being Harijan or children of God, and the British programs implemented to raise Dalit status through educational and employment opportunity programs.[5]: 1111 \n\nGandhi's proposed universalist national spiritual identity for India faced criticism by both religious and secular nationalist groups. Hindu Nationalists opposed an all-encompassing spiritual tradition that accepted Muslims. They believed that being forced to share an identity with a group of the population that they saw as foreign would be another form of colonial emasculation.[5]: 1110 \n\nAnother response to the universalism of Indian National Spirituality as proposed by Gandhi was by B. R. Ambedkar in the fight for the Dalit. Ambedkar criticized the use of Hinduism as a basis for a universal spirituality because of the implied inequality of the embedded caste system.[32]: 47  He saw the lack of mobility between castes and the systematic oppression of the Dalits, the lowest caste in the Hindu system, as necessitating a political separation from their oppressors in a contemporary Indian legal situation.[32]: 53  Ambedkar believed that the community of the Dalit had to divorce itself from Hindu tradition in order to escape caste based oppression, explaining that Dalit problem \"would never be solved unless [the Dalit] got political power in their own hands.\"[34] Ambedkar's method for achieving the goals of the Dalit meant that their identity needed to be reimagined as secular, separate from the Hindu caste system.\n\nAmbedkar used conversion to Buddhism as a means to promote the Dalit cause through a different spiritual framework than Gandhi's Indian National Spirituality.[5]: 1110  In 1956 Ambedkar and a number of his Dalit followers converted from Hinduism to Buddhism. The conversion was symbolic shift for the untouchable community to escape the implications of the Hindu caste system on the Dalit population in a secular realm.[32]: 61  The tradition of Buddhism was seen by Ambedkar as \"a guide for right relations between man and man in all spheres of life,\" embodying the egalitarian character missing from Indian society.[32]: 63  He hoped that converting the Dalit population to a religion that lacked a caste system would help to create a situation in which they had equal human rights in India as a minority group. Ambedkar's interpretation of Buddhism was based on a secular and this-worldly reading, wherein suffering was defined as the oppression of one culture by another, and freedom from suffering, and nirvana defined as righteous behaviour on earth between all people.[32]: 63 \n\n"
        }
    ]
}