{
    "url": "https://en.wikipedia.org/wiki/Secularism",
    "title": "Secularism",
    "table_of_contents": [
        "1 Variations",
        "2 History",
        "3 State secularism",
        "3.1 Frameworks",
        "4 Secular society",
        "5 Secular philosophy",
        "5.1 Secularism in late 20th century political philosophy",
        "6 See also",
        "7 References",
        "8 Bibliography",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSecularism is the principle of seeking to conduct human affairs based on secular, naturalistic considerations.\n\nSecularism is most commonly defined as the separation of religion from civic affairs and the state, and may be broadened to a similar position seeking to remove or to minimize the role of religion in any public sphere.[1] The term \"secularism\" has a broad range of meanings, and in the most schematic, may encapsulate any stance that promotes the secular in any given context.[2][3] It may connote anti-clericalism, atheism, naturalism, non-sectarianism, neutrality on topics of religion, or the complete removal of religious symbols from public institutions.[4]\n\nAs a philosophy, secularism seeks to interpret life based on principles derived solely from the material world, without recourse to religion. It shifts the focus from religion towards \"temporal\" and material concerns.[5]\n\nThere are distinct traditions of secularism in the West, like the French, Turkish and Anglo-American models, and beyond, as in India,[4] where the emphasis is more on equality before law and state neutrality rather than blanket separation. The purposes and arguments in support of secularism vary widely, ranging from assertions that it is a crucial element of modernization, or that religion and traditional values are backward and divisive, to the claim that it is the only guarantor of free religious exercise.\n\n"
        },
        {
            "title": "Variations",
            "text": "Secularism takes different forms with varying stances on where and how religion should be separate from other aspects of society.[6] People of any religious denomination can support a secular society, but the adoption of secularism as an identity is typically associated with non-religious individuals, including atheists.[7] Political secularism encompasses the schools of thought in secularism that consider the regulation of religion by a secular state.[8] Religious minorities and non-religious citizens in a country tend to support political secularism while members of the majority religion tend to oppose it.[9] Secular nationalists are people that support political secularism within their own state.[10]\n\nScholars identify at least four variations of political secularism in society. The fundamentalist form is antagonistic against religion and openly opposes it. The humanistic form is indifferent towards religion and political states \"adhering to the principles of materialism, naturalism, humanism\" follow this approach.[11][12] The liberal form is regarded to be more sympathetic towards religious sentiments in general but neither opposed nor biased towards any particular one.[12] Some scholars also regard pseudo-secularism, though the term is used in a pejorative sense, as a variant form of political secularism apparent in instances where the state claims to be secular and indifferent or impartial towards religions but its policies favor a particular religion over others.[11]\n\nThere are many principles that are associated with political secularism. It typically promotes legal equality between people of different religions, opposing a legal hierarchy on the basis of religious belief or lack of religious belief. It is also associated with a separation of church and state, considering these to be two distinct entities that should be treated separately. State supremacy is a secular principle that supports obedience to governmental law over religious law, while internal constraint is a secular principle that opposes governmental control over one's personal life. Under political secularism, the government can enforce how people act but not what they believe. Similarly, freedom of thought is supported by secularism. Order is supported by secularists, specifically in that one's beliefs should not be permitted to disturb the civil peace. Religious tolerance is supported both for people of other religions and a lack of piety demonstrated by members of one's own religion. Political secularism also supports reason as a virtue.[13] Secularists also support freedom from religion as an extension to freedom of religion.[14]\n\n"
        },
        {
            "title": "History",
            "text": "Secularism in practice has existed since ancient times. In societies such as Ancient Greece, a limited secularism was practiced in which religion was not involved in governance, though it was still prevalent in public life.[16] Muslim-majority secular states existed during the Islamic Golden Age.[17]\n\nIn 1636, Roger Williams founded the Providence Plantations as a settlement with total freedom of religion, in present-day Rhode Island.[18] Secular ideas were strongly challenged by religious leaders and the Catholic Church in particular, causing a religious culture war. During the American Revolution, Thomas Jefferson and James Madison incorporated the ideas of John Locke into the government of the United States, including his secularism, though a true secular state was not achieved until the 20th century.[19] French secularism in the Age of Enlightenment was based on Gallicanism, which emphasised state supremacy, as well as anti-clericalism and materialism.[20] Revolutionary France opposed Catholic influence in the country, and it briefly replaced Christianity with the deistic Cult of Reason.[18]\n\nThe first to use the already-extant word \"secularism\" in a modern sense, was the British agnostic writer George Holyoake, in 1851. Finding \"atheism\" too aggravating, he sought a term that would describe a stance advocating to conduct life based on naturalistic (secular) considerations only, but without necessarily rejecting religion, thus enabling cooperation with believers.[21] Holyoake's definition of secularism differs from its usage by later writers. As the Humanist Heritage website notes, Holyoake provides a definition of secularism \"much akin to modern definitions of humanism... broader than just atheism.\"[22] More modern definitions of secularism are likely to pertain to separation of church and state rather than personal beliefs.\n\nMany Christian countries began to undergo societal secularisation during the 20th century, with levels of belief and practice declining. Sociologists disagree as to whether this represents a periodic fluctuation or a larger trend toward long-term adoption of secularism.[23] The principle of Laïcité, the French notion of strict separation, was enshrined into law in 1905.[18] After the rise to power of Mustafa Kemal Atatürk in 1923, Turkish secularism, or laiklik, became a state ideology under Kemalism, aiming to modernise the country. Turkey's secular tradition prior to Atatürk's reforms was limited, and 20th century Turkish secularism was initially modelled after French laïcité. Turkey remains virtually the only Muslim-majority nation with an effective secular government, though secularism remains a controversial ideology in Turkey, and anti-Kemalism is a prominent ideology in the country.[24] India became a secular state after it achieved independence in 1947; Mahatma Gandhi supported pluralist secularism as a means to curb tensions in the religiously diverse nation. The Indian model of secularism stressed equality of faiths before the law, more than separation from the state. The Universal Declaration of Human Rights was proclaimed in 1948, protecting freedom of religion in international law.[25]\n\n"
        },
        {
            "title": "State secularism",
            "text": "In political terms, secularism is a movement towards the separation of religion and government, often termed the separation of church and state. This can refer to reducing ties between a government and a state religion, replacing laws based on scripture (such as Halakha, Dharmaśāstra, and Sharia) with civil laws, and eliminating discrimination on the basis of religion. This is said to add to democracy by protecting the rights of religious minorities.[26] Separation of church and state is one possible strategy to be deployed by secular governments. From the democratic to the authoritarian, such governments share a concern to limit the religious side in the relationship. Each state may find its own unique policy prescriptions. These may include separation, careful monitoring and regulation of organised religion such as in France, Turkey, and others.[27]\n\nIn accord with the belief in the separation of church and state, secularists tend to prefer that politicians make decisions for secular rather than religious reasons.[28] In this respect, policy decisions pertaining to topics like abortion, contraception, embryonic stem cell research, same-sex marriage, and sex education are prominently focused upon by American secularist organisations such as the Center for Inquiry.[29][30] Religious fundamentalists often oppose a secular form of government, arguing that it contradicts the character of historically religious nations, or infringes on their rights to express themselves in the public sphere. In the United States, for example, the word \"secularism\" became equivalent to \"anti-religion\" due to such efforts.[31] Religious minorities, however, often support secularism as a means of defending their rights against the majority.[32]\n\nState secularism is most often associated with the Age of Enlightenment in Europe and it plays a major role in Western society. Some of the most well known examples for states considered \"constitutionally secular\" are the United States, France,[33] Turkey, India, Mexico,[34] and South Korea, though none of these nations have identical forms of governance with respect to religion. For example, in India, secularism includes state involvement in religion, while in France, secularism precludes such involvement.[35][36]\n\nSeparationist secularism enforces the separation of church and state. Under this system, the state does not support any religious group and does not enforce religious laws. Challenges facing separationist secularism include how the government should regulate secular activities of religious groups and how to govern separately from religion when citizens, including government employees, are religious. The federal judiciary of the United States interpreted the United States Constitution as supporting this system during the 20th century, based on the ideas of John Locke and Thomas Jefferson.[37]\n\nLaïcité is a secularist framework developed and used in France. Under this system, the state has legal supremacy over religion and enforces the restriction of religion in the public sphere. It was established by a 1905 law, and subsequent laws have restricted the use of religious iconography in public of by children.[38] Kemalist secularism, or laiklik, is an adaptation of laïcité that Mustafa Kemal Atatürk established in Turkey in the 1920s and 1930s.[39]\n\nAccommodationism is a system of actively supporting religion in general without favouring a specific religious sect. Under this system, the state applies few restrictions to religion and often provides religious organisations with financial support. India uses this system, incorporating Western ideas of secularism in combination with Indian tradition of religious and ethnic pluralism. One source of disagreement regarding accommodationism in India is the right of Muslims to live under both the civil code and Sharia simultaneously and the complications that result from this. Accommodationism also has a history in the United States, and the U.S. has increasingly moved toward accommodationism in the 21st century.[40]\n\nState atheism is a total ban on religion. Under this system, the state enforces laws that do not allow religious practice or the expression of religious beliefs in society. Unlike other secularist frameworks, state atheism does not permit freedom of thought or the separation of government from personal belief. Because of this distinction, state atheism may or may not be considered a form of secularism. It is typically associated with Marxism and Communist states, in which it is described as \"scientific atheism\".[41]\n\n"
        },
        {
            "title": "Secular society",
            "text": "In studies of religion, modern democracies are generally recognised as secular. This is due to the near-complete freedom of religion (religious beliefs generally are not subject to legal or social sanctions), and the lack of authority of religious leaders over political decisions. Nevertheless, it has been claimed that surveys done by Pew Research Center show Americans as generally being more comfortable with religion playing a major role in public life, while in Europe the impact of the church on public life is declining.[42]\n\nMost societies become increasingly secular as the result of social, economic development and progress, rather than through the actions of a dedicated secular movement.[43] Modern sociology has, since Max Weber, often been preoccupied with the problem of authority in secularised societies and with secularisation as a sociological or historical process.[44] Contemporary ethical debate in the West is often described as \"secular\", as it is detached from religious considerations. Twentieth-century scholars, whose work has contributed to the understanding of these matters, include Carl L. Becker, Karl Löwith, Hans Blumenberg, M. H. Abrams, Peter L. Berger, Paul Bénichou and D. L. Munby, among others.\n\nThere is not one singular secular culture, as different people identify as secularists for different reasons and under different belief systems. Secularism is typically associated with progressivism and social liberalism. In democratic countries, middle and upper class white urban males with high education are more likely to identify as secularist than any other demographic group. In societies where secularism is more common, such as in Western Europe, demographics of secularists are closer to even. How a society considers what is secular may also change, where nominally spiritual beliefs become part of public or private life without being recognised as religious. As secularists are a minority in most communities, secularism is often stigmatised. Proponents of religious society challenge secular society on the basis of morality, saying that secularism lacks a meaningful way to incentivise moral behaviour among its members.[45]\n\n"
        },
        {
            "title": "Secular philosophy",
            "text": "Secularism is considered in political philosophy and philosophy of religion. As a philosophy, secularism is closely associated with naturalism and materialism, rejecting consideration of immaterial or supernatural substances, such as a soul, in favour of a material universe.[46] This secular materialism and rationalism forms the basis of most modern empirical science.[47] During the Age of Enlightenment, liberal European philosophers such as Baruch Spinoza, John Locke, Montesquieu, Voltaire, David Hume, Adam Smith, and Jean-Jacques Rousseau all proposed various forms of separation of church and state.[18] The work of well known moral philosophers such as Derek Parfit and Peter Singer, and even the whole field of contemporary bioethics, have been described as explicitly secular or non-religious.[48][49][50][51]\n\nA major issue considered by secular philosophy is the nature of morality in a material universe. Secular ethics and secular morality describe systems of right and wrong that do not depend on religious or supernatural concepts. Much of the philosophy of Friedrich Nietzsche is developed in response to this issue. Under secular ethics, good is typically defined as that which contributes to \"human flourishing and justice\" rather than an abstract or idealised conception of good. Secular ethics are often considered within the frame of humanism.[52]\n\n\nIt can be seen by many of the organisations (NGOs) for secularism that they prefer to define secularism as the common ground for all life stance groups, religious or atheistic, to thrive in a society that honours freedom of speech and conscience. An example of that is the National Secular Society in the UK. This is a common understanding of what secularism stands for among many of its activists throughout the world. However, many scholars of Christianity and conservative politicians seem to interpret secularism more often than not, as an antithesis of religion and an attempt to push religion out of society and replace it with atheism or a void of values, nihilism. This dual aspect (as noted above in \"Secular ethics\") has created difficulties in political discourse on the subject. It seems that most political theorists in philosophy following the landmark work of John Rawls' Theory of Justice in 1971 and its following book, Political Liberalism (1993),[53] would rather use the conjoined concept overlapping consensus rather than secularism. In the latter Rawls holds the idea of an overlapping consensus as one of three main ideas of political liberalism. He argues that the term secularism cannot apply; \nStill, Rawl's theory is akin to Holyoake's vision of a tolerant democracy that treats all life stance groups alike. Rawl's idea it that it is in everybody's own interest to endorse \"a reasonable constitutional democracy\" with \"principles of toleration\". His work has been highly influential on scholars in political philosophy and his term, overlapping consensus, seems to have for many parts replaced secularism among them. In textbooks on modern political philosophy, like Colin Farrelly's, An Introduction to Contemporary Political Theory,[54] and Will Kymlicka's, Contemporary Political Philosophy,[55] the term secularism is not even indexed and in the former it can be seen only in one footnote. However, there is no shortage of discussion and coverage of the topic it involves. It is just called overlapping consensus, pluralism, multiculturalism or expressed in some other way. In The Oxford Handbook of Political Theory,[56] there is one chapter called \"Political secularism\", by Rajeev Bhargava. It covers secularism in a global context, and starts with this sentence: \"Secularism is a beleaguered doctrine.\"\n\n"
        }
    ]
}