{
    "url": "https://en.wikipedia.org/wiki/Seinen_manga",
    "title": "Seinen manga",
    "table_of_contents": [
        "1 Magazines",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSeinen manga (青年漫画) is an editorial category of Japanese comics marketed toward young adult men.[1] In Japanese, the word seinen literally means \"youth\", but the term \"seinen manga\" is also used to describe the target audience of magazines like Weekly Manga Times and Weekly Manga Goraku which cater specifically to men's interests, and are marketed towards a demographic of young adult men between the ages of 18 and 40. Seinen manga are distinguished from shōnen manga which are for young teen boys, although some seinen manga like xxxHolic share similarities with shōnen manga. Seinen manga can focus on action, politics, science fiction, fantasy, relationships, sports, or comedy. The female equivalent to seinen manga is josei manga.\n\nSeinen manga have a wide variety of art styles and variation in subject matter. Examples of seinen series include: Berserk, AKIRA, 20th Century Boys, One Punch Man, Golden Kamuy, Ghost in the Shell, Hellsing, Kingdom, Initial D, Maison Ikkoku, Master Keaton, Mushishi, Oh My Goddess!, Outlaw Star, and Tokyo Ghoul, as well as the formerly shōnen manga series JoJo's Bizarre Adventure and Trigun.\n\nA common way to tell if a manga is seinen is by looking at whether furigana is used over the original kanji text: if there are furigana on all kanji, the title is generally aimed at a younger audience. The title of the magazine it was published in is also an important indicator. Usually, Japanese manga magazines with the word \"young\" in the title (Weekly Young Jump for instance) are seinen. There are also mixed shōnen/seinen magazines such as Gangan Powered and Comp Ace. Other popular seinen manga magazines include Weekly Young Magazine, Weekly Young Sunday, Big Comic Spirits, Business Jump, Ultra Jump, and Afternoon.\n\nOne of the earliest manga magazines published in Japan was a seinen publication: Weekly Manga Times, was released in 1956. It was aimed squarely at middle-aged men, featuring erotic fiction and manga and talestwo of the main shōnen manga titles appeared: Weekly Shōnen Magazine and Weekly Shōnen Sunday. Then in 1967, the first of the magazines aimed at younger men appeared: Weekly Manga Action, which scored big hits with Lupin III, Lone Wolf and Cub, and later Crayon Shin-chan. Big Comic followed in 1968, perhaps best known for its series Golgo 13. The year 1972 saw the addition of Big Comic Original, which featured Tsuribaka Nisshi, a manga about two older men who enjoy fishing; the manga was made into a series of popular movies. In 1979, the publisher Shueisha, known for Weekly Shonen Jump for teen boys, entered the seinen market with Weekly Young Jump. Many Young Jump series have been adapted into anime or live action TV programs, such as Elfen Lied, Gantz, Hen, Kirara, Liar Game, Oku-sama wa Joshi Kōsei, and Zetman.\n\n"
        },
        {
            "title": "Magazines",
            "text": "A list of the top Japanese seinen manga magazines by circulation in the time-span from October 1, 2009 to September 30, 2010.[2]\n\n"
        }
    ]
}