{
    "url": "https://en.wikipedia.org/wiki/Selig_Polyscope_Company",
    "title": "Selig Polyscope Company",
    "table_of_contents": [
        "1 History",
        "1.1 Edendale",
        "1.2 The \"cliffhanger\"",
        "1.3 Hearst-Selig News Pictorial",
        "1.4 V-L-S-E, Incorporated",
        "1.5 Selig zoo",
        "2 Legacy",
        "2.1 Academy library",
        "2.2 Lost films",
        "3 Partial filmography",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Selig Polyscope Company was an American motion picture company that was founded in 1896 by William Selig in Chicago. The company produced hundreds of early, widely distributed commercial moving pictures, including the first films starring Tom Mix, Harold Lloyd, Colleen Moore, and Roscoe \"Fatty\" Arbuckle. Selig Polyscope also established Southern California's first permanent movie studio, in the historic Edendale district of Los Angeles.  Ending film production in 1918, the business, based on its film production animals, became an animal and prop supplier to other studios and a zoo and amusement park attraction in East Los Angeles until the Great Depression in the 1930s.[1] In 1947, William Selig and several other early movie producers and directors shared a special Academy Honorary Award to acknowledge their role in building the film industry.[2]\n\n"
        },
        {
            "title": "History",
            "text": "William Selig had worked as a magician and minstrel show operator on the west coast in California. Later on, in Chicago, he entered the film business using his own photographic equipment, free from patent restrictions imposed through companies controlled by Thomas Edison. In 1896, with help from Union Metal Works and Andrew Schustek, he shot his first film, Tramp and the Dog. He went on to successfully produce local actualities, slapstick comedies, early travelogues and industrial films (a major client was Armour and Company). In 1908 Selig Polyscope was involved in the production of The Fairylogue and Radio-Plays, a touring \"multimedia\" attempt to bring L. Frank Baum's Oz books to a wider public (which played to full houses but was nonetheless a financial disaster for Baum). By 1909 Selig had studios making short features in Chicago and the Edendale district of Los Angeles. The company also distributed stock film footage and titles from other studios. That year, Roscoe Arbuckle's first movie was a Selig comedy short. The company's early existence was fraught with legal turmoil over disputes with lawyers representing Thomas Edison's interests. In 1909 Selig and several other studio heads settled with Edison by creating an alliance with the inventor. Effectively a cartel, Motion Picture Patents Company dominated the industry for a few years until the Supreme Court (in 1913 and 1915) ruled the firm was an illegal monopoly. In 1910 Selig Polyscope produced a wholly new filmed version of The Wonderful Wizard of Oz. The company produced the first commercial two-reel film, Damon and Pythias, successfully distributed its pictures in Great Britain and maintained an office in London for several years before World War I. Although Selig Polyscope produced a wide variety of moving pictures, the company was most widely known for its wild animal shorts, historical subjects and early westerns.[citation needed]\n\nAttracted by Southern California's mild, dry climate, varied geography for location shooting and isolation from Edison's legal representatives on the east coast, Selig set up his studio in Edendale in 1909 with director Francis Boggs, who began the facility in a rented bungalow and quickly expanded, designing the studio's front entrance after Mission San Gabriel.[citation needed]\n\nAn early production there was The Count of Monte Cristo. Edendale soon became Selig Polyscope's headquarters, but in 1911 Boggs was murdered by a Japanese gardener who also wounded Selig. The company produced hundreds of short features at Edendale, including many early westerns featuring Tom Mix (which were also shot at Las Vegas, New Mexico). Selig Polyscope made dozens of highly successful short movies involving wild animals in exotic settings, including a popular re-creation of an African safari hunt by Teddy Roosevelt. In 1914 Selig made 14 short experimental \"talking pictures\" with Scottish actor Harry Lauder.[3]\n\nIn 1913, through a collaborative partnership with the Chicago Tribune, Selig produced The Adventures of Kathlyn, introducing a dramatic serial plot device which came to be known as the cliffhanger.[citation needed] Each chapter's story was simultaneously published in the newspaper. A combination of wild animals, clever dramatic action and Kathlyn Williams' screen presence resulted in significant success. The Tribune’s circulation reportedly increased by 10% and both dance and cocktail were named after Williams, whose likeness was reportedly sold on over 50,000 postcards.\n\nHearst-Selig News Pictorial was established in 1914 by the Selig Polyscope Company and the Hearst Corporation. Hearst-Selig News Pictorial, No. 104 was released in US theaters by the General Film Company on December 30, 1915. After this release , the partnership between Hearst and Selig broke up: Selig continued to produce newsreels in collaboration with the Chicago Tribune while Hearst made use of Vitagraph to produce the Hearst-Vitagraph News Pictorial series.[4]\n\n\n\nIn 1915, Selig entered into an agreement with Vitagraph Studios, Lubin Manufacturing Company, and Essanay Studios to form a film distribution partnership known as V-L-S-E, Incorporated.[5]\n\nBy 1913 Selig had gathered a large collection of animals for his films and spent substantial funds acquiring and developing 32 acres (130,000 m2) of land in Lincoln Heights northeast of downtown Los Angeles, where he opened a large public zoo. \n\nCirca 1915, the Selig Zoo held a five-year-old orangutan called Prince Chang.[6][7] He supposedly lived in a castle with a southern exposure and its own garden;[7] his enclosure was said to be electrically heated.[8] He appeared in a one-reel Selig film called The Orang-Outang.[9] Described as \"enormous,\" Chang did not immediately take to the rigors of film production. He reportedly chased costar George Larkin around the studio while brandishing a cane, and wrecked two sets. Eventually, furniture made of cast iron bolted to the floor allowed production to continue.[10]\n\nIn 1917 Selig sold the Edendale facility to producer William Fox and moved his movie studio to the zoo in East Los Angeles. Meanwhile, World War I cut severely into the substantial revenues Selig Polyscope had been garnering in Europe and the company shunned profitable movie industry trends, which had shifted towards dramatic (and more costly) full length feature films. Selig Polyscope became insolvent and ceased operations in 1918. Mix signed with Fox back at Edendale and went on to even greater success as a matinée cowboy star. Movie studios rented animals and staged many shoots at the Selig zoo (sometimes later claiming they had been filmed in Africa). The First Tarzan movie (1918) was filmed there. In 1920 Louis B. Mayer rented his first studio space for Mayer Pictures at the site. Selig planned to develop it into a major tourist attraction, amusement park and popular resort named Selig Zoo Park with a Ferris wheel, carousels, mechanical rides, an enormous swimming pool with a sandy beach and a wave making machine, hotel, theatre, cinema, restaurants and thousands of daily visitors (more than 30 years before Disneyland). Only a single carousel was built. Selig Polyscope's extensive collection of props and furnishings were auctioned off at the zoo in 1923.\n\nSelig finally sold the zoo following a flood during the Great Depression. Some of the animals were donated to Los Angeles County, forming a substantial addition to Griffith Park Zoo. The property was used as a jalopy racetrack during the 1940s and early 1950s. In 1955 the site was described as \"an inactive amusement park.\"[11]\n\nThroughout its history, names appearing on the zoo gate included:\n\nThe carousel survived on the site until 1976 when it was destroyed by fire. The former Selig zoo's arched front gate with its lavish animal sculptures was a crumbling landmark in Lincoln Heights for many decades. By 2003 the sculptures were reportedly being restored for installation at the Los Angeles Zoo and in 2007 tennis courts were on the site.[12]\n\n"
        },
        {
            "title": "Legacy",
            "text": "In the late 1940s, Selig made a large donation of business records to the Academy of Motion Picture Arts and Sciences Library. The William Selig papers, together with the donation, include Selig's correspondence, scripts, scrapbooks, production files and six feet of photographs that include production stills from over 500 films that are otherwise lost (only about 225 of the over 3,500 films released by Selig between 1896 and 1938 have survived into the present day). This collection still requires further study.[13]\n\nThe potential of movies as long term sources of revenue was unknown to early movie industry executives. Films were made quickly, sent into distribution channels and mostly forgotten soon after their first runs. Surviving prints were typically stored haphazardly, if at all. Nitrate film stock, in common use until the mid-20th Century, was chemically volatile and many prints were lost in fires or decomposed in storage. Some were recycled for their silver content or simply thrown away to save space. Out of Selig Polyscope's hundreds of films, only a few copies and scattered photographic elements are known to survive.\n\n"
        }
    ]
}