{
    "url": "https://en.wikipedia.org/wiki/Sensitivity_and_specificity",
    "title": "Sensitivity and specificity",
    "table_of_contents": [
        "1 Application to screening study",
        "2 Definition",
        "2.1 Sensitivity",
        "2.2 Specificity",
        "3 Graphical illustration",
        "4 Medical usage",
        "4.1 Misconceptions",
        "4.2 Sensitivity index",
        "5 Confusion matrix",
        "6 Estimation of errors in quoted sensitivity or specificity",
        "7 Terminology in information retrieval",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sensitivity and specificity mathematically describe the accuracy of a test which reports the presence or absence of a condition. Individuals for which the condition is satisfied are considered \"positive\" and those for which it is not are considered \"negative\".\n\nIf the true condition can not be known, a \"gold standard test\" is assumed to be correct. In a diagnostic test, sensitivity is a measure of how well a test can identify true positives and specificity is a measure of how well a test can identify true negatives. For all testing, both diagnostic and screening, there is usually a trade-off between sensitivity and specificity, such that higher sensitivities will mean lower specificities and vice versa.\n\nIf the goal is to return the ratio at which the test identifies the percentage of people highly likely to be identified as having the condition, the number of true positives should be high and the number of false negatives should be very low, which results in high sensitivity. This is especially important when the consequence of failing to treat the condition is serious and/or the treatment is very effective and has minimal side effects.\n\nIf the goal is to return the ratio at which the test identifies the percentage of people highly likely to be identified as not having the condition, the number of true negatives should be high and the number of false positives should be very low, which results in high specificity. That is, people highly likely to be excluded by the test. This is especially important when people who are identified as having a condition may be subjected to more testing, expense, stigma, anxiety, etc.\n\nThe terms \"sensitivity\" and \"specificity\" were introduced by American biostatistician Jacob Yerushalmy in 1947.[1]\n\n"
        },
        {
            "title": "Application to screening study",
            "text": "Imagine a study evaluating a test that screens people for a disease. Each person taking the test either has or does not have the disease. The test outcome can be positive (classifying the person as having the disease) or negative (classifying the person as not having the disease). The test results for each subject may or may not match the subject's actual status. In that setting:\n\nAfter getting the numbers of true positives, false positives, true negatives, and false negatives, the sensitivity and specificity for the test can be calculated. If it turns out that the sensitivity is high then any person who has the disease is likely to be classified as positive by the test. On the other hand, if the specificity is high, any person who does not have the disease is likely to be classified as negative by the test.  An NIH web site has a discussion of how these ratios are calculated.[11]\n\n"
        },
        {
            "title": "Definition",
            "text": "Consider the example of a medical test for diagnosing a condition. Sensitivity refers to the test's ability to correctly detect ill patients who do have the condition.[12] In the example of a medical test used to identify a condition, the sensitivity (sometimes also named the detection rate in a clinical setting) of the test is the proportion of people who test positive for the disease among those who have the disease. Mathematically, this can be expressed as:\n\nA negative result in a test with high sensitivity is useful for ruling out disease.[12] A high sensitivity test is reliable when its result is negative since it rarely misdiagnoses those who have the disease. A test with 100% sensitivity will recognize all patients with the disease by testing positive. A negative test result would definitively rule out presence of the disease in a patient. However, a positive result in a test with high sensitivity is not necessarily useful for ruling in disease. Suppose a 'bogus' test kit is designed to always give a positive reading. When used on diseased patients, all patients test positive, giving the test 100% sensitivity. However, sensitivity does not take into account false positives. The bogus test also returns positive on all healthy patients, giving it a false positive rate of 100%, rendering it useless for detecting or \"ruling in\" the disease.\n\nThe calculation of sensitivity does not take into account indeterminate test results.\nIf a test cannot be repeated, indeterminate samples either should be excluded from the analysis (the number of exclusions should be stated when quoting sensitivity) or can be treated as false negatives (which gives the worst-case value for sensitivity and may therefore underestimate it).\n\nA test with a higher sensitivity has a lower type II error rate.\n\nConsider the example of a medical test for diagnosing a disease. Specificity relates to the test's ability to correctly reject healthy patients without a condition. \nSpecificity of a test is the proportion of those who truly do not have the condition who test negative for the condition. Mathematically, this can also be written as:\n\nA positive result in a test with high specificity is useful for ruling in disease. The test rarely gives positive results in healthy patients. A positive result signifies a high probability of the presence of disease.[13] A test with 100% specificity will recognize all patients without the disease by testing negative, so a positive test result would definitely rule in the presence of the disease. However, a negative result from a test with high specificity is not necessarily useful for ruling out disease. For example, a test that always returns a negative test result will have a specificity of 100% because specificity does not consider false negatives. A test like that would return negative for patients with the disease, making it useless for ruling out the disease.\n\nA test with a higher specificity has a lower type I error rate.\n\n"
        },
        {
            "title": "Graphical illustration",
            "text": "The above graphical illustration is meant to show the relationship between sensitivity and specificity. The black, dotted line in the center of the graph is where the sensitivity and specificity are the same. As one moves to the left of the black dotted line, the sensitivity increases, reaching its maximum value of 100% at line A, and the specificity decreases. The sensitivity at line A is 100% because at that point there are zero false negatives, meaning that all the negative test results are true negatives. When moving to the right, the opposite applies, the specificity increases until it reaches the B line and becomes 100% and the sensitivity decreases. The specificity at line B is 100% because the number of false positives is zero at that line, meaning all the positive test results are true positives.\n\nThe middle solid line in both figures that show the level of sensitivity and specificity is the test cutoff point. Moving this line resulting in the trade-off between the level of sensitivity and specificity as previously described. The left-hand side of this line contains the data points that have the condition (the blue dots indicate the false negatives). The right-hand side of the line shows the data points that do not have the condition (red dots indicate false positives). The total number of data points is 80. 40 of them have a medical condition and are on the left side. The rest is on the right side and do not have the medical condition.\n\nFor the figure that shows high sensitivity and low specificity, the number of false negatives is 3, and the number of data point that has the medical condition is 40, so the sensitivity is (40 − 3) / (37 + 3) = 92.5%. The number of false positives is 9, so the specificity is (40 − 9) / 40 = 77.5%. Similarly, the number of false negatives in another figure is 8, and the number of data point that has the medical condition is 40, so the sensitivity is (40 − 8) / (37 + 3) = 80%. The number of false positives is 3, so the specificity is (40 − 3) / 40 = 92.5%.\n\nThe red dot indicates the patient with the medical condition. The red background indicates the area where the test predicts the data point to be positive. The true positive in this figure is 6, and false negatives of 0 (because all positive condition is correctly predicted as positive). Therefore, the sensitivity is 100% (from 6 / (6 + 0)). This situation is also illustrated in the previous figure where the dotted line is at position A (the left-hand side is predicted as negative by the model, the right-hand side is predicted as positive by the model). When the dotted line, test cut-off line, is at position A, the test correctly predicts all the population of the true positive class, but it will fail to correctly identify the data point from the true negative class.\n\nSimilar to the previously explained figure, the red dot indicates the patient with the medical condition. However, in this case, the green background indicates that the test predicts that all patients are free of the medical condition. The number of data point that is true negative is then 26, and the number of false positives is 0. This result in 100% specificity (from 26 / (26 + 0)). Therefore, sensitivity or specificity alone cannot be used to measure the performance of the test.\n\n"
        },
        {
            "title": "Medical usage",
            "text": "In medical diagnosis, test sensitivity is the ability of a test to correctly identify those with the disease (true positive rate), whereas test specificity is the ability of the test to correctly identify those without the disease (true negative rate).\nIf 100 patients known to have a disease were tested, and 43 test positive, then the test has 43% sensitivity. If 100 with no disease are tested and 96 return a completely negative result, then the test has 96% specificity. Sensitivity and specificity are prevalence-independent test characteristics, as their values are intrinsic to the test and do not depend on the disease prevalence in the population of interest.[14] Positive and negative predictive values, but not sensitivity or specificity, are values influenced by the prevalence of disease in the population that is being tested. These concepts are illustrated graphically in this applet Bayesian clinical diagnostic model which show the positive and negative predictive values as a function of the prevalence, sensitivity and specificity.\n\nIt is often claimed that a highly specific test is effective at ruling in a disease when positive, while a highly sensitive test is deemed effective at ruling out a disease when negative.[15][16] This has led to the widely used mnemonics SPPIN and SNNOUT, according to which a highly specific test, when positive, rules in disease (SP-P-IN), and a highly sensitive test, when negative, rules out disease (SN-N-OUT). Both rules of thumb are, however, inferentially misleading, as the diagnostic power of any test is determined by both its sensitivity and its specificity.[17][18][19]\n\nThe tradeoff between specificity and sensitivity is explored in ROC analysis as a trade off between TPR and FPR (that is, recall and fallout).[20] Giving them equal weight optimizes informedness = specificity + sensitivity − 1 = TPR − FPR, the magnitude of which gives the probability of an informed decision between the two classes (> 0 represents appropriate use of information, 0 represents chance-level performance, < 0 represents perverse use of information).[21]\n\nThe sensitivity index or d′ (pronounced \"dee-prime\") is a statistic used in signal detection theory. It provides the separation between the means of the signal and the noise distributions, compared against the standard deviation of the noise distribution. For normally distributed signal and noise with mean and standard deviations \n\n\n\n\nμ\n\nS\n\n\n\n\n{\\displaystyle \\mu _{S}}\n\n and \n\n\n\n\nσ\n\nS\n\n\n\n\n{\\displaystyle \\sigma _{S}}\n\n, and \n\n\n\n\nμ\n\nN\n\n\n\n\n{\\displaystyle \\mu _{N}}\n\n and \n\n\n\n\nσ\n\nN\n\n\n\n\n{\\displaystyle \\sigma _{N}}\n\n, respectively, d′ is defined as:\n\nAn estimate of d′ can be also found from measurements of the hit rate and false-alarm rate. It is calculated as:\n\nwhere function Z(p), p ∈ [0, 1], is the inverse of the cumulative Gaussian distribution.\n\nd′ is a dimensionless statistic. A higher d′ indicates that the signal can be more readily detected.\n\n"
        },
        {
            "title": "Confusion matrix",
            "text": "The relationship between sensitivity, specificity, and similar terms can be understood using the following table. Consider a group with P positive instances and N negative instances of some condition. The four outcomes can be formulated in a 2×2 contingency table or confusion matrix, as well as derivations of several metrics using the four outcomes, as follows:\n\nRelated calculations\n\nThis hypothetical screening test (fecal occult blood test) correctly identified two-thirds (66.7%) of patients with colorectal cancer.[a] Unfortunately, factoring in prevalence rates reveals that this hypothetical test has a high false positive rate, and it does not reliably identify colorectal cancer in the overall population of asymptomatic people (PPV = 10%). \n\nOn the other hand, this hypothetical test demonstrates very accurate detection of cancer-free individuals (NPV ≈ 99.5%). Therefore, when used for routine colorectal cancer screening with asymptomatic adults, a negative result supplies important data for the patient and doctor, such as ruling out cancer as the cause of gastrointestinal symptoms or reassuring patients worried about developing colorectal cancer.\n\n"
        },
        {
            "title": "Estimation of errors in quoted sensitivity or specificity",
            "text": "Sensitivity and specificity values alone may be highly misleading.  The 'worst-case' sensitivity or specificity must be calculated in order to avoid reliance on experiments with few results. For example, a particular test may easily show 100% sensitivity if tested against the gold standard four times, but a single additional test against the gold standard that gave a poor result would imply a sensitivity of only 80%.  A common way to do this is to state the binomial proportion confidence interval, often calculated using a Wilson score interval.\n\nConfidence intervals for sensitivity and specificity can be calculated, giving the range of values within which the correct value lies at a given confidence  level (e.g., 95%).[35]\n\n"
        },
        {
            "title": "Terminology in information retrieval",
            "text": "In information retrieval, the positive predictive value is called precision, and sensitivity is called recall. Unlike the Specificity vs Sensitivity tradeoff, these measures are both independent of the number of true negatives, which is generally unknown and much larger than the actual numbers of relevant and retrieved documents. This assumption of very large numbers of true negatives versus positives is rare in other applications.[21]\n\nThe F-score can be used as a single measure of performance of the test for the positive class. The F-score is the harmonic mean of precision and recall:\n\nIn the traditional language of statistical hypothesis testing, the sensitivity of a test is called the statistical power of the test, although the word power in that context has a more general usage that is not applicable in the present context.  A sensitive test will have fewer Type II errors.\n\n"
        }
    ]
}