{
    "url": "https://en.wikipedia.org/wiki/Sense_of_wonder",
    "title": "Sense of wonder",
    "table_of_contents": [
        "1 Definitions",
        "2 As numinosity",
        "3 As a concept especially connected with science fiction",
        "4 Natural vs synthetic origin",
        "5 See also",
        "6 References",
        "7 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA sense of wonder (sometimes jokingly written sensawunda)[1][2] is an intellectual and emotional state frequently invoked in discussions of science and biology, higher consciousness, science fiction, and philosophy.\n\n"
        },
        {
            "title": "Definitions",
            "text": "This entry focuses on one  specific use of the phrase \"sense of wonder.\" This phrase is widely used in contexts that have nothing to do with science fiction. The following relates to the use of \"sense of wonder\" within the context of science fiction. In Brave New Words: The Oxford Dictionary of Science Fiction the term sense of wonder is defined as follows:\n\nJon Radoff has characterised a sense of wonder as an emotional reaction to the reader suddenly confronting, understanding, or seeing a concept anew in the context of new information.[4]\n\nIn the introductory section of his essay 'On the Grotesque in Science Fiction', Istvan Csicsery-Ronay Jr., Professor of English, DePauw University, states:\n\nJohn Clute and Peter Nicholls associate the experience with that of the \"conceptual breakthrough\" or \"paradigm shift\" (Clute & Nicholls 1993).  In many cases, it is achieved through the recasting of previous narrative experiences in a larger context. It can be found in short scenes (e.g., in Star Wars (1977), it can be found, in a small dose, inside the line \"That's no moon; it's a space station.\") and it can require entire novels to set up (as in the final line to Iain Banks's Feersum Endjinn.)\n\nGeorge Mann defines the term as \"the sense of inspired awe that is aroused in a reader when the full implications of an event or action become realized, or when the immensity of a plot or idea first becomes known;\": 508  and he associates the term with the Golden Age of SF and the pulp magazines prevalent at the time. One of the major writers of the Golden Age, Isaac Asimov, agreed with this association: in 1967 commenting on the changes occurring in SF he wrote,\n\n"
        },
        {
            "title": "As numinosity",
            "text": "Numinous can be defined as that which arouses \"spiritual or religious emotion\" or is \"mysterious or awe-inspiring\".\n\n"
        },
        {
            "title": "As a concept especially connected with science fiction",
            "text": "George Mann suggests that this  'sense of wonder' is associated only with science fiction as distinct from science fantasy, stating:\n\nHowever, the editor and critic David Hartwell sees SF's 'sense of wonder' in more general terms, as \"being at the root of the excitement of science fiction\". He continues:\n\nTo say that science fiction is in essence a religious literature is an overstatement, but one that contains truth. SF is a uniquely modern incarnation of an ancient tradition: the tale of wonder. Tales of miracles, tales of great powers and consequences beyond the experience of people in your neighborhood, tales of the gods who inhabit other worlds and sometimes descend to visit ours, tales of humans traveling to the abode of the gods, tales of the uncanny: all exist now as science fiction.\n\nAcademic criticism of science fiction literature (Robu 1988) identifies the idea of the sublime described by Edmund Burke and Immanuel Kant—infinity, immensity, \"delightful horror\"—as a key to understanding the concept of \"sense of wonder\" in science fiction. For example, Professor of English at the University of Iowa, Brooks Landon says:\n\nEdward James quotes from Aldiss and Wingrove's history of science fiction in support of the above suggestion as to the origin of the 'sense of wonder' in SF, as follows:\n\nPaul K. Alkon in his book Science Fiction before 1900. Imagination Discovers Technology makes a similar point:\n\nAlkon concludes that \"science fiction ever since [the 19th century] has been concerned as often to elicit strong emotional responses as to maintain a rational basis for its plots. Far from being mutually exclusive, the two aims can reinforce each other ...\",[11]: 3 \n\nEdward James, in a section of his book entitled 'The Sense of Wonder' says on this point of the origin of the 'sense of wonder' in SF:\n\nJames goes on to explore the same point as made by David Hartwell in his book Age of Wonders (and quoted above) as regards the relationship of the 'sense of wonder' in SF to religion or the religious experience. He states that,\n\nAs an example James takes the short story 'The Nine Billion Names of God' by Arthur C. Clarke. He explains:\n\nIt is appropriate that Edward James chooses a story by Arthur C. Clarke to make the point. One critic is of the opinion that Clarke \"has dedicated his career to evoking a \"sense of wonder\" at the sublime spaces of the universe ...\"[13]: 5  Editor and SF researcher Mike Ashley agrees:\n\nKathryn Cramer in her essay 'On Science and Science Fiction' also explores the relationship of SF's 'sense of wonder' to religion, stating that \"the primacy of the sense of wonder in science fiction poses a direct challenge to religion: Does the wonder of science and the natural world as experienced through science fiction replace religious awe?\"\n[15] : 28 \n\nHowever, as Brooks Landon shows, not all 'sense of wonder' needs to be so closely related to the classical sense of the Sublime. Commenting on the story 'Twilight' by John W. Campbell he says:\n\nPerhaps the single most famous example of \"sensawunda\" in all of science fiction involves a neologism, from the work of A. E. van Vogt (Moskowitz 1974):\n\nDespite the attempts above to define and illustrate the 'sense of wonder' in SF, Csicsery-Ronay Jr. argues that \"unlike most of the other qualities regularly associated with the genre, the sense of wonder resists critical commentary.\"[5]: 71  The reason he suggests is that,\n\nNevertheless, despite this \"resistance to critical commentary,\" the 'sense of wonder' has \"a well-established pedigree in art, separated into two related categories of response: the expansive sublime and the intensive grotesque.\"[5]: 71  Csicsery-Ronay Jr. explains the difference between these two categories as follows::\n\nLater in this same essay the author argues that \"the sublime and the grotesque are in such close kinship that they are shadows of each other,\" and that \"it is not always easy to distinguish the two, and the grotesque of one age easily becomes the sublime of another.\"[5]: 79  He gives as an example the android (T-1000) in the second 'Terminator' film Terminator 2: Judgment Day, saying that \"the T-1000, like so many liminal figures in sf, is almost simultaneously sublime and grotesque. Its fascinating shape-shifting would be the object of sublime awe were it not for its sadistic violation of mundane flesh[5]: 76 \n\nThere is no doubt that the term 'sense of wonder' is used and understood by readers of SF without the need of explanation or elaboration.[17] For example, SF author and critic David Langford reviewing an SF novel in the New York Review of Science Fiction was able to write \"I suppose it's all a frightfully mordant microcosm of human aspirations, but after so much primitive carnage, the expected multiversal sense-of-wonder jolt comes as a belated infodump rather than ...\"[18]: 8 \n\nJack Williamson in 1991 said that the New Wave did not last in science fiction because it \"failed to move people. I'm not sure if this failure was due to its pessimistic themes or to people feeling the stuff was too pretentious. But it never really grabbed hold of people's imaginations\".[19]\n\n"
        },
        {
            "title": "Natural vs synthetic origin",
            "text": "Sharona Ben-Tov in her book The Artificial Paradise: Science Fiction and American Reality[20] explores science-fiction's (SF) 'sense of wonder' from a feminist perspective. Her book is a \"thought-provoking work of criticism that provides a new and interesting perspective on some basic elements in science fiction,\" including the 'sense of wonder'.[21]: 327  In his review of Ben-Tov's work for the SF critical journal Extrapolation David Dalgleish, quoting from the text, points out that,\n\n"
        }
    ]
}