{
    "url": "https://en.wikipedia.org/wiki/Separation_of_church_and_state",
    "title": "Separation of church and state",
    "table_of_contents": [
        "1 History of the concept and term",
        "1.1 Late antiquity",
        "1.2 Medieval Europe",
        "1.3 Reformation",
        "1.4 John Locke and the Enlightenment",
        "1.5 Jefferson and the Bill of Rights",
        "2 In various countries",
        "2.1 Australia",
        "2.2 Azerbaijan",
        "2.3 Brazil",
        "2.4 Canada",
        "2.4.1 Quebec",
        "2.5 China",
        "2.5.1 Hong Kong",
        "2.5.2 Macau",
        "2.6 Croatia",
        "2.7 Finland",
        "2.8 France",
        "2.9 Germany",
        "2.10 Greece",
        "2.11 India",
        "2.12 Italy",
        "2.13 Ireland",
        "2.14 Japan",
        "2.15 South Korea",
        "2.16 Mexico",
        "2.17 Norway",
        "2.18 Philippines",
        "2.19 Romania",
        "2.20 Saudi Arabia",
        "2.21 Singapore",
        "2.22 Spain",
        "2.23 Sweden",
        "2.24 Switzerland",
        "2.25 Taiwan",
        "2.26 Turkey",
        "2.27 United Kingdom",
        "2.28 United States",
        "2.28.1 Early treaties and court decisions",
        "2.28.2 The Treaty of Paris",
        "2.28.3 The Treaty of Tripoli",
        "2.28.4 Church of the Holy Trinity v. United States",
        "2.28.5 Use of the phrase",
        "2.28.6 Pledge of Allegiance",
        "3 Religious views",
        "3.1 Islam",
        "3.1.1 Ahmadiyya",
        "3.2 Christianity",
        "3.2.1 Methodism",
        "3.2.2 Reformed",
        "3.2.3 Catholicism",
        "4 Friendly and hostile separation",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The separation of church and state is a philosophical and jurisprudential concept for defining political distance in the relationship between religious organizations and the state. Conceptually, the term refers to the creation of a secular state (with or without legally explicit church-state separation) and to disestablishment, the changing of an existing, formal relationship between the church and the state.[1] Although the concept is older, the exact phrase \"separation of church and state\" is derived from \"wall of separation between church and state\", a term coined by Thomas Jefferson. The concept was promoted by Enlightenment philosophers such as John Locke.[2]\n\nIn a society, the degree of political separation between the church and the civil state is determined by the legal structures and prevalent legal views that define the proper relationship between organized religion and the state. The arm's length principle proposes a relationship wherein the two political entities interact as organizations each independent of the authority of the other. The strict application of the secular principle of laïcité is used in France, while secular societies such as Norway,[3] Denmark, and England maintain a form of constitutional recognition of an official state religion.\n\nThe philosophy of the separation of the church from the civil state parallels the philosophies of secularism, disestablishmentarianism, religious liberty, and religious pluralism. By way of these philosophies, the European states assumed some of the social roles of the church and the welfare state, a social shift that produced a culturally secular population and public sphere.[4] In practice, church–state separation varies from total separation, mandated by the country's political constitution, as in India and Singapore, to a state religion, as in the Maldives.\n\n"
        },
        {
            "title": "History of the concept and term",
            "text": "An important contributor to the discussion concerning the proper relationship between Church and state was St. Augustine, who in The City of God, Book XIX, Chapter 17, examined the ideal relationship between the \"earthly city\" and the \"city of God\". In this work, Augustine posited that major points of overlap were to be found between the \"earthly city\" and the \"city of God\", especially as people need to live together and get along on earth. Thus, Augustine held that it was the work of the \"temporal city\" to make it possible for a \"heavenly city\" to be established on earth.[5]\n\nFor centuries, monarchs ruled by the idea of divine right. Sometimes this began to be used by a monarch to support the notion that the king ruled both his own kingdom and Church within its boundaries, a theory known as caesaropapism. On the other side was the Catholic doctrine that the Pope, as the Vicar of Christ on earth, should have the ultimate authority over the Church, and indirectly over the state, with the forged Donation of Constantine used to justify and assert the political authority of the papacy.[6] This divine authority was explicitly contested by Kings, in the like of the, 1164, Constitutions of Clarendon, which asserted the supremacy of Royal courts over Clerical, and with Clergy subject to prosecution, as any other subject of the English Crown; or the 1215 Magna Carta that asserted the supremacy of Parliament and juries over the English Crown; both were condemned by the Vatican.[7] Moreover, throughout the Middle Ages, the Pope claimed the right to depose the Catholic kings of Western Europe and tried to exercise it, sometimes successfully, eg. 1066, Harold Godwinson,[8] sometimes not, e.g., in 1305 with Robert the Bruce of Scotland,[9] and later Henry VIII of England and Henry III of Navarre.[10]\n\nIn the West the issue of the separation of church and state during the medieval period centered on monarchs who ruled in the secular sphere but encroached on the Church's rule of the spiritual sphere. This unresolved contradiction in ultimate control of the Church led to power struggles and crises of leadership, notably in the Investiture Controversy, which was resolved in the Concordat of Worms in 1122. By this concordat, the Emperor renounced the right to invest ecclesiastics with ring and crosier, the symbols of their spiritual power, and guaranteed election by the canons of cathedral or abbey and free consecration.[11]\n\nAt the beginning of the Protestant Reformation, Martin Luther articulated a doctrine of the two kingdoms. According to James Madison, perhaps one of the most important modern proponents of the separation of church and state, Luther's doctrine of the two kingdoms marked the beginning of the modern conception of separation of church and state.[12]\n\nThose of the Radical Reformation (the Anabaptists) took Luther's ideas in new directions, most notably in the writings of Michael Sattler (1490–1527), who agreed with Luther that there were two kingdoms, but differed in arguing that these two kingdoms should be separate, and hence baptized believers should not vote, serve in public office or participate in any other way with the \"kingdom of the world\". While there was a diversity of views in the early days of the Radical Reformation, in time Sattler's perspective became the normative position for most Anabaptists in the coming centuries.[13] Anabaptists came to teach that religion should never be compelled by state power, approaching the issue of church-state relations primarily from the position of protecting the church from the state.[14][15][16]\n\nIn 1534, Henry VIII, angered by the Pope Clement VII's refusal to annul his marriage to Catherine of Aragon, decided to break with the Church and set himself as ruler of the Church of England, unifying the feudal Clerical and Crown hierarchies under a single monarchy.[17] With periodic intermission, under Mary, Oliver Cromwell, and James II, the monarchs of Great Britain have retained ecclesiastical authority in the Church of England, since 1534, having the current title, Supreme Governor of the Church of England.  The 1654 settlement, under Oliver Cromwell's Commonwealth of England, temporarily replaced Bishops and Clerical courts, with a Commission of Triers, and juries of Ejectors, to appoint and punish clergy in the English Commonwealth, later extended to cover Scotland. Penal Laws requiring ministers, and public officials to swear oaths and follow the Established faith, were disenfranchised, fined, imprisoned, or executed, for not conforming.\n\nOne of the results of the persecution in England was that some people fled Great Britain to be able to worship as they wished. After the American Colonies revolted against George III of the United Kingdom, the Constitution of United States was amended to ban the establishment of religion by Congress.\n\nThe concept of separating church and state is often credited to the writings of English philosopher John Locke (1632–1704).[18] Roger Williams was first in his 1636 writing of \"Soul Liberty\" where he coined the term \"liberty of conscience\". Locke would expand on this. According to his principle of the social contract, Locke argued that the government lacked authority in the realm of individual conscience, as this was something rational people could not cede to the government for it or others to control. For Locke, this created a natural right in the liberty of conscience, which he argued must therefore remain protected from any government authority. These views on religious tolerance and the importance of individual conscience, along with his social contract, became particularly influential in the American colonies and the drafting of the United States Constitution.[19]\n\nIn his A Letter Concerning Toleration, in which Locke also defended religious toleration among different Christian sects, Locke argued that ecclesiastical authority had to be distinct from the authority of the state, or \"the magistrate\". Locke reasoned that, because a church was a voluntary community of members, its authority could not extend to matters of state. He writes:[20]\n\nAt the same period of the 17th century, Pierre Bayle and some fideists were forerunners of the separation of Church and State, maintaining that faith was independent of reason.[21][22] During the 18th century, the ideas of Locke and Bayle, in particular the separation of Church and State, became more common, promoted by the philosophers of the Age of Enlightenment. Montesquieu already wrote in 1721 about religious tolerance and a degree of separation between religion and government.[23] Voltaire defended some level of separation but ultimately subordinated the Church to the needs of the State[24] while Denis Diderot, for instance, was a partisan of a strict separation of Church and State, saying \"the distance between the throne and the altar can never be too great\".[25]\n\nIn English, the exact term is an offshoot of the phrase, \"wall of separation between church and state\", as written in Thomas Jefferson's letter to the Danbury Baptist Association in 1802. In that letter, referencing the First Amendment to the United States Constitution, Jefferson writes:\n\nJefferson was describing to the Baptists that the United States Bill of Rights prevents the establishment of a national church, and in so doing they did not have to fear government interference in their right to expressions of religious conscience. The Bill of Rights, adopted in 1791 as ten amendments to the Constitution of the United States, was one of the earliest political expressions of religious freedom[citation needed]. Others were the Virginia Statute for Religious Freedom, also authored by Jefferson and adopted by Virginia in 1786; and the French Declaration of the Rights of the Man and of the Citizen of 1789.\n\nThe metaphor \"a wall of separation between Church and State\" used by Jefferson in the above quoted letter became a part of the First Amendment jurisprudence of the U.S. Supreme Court. It was first used by Chief Justice Morrison Waite in Reynolds v. United States (1878). American historian George Bancroft was consulted by Waite in the Reynolds case regarding the views on establishment by the framers of the U.S. constitution. Bancroft advised Waite to consult Jefferson. Waite then discovered the above quoted letter in a library after skimming through the index to Jefferson's collected works according to historian Don Drakeman.[27]\n\n"
        },
        {
            "title": "In various countries",
            "text": "Countries have varying degrees of separation between government and religious institutions. Since the 1780s a number of countries have set up explicit barriers between church and state. The degree of actual separation between government and religion or religious institutions varies widely. In some countries the two institutions remain heavily interconnected. There are new conflicts in the post-Communist world.[clarification needed][28]\n\nThe many variations on separation can be seen in some countries with high degrees of religious freedom and tolerance combined with strongly secular political cultures which have still maintained state churches or financial ties with certain religious organizations into the 21st century. In England, there is a constitutionally established state religion but other faiths are tolerated.[29] The British monarch is the Supreme Governor of the Church of England, and 26 bishops (Lords Spiritual) sit in the upper house of government, the House of Lords.\n\nIn other kingdoms the head of government or head of state or other high-ranking official figures may be legally required to be a member of a given faith. Powers to appoint high-ranking members of the state churches are also often still vested in the worldly governments. These powers may be slightly anachronistic or superficial, however, and disguise the true level of religious freedom the nation possesses. In the case of Andorra there are two heads of state, neither of them native Andorrans. One is the Roman Catholic Bishop of Seu de Urgell, a town located in northern Spain. He has the title of Episcopalian Coprince (the other Coprince being the French Head of State). Coprinces enjoy political power in terms of law ratification and constitutional court designation, among others.\n\nThe Constitution of Australia prevents the Commonwealth from establishing any religion or requiring a religious test for any office:\n\nThe language is derived from the United States' constitution, but has been altered. Following the usual practice of the High Court, it has been interpreted far more narrowly than the equivalent US sections and no law has ever been struck down for contravening the section. Today, the Commonwealth Government provides broad-based funding to religious schools. The Commonwealth used to fund religious chaplains, but the High Court in Williams v Commonwealth found the funding agreement invalid under Section 61. However, the High Court found that Section 116 had no relevance, as the chaplains themselves did not hold office under the Commonwealth.[30] All Australian parliaments are opened with a Christian prayer, and the preamble to the Australian Constitution refers to \"humbly relying on the blessing of Almighty God\".[31]\n\nAlthough the Australian monarch is Charles III, also British monarch and Governor of the Church of England, his Australian title is unrelated to his religious office and he has no role in the Anglican Church of Australia. The prohibition against religious tests has allowed former Anglican Archbishop of Brisbane Peter Hollingworth to be appointed Governor-General of Australia, the highest domestic constitutional officer; however, this was criticised.[32]\n\nDespite inclusion in the \"States\" chapter, Section 116 does not apply to states because of changes during drafting, and they are free to establish their own religions. Although no state has ever introduced a state church (New South Wales restricted religious groups during the early colonial period), the legal body corresponding to many religious organisations is established by state legislation.[33][34] There have been two referendums to extend Section 116 to states, but both failed. In each case the changes were grouped with other changes and voters did not have the opportunity to expressly accept only one change. Most states permit broad exemptions to religious groups from anti-discrimination legislation; for example, the New South Wales act allowing same-sex couples to adopt children permits religious adoption agencies to refuse them.[35][36]\n\nThe current situation, described as a \"principle of state neutrality\" rather than \"separation of church and state\",[32] has been criticised by both secularists and religious groups. On the one hand, secularists have argued that government neutrality to religions leads to a \"flawed democrac[y]\"[37] or even a \"pluralistic theocracy\"[38] as the government cannot be neutral towards the religion of people who do not have one. On the other hand, religious groups and others have been concerned that state governments are restricting them from exercising their religion by preventing them from criticising other groups and forcing them to do unconscionable acts.[39]\n\nIslam is the dominant religion in Azerbaijan, with 96% of Azerbaijanis being Muslim, Shia being in the majority. However, Azerbaijan is officially a secular state. According to the Constitution of Azerbaijan, the state and mosque are separate. Article 7 of the Constitution defines the Azerbaijani state as a democratic, legal, secular, unitary republic. Therefore, the Constitution provides freedom of religions and beliefs.\n\nThe Azerbaijani State Committee for Work with Religious Organizations controls the relations between the state and religions.\n\nEthnic minorities such as Russians, Georgians, Jews, Lezgis, Avars, Udis and Kurds with different religious beliefs to Islam all live in Azerbaijan. Several religions are practiced in Azerbaijan. There are many Orthodox and Catholic churches in different regions of Azerbaijan.[40][41][42]\n\nBrazil was a colony of the Portuguese Empire from 1500 until the nation's independence from Portugal, in 1822, during which time Roman Catholicism was the official state religion. With the rise of the Empire of Brazil, although Catholicism retained its status as the official creed, subsidized by the state, other religions were allowed to flourish, as the 1824 Constitution secured religious freedom. The fall of the Empire, in 1889, gave way to a Republican regime, and a Constitution was enacted in 1891, which severed the ties between church and state; Republican ideologues such as Benjamin Constant and Ruy Barbosa were influenced by laïcité in France and the United States. The 1891 Constitutional separation of Church and State has been maintained ever since. The current Constitution of Brazil, in force since 1988, ensures the right to religious freedom, bans the establishment of state churches and any relationship of \"dependence or alliance\" of officials with religious leaders, except for \"collaboration in the public interest, defined by law\".\n\nChina, during the era of the Han Dynasty, had established Confucianism as the official state ideology over that of Legalism of the preceding Qin Dynasty over two millennium ago.[43] In post-1949 modern-day China, owing to such historic experiences as the Taiping Rebellion, the Chinese Communist Party had no diplomatic relations with the Vatican for over half a century, and maintained separation of the church from state affairs,[44] and although the Chinese government's methods are disputed by the Vatican,[45] Pope Benedict XVI had accepted the ordination of a bishop who was pre-selected by the government for the Chinese Patriotic Catholic Association in 2007. However, a new ordination of a Catholic bishop in November 2010, according to BBC News, has threatened to \"damage ties\" between China and the Vatican.[46]\n\nThe Constitution of the People's Republic of China guarantees, in its article 36, that:[47][48]\n\nFreedom of religion in Croatia is a right defined by the Constitution, which also defines all religious communities as equal in front of the law and separated from the state. Principle of separation of church and state is enshrined in Article 41 which states:\n\nPublic schools allow religious teaching (Croatian: Vjeronauk) in cooperation with religious communities having agreements with the state, but attendance is not mandated. Religion classes are organized widely in public elementary and secondary schools.\n\nThe public holidays also include religious festivals of: Epiphany, Easter Monday, Corpus Christi Day, Assumption Day, All Saints' Day, Christmas, and Boxing Day. The primary holidays are based on the Catholic liturgical year, but other believers are allowed to celebrate other major religious holidays as well.\n\nThe Roman Catholic Church in Croatia receives state financial support and other benefits established in concordats between the Government and the Vatican. In an effort to further define their rights and privileges within a legal framework, the government has additional agreements with other 14 religious communities: Serbian Orthodox Church (SPC), Islamic Community of Croatia, Evangelical Church, Reformed Christian Church in Croatia, Protestant Reformed Christian Church in Croatia, Pentecostal Church, Union of Pentecostal Churches of Christ, Christian Adventist Church, Union of Baptist Churches, Church of God, Church of Christ, Reformed Movement of Seventh-day Adventists, Bulgarian Orthodox Church, Macedonian Orthodox Church and Croatian Old Catholic Church.\n\nThe Constitution of Finland declares that the organization and administration of the Evangelical Lutheran Church of Finland is regulated in the Church Act, and the organization and administration of the Finnish Orthodox Church in the Orthodox Church Act. The Lutheran Church and the Orthodox Church thus have a special status in Finnish legislation compared to other religious bodies, and are variously referred to as either \"national churches\" or \"state churches\", although officially they do not hold such positions.[49] The Lutheran Church does not consider itself a state church, and prefers to use the term \"national church\".[50]\n\nThe Finnish Freethinkers Association has criticized the official endorsement of the two churches by the Finnish state, and has campaigned for the separation of church and state.[51]\n\nThe French version of separation of church and state, called laïcité, is a product of French history and philosophy. It was formalized in a 1905 law providing for the separation of church and state, that is, the separation of religion from political power.\n\nThis model of a secularist state protects the religious institutions from state interference, but with public religious expression to some extent frowned upon. This aims to protect the public power from the influences of religious institutions, especially in public office. Religious views which contain no idea of public responsibility, or which consider religious opinion irrelevant to politics, are not impinged upon by this type of secularization of public discourse.\n\nFormer President Nicolas Sarkozy criticised \"negative laïcité\" and talked about a \"positive laïcité\" that recognizes the contribution of faith to French culture, history and society, allows for faith in the public discourse and for government subsidies for faith-based groups.[52] He visited the Pope in December 2007 and publicly emphasized France's Catholic roots, while highlighting the importance of freedom of thought,[53] advocating that faith should come back into the public sphere. François Hollande took a very different position during the 2012 presidential election, promising to insert the concept of laïcité into the constitution. In fact, the French constitution only says that the French Republic is \"laïque\" but no article in the 1905 law or in the constitution defines laïcité.[54]\n\nNevertheless, there are certain entanglements in France which include:\n\nThe German constitution guarantees freedom of religion,[55] but there is not a complete separation of church and state in Germany. Officially recognized religious bodies operate as Körperschaften des öffentlichen Rechts (corporations of public law, as opposed to private). For recognized religious communities, some taxes (Kirchensteuer) are collected by the state;[56] this is at the request of the religious community and a fee is charged for the service.[57] Religious instruction is an optional school subject in Germany.[55] The German State understands itself as neutral in matters of religious beliefs,[58] so no teacher can be forced to teach religion. But on the other hand, all who do teach religious instruction need an official permission by their religious community.[59] The treaties with the Holy See are referred to as concordats whereas the treaties with Protestant Churches and umbrellas of Jewish congregations are called \"state treaties\". Both are the legal framework for cooperation between the religious bodies and the German State at the federal as well as at the state level.[60]\n\nIn Greece, there is considerable controversy about the separation between the State and the Church, causing many debates in the public sphere regarding if there shall be a more radical change in the Article 3, which is maintaining the Eastern Orthodox Church of Christ as the prevailing religion of the country. The actual debate concerning the separation of the Church from the State often becomes a tool for polarization in the political competition.[61] More specifically, Article 3 of the Greek constitution argues the following:\n\nMoreover, the controversial situation about the no separation between the State and the Church seems to affect the recognition of religious groups in the country as there seems to be no official mechanism for this process.[63]\n\nDespite 80% of Indian population are Hindus, under the Constitution of India, India is a secular country and there are no special provisions favouring specific religions in its constitution. Jawaharlal Nehru declared India is a secular state in order to avoid Hindu nationalism and religious conflicts between Hinduism, Islam, Sikhism and other religions. Religious instructions are prohibited in schools wholly owned by the state.\n\nAs a result of such government power over religion, politicians are sometimes accused of playing votebank politics, i.e. of giving political support to issues for the sole purpose of gaining the votes of members of a particular community, including religious communities. Both the Indian National Congress (INC) and the Bharatiya Janata Party (BJP) have been accused of exploiting the people by indulging in vote bank politics. The Shah Bano case, a divorce lawsuit, generated much controversy when the Congress was accused of appeasing the Muslim orthodoxy by bringing in a parliamentary amendment to negate the Supreme Court's decision. After the 2002 Gujarat violence, there were allegations of political parties indulging in vote bank politics.[64]\n\nIn Italy the principle of separation of church and state is enshrined in Article 7 of the Constitution, which states:[65] \"The State and the Catholic Church are independent and sovereign, each within its own sphere. Their relations are regulated by the Lateran pacts. Amendments to such Pacts which are accepted by both parties shall not require the procedure of constitutional amendments.\"\n\nShinto became the state religion in Japan with the Meiji Restoration in 1868, and suppression of other religions ensued.[66] Under the American military occupation (1945–52) \"State Shinto\" was considered to have been used as a propaganda tool to propel the Japanese people to war. The Shinto Directive issued by the occupation government required that all state support for and involvement in any religious or Shinto institution or doctrine stop, including funding, coverage in textbooks, and official acts and ceremonies.\n\nThe new constitution adopted in 1947, Articles 20 and 89 of the Japanese Constitution protect freedom of religion, and prevent the government from compelling religious observances or using public money to benefit religious institutions.[66]\n\nFreedom of religion in South Korea is provided for in the South Korean Constitution, which mandates the separation of religion and state, and prohibits discrimination on the basis of religious beliefs.[67] Despite this, religious organizations play a major role and make strong influence in politics.\n\nThe issue of the role of the Catholic Church in Mexico has been highly divisive since the 1820s. Its large land holdings were especially a point of contention. Mexico was guided toward what was proclaimed a separation of church and state by Benito Juárez who, in 1859, attempted to eliminate the role of the Roman Catholic Church in the nation by appropriating its land and prerogatives.[68][69]\n\nPresident Benito Juárez confiscated church property, disbanded religious orders and he also ordered the separation of church and state[70] His Juárez Law, formulated in 1855, restricting the legal rights of the church was later added to the Constitution of Mexico in 1857.[71]  In 1859 the Ley Lerdo was issued – purportedly separating church and state, but actually involving state intervention in Church matters by abolishing monastic orders, and nationalizing church property.\n\nIn 1926, after several years of the Mexican Revolution and insecurity, President Plutarco Elías Calles, leader of the ruling National Revolutionary Party, enacted the Calles Law, which eradicated all the personal property of the churches, closed churches that were not registered with the State, and prohibited clerics from holding a public office. The law was unpopular; and several protesters from rural areas, fought against federal troops in what became known as the Cristero War. After the war's end in 1929, President Emilio Portes Gil upheld a previous truce where the law would remain enacted, but not enforced, in exchange for the hostilities to end.\n\nAn act approved in 2016 created the Church of Norway as an independent legal entity, effective from 1 January 2017. Before 2017 all clergy were civil servants (employees of the central government).[72][73] On 21 May 2012, the Norwegian Parliament passed a constitutional amendment that granted the Church of Norway increased autonomy, and states that \"the Church of Norway, an Evangelical-Lutheran church, remains Norway's people's church, and is supported by the State as such\" (\"people's church\" or folkekirke is also the name of the Danish state church, Folkekirken), replacing the earlier expression which stated that \"the Evangelical-Lutheran religion remains the public religion of the State.\" The final amendment passed by a vote of 162–3. The three dissenting votes were all from the Centre Party.\n\nThe constitution also says that Norway's values are based on its Christian and humanist heritage, and according to the Constitution, the King is required to be Lutheran. The government will still provide funding for the church as it does with other faith-based institutions, but the responsibility for appointing bishops and provosts will now rest with the church instead of the government. Prior to 1997, the appointments of parish priests and residing chaplains was also the responsibility of the government, but the church was granted the right to hire such clergy directly with the new Church Law of 1997. The Church of Norway is regulated by its own law (kirkeloven) and all municipalities are required by law to support the activities of the Church of Norway and municipal authorities are represented in its local bodies.[74]\n\nIn Article II \"Declaration of Principles and State Policies\", Section 6, the 1987 Constitution of the Philippines declares, \"The separation of Church and State shall be inviolable.\" This reasserts, with minor differences in wording and capitalization, a declaration made in Article XV, Section 15 of the 1973 Constitution.[75][76]\n\nSimilarly, Article III, Section 5 declares, \"No law shall be made respecting an establishment of religion, or prohibiting the free exercise thereof. The free exercise and enjoyment of religious profession and worship, without discrimination or preference, shall forever be allowed. No religious test shall be required for the exercise of civil or political rights.\"; echoing Article IV, Section 8 of the 1973 Constitution verbatim.[76][77]\n\nRomania is a secular state and has no state religion. However, the role of religion in society is regulated by several articles of the Romanian Constitution.\n\nArt 29. Freedom of Conscience. (1) Freedom of thought and opinion, as well as freedom of religion, cannot be limited in any way. No one shall be coerced to adopt an opinion or adhere to a religious faith against their will.\n(5) Religious cults are autonomous in relation to the state, which provides support including the facilitation of religious assistance in the army, hospitals, penitentiaries, retirement homes and orphanages.\n\nArt 32. Right to education (7) The state assures freedom of religious education, according to the requirements of each specific cult. In state schools, religious education is organized and guaranteed by law.\n\nThe legal system of Saudi Arabia is based on Sharia, Islamic law derived from the Quran and the Sunnah (the traditions) of the Islamic prophet Muhammad, and therefore no separation of mosque and state is present.\n\nSingapore is home to people of many religions and does not have any state religion. The government of Singapore has attempted to avoid giving any specific religions priority over the rest.\n\nIn 1972 the Singapore government de-registered and banned the activities of Jehovah's Witnesses in Singapore. The Singaporean government claimed that this was justified because members of Jehovah's Witnesses refuse to perform military service (which is obligatory for all male citizens), salute the flag, or swear oaths of allegiance to the state.[78][79] Singapore has also banned all written materials published by the International Bible Students Association and the Watchtower Bible and Tract Society, both publishing arms of the Jehovah's Witnesses. A person who possesses a prohibited publication can be fined up to $2,000 Singapore dollars and jailed up to 12 months for a first conviction.[80]\n\nIn Spain, commentators have posited that the form of church-state separation enacted in France in 1905 and found in the Spanish Constitution of 1931 are of a \"hostile\" variety, noting that the hostility of the state toward the church was a cause of the breakdown of democracy and the onset of the Spanish Civil War.[81][82] Following the end of the war, the Catholic Church regained an officially sanctioned, predominant position with General Franco. Religious freedom was guaranteed only in 1966, nine years before the end of the regime.\n\nSince 1978, according to the Spanish Constitution (section 16.3) \"No religion shall have a state character. The public authorities shall take into account the religious beliefs of Spanish society and shall consequently maintain appropriate cooperation relations with the Catholic Church and other confessions.\"\n\nThe Church of Sweden was instigated by King Gustav I (1523–60) and within the half century following his death had become established as a Lutheran state church with significant power in Swedish society, itself under the control of the state apparatus. A degree of freedom of worship (for foreign residents only) was achieved under the rule of Gustav III (1771–92), but it was not until the passage of the Dissenter Acts of 1860 and 1874 that Swedish citizens were allowed to leave the state church – and then only provided that those wishing to do so first registered their adhesion to another, officially approved denomination. Following years of discussions that began in 1995, the Church of Sweden was finally separated from the state as from 1 January 2000. However, the separation was not fully completed. Although the status of state religion came to an end, the Church of Sweden nevertheless remains Sweden's national church, and as such is still regulated by the government through the law of the Church of Sweden. Therefore, it would be more appropriate to refer to a change of relation between state and church rather than a separation. Furthermore, the Swedish constitution still maintains that the Sovereign and the members of the royal family have to confess an evangelical Lutheran faith, which in practice means they need to be members of the Church of Sweden to remain in the line of succession. Thusly according to the ideas of cuius regio, eius religio one could argue that the symbolic connection between state and church still remains.[83]\n\nThe articles 8 (\"Equality before the law\") and 15 (\"Freedom of religion and conscience\") of the Federal Constitution of the Swiss Confederation guarantees individual freedom of beliefs.[84] It notably states that \" No person may be forced to join or belong to a religious community, to participate in a religious act or to follow religious teachings\".[84]\n\nChurches and state are separated at the federal level since 1848. However, the article 72 (\"Church and state\") of the constitution determine that \"The regulation of the relationship between the church and the state is the responsibility of the cantons\".[84] Some cantons of Switzerland recognise officially some churches (Catholic Church, Swiss Reformed Church, Old Catholic Church and Jewish congregations). Other cantons, such as Geneva and Neuchâtel are laïques (that is to say, secular).\n\nTurkey, whose population is overwhelmingly Muslim, is also considered to have practiced the laïcité school of secularism since 1928, which the founding father Mustafa Kemal Atatürk's policies and theories became known as Kemalism.\n\nDespite Turkey being an officially secular country, the Preamble of the Constitution states that \"there shall be no interference whatsoever of the sacred religious feelings in State affairs and politics.\"[85] In order to control the way religion is perceived by adherents, the State pays imams' wages (only for Sunni Muslims), and provides religious education (of the Sunni Muslim variety) in public schools. The State has a Directorate of Religious Affairs, directly under the President bureaucratically, responsible for organizing the Sunni Muslim religion – including what will and will not be mentioned in sermons given at mosques, especially on Fridays. Such an interpretation of secularism, where religion is under strict control of the State is very different from that of the First Amendment to the United States Constitution, and is a good example of how secularism can be applied in a variety of ways in different regions of the world.\nThe exercise of their religion in Turkey by the Greek Orthodox and the Armenian Apostolic communities is partly regulated by the terms of the Treaty of Lausanne. No such official recognition extends to the Syriac communities.\n\nThe Church of England, a part of the worldwide Anglican Communion, is an established church, and the British Sovereign is the titular Supreme Governor, and cannot be a Roman Catholic. Until the Succession to the Crown Act 2013, the monarch could not be married to a Catholic.\n\nAround a third of state schools in England have a religious affiliation, with the vast majority being Christian. At faith schools, the worship must be in accordance with the religion or religious denomination of the school.[86] In state run Christian schools in England, Wales and Northern Ireland (but not in privately run schools), there is a requirement for a daily act of worship that is \"wholly or mainly of a Christian character\", although in England, up to 76% of Christian affiliated faith schools do not comply with the law and the requirement is not enforced by Ofsted.[87] Non-Christian faith schools are exempt (instead having to have their own form of worship) and sixth-form pupils (in England and Wales) and parents of younger pupils can opt out. Official reports have recommended removing the requirement entirely.[88] The High Court of the United Kingdom has ruled in favour of challenges, brought by pupil families supported by the British Humanist Association, to secondary-level religious studies exam syllabuses that excluded non-religious worldviews.[88]\n\nIn England, senior Church appointments are Crown appointments; the Church carries out state functions such as coronations; Anglican representatives have an automatic role on Standing Advisory Councils on Religious Education; and 26 diocesan bishops have seats in the House of Lords, where they are known as the Lords Spiritual as opposed to the lay Lords Temporal. The Lords Spiritual have a significant influence when they vote as a bloc on certain issues, notably moral issues like abortion and euthanasia. The Anglican Church also has specific legal rights and responsibilities in solemnised marriages that are different from other faith organisations. Non-religious couples can have a civil wedding with no religious elements, but non-religious humanist weddings are not yet legally recognised in their own right. Collective worship makes prayer and worship of a Christian character mandatory in all schools, but parents can remove their children from these lessons, and sixth formers have the right to opt out.[citation needed]\n\nThe Church of Scotland (or Kirk) is the largest religious denomination in Scotland, however, unlike the Church of England it is Presbyterian and (since 1921) not a branch of the state, with the Sovereign holding no formal role in the Church other than being an ordinary member. However, though the Kirk is disestablished, Scotland is not a secular polity. The Kirk remains a national church to which the state has special obligations; it is conventional that the monarch, who is head of state, must attend the Church when she visits Scotland, and they swear in their accession oath to maintain and preserve the church. The state also gives numerous preferences to the Church of Scotland and Catholic Church, particularly in education. The blasphemy law has not been abolished in Scotland, though it has fallen into disuse. Non-religious couples can have a civil wedding with no religious elements, and humanist weddings have been legally recognised since 2005, and enshrined in Scottish law since 2017. Collective worship makes prayer and worship of a Christian character mandatory in all schools, but parents can remove their children from these lessons, though sixth formers have no right to opt out.[citation needed]\n\nThe Church in Wales was disestablished in 1920 (although certain border parishes remain part of the Established Church of England).[89] Unlike the UK Government and to some extent the Scottish Government, the Welsh Government has no religious links, though state-funded religious schools are routinely approved in Wales. Collective worship makes prayer and worship of a Christian character mandatory in all Welsh schools.[citation needed]\n\nThe Church of Ireland was disestablished as early as 1871. Northern Ireland is regarded as the most traditionally Christian country within the UK.[citation needed] Publicly funded Schools in Northern Ireland are either State or Catholic maintained schools. State schools can be classed as: Controlled (by the Education Authority), Voluntary Grammar, Integrated and Special Schools. Irish-Medium Schools are operated by both the State and the Catholic Church. Despite the common notion of 'Protestant' and 'Catholic' Schools among many citizens, all State schools accept all religions without bias, with the exception of Integrated schools which require a set ratio of 40:40:20 Protestant, Catholic and Other (Mixed or non-Christian Religious).[citation needed] An identification with the \"Protestant\" or \"Roman Catholic\" community is sought on equal opportunities-monitoring forms regardless of actual personal religious beliefs; as the primary purpose is to monitor cultural discrimination by employers. Atheists should select which community they come from, however participation is not compulsory. Religious Education is compulsory for all children up to the age of 16, with the four major Church denominational bodies (The Catholic Church, The Presbyterian Church in Ireland, The Church of Ireland and the Methodist Church) agreeing on the content of the syllabus, focussing on Christianity and Secular Ethics. World Religions have to be introduced between the ages of 11 and 14. An act of collective Christian worship is mandatory in all Northern Irish schools, usually consisting of a short Bible reading, lesson or dramatisation and a prayer during morning assembly.[citation needed]\n\nThe First Amendment, which was ratified in 1791, states that \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.\" However, the phrase \"separation of church and state\" itself does not appear in the United States Constitution. The states themselves were free to establish an official religion, and twelve out of the thirteen had official religions.\nThe First Great Awakening (c. 1730-1755) had increased religious diversity in the Thirteen Colonies, and this combined with the American Revolution prompted the five southernmost states to disestablish the Church of England between 1776 and 1790.[90] The Second Great Awakening (starting c. 1790) further increased religious diversity and prompted another round of disestablishments including New Hampshire (1817),  Connecticut (1818), and Massachusetts (1833).[90]\n\nThe phrase of Jefferson (see above) was quoted by the United States Supreme Court first in 1878, and then in a series of cases starting in 1947.[91] The Supreme Court did not consider the question of how this applied to the states until 1947; when they did, in Everson v. Board of Education, the court incorporated the establishment clause, determining that it applied to the states and that a law enabling reimbursement for busing to all schools (including parochial schools) was constitutional.[92]\n\nPrior to its incorporation, unsuccessful attempts were made to amend the constitution to explicitly apply the establishment clause to states in the 1870s and 1890s.[93][94]\n\nThe concept was argued to be implicit in the flight of Roger Williams from religious oppression in the Massachusetts Bay Colony to found the Colony of Rhode Island and Providence Plantations on the principle of state neutrality in matters of faith.[95][96]\n\nWilliams was motivated by historical abuse of governmental power, and believed that government must remove itself from anything that touched upon human beings' relationship with God, advocating a \"hedge or wall of Separation between the Garden of the Church and the Wilderness of the world\" in order to keep religion pure.[97]\n\nThrough his work Rhode Island's charter was confirmed by King Charles II of England, which explicitly stated that no one was to be \"molested, punished, disquieted, or called in question, for any differences in opinion, in matters of religion\".\n\nWilliams is credited with helping to shape the church and state debate in England, and influencing such men as John Milton and particularly John Locke, whose work was studied closely by Thomas Jefferson, James Madison, and other designers of the U.S. Constitution. Williams theologically derived his views mainly from Scripture and his motive is seen as religious, but Jefferson's advocation of religious liberty is seen as political and social.[98] Though no states currently have an established religion, almost all of the state constitutions invoke God and some originally required officeholders to believe in the Holy Trinity.\n\nIn 1783, the United States signed a treaty with Great Britain that was promulgated \"in the name of the Most Holy and Undivided Trinity\".[99] It was dipped in religious language, crediting \"'Divine Providence' with having disposed the two parties to 'forget all past misunderstandings,' and is dated 'in the year of our Lord' 1783\".[99]\n\nIn 1797, the United States Senate ratified a treaty with Tripoli that stated in Article 11:\n\nAccording to Frank Lambert, Professor of History at Purdue University, the assurances in Article 11 were\n\nSupporters of the separation of church and state argue that this treaty, which was ratified by the Senate, confirms that the government of the United States was specifically intended to be religiously neutral.[102] The treaty was submitted by President Adams and unanimously ratified by the Senate.\n\nIn the 1892 case Church of the Holy Trinity v. United States, Supreme Court Justice David Brewer wrote for a unanimous Court that \"no purpose of action against religion can be imputed to any legislation, state or national, because this is a religious people. ... [T]his is a Christian nation.\"[103]\n\nLegal historian Paul Finkelman writes that:\n\nThe phrase \"separation of church and state\" is derived from a letter written by President Thomas Jefferson in 1802 to Baptists from Danbury, Connecticut, and published in a Massachusetts newspaper soon thereafter. In that letter, referencing the First Amendment to the United States Constitution, Jefferson writes:\n\nAnother early user of the term was James Madison, the principal drafter of the United States Bill of Rights. In a 1789 debate in the House of Representatives regarding the draft of the First Amendment, the following was said:\n\nMadison contended \"Because if Religion be exempt from the authority of the Society at large, still less can it be subject to that of the Legislative Body.\"[105] Several years later he wrote of \"total separation of the church from the state\".[106] \"Strongly guarded as is the separation between Religion & Govt in the Constitution of the United States\", Madison wrote,[107] and he declared, \"practical distinction between Religion and Civil Government is essential to the purity of both, and as guaranteed by the Constitution of the United States.\"[108] In a letter to Edward Livingston Madison further expanded,\n\nThis attitude is further reflected in the Virginia Statute for Religious Freedom, originally authored by Jefferson and championed by Madison, and guaranteeing that no one may be compelled to finance any religion or denomination.\n\nUnder the United States Constitution, the treatment of religion by the government is broken into two clauses: the establishment clause and the free exercise clause. Both are discussed in regard to whether certain state actions would amount to an impermissible government establishment of religion.\n\nThe phrase was also mentioned in an eloquent letter written by President John Tyler on July 10, 1843.[111] During the 1960 presidential campaign the potential influence of the Catholic Church on John F. Kennedy's presidency was raised. If elected, it would be the first time that a Catholic would occupy the highest office in the United States. John F. Kennedy, in his Address to the Greater Houston Ministerial Association on 12 September 1960, addressed the question directly, saying,\n\nThe United States Supreme Court has referenced the separation of church and state metaphor more than 25 times, though not always fully embracing the principle, saying \"the metaphor itself is not a wholly accurate description of the practical aspects of the relationship that in fact exists between church and state\".[112] In Reynolds, the Court denied the free exercise claims of Mormons in the Utah territory who claimed polygamy was an aspect of their religious freedom. The Court used the phrase again by Justice Hugo Black in 1947 in Everson. In a minority opinion in Wallace v. Jaffree, Justice Rehnquist presented the view that the establishment clause was intended to protect local establishments of religion from federal interference. Rehnquist made numerous citations of cases that rebutted the idea of a total wall of separation between Church and State. A result of such reasoning was Supreme Court support for government payments to faith-based community projects. Justice Scalia has criticized the metaphor as a bulldozer removing religion from American public life.[113]\n\nCritics of the American Pledge of Allegiance have argued that the use of the phrase \"under God\" violates the separation of church and state. While the pledge was created by Francis Bellamy in 1891, in 1954, the Knights of Columbus, a Catholic organization, campaigned with other groups to have the words \"under God\" added to the pledge. On June 14, 1954, President Dwight Eisenhower signed the bill to make the addition.[114]\n\nSince then, critics have challenged the existence of the phrase in the Pledge. In 2004, Michael Newdow, an ordained atheist minister of the Universal Life Church challenged a Californian law which required students to recite the pledge. He said the law violated his daughter's right to free speech. The Supreme Court ruled in favor of the school system in Elk Grove Unified School District v. Newdow, mainly due to the fact that the father could not claim sufficient custody of the child over his ex-wife who was the legal guardian and had opposed the lawsuit. Additionally, the Supreme Court stated that teachers leading students in the pledge was constitutional, and therefore the pledge should stay the same.[115]\n\n"
        },
        {
            "title": "Religious views",
            "text": "The separation of mosque and state happened very early on in Islamic history. Muslim scholars were endowed and separated from the state, which they became very critical of. The state needed the scholars to legitimize their rule while the scholars did not need the state. Thus, the scholars were generally independent, with some bumps in history like the mihna being the exception rather than the rule. Richard Bulliet writes that during the colonial and postcolonial periods of the Muslim world, a main goal of the political tyrants was to remove the independence of the scholars via removing their economic and social independence. The result is the doors of tyranny opened up which is still visible today in many parts of the Muslim world.[116][117][118] The Constitution of Medina which, in the words of Dr. Craig Considine, was one of the earliest forms of secular governance, providing as it did, equal religious and communal rights to Muslims, Jews and pagans, while recognising them all as bound together by the identity of the city-state.[119]\n\nAccording to the Ahmadiyya Muslim Community's understanding of Islam, Islamic principles state that the politics of government should be separate from the doctrine of religion. Special preference should not be given to a Muslim over a non-Muslim.[120][121]\n\nHistorically, the Catholic Church and the Eastern Orthodox Church have deemed a close relationship between church and state desirable wherever possible as per the 2105 of the Catechism of the Catholic Church.[122] The Orthodox churches have historically at times formed a \"symphonia\" with the state, whether de jure or de facto.\nOn the other hand, while some Protestants hold views similar to those above, some Protestants refuse to vote, carry arms, or participate in civil government in any way, often leading to their persecution, as happened to Anabaptists, their descendants including the Amish, Mennonites, and Quakers, in the 20th Century. Anabaptist Protestants and Jehovah's Witnesses, in many countries, believing by not participating they are closer to the Kingdom of God, since \"Jesus answered (Pilate), 'My kingdom is not of this world: if my kingdom were of this world, then would my servants fight (to defend him).' \" – John 18:36. For them, the term \"Christian nation\" cannot be a valid governmental position, leaving only Christian people, possibly in Christian communities, beyond which are the \"things which are Caesar's\" – Matthew 22:21.\n\nIn its section on National Reform, the Book of Discipline of the Allegheny Wesleyan Methodist Connection states, with respect to Church and state relations:[123][124]\n\nAs such, the Allegheny Wesleyan Methodist Church advocates for Bible reading in public schools, chaplaincies in the Armed Forces and in Congress, blue laws (reflecting historic Methodist belief in Sunday Sabbatarianism), and amendments that advance the recognition of God.[123][124]\n\nThe Reformed tradition of Christianity (Congregationalist, Continental Reformed, Presbyterian denominations) have also addressed the issue of the relationship between the Church and state. In its 1870 General Assembly, the Presbyterian Church in the United States stated:[125]\n\nThe first full articulation of the Catholic doctrine on the principles of the relationship of the Catholic Church to the state (at the time, the Eastern Roman Empire) is contained in the document Famuli vestrae pietatis, written by Pope Gelasius I to the Emperor, which states that the Church and the state should work together in society, that the state should recognize the Church's role in society, with the Church holding superiority in moral matters and the state having superiority in temporal matters. Monsignor John A. Ryan speaks of this Catholic doctrine thusly: \"If there is only one true religion, and if its possession is the most important good in life, for states as well as individuals, then the public profession, protection, and promotion of this religion, and the legal prohibition of all direct assaults upon it, becomes one of the most obvious and fundamental duties of the state. For it is the business of the state to safeguard and promote human welfare in all departments of life.\"\n\nIn the 1864 Syllabus of Errors, issued by Pope Pius IX, the idea that \"the Church ought to be separated from the State, and the State from the Church\" is condemned.[126]\n\nIn his 1906 encyclical, Vehementer Nos, Pope Pius X condemns separation, writing\n\nGaudium et spes (\"Joy and Hope\"), the 1965 Pastoral Constitution on the Church in the Modern World, noted that \"... the Church has always had the duty of scrutinizing the signs of the times and of interpreting them in the light of the Gospel.\"[128] The mission of the Church recognized that the realities of secularization and pluralism exist despite the traditional teaching on confessional statehood. Because of this reality of secularisation, it also recognized and encouraged the role of the laity in the life of the Church in the secular world, viewing the laity as much-needed agents of change in order to bring about a transformation of society more in line with Catholic teaching. \"This council exhorts Christians, as citizens of two cities, to strive to discharge their earthly duties conscientiously and in response to the Gospel spirit.\".[129] This was further expanded in Apostolicam Actuositatem, Decree on the Apostolate of the Laity, of 18 November 1965.\n\nApostolicam Actuositatem, the Second Vatican Council's \"Decree on the Apostolate of the Laity\", was issued 18 November 1965. The purpose of this document was to encourage and guide lay people in their Christian service. \"Since the laity, in accordance with their state of life, live in the midst of the world and its concerns, they are called by God to exercise their apostolate in the world like leaven, with the ardor of the Spirit of Christ.\"[130] Francis Cardinal Arinze explains that lay persons \"...are called by Baptism to witness to Christ in the secular sphere of life; that is in the family, in work and leisure, in science and cultural, in politics and government, in trade and mass media, and in national and international relations\".[131]\n\nThe Catholic teaching in Dignitatis Humanae, the Second Vatican Council's Declaration on Religious Freedom (1986), states that all people are entitled to a degree of religious freedom as long as public order is not disturbed and that constitutional law should recognize such freedom.[132] \"If, in view of peculiar circumstances obtaining among peoples, special civil recognition is given to one religious community in the constitutional order of society, it is at the same time imperative that the right of all citizens and religious communities to religious freedom should be recognized and made effective in practice.[133] At the same time, the document reiterated that the Church \"leaves untouched traditional Catholic doctrine on the moral duty of men and societies toward the true religion and toward the one Church of Christ\". The traditional teaching of the duty of society towards the Church is described in the current edition of the Catechism of the Catholic Church, number 2105.[134]\n\nPope John Paul II, in his 2005 letter to the Bishops of France proposed that not only is Seperation of State and Church permissible, it is in fact a part of the Church's Social Doctrine. The Pope writes:\n\n\"Correctly understood, the principle of laïcité (secularity), to which your Country is deeply attached, is also part of the social teaching of the Church. It recalls the need for a clear division of powers (cf. Compendium of the Social Doctrine of the Church, nn. 571-572) that echoes Christ's invitation to his disciples: \"Render to Caesar the things that are Caesar's, and to God the things that are God's\" (Lk 20: 25). For its part, just as the non-denominational status of the State implies the civil Authority's abstention from interference in the life of the Church and of the various religions, in the spiritual realm it enables all society's members to work together at the service of all and of the national community. Likewise, as the Second Vatican Ecumenical Council recalled, the management of temporal power is not the Church's vocation for: \"The Church, by reason of her role and competence, is not identified with any political community nor bound by ties to any political system\" (Pastoral Constitution Gaudium et Spes, n. 76 2; cf. n. 42). Yet, at the same time, it is important that all work in the general interest and for the common good. The Council also stated: \"The political community and the Church... each serves the personal and social vocation of the same human beings. This service will redound the more effectively to the welfare of all insofar as both institutions practise better cooperation\" (ibid. 3)\" LETTER OF POPE JOHN PAUL II TO THE BISHOPS OF FRANCE\n\nThe Catholic Church takes the position that the Church itself has a proper role in guiding and informing consciences, explaining the natural law, and judging the moral integrity of the state, thereby serving as check to the power of the state.[135] The Church teaches that the right of individuals to religious freedom is an essential dignity.\n\nCatholic philosopher Thomas Storck argues that, once a society becomes \"Catholicised\" and adopts the Church as the state religion, it is further morally bound: \"'the just requirements of public order' vary considerably between a Catholic state and a religiously neutral state. If a neutral state can prohibit polygamy, even though it is a restriction on religious freedom, then a Catholic state can likewise restrict the public activity of non-Catholic groups. \"The just requirements of public order\" can be understood only in the context of a people's traditions and modes of living, and in a Catholic society would necessarily include that social unity based upon a recognition of the Catholic Church as the religion of society, and the consequent exclusion of all other religions from public life. Western secular democracies, committed to freedom of religion for all sects, find no contradiction in proscribing polygamy, although some religions permit it, because its practice is contrary to the traditions and mores of these nations. A Catholic country can certainly similarly maintain its own manner of life.\"[136]\n\nThe Church takes stances on current political issues, and tries to influence legislation on matters it considers relevant. For example, the Catholic bishops in the United States adopted a plan in the 1970s calling for efforts aimed at a Constitutional amendment providing \"protection for the unborn child to the maximum degree possible\".[138]\n\nBenedict XVI regards modern idea of freedom (meaning the Church should be free from governmental coercion and overtly political influence from the state) as a legitimate product of the Christian environment,[139] in a similar way to Jacques Le Goff.[140] However, contrary to the French historian,[141] the Pope rejects the conception of religion as just a private affair.[142]\n\n"
        },
        {
            "title": "Friendly and hostile separation",
            "text": "Scholars have distinguished between what can be called \"friendly\" and \"hostile\" separations of church and state.[143] The friendly type limits the interference of the church in matters of the state but also limits the interference of the state in church matters.[144] The hostile variety, by contrast, seeks to confine religion purely to the home or church and limits religious education, religious rites of passage and public displays of faith.[145]\n\nThe hostile model of secularism arose with the French Revolution and is typified in the Mexican Revolution, its resulting Constitution, in the First Portuguese Republic of 1910, and in the Spanish Constitution of 1931.[146][147] The hostile model exhibited during these events can be seen as approaching the type of political religion seen in totalitarian states.[145]\n\nThe French separation of 1905[148] and the Spanish separation of 1931 have been characterized as the two most hostile of the twentieth century, although the current church-state relations in both countries are considered generally friendly.[81] Nevertheless, France's former President Nicolas Sarkozy at the beginning of his term considered his country's current state of affairs a \"negative laïcité\" and wanted to develop a \"positive laïcité\" more open to religion.[52] The concerns of the state toward religion have been seen by some as one cause of the civil war in Spain[149] and Mexico.\n\nThe French Catholic philosopher and drafter of the Universal Declaration of Human Rights, Jacques Maritain, noted the distinction between the models found in France and in the mid-twentieth century United States.[150]\nHe considered the U.S. model of that time to be more amicable because it had both \"sharp distinction and actual cooperation\" between church and state, what he called a \"historical treasure\" and admonished the United States, \"Please to God that you keep it carefully, and do not let your concept of separation veer round to the European one.\"[150] Alexis de Tocqueville, another French observer, tended to make the same distinction: \"In the U.S., from the beginning, politics and religion were in accord, and they have not ceased to be so since.\"[151]\n\n"
        }
    ]
}