{
    "url": "https://en.wikipedia.org/wiki/Separation_of_church_and_state_in_the_United_States",
    "title": "Separation of church and state in the United States",
    "table_of_contents": [
        "1 Early history",
        "1.1 State churches in British North America prior to the Revolution",
        "1.1.1 Catholic colonies",
        "1.1.2 Protestant colonies",
        "1.1.3 Colonies with no established church",
        "1.1.4 Tabular summary",
        "1.2 Colonial views on establishment, accommodationism, and separationism",
        "1.3 Jefferson, Madison, and the \"wall of separation\"",
        "1.4 Patrick Henry, Massachusetts, and Connecticut",
        "1.5 Test acts",
        "2 The U.S. Constitution",
        "2.1 Article 6",
        "2.2 The First Amendment",
        "2.3 The 14th Amendment",
        "3 Supreme Court cases",
        "4 Early treaties and court decisions",
        "4.1 The Treaty of Paris",
        "4.2 The Treaty of Tripoli",
        "4.3 Church of the Holy Trinity v. United States",
        "5 Interpretive controversies",
        "5.1 Politics and religion in the United States",
        "6 See also",
        "7 References",
        "8 Bibliography",
        "9 External links",
        "9.1 American court battles over separation",
        "9.2 Other"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\"Separation of church and state\" is a metaphor paraphrased from Thomas Jefferson and used by others in discussions regarding the Establishment Clause and Free Exercise Clause of the First Amendment to the United States Constitution which reads: \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof...\"\n\nThe principle is paraphrased from Thomas Jefferson's \"separation between Church & State.\" It has been used to express the understandings of the intent and function of this amendment, which allows freedom of religion. It is generally traced to a January 1, 1802, letter by Jefferson, addressed to the Danbury Baptist Association in Connecticut, and published in a Massachusetts newspaper.\n\nJefferson wrote,\n\nJefferson reflects other thinkers, including Roger Williams, a Baptist Dissenter and founder of Providence, Rhode Island. He wrote:\n\nIn keeping with the lack of an established state religion in the United States, unlike in many European nations at the time, Article Six of the United States Constitution specifies that \"no religious Test shall ever be required as a Qualification to any Office or public Trust under the United States.\"\n\nJefferson's metaphor of a wall of separation has been cited repeatedly by the U.S. Supreme Court. In Reynolds v. United States (1879) the Court wrote that Jefferson's comments \"may be accepted almost as an authoritative declaration of the scope and effect of the [First] Amendment.\" In Everson v. Board of Education (1947), Justice Hugo Black wrote: \"In the words of Thomas Jefferson, the clause against establishment of religion by law was intended to erect a wall of separation between church and state.\"\n\nIn contrast to this emphasis on separation, the Supreme Court in Zorach v. Clauson (1952) upheld accommodationism, holding that the nation's \"institutions presuppose a Supreme Being\" and that government recognition of God does not constitute the establishment of a state church as the Constitution's authors intended to prohibit.[3][4]\n\nThe extent of separation between government and religion in the U.S. continues to be debated.[5][6][7][8]\n\n"
        },
        {
            "title": "Early history",
            "text": "Many early immigrants traveled to North America to avoid religious persecution in their homelands, whether based on a different denomination, religion or sect. Some immigrants came from England after the English Civil War and the rise of Protestant dissenting sects in England. Others fled Protestant-Catholic religious conflicts in France and Germany.[9] Immigrants included nonconformists such as the Puritans, who were Protestant Christians fleeing religious persecution from the Anglican King of England, and later Dissenters, such as Baptists.\n\nThe groups had a variety of attitudes on religious toleration; the Puritans, for instance, initially wanted a totally Puritan society. While some leaders, such as Roger Williams of Rhode Island and Quaker William Penn of Pennsylvania, ensured the protection of religious minorities within their colonies, the Plymouth Colony and Massachusetts Bay Colony in New England established churches, initially Puritan. The Dutch colony of New Netherland established its state Dutch Reformed Church and outlawed all other worship, though enforcement was sparse in what was essentially a trading, mercantile colony. In some cases, jurisdictions wanted religious conformity for financial reasons: the established Church was responsible for poor relief, putting dissenting churches at a significant disadvantage.\n\n^Note 1: \nIn several colonies, the establishment ceased to exist in practice at the Revolution, about 1776;[10] this is the date of permanent legal abolition.\n\n^Note 2: \nin 1789 the Georgia Constitution was amended as follows:\n\"Article IV. Section 10. No person within this state shall, upon any pretense, be deprived of the inestimable privilege of worshipping God in any manner agreeable to his own conscience, nor be compelled to attend any place of worship contrary to his own faith and judgment; nor shall he ever be obliged to pay tithes, taxes, or any other rate, for the building or repairing any place of worship, or for the maintenance of any minister or ministry, contrary to what he believes to be right, or hath voluntarily engaged to do. No one religious society shall ever be established in this state, in preference to another; nor shall any person be denied the enjoyment of any civil right merely on account of his religious principles.\"\n\n^Note 3: \nFrom 1780 Massachusetts had a system which required every man to belong to a church, and permitted each church to tax its members, but forbade any law requiring that it be of any particular denomination. This was objected to, as in practice establishing the Congregational Church, the majority denomination, and was abolished in 1833.\n\n^Note 4: \nUntil 1877 the New Hampshire Constitution required members of the State legislature to be of the Protestant religion.\n\n^Note 5: \nThe North Carolina Constitution of 1776 disestablished the Anglican church, but until 1835 the NC Constitution allowed only Protestants to hold public office. From 1835 to 1876 it allowed only Christians (including Catholics) to hold public office. Article VI, Section 8 of the current NC Constitution forbids only atheists from holding public office.[11] Such clauses were held by the United States Supreme Court to be unenforceable in the 1961 case of Torcaso v. Watkins, when the court ruled unanimously that such clauses constituted a religious test incompatible with First and Fourteenth Amendment protections.\n\n^Note 6: \nReligious tolerance for Catholics with an established Church of England was the policy in the former Spanish Colonies of East and West Florida while under British rule.\n\n^Note 7: \nIn Treaty of Paris (1783), which ended the American Revolutionary War, the British ceded both East and West Florida back to Spain (see Spanish Florida).\n\n^Note 8: \nTithes for the support of the Anglican Church in Virginia were suspended in 1776 and never restored. 1786 is the date of the Virginia Statute of Religious Freedom, which prohibited any coercion to support any religious body.\n\nThe Library of Congress states that:\n\nThe Rhode Island Royal Charter obtained in 1663 by Roger Williams and John Clarke contains unique provisions which make it significantly different from the charters granted to the other colonies. It gave the colonists freedom to elect their own governor and write their own laws, within very broad guidelines, and also stipulated that no person residing in Rhode Island could be \"molested, punished, disquieted, or called in question for any differences in opinion in matters of religion\".[13]\n\nThe Flushing Remonstrance shows support for separation of church and state as early as the mid-17th century, stating their opposition to religious persecution of any sort: \"The law of love, peace and liberty in the states extending to Jews, Turks and Egyptians, as they are considered sons of Adam, which is the glory of the outward state of Holland, so love, peace, and liberty, extending to all in Christ Jesus, condemns hatred, war, and bondage.\"  The document was signed on December 27, 1657, by a group of English citizens in America who were affronted by persecution of Quakers and the religious policies of the Governor of New Netherland, Peter Stuyvesant.  Stuyvesant had formally banned all religions other than the Dutch Reformed Church from being practiced in the colony, in accordance with the laws of the Dutch Republic. The signers indicated their \"desire therefore in this case not to judge lest we are judged, neither to condemn least we are condemned, but rather let every man stand or fall to his own Master.\"[14] Stuyvesant fined the petitioners and threw them in prison until they recanted.  However, John Bowne allowed the Quakers to meet in his home.  Bowne was arrested, jailed, and sent to the Netherlands for trial; the Dutch court exonerated Bowne.\n\nNew York Historical Society President and Columbia University Professor of History Kenneth T. Jackson describes the Flushing Remonstrance as \"the first thing that we have in writing in the United States where a group of citizens attests on paper and over their signature the right of the people to follow their own conscience with regard to God - and the inability of government, or the illegality of government, to interfere with that.\"[15]\n\nGiven the wide diversity of opinion on Christian theological matters in the newly independent American States, the Constitutional Convention believed a government-sanctioned (established) religion would disrupt rather than bind the newly formed union together. George Washington wrote a letter in 1790 to the country's first Jewish congregation, the Touro Synagogue in Newport, Rhode Island to state:\n\nThere were also opponents to the support of any established church even at the state level.  In 1773, Isaac Backus, a prominent Baptist minister in New England, wrote against a state-sanctioned religion, saying: \"Now who can hear Christ declare, that his kingdom is, not of this world, and yet believe that this blending of church and state together can be pleasing to him?\"  He also observed that when \"church and state are separate, the effects are happy, and they do not at all interfere with each other: but where they have been confounded together, no tongue nor pen can fully describe the mischiefs that have ensued.\" Thomas Jefferson's influential Virginia Statute for Religious Freedom was enacted in 1786, five years before the Bill of Rights.\n\nMost Anglican ministers, and many Anglicans were Loyalists. The Anglican establishment, where it had existed, largely ceased to function during the American Revolution, though the new States did not formally abolish and replace it until some years after the Revolution.\n\nThe phrase \"[A] hedge or wall of separation between the garden of the church and the wilderness of the world\" was first used by Baptist theologian Roger Williams, the founder of the colony of Rhode Island, in his 1644 book  The Bloody Tenent of Persecution.[17][18]  The phrase was later used by Thomas Jefferson as a description of the First Amendment and its restriction on the legislative branch of the federal government, in an 1802 letter[19] to the Danbury Baptists (a religious minority concerned about the dominant position of the Congregationalist church in Connecticut):\n\nJefferson's letter was in reply to a letter from the Danbury Baptist Association dated October 7, 1801.[20] In an 1808 letter to Virginia Baptists, Jefferson used the same theme:\n\nJefferson and James Madison's conceptions of separation have long been debated.  Jefferson refused to issue Proclamations of Thanksgiving sent to him by Congress during his presidency, though he did issue a Thanksgiving and Prayer proclamation as Governor of Virginia.[21][22] Madison issued four religious proclamations while President,[23] but vetoed two bills on the grounds they violated the first amendment.[24] On the other hand, both Jefferson and Madison attended religious services at the Capitol.[25] Years before the ratification of the Constitution, Madison contended \"Because if Religion be exempt from the authority of the Society at large, still less can it be subject to that of the Legislative Body.\"[26] After retiring from the presidency, Madison wrote of \"total separation of the church from the state.\"[27] \" \"Strongly guarded as is the separation between Religion & Govt in the Constitution of the United States,\" Madison wrote,[28] and he declared, \"practical distinction between Religion and Civil Government is essential to the purity of both, and as guaranteed by the Constitution of the United States.\"[29] In a letter to Edward Livingston Madison further expanded, \"We are teaching the world the great truth that Govts. do better without Kings & Nobles than with them. The merit will be doubled by the other lesson that Religion flourishes in greater purity, without than with the aid of Govt.\"[30] Madison's original draft of the Bill of Rights had included provisions binding the States, as well as the Federal Government, from an establishment of religion, but the House did not pass them.[citation needed]\n\nJefferson's opponents said his position was the destruction and the governmental rejection of Christianity, but this was a caricature.[31] In setting up the University of Virginia, Jefferson encouraged all the separate sects to have preachers of their own, though there was a constitutional ban on the State supporting a Professorship of Divinity, arising from his own Virginia Statute for Religious Freedom.[32] Some have argued that this arrangement was \"fully compatible with Jefferson's views on the separation of church and state;\"[33] however, others point to Jefferson's support for a scheme in which students at the university would attend religious worship each morning as evidence that his views were not consistent with strict separation.[34] Still other scholars, such as Mark David Hall, attempt to sidestep the whole issue by arguing that American jurisprudence focuses too narrowly on this one Jeffersonian letter while failing to account for other relevant history[35]\n\nJefferson's letter entered American jurisprudence in the 1878 Mormon polygamy case Reynolds v. U.S., in which the court cited Jefferson and Madison, seeking a legal definition for the word religion. Writing for the majority, Justice Stephen Johnson Field cited Jefferson's \"Letter to the Danbury Baptists\" to state that \"Congress was deprived of all legislative power over mere opinion, but was left free to reach actions which were in violation of social duties or subversive of good order.\"[36]\nConsidering this, the court ruled that outlawing polygamy was constitutional.\n\nMadison noted that Martin Luther's doctrine of the two kingdoms marked the beginning of the modern conception of separation of church and state.[37]\n\nJefferson and Madison's approach was not the only one taken in the eighteenth century. Jefferson's Statute of Religious Freedom was drafted in opposition to a bill, chiefly supported by Patrick Henry, which would permit any Virginian to belong to any denomination, but which would require him to belong to some denomination and pay taxes to support it. Similarly, the Constitution of Massachusetts originally provided that \"no subject shall be hurt, molested, or restrained, in his person, liberty, or estate, for worshipping God in the manner and season most agreeable to the dictates of his own conscience... provided he doth not disturb the public peace, or obstruct others in their religious worship\" (Article II), but also that:\n\nSince, in practice, this meant that the decision of who was taxable for a particular religion rested in the hands of the selectmen, usually Congregationalists, this system was open to abuse. It was abolished in 1833.  The intervening period is sometimes referred to as an \"establishment of religion\" in Massachusetts.\n\nThe Duke of York had required that every community in his new lands of New York and New Jersey support some church, but this was more often Dutch Reformed, Quaker, or Presbyterian, than Anglican.  Some chose to support more than one church. He also ordained that the tax-payers were free, having paid his local tax, to choose their own church. The terms for the surrender of New Amsterdam had provided that the Dutch would have the liberty of conscience, and the Duke, as an openly divine-right Catholic, was no friend of Anglicanism. The first Anglican minister in New Jersey arrived in 1698, though Anglicanism was more popular in New York.[38]\n\nConnecticut had a real establishment of religion. Its citizens did not adopt a constitution at the Revolution but rather amended their Charter to remove all references to the British Government. As a result, the Congregational Church continued to be established, and Yale College, at that time a Congregational institution, received grants from the State until Connecticut adopted a constitution in 1818 partly because of this issue.\n\nThe absence of an establishment of religion did not necessarily imply that all men were free to hold office. Most colonies had a Test Act, and several states retained them for a short time.  This stood in contrast to the Federal Constitution, which explicitly prohibits the employment of any religious test for Federal office, and which through the Fourteenth Amendment later extended this prohibition to the States.\n\nFor example, the New Jersey Constitution of 1776 provides the liberty of conscience in much the same language as Massachusetts (similarly forbidding the payment of \"taxes, tithes or other payments\" contrary to conscience). It then provides:\n\nThis would permit a Test Act but do not require one.\n\nThe original charter of the Province of East Jersey had restricted membership in the Assembly to Christians; the Duke of York was fervently Catholic, and the proprietors of Perth Amboy, New Jersey were Scottish Catholic peers. The Province of West Jersey had declared, in 1681, that there should be no religious test for office.  An oath had also been imposed on the militia during the French and Indian War requiring them to abjure the pretensions of the Pope, which may or may not have been applied during the Revolution.  That law was replaced by 1799.\n\nThe Pennsylvania Constitution of 1776 provided:\n\nAgain, it provided in general that all tax-paying freemen and their sons shall be able to vote, and that no \"man, who acknowledges the being of a God, be justly deprived or abridged of any civil right as a citizen, on account of his religious sentiments or peculiar mode of religious worship.\"\n\n"
        },
        {
            "title": "The U.S. Constitution",
            "text": "Article Six of the United States Constitution provides that \"no religious test shall ever be required as a Qualification to any Office or public Trust under the United States\".  Prior to the adoption of the Bill of Rights, this was the only mention of religion in the Constitution.\n\nThe first amendment to the US Constitution states \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.\" The two parts, known as the \"establishment clause\" and the \"free exercise clause\" respectively, form the textual basis for the Supreme Court's interpretations of the \"separation of church and state\" doctrine.[40] Three central concepts were derived from the 1st Amendment which became America's doctrine for church-state separation: no coercion in religious matters, no expectation to support a religion against one's will, and religious liberty encompasses all religions. In sum, citizens are free to embrace or reject a faith, and support for religion—financial or physical—must be voluntary, and all religions are equal in the eyes of the law with no special preference or favoritism.[41]\n\nThe First Congress' deliberations show that its understanding of the separation of church and state differed sharply from that of their contemporaries in Europe.[citation needed] As the 19th-century historian Philip Schaff observed:\n\nAn August 15, 1789, entry in Madison's papers indicates he intended for the establishment clause to prevent the government imposition of religious beliefs on individuals. The entry says: \"Mr. Madison said he apprehended the meaning of the words to be, that Congress should not establish a religion, and enforce the legal observation of it by law, nor compel men to worship God in any manner contrary to their conscience. ...\"[43]\n\nSome legal scholars, such as John Baker of LSU, theorize that Madison's initial proposed language—that Congress should make no law regarding the establishment of a \"national religion\"—was rejected by the House, in favor of the more general \"religion\" in an effort to appease the Anti-Federalists. To both the Anti-Federalists and the Federalists, the very word \"national\" was a cause for alarm because of the experience under the British crown.[44] During the debate over the establishment clause, Rep. Elbridge Gerry of Massachusetts took issue with Madison's language regarding whether the government was a national government, or a federal government (in which the states retained their individual sovereignty), which Baker suggests compelled Madison to withdraw his language from the debate.\n\nFollowing the argument between Madison and Gerry, Rep. Samuel Livermore of New Hampshire proposed language stating that \"Congress shall make no laws touching religion or the rights of conscience.\" This raised an uproar from members, such as Rep. Benjamin Huntingdon of Connecticut and Rep. Peter Sylvester of New York, who worried the language could be used to harm religious practice.\n\nOthers, such as Rep. Roger Sherman of Connecticut, believed the clause was unnecessary because the original Constitution only gave Congress stated powers, which did not include establishing a national religion.\nAnti-Federalists such as Rep. Thomas Tucker of South Carolina moved to strike the establishment clause completely because it could preempt the religious clauses in the state constitutions. However, the Anti-Federalists were unsuccessful in persuading the House of Representatives to drop the clause from the first amendment.\n\nThe Senate went through several more narrowly targeted versions before reaching the contemporary language. One version read, \"Congress shall make no law establishing one religious sect or society in preference to others, nor shall freedom of conscience be infringed,\" while another read, \"Congress shall make no law establishing one particular religious denomination in preference to others.\" Ultimately, the Senate rejected the more narrowly targeted language.\n\nAt the time of the passage of the Bill of Rights, many states acted in ways that would now be held unconstitutional. All of the early official state churches were disestablished by 1833 (Massachusetts), including the Congregationalist establishment in Connecticut. It is commonly accepted that under the doctrine of Incorporation—which uses the Due Process Clause of the Fourteenth Amendment to hold the Bill of Rights applicable to the states—these state churches could not be reestablished today.\n\nYet the provisions of state constitutions protected religious liberty, particularly the so-called freedom of conscience. During the nineteenth century (and before the incorporation of the First Amendment of the U.S. Constitution through the Fourteenth Amendment), litigants turned to these provisions to challenge Sunday laws (blue laws), bible-reading in schools, and other ostensibly religious regulations.[45]\n\nDavid Sehat, professor of American Intellectual and Cultural History at Georgia State University, writes that:\n\nThe Fourteenth Amendment to the United States Constitution (Amendment XIV) is one of the post-Civil War amendments, intended to secure rights for former slaves. It includes the due process and equal protection clauses among others. The amendment introduces the concept of incorporation of all relevant federal rights against the states. While it has not been fully implemented, the doctrine of incorporation has been used to ensure, through the Due Process Clause and Privileges and Immunities Clause, the application of most of the rights enumerated in the Bill of Rights to the states.\n\nThe incorporation of the First Amendment establishment clause in the landmark case of Everson v. Board of Education has affected the subsequent interpretation of the separation of church and state in regard to the state governments.[47] Although upholding the state law in that case, which provided for public busing to private religious schools, the Supreme Court held that the First Amendment establishment clause was fully applicable to the state governments. A more recent case involving the application of this principle against the states was Board of Education of Kiryas Joel Village School District v. Grumet (1994).\n\n"
        },
        {
            "title": "Supreme Court cases",
            "text": "Jefferson's concept of \"separation of church and state\" first became a part of Establishment Clause jurisprudence in Reynolds v. United States, 98 U.S. 145 (1878).[48] In that case, the court examined the history of religious liberty in the US, determining that while the constitution guarantees religious freedom, \"The word 'religion' is not defined in the Constitution. We must go elsewhere, therefore, to ascertain its meaning, and nowhere more appropriately, we think, than to the history of the times in the midst of which the provision was adopted.\" The court found that the leaders in advocating and formulating the constitutional guarantee of religious liberty were James Madison and Thomas Jefferson. Quoting the \"separation\" paragraph from Jefferson's letter to the Danbury Baptists, the court concluded that, \"coming as this does from an acknowledged leader of the advocates of the measure, it may be accepted almost as an authoritative declaration of the scope and effect of the amendment thus secured.\"\n\nThe centrality of the \"separation\" concept to the Religion Clauses of the Constitution was made explicit in Everson v. Board of Education, 330 U.S. 1 (1947), a case dealing with a New Jersey law that allowed government funds to pay for transportation of students to both public and Catholic schools. This was the first case in which the court applied the Establishment Clause to the laws of a state, having interpreted the due process clause of the Fourteenth Amendment as applying the Bill of Rights to the states as well as the federal legislature. Citing Jefferson, the court concluded that \"The First Amendment has erected a wall between church and state. That wall must be kept high and impregnable. We could not approve the slightest breach.\"\n\nWhile the decision (with four dissents) ultimately upheld the state law allowing the funding of transportation of students to religious schools, the majority opinion (by Justice Hugo Black) and the dissenting opinions (by Justice Wiley Blount Rutledge and Justice Robert H. Jackson) each explicitly stated that the Constitution has erected a \"wall between church and state\" or a \"separation of Church from State\": their disagreement was limited to whether this case of state funding of transportation to religious schools breached that wall. Rutledge, on behalf of the four dissenting justices, took the position that the majority had indeed permitted a violation of the wall of separation in this case: \"Neither so high nor so impregnable today as yesterday is the wall raised between church and state by Virginia's great statute of religious freedom and the First Amendment, now made applicable to all the states by the Fourteenth.\" Writing separately, Justice Jackson argued that \"[T]here are no good grounds upon which to support the present legislation. In fact, the undertones of the opinion, advocating a complete and uncompromising separation of Church from State, seem utterly discordant with its conclusion yielding support to their commingling in educational matters.\"\n\nIn 1962, the Supreme Court addressed the issue of officially sponsored prayer or religious recitations in public schools. In Engel v. Vitale, 370 U.S. 421 (1962), the Court, by a vote of 6-1, determined it unconstitutional for state officials to compose an official school prayer and require its recitation in public schools, even when the prayer is non-denominational and students may excuse themselves from participation. (The prayer required by the New York State Board of Regents prior to the Court's decision consisted of: \"Almighty God, we acknowledge our dependence upon Thee, and we beg Thy blessings upon us, our parents, our teachers, and our country. Amen.\") As the Court stated:\n\nThe court noted that it \"is a matter of history that this very practice of establishing governmentally composed prayers for religious services was one of the reasons which caused many of our early colonists to leave England and seek religious freedom in America.\"[49] The lone dissenter, Justice Potter Stewart, objected to the court's embrace of the \"wall of separation\" metaphor: \"I think that the Court's task, in this as in all areas of constitutional adjudication, is not responsibly aided by the uncritical invocation of metaphors like the \"wall of separation,\" a phrase nowhere to be found in the Constitution.\"\n\nIn Epperson v. Arkansas, 393 U.S. 97 (1968), the Supreme Court considered an Arkansas law that made it a crime \"to teach the theory or doctrine that mankind ascended or descended from a lower order of animals,\" or \"to adopt or use in any such institution a textbook that teaches\" this theory in any school or university that received public funds. The court's opinion, written by Justice Abe Fortas, ruled that the Arkansas law violated \"the constitutional prohibition of state laws respecting an establishment of religion or prohibiting the free exercise thereof. The overriding fact is that Arkansas' law selects from the body of knowledge a particular segment which it proscribes for the sole reason that it is deemed to conflict with a particular religious doctrine; that is, with a particular interpretation of the Book of Genesis by a particular religious group.\" The court held that the Establishment Clause prohibits the state from advancing any religion, and that \"[T]he state has no legitimate interest in protecting any or all religions from views distasteful to them.\"[50]\n\nIn Lemon v. Kurtzman, 403 U.S. 602 (1971), the court determined that a Pennsylvania state policy of reimbursing the salaries and related costs of teachers of secular subjects in private religious schools violated the Establishment Clause. The court's decision argued that the separation of church and state could never be absolute: \"Our prior holdings do not call for total separation between church and state; total separation is not possible in an absolute sense. Some relationship between government and religious organizations is inevitable,\" the court wrote. \"Judicial caveats against entanglement must recognize that the line of separation, far from being a 'wall', is a blurred, indistinct, and variable barrier depending on all the circumstances of a particular relationship.\"\n\nSubsequent to this decision, the Supreme Court has applied a three-pronged test to determine whether government action comports with the Establishment Clause, known as the \"Lemon Test\". First, the law or policy must have been adopted with a neutral or non-religious purpose. Second, the principal or primary effect must be one that neither advances nor inhibits religion. Third, the statute or policy must not result in an \"excessive entanglement\" of government with religion.[52] (The decision in Lemon v. Kurtzman hinged upon the conclusion that the government benefits were flowing disproportionately to Catholic schools, and that Catholic schools were an integral component of the Catholic Church's religious mission, thus the policy involved the state in an \"excessive entanglement\" with religion.) Failure to meet any of these criteria is a proof that the statute or policy in question violates the Establishment Clause.\n\nIn 2002, a three-judge panel on the Ninth Circuit Court of Appeals held that classroom recitation of the Pledge of Allegiance in a California public school was unconstitutional, even when students were not compelled to recite it, due to the inclusion of the phrase \"under God.\" In reaction to the case, Elk Grove Unified School District v. Newdow, both houses of Congress passed measures reaffirming their support for the pledge, and condemning the panel's ruling.[53] The case was appealed to the Supreme Court, where the case was ultimately overturned in June 2004, solely on procedural grounds not related to the substantive constitutional issue. Rather, a five-justice majority held that Newdow, a non-custodial parent suing on behalf of his daughter, lacked standing to sue.\n\nWhen the Louisiana state legislature passed a law requiring public school biology teachers to give Creationism and Evolution equal time in the classroom, the Supreme Court ruled that the law was unconstitutional because it was intended to advance a particular religion, and did not serve the secular purpose of improved scientific education.[54][55]\n\nThe display of the Ten Commandments as part of courthouse displays was considered in a group of cases decided in the summer of 2005, including McCreary County v. ACLU of Kentucky and Van Orden v. Perry. While parties on both sides hoped for a reformulation or clarification of the Lemon test, the two rulings ended with narrow 5–4 and opposing decisions,[vague] with Justice Stephen Breyer the swing vote.\n\nOn December 20, 2005, the United States Court of Appeals for the Sixth Circuit ruled in the case of ACLU v. Mercer County that the continued display of the Ten Commandments as part of a larger display on American legal traditions in a Kentucky courthouse was allowed, because the purpose of the display (educating the public on American legal traditions) was secular in nature.[56] In ruling on the Mount Soledad cross controversy on May 3, 2006, however, a federal judge ruled that the cross on public property on Mount Soledad must be removed.[57]\n\nIn Town of Greece v. Galloway, 12-696, the Supreme Court agreed to hear a case regarding whether prayers at town meetings, which are allowed, must allow various faiths to lead prayer, or whether the prayers can be predominantly Christian.[58] On May 5, 2014, the U.S. Supreme Court ruled 5-4 in favor of the Town of Greece by holding that the U.S. Constitution not only allows for prayer at government meetings, but also for sectarian prayers like predominantly Christian prayers.[59]\n\nThe Supreme Court in The American Legion v. American Humanist Association 2019 reversed the Fourth Circuit's ruling in a 7–2 decision, determining that since the government-maintained Peace Cross in Bladensburg, Maryland had stood for decades without controversy, it did not violate the Establishment Clause and could remain standing.\n\nOn June 21, 2022 the Supreme Court ruled in a 6-3 vote that the state program that provides tuition to schools should not exclude religious schools and reversed the ban imposed in the state of Maine. Chief Justice John Roberts Jr. stated that the issue was the \"discrimination against religion\" and that the tuition program \"promotes stricter separation of church and state than the federal Constitution requires\".[60] The other three Justices who voted against the ruling commented that \"the decision was another step in dismantling the wall of separation between church and state that the framers fought to build.”[61]\n\n"
        },
        {
            "title": "Early treaties and court decisions",
            "text": "In 1783, the United States signed a treaty with Great Britain that was promulgated \"in the name of the Most Holy and Undivided Trinity\".[62] It credited \"'Divine Providence' with having disposed the two parties to 'forget all past misunderstandings,' and is dated 'in the year of our Lord' 1783.\"[62]\n\nIn 1797, the United States Senate ratified a treaty with Tripoli that stated in Article 11:\n\nHistorian Anson Phelps Stokes noted in his 1950 history of this question that \"those who wished to deny that the United States as a government has any special regard for the Christian religion...[have ] almost invariably failed to call attention to the fact that the treaty was superseded, less than a decade later, by another 'Treaty of Peace and Amity,' signed in Tripoli June 4, 1805, in which the clause in question...is omitted.\"[63]\n\n\nIn the 1892 case Church of the Holy Trinity v. United States, Supreme Court Justice David Brewer wrote for a unanimous Court that \"no purpose of action against religion can be imputed to any legislation, state or national, because this is a religious people. ... [T]his is a Christian nation.\"[64] Legal historian Paul Finkelman writes that: \n"
        },
        {
            "title": "Interpretive controversies",
            "text": "Since the late 20th century, some scholars and organizations disagree with the way the Supreme Court has interpreted the constitutional limitation on religious establishment.[65] Such critics generally argue that many aspects of church and state were intermingled at the time the Constitution was ratified, and that the framers had a different intention than has developed in the more than 200 years since the constitution was written. These critics note that there were religious references in official contexts, and other founding documents, such as the United States Declaration of Independence, reference the idea of a \"Creator\" and \"Nature's God.\"[citation needed]\n\nPassage of the 14th Amendment in 1868 incorporated recognition that the First Amendment applied to actions by state governments.[66] Many constitutional debates relate to competing interpretive theories of originalism versus modern, progressivist theories such as the doctrine of the Living Constitution. Other debates center on the principle of the law of the land in America being defined not just by the Constitution's Supremacy Clause, but also by legal precedents. This says that interpretations of the Constitution are subject to the morals and values of a given era. It is not a question of historical revisionism when discussing the Constitution.\n\nThe \"religious test\" clause has been interpreted to cover both elected and appointed federal officials, career civil servants (a relatively recent innovation), and political appointees. Religious beliefs or the lack of them have not been permissible tests or qualifications with regard to federal employees since the ratification of the Constitution.\n\nSeven states, however, included language in their Bill of Rights or Declaration of Rights, or in the body of their constitutions, that require state office-holders to have particular religious beliefs. Some of these have been successfully challenged in court. These states are Massachusetts, Maryland, North Carolina, Pennsylvania, South Carolina, Tennessee, and Texas.[67]\n\nAmong the required beliefs is: a Supreme Being and a future state of rewards and punishments. (Tennessee Constitution Article IX, Section 2 is an example of this.) Some of these same states specify that the oath of office include the words \"so help me God.\" In some cases, these oaths were historically required of jurors and witnesses in court. At one time, such restrictions were allowed under the doctrine of states' rights. In the early 21st century, they are deemed to be in violation of the federal First Amendment, as applied to the states via the 14th amendment. They are unconstitutional and unenforceable.\n\nRelaxed zoning rules and special parking privileges for churches, the tax-free status of church property, the designation of Christmas as a federal holiday, etc., have also been questioned. These have continued while considered examples of the governmental prerogative in deciding practical and beneficial arrangements for the society. The national motto \"In God We Trust\" has been challenged as a violation, but the Supreme Court has ruled that ceremonial deism is not religious in nature. A circuit court ruling in 2001 affirmed Ohio's right to use as its motto a passage from the Bible, \"With God, all things are possible\", because it displayed no preference for a particular religion.[68]\n\nJeffries and Ryan (2001) argue that the modern concept of separation of church and state dates from the mid-twentieth century rulings of the Supreme Court. The central point, they argue, was a constitutional ban against aid to religious schools, followed by a later ban on religious observance in public education. Jeffries and Ryan argue that these two propositions—that public aid should not go to religious schools and that public schools should not be religious—make up the separationist position of the modern Establishment Clause.\n\nJeffries and Ryan argue that the no-aid position drew support from a coalition of separationist opinion. Most important was \"the pervasive secularism that came to dominate American public life,\" which sought to confine religion to a private sphere. The ban against government aid to religious schools was supported before 1970 by most Protestants (and most Jews), who opposed aid to religious schools, which were primarily Catholic at the time.\n\nOriginalist critics of the modern concept of the \"separation of church and state\" argue that it is contrary to the conception of the phrase as the Founding Fathers understood it. But society and the law have changed. In the case  of Locke v. Davey (2004), briefs before the Supreme Court, including by the U.S. government, argued that some state constitutional amendments relating to the modern conception of separation of church and state (Blaine Amendments) were motivated by and intended to enact anti-Catholicism.[69]\n\nJ. Brent Walker, Executive Director of the Baptist Joint Committee, has said: \n\nSteven Waldman says, \"The evangelicals [sic, Baptists and Methodists] provided the political muscle for the efforts of Madison and Jefferson, not merely because they wanted to block official churches but because they wanted to keep the spiritual and secular worlds apart.\" Frank Lambert wrote\n\"Religious freedom resulted from an alliance of unlikely partners. New Light evangelicals such as Isaac Bachus and John Leland joined forces with Deists and skeptics such as James Madison and Thomas Jefferson to fight for a complete separation of church and state.\"[71][72]\n\nJames Madison was influenced by the struggle of Baptists in Virginia before the Revolution, where young men were jailed for preaching without a license from the Anglican Church. As a young lawyer, Madison defended such men in court. Both Madison and Jefferson incorporated religious freedom into the state constitution of Virginia.\n\nJudge Charles C. Haynes wrote an OpEd in 2013 in The Washington Post, saying:\n\nRobert N. Bellah has written that, although the separation of church and state is grounded firmly in the constitution of the United States, this does not mean that there is no religious dimension in the political society of the United States. He used the term \"Civil Religion\" to describe the specific relation between politics and religion in the United States. His 1967 article analyzes the inaugural speech of John F. Kennedy: \"Considering the separation of church and state, how is a president justified in using the word 'God' at all? The answer is that the separation of church and state has not denied the political realm a religious dimension.\"[74]\n\nRobert S. Wood has argued that the United States is a model for the world in terms of how a separation of church and state—no state-run or state-established church—is good for both the church and the state, allowing a variety of religions to flourish.[75] Speaking at the Toronto-based Center for New Religions, Wood said that the freedom of conscience and assembly allowed under such a system has led to a \"remarkable religiosity\" in the United States that isn't present in other industrialized nations.[75] Wood believes that the U.S. operates on \"a sort of civic religion,\" which includes a generally shared belief in a creator who \"expects better of us.\" Beyond that, individuals are free to decide how they want to believe and fill in their own creeds and express their conscience. He calls this approach the \"genius of religious sentiment in the United States.\"[75]\n\nIn 2013, the House of Representatives voted overwhelmingly to retain \"In God We Trust\", as the official motto of the United States. Only 9 members of congress; 8 Democrats and 1 Republican, voted against the resolution.[76]\n\nA study conducted in May of 2022 showed that the strongest support for declaring the United States a Christian Nation comes from Republicans who identify as Evangelical or born-again Christians.[77][78] Of this demographic group, 78% are in favor of formally declaring the United States a Christian nation, versus only 48% of Republicans overall. Age is also a factor, with over 70% of Republicans from the Baby Boomer and Silent Generations in support of the United States officially becoming a Christian nation. According to Politico, the polling also found that sentiments of white grievance are highly correlated with Christian nationalism: \"White respondents who say that members of their race have faced more discrimination than others are most likely to embrace a Christian America. Roughly 59% of all Americans who say white people have been discriminated against ... favor declaring the U.S. a Christian nation, compared to 38% of all Americans.\"[77][79]\n\n"
        }
    ]
}