{
    "url": "https://en.wikipedia.org/wiki/Serer_religion",
    "title": "Serer religion",
    "table_of_contents": [
        "1 Beliefs",
        "1.1 Divinity",
        "1.1.1 Divinity and humanity",
        "1.2 Ancestral spirits and saints",
        "1.3 Afterlife",
        "2 Family totems",
        "3 The secret order of the Saltigue",
        "4 Holy ceremonies and festivals",
        "4.1 Raan festival",
        "5 Religious law",
        "5.1 Day of rest",
        "5.2 Marriage",
        "5.3 Premarital relationship",
        "5.4 Adultery",
        "5.5 Murder",
        "6 Religious attire",
        "7 Medicine, harvest and offerings",
        "8 Influence on Senegambia",
        "9 Mummification and Cult of the Upright Stones",
        "10 Cosmology",
        "11 Religious devotion and martyrdom",
        "12 See also",
        "13 Notes",
        "14 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Serer religion, or a ƭat Roog (\"the way of the Divine\"), is the original religious beliefs, practices, and teachings of the Serer people of Senegal in West Africa. The Serer religion believes in a universal supreme deity called Roog (or Rog). In the Cangin languages, Roog is referred to as Koox (or Kooh[1]), Kopé Tiatie Cac, and Kokh Kox.[2]\n\nThe Serer people are found throughout the Senegambia region. In the 20th century, around 85% of the Serer converted to Islam (Sufism),[3][4] but some are Christians or follow their traditional religion.[5] Traditional Serer religious practices encompass ancient chants and poems, veneration of and offerings to deities as well as spirits (pangool), initiation rites, folk medicine, and Serer history.\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The Serer people believe in a supreme deity called Roog (or Rog) and sometimes referred to as Roog Sene (\"Roog The Immensity\" or \"The Merciful God\").[6] Serer tradition deals with various dimensions of life, death, space and time, ancestral spirit communications and cosmology. There are also other lesser gods, goddesses and supernatural spirits or genie (pangool or nguus[7]) such as the fangool Mendiss (or Mindis), a female protector of Fatick Region and the arm of the sea that bears her name; the god Tiurakh (var : Thiorak or Tulrakh) – god of wealth, and the god Takhar (var : Taahkarr) – god of justice or vengeance.[8][9] Roog is neither the devil nor a genie, but the Lord of creation.[10]\n\nRoog is the very embodiment of both male and female to whom offerings are made at the foot of trees, such as the sacred baobab tree, the sea, the river such as the sacred River Sine, in people's own homes or community shrine etc. Roog Sene is reachable perhaps to a lesser extent by the Serer high priests and priestesses (Saltigue), who have been initiated and possess the knowledge and power to organise their thoughts into a single cohesive unit. However, Roog is always in watch of its children and always available to them.[11]\n\nIn Serer, Roog Sene is the lifeblood to which the incorruptible and sanctified soul returns to eternal peace after they depart the living world. Roog Sene sees, knows and hears everything, but does not interfere in the day-to-day affairs of the living world. Instead, lesser gods and goddesses act as Roog's assistants in the physical world. Individuals have the free will to either live a good and spiritually fulfilled life in accordance with Serer religious doctrines or waver from such doctrines by living an unsanctified lifestyle in the physical world. Those who live their lives contrary to the teachings will be rightfully punished in the afterlife.[12]\n\nOrdinary Serers address their prayers to the pangool (the Serer ancestral spirits and saints) as they are the intermediaries between the living world and the divine. An orthodox Serer must remain faithful to the ancestral spirits as the soul is sanctified as a result of the ancestors' intercession between the living world and the divine. The pangool have both a historical significance as well as a religious one. They are connected to the history of the Serer by virtue of the fact that the pangool is associated with the founding of Serer villages and towns as a group of pangool would accompany village founders called \"lamane\" (or laman – who were their ancient kings) as they make their journey looking for land to exploit. Without them, the lamane exploits would not have been possible. In the religious sense, these ancient lamanes created shrines to these pangool, thereby becoming the priests and custodians of the shrine. As such, \"they became the intermediaries among the land, the people and the pangool\".[13]\n\nWhenever any member of the lamanic lineage dies, the whole Serer community celebrates in honour of the exemplary lives they had lived on earth in accordance with the teachings of the Serer religion. Serer prayers are addressed to the pangool who act as intercessors between the living world and the divine. In addressing their prayers to the pangool, the Serers chant ancient songs and offer sacrifices such as bull, sheep, goat, chicken or harvested crops.\n\nThe immortality of the soul and reincarnation (ciiɗ in Serer[14]) is a strongly held belief in Serer religion. The pangool are canonised[where?] as holy saints, and will be called upon and venerated, and have the power to intercede between the living and the divine. The Serer strive to be accepted by their ancestors who have long departed and to gain the ability to intercede with the divine. Failure to do so results in rejection by the ancestors and becoming a lost and wandering soul.[10][15]\n\n"
        },
        {
            "title": "Family totems",
            "text": "Each Serer family has a totem (\"Taana\"). Totems are prohibitions as well as guardians. They can be animals and plants among other beings. For example, the totem of the Joof family is the antelope. Any brutality against this animal by the Joof family is prohibited. This respect gives the Joof family holy protection. The totem of the Njie family is the lion; the totem of the Sène family is the hare and for the Sarr family is the giraffe and the camel.[16][17]\n\n"
        },
        {
            "title": "The secret order of the Saltigue",
            "text": "Both men and women can be initiated into the secret order of the Saltigue (Spiritual Elder). In accordance with Serer religious doctrines, for one to become a Saltigue, one must be initiated which is somewhat reserved for a small number of insiders, particularly in the mysteries of the universe and the unseen world. The Xooy (Xoy or Khoy) ceremony is a special religious event in the Serer religious calendar. It is the time when the initiated Saltigue (Serer High Priests and Priestesses) come together to literally predict the future in front of the community. These diviners and healers deliver sermons at the Xooy Ceremony which relates to the future weather, politics, economics, and so on.[18] The event brings together thousands of people to Holy Sine from all over the world. Ultra orthodox Serers and Serers who \"syncretise\" (mix Islam or Christianity with the old Serer religion) as well as non-Serers such as the Lebou people (who are a distinct group but still revere the ancient religious practices of their Serer ancestors) among others gather at Sine for this ancient ceremony. Serers who live in the West sometimes spend months planning for the pilgrimage. The event goes on for several days where the Saltigue take centre stage and the ceremony usually begins in the first week of June at Fatick.\n\n"
        },
        {
            "title": "Holy ceremonies and festivals",
            "text": "The Raan festival of Tukar takes place in the old village of Tukar founded by Lamane Jegan Joof (or Lamane Djigan Diouf in French speaking Senegal) around the 11th century.[21][22] It is headed by his descendants (the Lamanic lineage). The Raan occurs every year on the second Thursday after the appearance of the new moon in April. On the morning of Raan, the Lamane would prepare offerings of millet, sour milk and sugar. After sunrise, the Lamane makes a visit to the sacred pond – the shrine of Saint Luguuñ Joof who guided Lamane Jegan Joof after he migrated from Lambaye (north of Sine). The Lamane would make an offering to Saint Luguuñ and spends the early morning in ritual prayer and meditation. After that, he makes a tour of Tukar and perform ritual offerings of milk, millet and wine as well as small animals at key shrines, trees, and sacred locations. The people make their way to the compound of the chief Saltigue (the Serer high priests and priestess – who are the \"hereditary rain priests selected from the Lamane's lineage for their oracular talent\").[23]\n\n"
        },
        {
            "title": "Religious law",
            "text": "In Serer religion, Monday is the day of rest. Cultural activities such as Njom or \"Laamb\" (Senegalese wrestling) and weddings are also prohibited on Thursday.[10]\n\nCourting for a wife is permitted but with boundaries. Women are given respect and honour in Serer religion. The woman must not be dishonoured or engaged in a physical relationship until after she has been married. When a man desires a woman, the man provides the woman gifts as a mark of interest. If the woman and her family accept, this then becomes an implied contract that she should therefore not court or accept gifts from another man whose aim is to court her.[24][25]\n\nWere a young man and a woman found engaged in premarital relationships, both are exiled to avoid bringing shame to the family, even if pregnancy resulted from that courtship.[24]\n\nAdultery is dealt with by the Serer jurisprudence of Mbaax Dak A Tiit (the rule of compensation).[26] If a married woman engaged in adultery with another man, both adulterers are humiliated in different ways. The wronged male spouse (the husband) is entitled to take the undergarment of the other male and hang it outside his house to show that the male lover had broken custom by committing adultery with his wife. The lover would be shunned from the Serer society; no family would want to marry into his family and he would be excommunicated. This was and is seen as extremely humiliating; many male Serers have been known to take their own lives because they couldn't bear the humiliation.[24][27] The public display of undergarments was not applied to women; when women marry in Serer society, they braid their hair in a particular style, which is restricted to married women – it is a symbol of their status, which is highly valued in Serer society. An adulteress's female relatives unbraid her hair. This is so humiliating and degrading for a married woman that many women have been known to commit suicide rather than endure the shame.[24][27] The wronged man can forgive both his wife and her lover if he chooses to. The adulterers and their respective families must gather at the king, chief, or elder's compound to formally seek forgiveness. This will be in front of the community because the rules that govern society have been broken. The doctrine extends to both married men and women. Protection is given to the wronged spouse regardless of his or her gender.[28][27]\n\nIn the past, where someone kills another person, the victim's family have the right to either forgive or seek vengeance. Again, the murderer and his family will gather at a local centre headed by the Chief or the palace headed by the King. Before this judgement, the murderer's family will cook some food (millet) to be shared among the community and the victim's family. The victim's family will nominate a strong man armed with a spear with a piece of cooked lamb or beef at the end of it. This assassin taking his instruction from the victim's family will run towards the murderer who has now got his mouth open waiting for his judgement. If the assassin killed the murderer with his spear, then that is the end of it, the victim's family have made their judgment. After that, the food that had been cooked would not be eaten and everyone would disperse. From that day on, the families are strangers to each other. If on the other hand the assassin ran and gently feed the murderer with the piece of meat sticking at his spear, then that signals that the victim's family have forgiven the murderer. In that case, the community would enjoy the meal and the two families would be sealed as one and sometimes even marry off their children to each other.[28][29]\n\n"
        },
        {
            "title": "Religious attire",
            "text": "Serers may wear an item belonging to their ancestor, such as the hair of an ancestor or an ancestor's treasured belonging, which they turn into juju on their person or visibly on their necks.[30]\n\n"
        },
        {
            "title": "",
            "text": "The Serers also have an ancient knowledge of herbalism which is passed down and takes years to acquire.[31][32] The Senegalese government has set a school and centre to preserve this ancient knowledge and teach it to the young. The CEMETRA (Centre Expérimental de Médecine Traditionnelle de Fatick) Membership alone consist of at least 550 professional Serer healers in the Serer region of Sine-Saloum.[33]\n\nSeveral traditional practices linked with land and agricultural activities are known, two examples are described below:\n\n"
        },
        {
            "title": "Influence on Senegambia",
            "text": "As the old pagan festivals are borrowed and altered by Christianity which came later,[34] the names of ancient Serer religious festivals were also borrowed by Senegambian Muslims in a different way to describe genuine Islamic festivals in their own language. The Serers are one of very few communities in Senegambia apart from the Jolas who actually have a name for god[s] which is not borrowed from Arabic but indigenous to their language.[35] Tobaski (var : Tabaski) was an ancient Serer hunting festival; Gamo was an ancient Serer divination festival; Korite [from the Serer word kor[36]] was a male initiation rite; Weri Kor was the season (or month) Serer males went through their initiation rites. Gamo (comes from the old Serer word Gamahou, variation : Gamohou). \"Eid al kabir\" or \"eidul adha\" (which are Arabic) are different from Serer Tobaski, but the Senegambian Muslims loaned Tobaski from Serer religion to describe \"Eid al Kabir\". Gamo also derives from Serer religion.[37][38] The Arabic word for it is \"Mawlid\" or \"Mawlid an-Nabi\" (which celebrates the birth of Muhammad). Weri Kor (the month of fasting, \"Ramadan\" in Arabic) and Koriteh or Korité (\"Aïd-el-fitr\" in Arabic which celebrates the end of the month of fasting) also comes from the Serer language.\n\n"
        },
        {
            "title": "Mummification and Cult of the Upright Stones",
            "text": "The dead, especially those from the upper echelons of society, were mummified in order to prepare them for the afterlife (Jaaniiw). They were accompanied by grave goods including gold, silver, metal, their armour and other personal objects. Mummification is less common now, especially post-independence.[39][29][40][41]\nThe dead were buried in a pyramid shaped tomb.[29][42]\n\nThe Serer griots play a vital and religious role on the death of a Serer King. On the death of a Serer king, the Fara Lamb Sine (the chief griot in the Serer Kingdom of Sine) would bury his treasured drum (the junjung) with the king. His other drums would be played for the last time before their burial in the ground facing east. The griots then chant ancient songs marked by sadness and praise for the departed king. The last time this ceremony occurred was on 8 March 1969 following the death of the last king of Sine – Maad a Sinig Mahecor Joof (Serer: Maye Koor Juuf).[43]\n\nThe cult of the Upright Stone, such as the Senegambian stone circles, which were probably built by predecessors of the Serer,[46][47][48][49] were also a place of worship. Laterite megaliths were carved, planted, and directed towards the sky.[50][51][52]\n\n"
        },
        {
            "title": "Cosmology",
            "text": "One of the most important cosmological stars of the Serer people is called Yoonir. The \"Star of Yoonir\" is part of the Serer cosmos. It is very important and sacred and just one of many religious symbols in Serer religion and cosmology. It is the brightest star in the night sky, Sirius. With an ancient heritage of farming, \"Yoonir\" is very important and sacred in Serer religion,[54][55] because it announces the beginning of flooding and enables Serer farmers to start planting seeds. The Dogon people of Mali call it \"Sigui\", whilst in Serer it is called \"Yoonir\"[56] – represented in the form of the \"Pangool\" (interceders with Roog – the Supreme Deity) and \"Man\". It is before this event where the Serer High Priests and Priestesses known as Saltigue gather at the Xooy annual divination ceremony where they predict the course of the winter months among other things relevant to the lives of the Serer people.[57][58] The Pangool (singular : Fangool) are ancestral spirits (also ancient Serer Saints in Serer religion) represented by snakes.\n\nThe peak of the Star (top point) represents the Supreme Deity (Roog). The other four points represent the cardinal points of the Universe. The crossing of the lines (\"bottom left\" and \"top right\" and \"top left and bottom right\") pinpoints the axis of the Universe, that all energies pass. The top point is \"the point of departure and conclusion, the origin and the end\".[45] Among the Serers who cannot read or write the Latin alphabet, it is very common for them to sign official documents with the Star of Yoonir, as the Star also represents \"good fortune and destiny\".[45]\n\n"
        },
        {
            "title": "Religious devotion and martyrdom",
            "text": "While most Serers converted to Islam and Christianity (specifically Roman Catholic), their conversion was after colonization. They and the Jola people were the last to convert to these religions.[59][60]\nMany still follow the Serer religion especially in the ancient Kingdom of Sine with Senegal and the Gambia being predominantly Muslim countries.[59][60]\n\nThe Serers have also battled many prominent African Islamic jihadists over the centuries. Some of those like Maba Diakhou Bâ is considered a national hero and given a saint like status by Senegambian Muslims. He himself was killed in battle fighting against the Serer King of Sine – Maad a Sinig Kumba Ndoffene Famak Joof on 18 July 1867 at The Battle of Fandane-Thiouthioune commonly known as The Battle of Somb.[61][62]\n\nAt the surprise attacks of Naodorou, Kaymor and Ngaye, where the Serers were defeated, they killed themselves rather than be conquered by the Muslim forces. In these 19th-century Islamic Marabout wars, many of the Serers villagers committed martyrdom, including jumping to their deaths at the Well of Tahompa.[63] In Serer religion, suicide is only permitted if it satisfies the Serer principle of Jom (also spelt \"Joom\" which literally means \"honour\"[64] in the Serer language) – a code of beliefs and values that govern Serer lives.[65][66]\n\n"
        }
    ]
}