{
    "url": "https://en.wikipedia.org/wiki/Sergei_Bulgakov",
    "title": "Sergei Bulgakov",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life: 1871–1898",
        "1.2 Early political thought: 1890–1897",
        "1.3 From Marxism to Idealism: 1898–1902",
        "1.4 Turmoil: 1903–1909",
        "1.5 Civic life: 1918–1944",
        "2 Bibliography",
        "3 See also",
        "4 Notes",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sergei Nikolaevich Bulgakov (/bʊlˈɡɑːkəf/;[1] Russian: Серге́й Никола́евич Булга́ков; 28 July [O.S. 16 July] 1871 – 13 July 1944) was a Russian Orthodox theologian, priest, philosopher, and economist.\n\n"
        },
        {
            "title": "Biography",
            "text": "Sergei Nikolaevich Bulgakov was born on 16 July 1871 to the family of an Orthodox priest (Nikolai Bulgakov) in the town of Livny, Oryol guberniya, in Russia. The family produced Orthodox priests for six generations, beginning in the sixteenth century with their ancestor Bulgak, a Tatar from whom the family name derives.[2][3][4] Metropolitan Macarius Bulgakov (1816–1882), one of the major Eastern Orthodox theologians of his days, and one of the most important Russian church historians, was a distant relative.[5]\n\nAt the age of fourteen, after three years at the local parish school, Bulgakov entered the seminary in Orel. In 1888, however, Bulgakov quit the seminary after a loss of his faith. Bulgakov later notes that the passion for the priesthood waned as he grew disenchanted with Orthodoxy because his teachers were unable to answer his questions.[6] After Bulgakov quit seminary, he entered a secular gimnasium in Elets to prepare for the law faculty of the Imperial Moscow University.\n\nIn 1890, Bulgakov entered the Imperial Moscow University where he chose to study political economy and law. As he reflected years later, however, literature and philosophy were his natural inclination and he had no interest in law. Bulgakov only chose to study law because it seemed more likely to contribute to his country's redemption.[7] After his graduation in 1894, he began graduate studies at the university and taught for two years at the Moscow Commercial Institute. It was during his graduate studies when Bulgakov studied with the economist Alexander Chuprov. Bulgakov's thought during his studies with Chuprov has generally been seen through the lens of the Marxist-Populist debate. From this perspective, he has been labeled a \"legal Marxist.\"[8]\n\nIn 1895, Bulgakov published a review of Karl Marx's unfinished third volume of Das Kapital, and authored an essay in 1896, “On the Regularity of Social Phenomena.” In the following year, Bulgakov published a study “On Markets in Capitalist Conditions of Production.” It was these writings that originally established Bulgakov as a significant representative of Marxism in Russia.\n\nOn January 14, 1898, shortly before embarking for Western Europe, Bulgakov married Elena Tokmakova, with whom he had two sons and a daughter.[9]\n\nIn 1898 Bulgakov left for Western Europe to begin his research for his dissertation, Capitalism and Agriculture, that was intended to test the application of Marx’s theory of capitalist societies to agriculture. Bulgakov examined the entire agricultural history of Germany, the United States, Ireland, France, and England. The thesis ended by declaring that Marx’s analysis of capitalism, limited by features of the English economy, did not integrate this system with an economic theory of agriculture, and was not a realistic, universal account of capitalist society.\n\nIn 1900 Bulgakov presented his finished dissertation for examination. It was this examination that led Bulgakov to being a privatdozent at the University of Kiev and Professor of Political Economy at the Kiev Polytechnic Institute in 1901. It was evident in lectures such as \"Ivan Karamazov as a philosophical type\" delivered in Kiev that Bulgakov had already distanced himself from Marxism. At the time of Bulgakov teaching about Dostoevsky, the counterweight to Marxism in 20th century Russia was Neo-Kantianism. While Bulgakov was heavily influenced by Neo-Kantianism, it was Vladimir Soloviev, who he began to read in 1902, that influenced Bulgakov to finally reject materialism and accept idealism. Bulgakov's idealism eventually led him back to the Eastern Orthodox Church.\n\nTogether with Petr Struve, Bulgakov published the journal Liberation and with him was a founder of the illegal political organization “Union of Liberation” in 1903. After the Revolution of 1905 its members formed the Constitutional Democratic (Kadet) Party, which held the most seats in the representative assemblies, the First and Second Dumas (1906–1907). But Bulgakov did not join the Kadets and instead formed the Union of Christian Politics, a party advocating Christian socialism.  Although he was elected to the Second Duma in 1907 as a deputy for Orel province, Bulgakov had no party allegiance. In June 1907, the Second Duma dissolved after barely five months in session.\n\nAfter the dissolution of the Second Duma, Bulgakov lost what remaining zeal he had for direct political involvement. Another major factor in his eventual separation from the Union of Liberation was the increasingly anti-Christian direction being championed by leading representatives of left-liberal politics.\n\nEarlier, in 1905 Bulgakov, along with the Brotherhood of Christian Struggle, bishops, priests, and many others, supported the call for a council of the Orthodox Church in support of social reforms. In 1906, a preconciliar commission prepared six volumes of information for the council. Nicholas II thwarted the planned council, but the information would be put to use when it eventually did convene eleven years later.\n\nAmidst the chaos of 1905, Bulgakov made the acquaintance of Pavel Florensky (1882–1937), with whom he would establish a long-lasting friendship. Bulgakov and Florensky were among founding members of the Religious-Philosophical Society in memory of Vladimir Soloviev, which was organized in Moscow at the end of 1905.\n\nDuring 1904–1909, his focus shifted to an explicitly Christian perspective. Bulgakov also changed his attitude towards the controversial Nicholas II. He believed Nicholas II was responsible for the social problems plaguing Russia. Although Bulgakov did not appreciate the increasing radicalization of the leftists in Russia and their abandonment of Russian Orthodoxy in favor of a purely secular state. Quite the contrary, it caused him to uphold the positive value of governance by Nicholas II, even as he continued to detest him, accusing him of promoting the revolution and bringing about the demise of the royal family. Bulgakov continued to struggle with the meaning of political power as he wrote Unfading Light.\n\nIn the summer of 1909,  Bulgakov's four-year-old son Ivashechka, died. At the funeral Bulgakov had a profound religious experience that is generally regarded as his final step in his journey back to Orthodoxy.[10] Bulgakov would later contemplate the meaning of death in his later works, including Unfading Light.\n\nIn 1918, Bulgakov was ordained to the priesthood, and rose to prominence in church circles. He took part in the All-Russia Sobor of the Russian Orthodox Church that elected patriarch Tikhon of Moscow. Bulgakov rejected the October revolution and responded with On the Feast of the Gods (\"На пиру богов\", 1918), a book similar to the Three Talks of Vladimir Solovyov.\n\nIn 1918, Bulgakov moved to join his family in the Crimea, where for two years he taught political economy and theology at the university in Simferopol. When the Bolsheviks captured Simferopol in 1920 they removed him from his teaching position.\n\nIn 1922 the Soviet government exiled around 150 prominent intellectuals on the so-called Philosophers' ship, Bulgakov, Nikolai Berdyaev, and Ivan Ilyin among them.\n\nIn 1925 he helped found St. Sergius Orthodox Theological Institute (l'Institut de Théologie Orthodoxe Saint-Serge) in Paris, France. While living in Paris, he completed two dogmatic trilogies on Sophiology — the first, The Burning Bush (1926), The Friend of the Bridegroom (1927), Jacob’s Ladder (1929); the second, The Lamb of God, The Comforter, The Bride of the Lamb (1939). It is in The Bride of the Lamb that Bulgakov argues for apokatastasis. Bulgakov states that humankind will “ultimately be justified.”\n\nAfter the publication of his book, Lamb of God, Bulgakov was accused of teachings contrary to Orthodox dogma by the Metropolitan Sergius I of Moscow, in 1935, and recommended his exclusion from the Church until he amended his \"dangerous\" views. The Karlovtsy Synod (i.e., Russian Orthodox Church Outside Russia) also joined in this condemnation. Metropolitan Evlogy set up a committee in Paris to investigate Bulgakov’s orthodoxy, which reached a preliminary conclusion that his thought was free from heresy. However, an official conclusion was never reached.\n\nHe was the head of this institute and Professor of Dogmatic Theology until his death from throat cancer on 12 July 1944. His last work was devoted to the Apocalypse. He was buried in Sainte-Geneviève-des-Bois Russian Cemetery in the southern suburbs of Paris.\n\n"
        }
    ]
}