{
    "url": "https://en.wikipedia.org/wiki/Sericulture",
    "title": "Sericulture",
    "table_of_contents": [
        "1 History",
        "2 Production",
        "3 Sustainable Silk",
        "3.1 Peace silk",
        "3.2 Wild silk",
        "3.3 Stages of production",
        "4 Pupae as food",
        "5 Gallery",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSericulture, or silk farming, is the cultivation of silkworms to produce silk. Although there are several commercial species of silkworms, Bombyx mori (the caterpillar of the domestic silkmoth) is the most widely used and intensively studied silkworm. Silk was believed to have first been produced in China as early as the Neolithic Period. Sericulture has become an important cottage industry in countries such as Brazil, China, France, India, Italy, Japan, Korea, and Russia.  Today, China and India are the two main producers, with more than 60% of the world's annual production.\n\n"
        },
        {
            "title": "History",
            "text": "According to Confucian text, the discovery  of silk production dates to about 2700 BC, although archaeological records point to silk cultivation as early as the Yangshao period (5000–3000 BC).[1] In 1977, a piece of ceramic created 5400–5500 years ago and designed to look like a silkworm was discovered in Nancun, Hebei, providing the earliest known evidence of sericulture.[2]  Also, by careful analysis of archaeological silk fibre found on Indus Civilization sites dating back to 2450–2000 BC, it is believed that silk was being used over a wide region of South Asia.[3][4] By about the first half of the 1st century AD, it had reached ancient Khotan,[5] by a series of interactions along the Silk Road.  By AD 140, the practice had been established in India.[6] In the 6th century AD, the smuggling of silkworm eggs into the Byzantine Empire led to its establishment in the Mediterranean, remaining a monopoly in the Byzantine Empire for centuries (Byzantine silk). In 1147, during the Second Crusade, Roger II of Sicily (1095–1154) attacked Corinth and Thebes, two important centres of Byzantine silk production, capturing the weavers and their equipment and establishing his own silkworks in Palermo and Calabria,[7] eventually spreading the industry to Western Europe.\n\n"
        },
        {
            "title": "Production",
            "text": "The silkworms are fed with mulberry leaves, and after the fourth moult, they climb a twig placed near them and spin their silken cocoons. The silk is a continuous filament comprising fibroin protein, secreted from two salivary glands in the head of each worm, and a gum called sericin, which cements the filaments.\nThe sericin is removed by placing the cocoons in hot water, which frees the silk filaments and readies them for reeling. This is known as the degumming process.[8] The immersion in hot water also kills the silkmoth pupa.\n\n\nSingle filaments are combined to form thread, in a process called \"throwing,\" which is drawn under tension through several guides and wound onto reels. This process of throwing produces various yarns depending on the amount and direction of the twisting.[9] The threads may be plied to form yarn (short staple lengths are spun; see silk noil). After drying, the raw silk is packed according to quality.\n\n"
        },
        {
            "title": "Sustainable Silk",
            "text": "The most popular substitute for traditional silk is peace silk, also known as ahimsa silk. The primary factor that makes this form of silk more ethical is that moths are permitted to emerge from their cocoons and fly away before they are properly boiled. It denotes that no moth is ever cooked alive during manufacture. Even though peace silk is superior to regular silk, there is a big disadvantage to be aware of. Domesticated silkworms used to make silk have undergone thousands of years of selective breeding, yet they are not \"manufactured\" to emerge from their cocoons. They are unable to defend themselves against predators since they cannot fly or see clearly. They typically die very rapidly after emerging from their cocoons as a result.[10]\n\nThe cocoons of Tussar silkworms, which are found in open woodlands, are used to produce wild silk, also known as Tussar silk. Compared to conventional silk, their cocoons are typically picked after the moths have emerged, making it a more ethical option. Because wild silkworms consume a variety of plants, their fabric is less uniform but more robust. The fabric is made with less chemicals as well. The larvae are still inside the cocoons when they are harvested by certain enterprises that employ \"wild silk,\" though.[11]\n\nThe stages of production are as follows:\n\nMahatma Gandhi was critical of silk production based on the Ahimsa philosophy \"not to hurt any living thing\". He also promoted \"Ahimsa silk\", made without boiling the pupa to procure the silk and wild silk made from the cocoons of wild and semiwild silkmoths.[13][14][failed verification] The Human League also criticised sericulture in their early single \"Being Boiled\". The organisation PETA has also campaigned against silk.[15]\n\n"
        },
        {
            "title": "Pupae as food",
            "text": "The conventional method of silk production results in ~8 kg of wet silkworm pupae and ~2 kg of dry pupae per kilogram of raw silk.[16] This byproduct has historically been consumed by people in silk-producing areas.[16][17]\n\n"
        }
    ]
}