{
    "url": "https://en.wikipedia.org/wiki/Sex_in_film",
    "title": "Sex in film",
    "table_of_contents": [
        "1 Terminology",
        "2 Production",
        "3 Europe",
        "4 United States",
        "4.1 By genre",
        "4.1.1 Erotic thrillers",
        "4.1.2 Horror",
        "5 Mexico",
        "6 India",
        "7 Taiwan",
        "8 Television",
        "9 Same-sex scenes in mainstream cinema",
        "10 See also",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sex in film, the presentation of aspects of sexuality in film, specially human sexuality, has been controversial since the development of the medium. Films which display or suggest sexual behavior have been criticized by religious groups or have been banned or censored by governments, although attitudes have changed much along the years and a more permissive social environment has developed in certain parts of the world, notably in Europe, North America, Australia and New Zealand. In countries with a film rating system, films which contain explicit sex scenes typically receive a restricted classification. Nudity in film may be regarded as sexual or as non-sexual.\n\nAn erotic film is usually a film that has an erotic quality, meaning that it may arouse sexual feelings,[1] even if the stated or suggested intention of the film maker is to induce philosophical contemplation concerning the aesthetics of sexual desire, sensuality and romantic love.\n\nLove scenes, erotic or not, have been present in films since the silent era of cinematography. Films that include sex or erotic scenes are to be found in a wide range of genres and sub-genres, with genres that have a sexual or erotic component typically including the term \"erotic\" in its description – such as erotic dramas, erotic thrillers, sex comedies, coming-of-age films, romantic dramas, besides others.  A pornographic film, on the other hand, is a sex film which does not usually claim any artistic merit, but intends to provoke sexual arousal in the spectators and as such is mainly intended for so called \"mature audiences\", meaning adults. Studies made by psychologists indicate that the consumption of pornography can be detrimental to sexual health, causing addiction to pornography, disregard for intimacy in real life, and a wearing down of the excitability leading to impotence in men and frigidity in women. Some well known actors and actresses in Western countries have performed nude or partial nude scenes, or have dressed and behaved in ways considered sexually provocative by contemporary standards at some point in their careers. One famous case in point was the late American actress Marilyn Monroe (born Norma Jeane Mortenson, 1926-1962), who early in her career in the film industry performed in sexually explicit short films (never widely circulated to the general public) before taking roles in films which did not require her to display sexual activity, but only that she could pose as a sexually attractive female. Her image has become an icon of American popular culture.\n\n"
        },
        {
            "title": "Terminology",
            "text": "Sex in film can be distinguished from a sex film, which usually refers to a pornographic sex film and sometimes to a sex education film. It should also be distinguished from nudity in film, though nudity can be presented in a sexualized context. For example, nudity in the context of naturism would normally be regarded as non-sexual. Some people distinguish between \"gratuitous sex\" and sex scenes which are presented as integral to a film's plot or as part of the character development.\n\nSex scenes are the main feature of pornographic films. In softcore films, sexuality is less explicit. Erotic films are suggestive of sexuality, but need not contain nudity.\n\n"
        },
        {
            "title": "Production",
            "text": "To minimize risk and conflict, and because an actor can feel vulnerable shooting a sex scene, agreements are signed prior to filming. Therein, specific terms of each sex scene are negotiated, including details of the sex scenes and the surroundings of the studio when the sex scenes will be shot. These \"nudity riders\" are written contracts commonly used by movie and television shows that intend to film sex or nude scenes.[2] These agreements can include very detailed descriptions such as how much the actors have to be nude, i.e. nude or semi-nude, and information on their attire. An agreement may stipulate that while an intimate scene is being shot, only people associated with the scene or material can remain. Also, whether photographs can be taken, and if these are to be used in the promotion of the film. Use of a body double, a person replacing the performer, is also regulated, as is the consequences of a performer agreeing to a nude scene but later deciding against doing it. The agreements apply to auditions too.\n\nTo tackle the physical and psychological safety of the actors involved in sex scenes, Intimacy Directors International (IDI),[3] a not for profit organization, was established. According to IDI, IDI provides an intimacy coordinator who works with actors and does following:\n\nProduction companies may hire an intimacy coordinator in the following situations:\n\nSince the 2010s, film and TV productions increasingly employ intimacy coordinators to ensure the wellbeing of actors who participate in sex scenes, and to help prevent harassment and violations of consent.[4]\n\n"
        },
        {
            "title": "Europe",
            "text": "Pedro Almodóvar of Spain is a prolific director who has included eroticism in many of his movies. Tinto Brass of Italy has dedicated his career to bringing explicit sexuality into mainstream cinema. His films are also notable for feminist-friendly eroticism.[citation needed] French filmmaker Catherine Breillat caused controversy with unsimulated sex in her films Romance (1999) and Anatomy of Hell (2004). In Italy, nudity and strong sexual themes go back to the silent era with films such as The Last Days of Pompeii (1926). Lars von Trier of Denmark has included explicit/unsimulated sex scenes in some of his films, such as Breaking the Waves (1996), The Idiots (1998), Manderlay (2005), Antichrist (2009), and Nymphomaniac (2013). He is also a co-founder of film company Puzzy Power, a subsidiary of his Zentropa, with the goal of producing hardcore pornographic films for women. Blue is the Warmest Colour (2013) sparked an international firestorm over its frank depiction of sexuality between two young women, yet managed to win the Palme d'Or, the highest prize awarded at the prestigious Cannes Film Festival in May 2013. Love (2015) contains many explicit unsimulated sex scenes. The Finnish black comedy film Dogs Don't Wear Pants (2019) presents the viewer with a dive into the dark-toned world of BDSM.[5]\n\n"
        },
        {
            "title": "United States",
            "text": "The inclusion in film of any form of sexuality has been controversial since the development of the medium. Kissing in films, for example, was initially considered by some to be scandalous. The Kiss (1896) contained a kiss, which was regarded as a sex scene and drew general outrage from movie goers, civic leaders, and religious leaders, as utterly shocking, obscene and completely immoral. One contemporary critic wrote, \"The spectacle of the prolonged pasturing on each other's lips was beastly enough in life size on the stage but magnified to gargantuan proportions and repeated three times over it is absolutely disgusting.\"[6] The Catholic Church called for censorship and moral reform – because kissing in public at the time could lead to prosecution.[7] Perhaps in defiance of the righteous indignation and \"to spice up a film\", the film was followed by many kiss imitators, including The Kiss in the Tunnel (1899) and The Kiss (1900). Other producers would take the criticism on board, or in mock of the standard, and use an implicit kiss, which would be obstructed from view just as the lips would touch, such as shielding a possible kiss by placing say a hat in front of the actors' faces, or fading to grey just as a kiss is to take place, etc.\n\nThe display of cleavage created controversy. For example, producer Howard Hughes displayed Jane Russell's cleavage in The Outlaw (1943) and in The French Line (1953), which was found objectionable under the Hays Code because of Russell's \"breast shots in bathtub, cleavage and breast exposure\" while some of her decollete gowns were regarded to be \"intentionally designed to give a bosom peep-show effect beyond even extreme decolletage\".[8] Both films were condemned by the National Legion of Decency and were released only in cut versions.\n\nThe selection of actresses for a role on the basis of their breast size is controversial and has been described as contributing to breast fetishism,[9] but has proved to be a draw card. Producers such as Russ Meyer produced films which featured actresses with large breasts. Lorna (1964) was the first of his films where the main female part, played by Lorna Maitland, was selected on the basis of breast size. The producers and exhibitors of the film were prosecuted for obscenity in several US states. Other large breasted actresses used by Meyer include Kitten Natividad, Erica Gavin, Tura Satana, and Uschi Digard among many others. The majority of them were naturally large breasted and he occasionally cast women in their first trimesters of pregnancy to enhance their breast size even further.[10] Author and director William Rotsler said: \"with Lorna Meyer established the formula that made him rich and famous, the formula of people filmed at top hate, top lust, top heavy.\"[11]\n\nBlue Movie (1969), directed by Andy Warhol,[12][13][14] was the first adult erotic film depicting explicit sex to receive wide theatrical release in the United States.[12][13][14] Blue Movie is a seminal film in the Golden Age of Porn and, according to Warhol, a major influence in the making of Last Tango in Paris (1972), an internationally controversial erotic drama film.[14] Another explicit adult film of that period was Mona the Virgin Nymph (1970), that contained a number of unsimulated non-penetrative sex scenes. Unlike Blue Movie, however, Mona had a plot.[15] To forestall legal problems, the film was screened without credits. The producer of Mona, Bill Osco, went on to produce other adult films,[16] such as  Flesh Gordon (1974), Harlot (1971), and Alice in Wonderland (1976).\n\nBoys in the Sand (1971)[17] was an American gay pornographic film,[18] the first gay porn film to include credits, to achieve crossover success, to be reviewed by Variety,[19] and one of the earliest porn films, after Blue Movie[12][13][20][21] to gain mainstream credibility, preceding Deep Throat (1972).\n\nIn North American films, erotic films may be primarily character driven or plot driven, with considerable overlap. Most dramas center around character development, such as Steven Shainberg's Secretary (2002). Comedy films, especially romantic comedies and romantic dramas, tend toward character interaction. Mystery films, thrillers, drama and horror films tend toward strong plots and premises.[22] Others combine both strong plots and characters.[22][23]\n\nErotic thrillers are a popular American erotic subgenre, with films such as Dressed to Kill (1980), Angel Heart (1987), Basic Instinct (1992), Single White Female (1992), Color of Night (1994), Wild Things (1998), Eyes Wide Shut (1999),  and The Boy Next Door (2015).[22] In some films, the development of a sexual relationship (or even a one-night stand) is often used to create tension in the storyline, especially if the people involved should not be sleeping together, such as in Out of Sight (1998), where a U.S. Marshal has sex with the criminal she is pursuing.\n\nIn horror films, sex is often used to 'mark' characters that are doomed to die. Characters that engage in sex acts are often the first to be claimed by the antagonist(s), or will die shortly after their sex scene or (sometimes) in the middle of it. This convention of it being bad luck to have sex in a horror film is notably illustrated in the Friday the 13th film series, where supernatural villain Jason Voorhees takes a special dislike to teenagers and young adults having sex because, as a young boy, he drowned in a lake while the camp counselors who should have been supervising him were having sex.\n\nIn some interpretations of this \"rule\", the sex acts themselves directly cause the character's demise. In Cabin Fever, a man catches the deadly illness because a woman who was infected (but not yet symptomatic) seduces and has impulsive sex with him. They do not use a condom because the careless woman believes she is healthy. Ironically, the woman (and the audience) only realize that she is infected because of red welts that are brought out by their rough lovemaking. Species (1995) and its sequels also feature many sexual deaths as virtually every human who mates with an alien in the franchise subsequently dies – female aliens kill human suitors regardless of whether they have poor genes, resist the alien's advances, or mate successfully. Human women who mate with alien men die shortly after sex as their abdomens burst during the unnaturally rapid pregnancy that always follows.\n\nMost times in horror movies the typical survivor is a young girl who is still a virgin. In the film Scream, which satirizes horror movies, this rule is somewhat broken as the character Randy Meeks points out that one of the rules of horrors is to not have sex. In an intersecting scene, the film's main protagonist Sidney Prescott loses her virginity to Billy Loomis. After they finish, Billy is stabbed by Ghostface and Sidney is then chased. Randy himself survives a gunshot wound at the end of the film because, as he explains, he is a virgin. However, he dies in the sequel, Scream 2, after which it is revealed that he lost his virginity sometime prior to his death.\n\n"
        },
        {
            "title": "Mexico",
            "text": "In Mexico, many comedy films are based on sex, typically portraying men as unstoppable sex-seeking creatures and women as willing targets. Although the number of such comedies waned during the 1990s, domestic servants, bar workers, dancers and neighbors' wives continue to be depicted as potentially willing sexual partners.[citation needed] The films La Tarea (1991), Miracle Alley (1995) and Y Tu Mamá También (2001) are some of the most important examples of this.[according to whom?]\n\n"
        },
        {
            "title": "India",
            "text": "The entertainment industry is an important part of modern India, and is expressive of Indian society in general. Historically, both films and television lacked any frank depiction of sex. Even kissing scenes, for example, were banned by Indian film censors until late 1990s.[24] Since then, the entertainment industry has liberalized and some Bollywood films in the 2000s featured kissing scenes, but Central Board of Film Certification's prohibitions against original nudity still continues, with many of Bollywood stars refusing to do sex scenes.[25] On the other hand, implied rape scenes or scenes showing sexual assault were common until approximately the early 2000s.[26] With the entry of over-the-top streaming services such as Netflix and Amazon Prime Video, Art films and foreign films containing sexuality are, however, watched by Indians—their reach being limited to more liberal crowds.[27]\n\n"
        },
        {
            "title": "Taiwan",
            "text": "Lust, Caution, a 2007 film by director Ang Lee included multiple sex scenes. The scenes were edited out for release in China and initially for Singapore, and were shown intact in Taiwan, Hong Kong, and Malaysia, as well as elsewhere.\n\n"
        },
        {
            "title": "Television",
            "text": "Many drama series, and daytime soap operas are based around sex. This commonly revolves around the development of personal relationships of the main characters, with a view of creating sexual tension in the series.\n\nPartial nudity was considered acceptable on daytime television in the 1970s but disappeared after 2000, partly due to more conservative morals,[28][failed verification] and also to the prevalence of cable and satellite subscriptions. Only PBS occasionally features nudity.\n\nIn 2008 and 2009, the French TV channel Canal+ featured a series titled X Femmes (French for X Women), which consisted of ten short films shot by female directors with the goal of producing erotica from a female point of view.\n\n"
        },
        {
            "title": "Same-sex scenes in mainstream cinema",
            "text": "Since approximately 2010, many mainstream films have shown sexual scenes between women. There have been various films which have been made which mainly focus on exploring the relationship between women. Because of the limited films featuring same-sex sex scenes before 2010s, researchers were unable to research people's views on the intimate scenes between women. In 2016, researchers Maria T. Soto-Sanfiel and Adriana Ibiti created a report on pleasurable sensations created by watching sexual scenes between women. People, including heterosexual individuals, reported that the scenes had different effects on their sexual arousal. The reasons were different for everyone who identified themselves as either heterosexual or homosexual, male or female. Lesbian women said that it brought back memories of their own experience and created pleasurable sensations while watching it.[29] Heterosexual women said that they got the same pleasurable sensations as watching heterosexual sex scenes. Heterosexual men related the scenes to their memories of pornography. Gay men preferred seeing heterosexual scenes because they could imagine themselves in place of the women.\n\nFrench film La vie d'Adèle (Blue Is the Warmest Color, in English), directed by Abdellatif Kechiche, was released in October 2013. The film is about a high school student Adele who lusts after art student Lea and falls in love with her. The film explores the lesbian relationship between them and their transformation as characters. To showcase their developing characters, the three-hour long film contained almost ten minutes of sexual scenes between them. These scenes were so long that even heterosexual scenes in movies have not exceeded the length. The scenes were shot in a close-up manner, showing great detail with bold and intimate camera angles.[29] Many critics expressed that if it was not a film, the sex scenes would be close to pornography. The sex scenes were controversial and received mixed reviews. France set the age limit to 12 years, Singapore 21 years, and Brazil opposed to print Blu-rays. The movie earned around $20 million in US and Europe. It was shown at the Cannes Film Festival and awarded the Palme d'Or, along with many other international awards.\n\nCarol, directed by Todd Haynes and released in November 2015, also caught much attention. Set during Christmas in 1952, it tells the story of a young woman named Therese Belivet (played by Rooney Mara) falling in love with an older woman named Carol Aird (played by Cate Blanchett). It includes 3 minutes of sex scenes between Carol and Theresa. They were carefully shot with the actors shown half nude, avoiding explicit scenes.[30] Haynes, while talking about the production of the sex scenes, said that actors pretend that they are not nervous, adding: \"But they are. So I try to create an environment that's comfortable and predictable. You set your shots, get rid of people that don't need to be there - and then you basically just go.\"[31] In the past, sex scenes between same-sex couple not only made the actors uncomfortable, but they were also stigmatized, considered shocking or even immoral. However, this has changed greatly and many films about same-sex relationships have been made.\n\nThere is also an increasing focus on gay male relationships in cinema. An Italian film Call Me by Your Name, directed by Luca Guadagnino, was released in January 2017. Set in the summer of 1983, the film is about a 17-year-old American-Jewish man, named Elio (played by Timothee Chalamet), forming a relationship with a 24-year old graduate student Oliver.[32]\n\n"
        }
    ]
}