{
    "url": "https://en.wikipedia.org/wiki/Sex_robot",
    "title": "Sex robot",
    "table_of_contents": [
        "1 Lexicology",
        "2 History and development",
        "3 State of research",
        "4 Predictions",
        "5 Claimed potential benefits",
        "6 Attempts at realization",
        "7 Opposition",
        "8 Legislation",
        "9 Philosophical discussion",
        "10 In popular culture",
        "11 See also",
        "12 References",
        "13 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSex robots or sexbots are anthropomorphic robotic sex dolls that have a humanoid form, human-like movement or behavior, and some degree of artificial intelligence.[1][2] As of 2018[update], although elaborately instrumented sex dolls have been created by a number of inventors, no fully animated sex robots yet exist. Simple devices have been created which can speak, make facial expressions, or respond to touch.[3][4]\n\nThere is controversy as to whether developing them would be morally justifiable.[5][6] In 2015, Robot ethicist Kathleen Richardson called for a ban on the creation of anthropomorphic sex robots with concerns about normalizing relationships with machines and reinforcing female dehumanization.[7][8][9] Questions about their ethics, effects, and possible legal regulations have been discussed since then.\n\n"
        },
        {
            "title": "Lexicology",
            "text": "People who are sexually attracted to sexbots are sometimes referred to as digisexuals[10] or robosexuals.[11][12]\n\nSexbots with a male shape design may be referred to as malebots[13] or manbots.[14] Gender neutral terms for sex robots include pleasure bot[15] or sex droid.[16] Sexbots with a female shape design have been referred to as chick-bots[17] or fembots.[18]\n\n"
        },
        {
            "title": "History and development",
            "text": "The sex robot has evolved from sex doll precursors that stem back as far as the 16th century, during which French and Spanish sailors created hand-sewn masturbation puppets made of cloth, leather and old clothes.[19] Many scholars consider this creation to be the direct predecessor of modern sex dolls. Much of the inspiration for creating the modern sex doll came from mannequin-based art created by Hans Bellmer, Man Ray and Salvador Dalí. Man Ray claimed that surrealists, including himself and Dalí, infused their work with eroticism and personally \"violated\" their mannequins. For example, Dalí's Rainy Taxi centered on a female mannequin whose half-undressed body was crawling with live snails.[20]\n\nBy 1968, inflatable dolls were first advertised in pornographic magazines and became available for purchase via mail. These sex dolls were inflatable with air; consisting of penetration areas at the mouth, vagina, and anus.  However, due to their inflatable nature, these dolls were subject to deterioration and were not sustainable for constant use.  By the 1970s, materials such as latex and silicone were widely used in the manufacturing of sex dolls to facilitate enhanced durability and a greater resemblance to a human.[21]\n\nThe realism of sex dolls greatly accelerated in the late 1990s. In 1997, Matt McMullen began constructing lifelike, tin-cured silicone rubber mannequins called RealDolls that were \"realistic, posable, and life-sized\". McMullen received much criticism about the anatomical correctness of his mannequins; using this as motivation to create a more enhanced version. In 2009, McMullen switched to using platinum-cured material, instead of tin-cured silicone, to further enhance the durability and lifelike nature of the doll. Consequently, all other sex doll manufacturers have followed suit.\n\nMany manufacturers, including Matt McMullen, believed that companionship is a critical part of the sexbot dynamic and that incorporating artificial intelligence (AI) into them is the next step.[22][23]  As of 2018, various new models have been constructed to hold conversations, remember important facts, and express various emotions. One such model is \"Harmony\", created by McMullen, which is customizable by using a mobile app, where users can choose from \"thousands of possible combinations of looks, clothes, personalities and voices to make your perfect companion\".[24]\n\n"
        },
        {
            "title": "State of research",
            "text": "Sex robots are still in a relatively early stage of development. While sex dolls have been available on the market for more than 20 years and there are accordingly established doll owner communities available for research, experienced users of sex robots are hardly to be found so far.[25] Nevertheless, the topic of sex robots has been treated quite intensively in international research since 2007, triggered by David Levy's monograph Love and Sex With Robots. A systematic research review from the year 2020 was able to identify 98 international academic publications on sex robots.[26] These academic sex robot publications focus on the following six research questions:\n\nThe majority of the available academic sex robot publications deals with ethical aspects,[27] focusing on both currently available sex robots (that have only very limited artificial intelligence and interactivity) and future sex robots (that are envisioned as being sentient and having a free will). While at least some findings on experienced users are available on sex dolls, corresponding empirical data on sex robot users are missing.[25][26] The academic sex robot discourse is – similar to the public discourse – so far characterized by relatively striking ideas about strong positive[28] or strong negative[29] effects of sex robots. Weak as well as ambivalent effects, which are theoretically and empirically most probable, are rarely discussed.[26]\n\nLikewise, sex robots are often regarded and criticized as predetermined products. Rarely is it considered in the state of research so far that the appearance as well as the functions and target groups of sex robots can be actively designed, for example by and for women, queer people, older people or people with disabilities.[30][31] Those human-centered design processes can be the subject of academic sex robot research as well.[31]\n\nThe sex robot research community meets at the \"International Love and Sex With Robots Conference\"[32] series initiated by David Levy held for the sixth time in 2021 as the \"6th International Congress on Love & Sex with Robots\".\n\n"
        },
        {
            "title": "Predictions",
            "text": "In 2014, David Levy, a chess champion and the author of Love and Sex with Robots[1] said in an interview with Newsweek that \"I believe that loving sex robots will be a great boon to society ... There are millions of people out there who, for one reason or another, cannot establish good relationships.\" He estimates that this will take place by the mid-21st century.[33]\n\nIn 2017, MIT Press published the first book on this topic, Robot Sex, with a preliminary approach to the several challenges this field represents for human beings and societies. A short review of this book (in Spanish), can be found here.\n\n"
        },
        {
            "title": "Claimed potential benefits",
            "text": "Scholars such as Hojjat Abdollahi argue that these robots can act as \"robot companions\" that aid elderly people with dementia or depression.  After conducting a study on many elderly patients, it was found that elderly individuals were interested in having an intimate robot as their companion and their interest did not decay over time. He further explains that these patients established meaningful rapport with the robot companion and that they greatly valued its presence.[34] Bioethicist Nancy S. Jecker also suggests that older people with disabilities lose their sexual functioning because of physical changes, due to aging and disease, but also because of social stigma and scorn. Jecker argues that these robots are a way to \"support dignity\" and continue the ability to be sexual by dispelling ageism and negative stereotypes about later-life sexuality.[35] The robot companion \"Paro\", created by Takanori Shibata, has been used since 2009 as a therapeutic machine for the elderly suffering with dementia as well as those suffering from depression and anxiety.  Paro is designed to respond to touch, remember faces and learn certain actions that promote a favorable reaction in the patient.  Although Paro was not designed to be a sex robot specifically, Paro is an example of how intelligent machines could become a suitable therapeutic option.[36][37]\n\nSome manufacturers have also argued that their introductions into prisons may reduce prison rape and sexual tension in prison. Prison inmates suffer from both separation from their partners and the limited possibility of gaining such a partner in prison, and they often turn to sexual harassment and the threat of rape as a result.[38] Scholars like Oliver Bendel suggest that sex robots could be the solution to establishing sexual health and diminishing sexual tensions beyond in prison.[39]\n\nManufacturers have also suggested sex robots may alleviate sexlessness in encumbered professions such as long-haul truck drivers or all-male oil rigs.[40] Sex robots can also help avoid problems of unwanted pregnancies, sexually transmitted diseases, and sexual violence, which would be issues in brothels and with prostitutes.[41]\n\n"
        },
        {
            "title": "Attempts at realization",
            "text": "There are ongoing attempts to make sex dolls socially interactive. In 2010, a sex doll called Roxxxy, that had the capacity to play back pre-recorded speech cues, was demonstrated at a trade show.[42] In 2015, Matt McMullen, the creator of the RealDoll stated that he intended to create intelligent sex dolls with the capacity to hold conversations.[43]\n\nBarcelona-based Dr. Sergi Santos developed a sex robot named Samantha; the robot can switch between a \"sex mode\" (which can include Samantha simulating a female orgasm[44]) and a \"family mode\",[45] in which it can also can tell jokes and discuss philosophy.[46]\n\nIn 2017, Matt McMullen created a sex doll called \"Harmony\", which has the capability of learning about the personal preferences, wants and desires of the owner. Furthermore, Harmony can smile, blink and frown in a nearly human-like fashion. She can hold a conversation, tell jokes, remember food preferences, and the names of the owner's siblings.  The cost of Harmony is said to be roughly $15,000.[3] During an onstage interview with Engadget in 2018, Matt McMullen demonstrated that the skin on Harmony's face could be peeled off and replaced with different skin.  He subsequently added a different colored wig and changed her personality by using the app on his handheld device that controls the robot.  He named this sex doll \"Solana\" and considers it to be the \"sister\" of Harmony.[47]\n\nAlso in 2017, Chinese company AI Tech released a sex robot named \"Emma\" that could talk in both English and Chinese. Emma has built in sensors that cause it to moan when touched and can be heated to a human body temperature. The robot also uses AI so that the more you interact with her, the cleverer she will become in responding.[48]\n\nOther companies such as Doll Sweet, Lux Botics, MISSDOLL, and Eden Robotics are in the process of developing sex robots with automated movements.[49] Using animatronics, Roberto Cardenas, an entrepreneur for Eden Robotics, claims that his Android Love Dolls are capable of placing themselves in 20 different sex positions with the help of AI body movement.[50] Current sex robots on the market are not able to perform any full body movements.\n\nIn 2018, Realbotix, the company behind the RealDoll, announced the creation of the first-ever male sex bot, Henry. Henry will have a customizable bionic penis will be able to \"go as long as you want\" as it plugs into electricity instead of using batteries. Buyers will also be able to order a customizable robotic head that can be controlled by an app on the user's phone.[51]\n\n"
        },
        {
            "title": "Opposition",
            "text": "In September 2015, Kathleen Richardson of De Montfort University and Erik Billing of the University of Skövde created the Campaign Against Sex Robots, calling for a ban on the creation of anthropomorphic sex robots.[7][52][53][54] Richardson is critical of David Levy and argues that the introduction of such devices would be socially harmful and demeaning to women and children.[7][29]\n\nIn September 2015, the Japanese company Softbank, the makers of the \"Pepper\" robot, included a ban on robot sex.  The robot's user agreement states: \"The policy owner must not perform any sexual act or other indecent behaviour\".[55][56]\n\nNoel Sharkey, Aimee van Wynsberghe, and Eleanor Hancock of the Foundation for Responsible Robotics released a consultation report presenting a summary of the issues and various opinions about what could be society's intimate association with robots.[57] The report includes an examination of how such robots could be employed as a rehabilitative tool for sex criminals such as serial rapists or pedophiles. Sharkey warns that this could be \"problematic\" in terms of sex dolls resembling children and adolescents.[58]\n\nThere is considerable speculation about such technology coming from experts in the fields of philosophy, sociology and the natural sciences.  John P. Sullins of Sonoma State University believes that sex robots will facilitate \"social isolation\"[59] and Lydia Kaye of Central Saint Martins argue that sexual relations with robots will \"desensitize humans to intimacy and empathy\".[60] Furthermore, according to Chauntelle Tibbals, \"nothing can replace the joy, sorrow, passion, and pain of an actual, unpredictable human interaction.\"[61] She further argues that only when interacting with another human can we experience our humanity and our identity, as opposed to interacting with a robot.[62]\n\nThe sex robots that have been created, as of 2018, primarily resemble women with exaggeratedly hyperfeminine features.  In Barcelona, a sex doll brothel allows men to act out their fantasies where they can choose from a selection of flexible silicone dolls and request that they be dressed in whatever outfit the man prefers.[63] Kathleen Richardson argues that these sex robots facilitate a powerful attitude towards women's bodies as commodities, and promote a non-empathetic interaction.[64] Experts argue that improving the gender diversity of those involved in developing this sex technology could help reduce possible harm, such as the objectification of women.[65]\n\nMany scholars, including Richardson, argue that this reinforces the idea that women are property rather than human beings with free will.[64] Scholars such as Robert Sparrow from Monash University argue that the creation of realistic female sex robots, with the ability to refuse consent, further facilitates a rape culture.  He believes that sex with these robots represents the \"rape of a woman\" and may increase the rate of rape in society, while also facilitating a general \"disrespect for women\" in society.[66] Furthermore, a sex robot called \"Frigid Farah\", whose personality is described as \"reserved and shy\", has caught the attention of several scholars. The manufacturer claimed that if you touch her \"in a private area, more than likely, she will not be too appreciative of your advance\".[67] Many scholars view this as indulging rape fantasies and facilitating a rape culture.[citation needed]\n\n"
        },
        {
            "title": "Legislation",
            "text": "The Curbing Realistic Exploitative Electronic Pedophilic Robots (CREEPER) Act, sponsored by Daniel M. Donovan, Jr., was passed by the U.S. House of Representatives on 13 June 2018. The bill would amend the federal obscenity statute, 18 U.S.C. § 1462 to criminalize importation and transportation for interstate commerce any \"anatomically-correct doll, mannequin, or robot, with the features of, or with features that resemble those of, a minor, intended for use in sexual acts.\"[68] Bob Goodlatte stated that \"these dolls create a real risk of reinforcing pedophilic behavior and they desensitize the user causing him to engage in sicker and sicker behavior\".[69] Australia and the United Kingdom already have such bans.[70] Critics of the bill argue that it is unconstitutional and/or unnecessary.[71][72] The bill is said to have died in the senate in 2018.[73][74] Vern Buchanan is said to reintroduce an amended version of the bill in 2020.[75]\n\n"
        },
        {
            "title": "Philosophical discussion",
            "text": "The First International Congress on Love and Sex with Robots was held in Funchal, Madeira in November 2014.[76] The conference was coordinated by Professor Adrian David Cheok and Dr. David Levy. The main discussion revolved around the debate of where to draw the line with regard to cybernetic love and relationships and what the future of love and sex with robots has in store. Additional topics of discussion during the conference included humanoid robots, robot emotions, roboethics, and philosophical approaches.[76] In October 2015 a second conference scheduled for November 2015 in Malaysia was declared illegal by the Malaysian Inspector-General of Police.[77][78][79] The second conference was eventually held in the United Kingdom in December 2016, chaired by Dr. Kate Devlin at Goldsmiths, University of London.[80][81] Devlin also founded the UK's first ever sex tech hackathon,[82] also held in 2016 at Goldsmiths.\n\nIn 2016, a discussion of these issues was held at the 12th IFIP TC9 Human Choice & Computers Conference, entitled \"Technology and Intimacy: Choice or Coercion?\".[83][84][85] The conference was coordinated by Dr. David Kreps from Salford University. The overall aim of the conference was to \"scrutinize the journey from impersonal monolithic technology towards the intimate intertwining of devices and the self\". A prospective outlook on how these technologies will evolve was closely examined. Some of the main themes discussed during the conference were intimacy, personalization, material culture and sexual relationships with robots.[86] In September 2018, the 13th IFIP TC9 Human Choice & Computers Conference \"This Changes Everything\"[87] was held in Poznan, Poland. The conference was led and directed by David Kreps, Kai Kimppa, Louise Leenen, and Charles Ess. The discussion was focused on the societal and ethical implications posed by artificial intelligence, privacy concerns, and how such technologies have significantly shifted computational strategies and altered the world people live in.[88]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Intimacy with robots, artificial intelligence and other human-constructed items are saturated in the media landscape. They provoke questions about what love is, why people crave the need for affection, and challenge pre-existing beliefs of what it means to be human.[89]\n\nOriginally published in 1886, the novel Tomorrow's Eve centers around a fictionalized Thomas Edison, who creates a female robot for his lonely patron. While the robot's beauty is apparent, the robot lacks the emotional capabilities to fulfill that hole in his heart.[90]\n\nFritz Lang's 1927 film Metropolis contains the robot Maria as a central figure, who is portrayed as sexually alluring.\n\nSeveral episodes of the 1960's television show Star Trek: The Original Series featured female androids as companions of the protagonist, notably \"Andrea\" from episode \"What Are Little Girls Made Of?\" and \"Rayna\" from episode \"Requiem for Methuselah\". As with television censorship of the time sexuality is only alluded to. Both episodes employ the plot device of having the android struggle to comprehend human emotion.\n\nRidley Scott's 1982 film Blade Runner depicts the android characters Pris, Rachel and Zhora as having been manufactured to be sexually alluring; Pris, in particular, is referred to as \"a basic pleasure model\".\n\nThe 2001 film A.I. Artificial Intelligence has a male sex robot, Gigolo Joe, as a main character. Joe describes that humans love what robots do for them, but cannot love them since they are not flesh and blood, and in the end, hate them. A Gigolo Jane female model also briefly appears in the film.\n\nFuturama has two episodes involving robots and organic beings, \"I Dated a Robot\" and \"Proposition Infinity\".\n\nThe 2007 film Lars and the Real Girl explores the idea of a romantic attachment to artificial human-like items. Ultimately, the film concludes with the protagonist \"murdering\" his sex doll lover in a river: emphasizing the projection of one's idealized lover onto an inanimate object.[89]\n\nThe 2014 film Ex Machina questions common notions about consciousness. A sentient female robot is created with a violent outcome, rebelling against her creators. Throughout the story, Ex Machina appears to empathize with the robot as a victim of a man with a god complex. Responding to the protagonist's uncertainty about her fate if she does not live up to her creator's standards, the robot, Ava, responds \"Why is it up to anyone?\" about whether or not she lives. This questions the audience's underlying belief about whether or not a robot is entitled to a free life like other conscious beings.[citation needed]\n\nIn the 2016 TV series Westworld, realistic interactive robots, part of a theme park, engage in sexual and other activity with guests.\n\nThe 2020 satirical dystopian fiction novel Ride, Sally, Ride by Douglas Wilson centers on the cultural impact of charging a man with murder for destroying a sex robot which was claimed to be a legal spouse by its owner.[91][92]\n\n"
        }
    ]
}