{
    "url": "https://en.wikipedia.org/wiki/Sexual_harassment",
    "title": "Sexual harassment",
    "table_of_contents": [
        "1 Etymology and history",
        "1.1 The term \"sexual harassment\"",
        "1.2 Key sexual harassment cases",
        "2 Situations",
        "2.1 In the workplace",
        "2.1.1 Sexual bribery",
        "2.2 In the military",
        "3 Varied behaviors",
        "4 Prevention",
        "5 Impact",
        "5.1 Coping",
        "5.2 Common effects on the victims",
        "5.3 Post-complaint retaliation and backlash",
        "5.4 Backlash stress",
        "6 Organizational policies and procedures",
        "7 Evolution of law in different jurisdictions",
        "7.1 Varied legal guidelines and definitions",
        "7.2 Africa",
        "7.2.1 Egypt",
        "7.2.2 Morocco",
        "7.3 Australia",
        "7.4 Europe",
        "7.4.1 Denmark",
        "7.4.2 France",
        "7.4.3 Germany",
        "7.4.4 Greece",
        "7.4.5 Russia",
        "7.4.6 Switzerland",
        "7.4.7 United Kingdom",
        "7.5 Asia",
        "7.5.1 China",
        "7.5.2 Lebanon",
        "7.5.3 India",
        "7.5.4 Israel",
        "7.5.5 Japan",
        "7.5.6 Malaysia",
        "7.5.7 Pakistan",
        "7.5.8 Philippines",
        "7.6 United States",
        "7.6.1 Evolution of sexual harassment law",
        "7.6.1.1 Workplace",
        "7.6.1.2 Education",
        "7.6.2 Additionally",
        "7.6.3 EEOC Definition",
        "7.6.3.1 Quid pro quo sexual harassment",
        "7.6.3.2 Hostile environment sexual harassment",
        "7.6.3.3 Sexual orientation discrimination",
        "7.6.3.4 Retaliation",
        "7.6.3.5 New Jersey",
        "7.6.3.6 Military",
        "8 Criticism",
        "9 In media and literature",
        "10 See also",
        "11 References",
        "11.1 Citations",
        "11.2 Sources",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSexual harassment is a type of harassment involving the use of explicit or implicit sexual overtones, including the unwelcome and inappropriate promises of rewards in exchange for sexual favors.[1] Sexual harassment includes a range of actions from verbal transgressions to sexual abuse or assault.[2] Harassment can occur in many different social settings such as the workplace, the home, school, or religious institutions. Harassers or victims may be of any sex or gender.[3]\n\nIn modern legal contexts, sexual harassment is illegal. Laws surrounding sexual harassment generally do not prohibit simple teasing, offhand comments, or minor isolated incidents—that is due to the fact that they do not impose a \"general civility code\".[4] In the workplace, harassment may be considered illegal when it is frequent or severe thereby creating a hostile[citation needed] or offensive work environment or when it results in an adverse employment decision (such as the victim's demotion, firing or quitting). The legal and social understanding of sexual harassment, however, varies by culture.\n\nSexual harassment by an employer is a form of illegal employment discrimination. For many businesses or organizations, preventing sexual harassment and defending employees from sexual harassment charges have become key goals of legal decision-making.\n\n"
        },
        {
            "title": "Etymology and history",
            "text": "The modern legal understanding of sexual harassment was first developed in the 1970s, although related concepts have existed in many cultures.\n\nAlthough legal activist Catharine MacKinnon is sometimes credited with creating the laws surrounding sexual harassment in the United States with her 1979 book entitled Sexual Harassment of Working Women,[5] she did not coin the term. The phrase appeared in print in a 1972 issue of The Globe and Mail newspaper published in Toronto.[6] An early use of the term was in a 1973 report about discrimination called \"Saturn's Rings\" by Mary Rowe, Ph.D.[7]  At the time, Rowe was the Special Assistant to the President and Chancellor for Women and Work at the Massachusetts Institute of Technology (MIT).[8] Due to her efforts at MIT, the university was one of the first large organizations in the U.S. to develop specific policies and procedures aimed at stopping sexual harassment.\n\nRowe says that harassment of women in the workplace was being discussed in women's groups in Massachusetts in the early 1970s. At Cornell University, instructor Lin Farley discovered that women in a discussion group repeatedly described being fired or quitting a job because they were harassed and intimidated by men.[9] She and colleagues used the term \"sexual harassment\" to describe the problem and generate interest in a \"Speak Out\" in May 1975. She later described sexual harassment at length in 1975 testimony before the New York City Human Rights Commission.[10][11] In the book In Our Time: Memoir of a Revolution (1999), journalist Susan Brownmiller says the women at Cornell became public activists after being asked for help by Carmita Dickerson Wood, a 44-year-old single mother who was being harassed by a faculty member at Cornell's Department of Nuclear Physics.[12][13][14] Farley wrote a book, Sexual Shakedown: The Sexual Harassment of Women on the Job, published by McGraw-Hill in 1978 and in a paperback version by Warner Books in 1980.[9]\n\nThese activists, Lin Farley, Susan Meyer, and Karen Sauvigne went on to form Working Women United which, along with the Alliance Against Sexual Coercion (founded in 1976 by Freada Klein, Lynn Wehrli, and Elizabeth Cohn-Stuntz), were among the pioneer organizations to bring sexual harassment to public attention in the late 1970s. One of the first legal formulations of the concept of sexual harassment as consistent with sex discrimination and therefore prohibited behavior under Title VII of the Civil Rights Act of 1964 appeared in the 1979 seminal book by Catharine MacKinnon[5] entitled \"Sexual Harassment of Working Women\".[15]\n\nSexual harassment first became codified in U.S. law as the result of a series of sexual harassment cases in the 1970s and 1980s. Many of the early women pursuing these cases were African American, often former civil rights activists who applied principles of civil rights to sex discrimination.[16]\n\nWilliams v. Saxbe (1976) and Paulette L. Barnes, Appellant, v. Douglas M. Costle, Administrator of the Environmental Protection Agency (1977) determined it was sex discrimination to fire someone for refusing a supervisor's advances.[16][17] Around the same time, Bundy v. Jackson (1981) was the first federal appeals court case to hold that workplace sexual harassment was employment discrimination.[18] Five years later the Supreme Court agreed with this holding in Meritor Savings Bank v. Vinson. Another pioneering legal case was Alexander v. Yale (1980), which established that the sexual harassment of female students could be considered sex discrimination under Title IX, and was thus illegal. The first class-action lawsuit, Jenson v. Eveleth Taconite Co., was filed in 1988 (concluding nine years later).\n\nIn 1991, Anita Hill witnessed and testified to the Senate Judiciary Committee against Supreme Court of the United States nominee Clarence Thomas, citing sexual harassment.[19] Hill said on October 11, 1991, in televised hearings that Thomas had sexually harassed her while he was her supervisor at the Department of Education and the EEOC.[20] According to Hill, Thomas asked her out socially many times during her two years of employment as his assistant,[21] and after she declined his requests, he used work situations to discuss sexual subjects and push advances.[22][21] Since Hill testified in 1991, the term sexual harassment became known outside academic and legal circles, and the number of cases reported in the United States and Canada increased markedly, climbing steadily since.[19]\n\nIn 1994, Paula Jones, a civil servant and former Arkansas state employee, sued U.S. President Bill Clinton for sexual harassment. In the initial lawsuit, Jones cited Clinton for sexual harassment at the Excelsior Hotel in Little Rock, Arkansas, on May 8, 1991. Following a series of civil suits and appeals through the U.S. District Court and the U.S. Court of Appeals from May 1994 to January 1996, Jones v. Clinton eventually reached the United States Supreme Court on May 27, 1997. The case was later settled by a federal appeals court on November 13, 1998.[23] Jones continues to maintain that Clinton sexually harassed her.[24] Clinton continues to deny it.[25]\n\n"
        },
        {
            "title": "Situations",
            "text": "Sexual harassment may occur in a variety of circumstances and in places as varied as factories, schools, colleges, the theater, and the music business.[26][27][28][29][30][31][32] Often, the perpetrator has or is about to have power or authority over the victim (owing to differences in social, political, educational or employment relationships as well as in age). Harassment relationships are specified in many ways:\n\nWith the advent of the internet, social interactions, including sexual harassment, increasingly occur online, for example in video games or in chat rooms.\n\nAccording to the 2014 PEW research statistics on online harassment, 25% of women and 13% of men between the ages of 18 and 24 have experienced sexual harassment while online.[34]\n\nThe United States' Equal Employment Opportunity Commission (EEOC) defines workplace sexual harassment as \"unwelcome sexual advances, requests for sexual favors, and other verbal or physical conduct of a sexual nature ... when this conduct explicitly or implicitly affects an individual's employment, unreasonably interferes with an individual's work performance, or creates an intimidating, hostile, or offensive work environment\".[35]  \"The challenged conduct must be unwelcome in the sense that the employee did not solicit or incite it, and in the sense that the employee regarded the conduct as undesirable or offensive.\"[36] \"Particularly when the alleged harasser may have some reason (e.g., prior consensual relationship) to believe that the advances will be welcomed, it is important for the victim to communicate that the conduct is unwelcome.\"[36]\n\nThroughout the United States workplace, 79% of sexual harassment victims are women, and 21% are men. Out of those numbers, 51% of those people were harassed by a supervisor.[citation needed] Based on data from the EEOC, the industries with the most sexual harassment reports between 2005 and 2015 were restaurant and hospitality, health care, academia, and the military.[37] Twelve percent of the victims received threats of termination if they did not comply with their predators' request.[citation needed]\n\nA sexual bribe is the solicitation of sex, any sexual activity or other sex-linked behaviour for a promise of elevation in work status or pay. It is in an employment setting in which a sexual relationship with an employer or superior is made an explicit or implied condition for obtaining/retaining employment or its benefits. A sexual bribe may be either overt or subtle but falls under the type of quid pro quo sexual harassment.[38][39]\n\nStudies of sexual harassment have found that it is markedly more common in the military than in civilian settings.[40][page needed][41] In 2018, an estimated 20,500 people in the US armed forces (about 13,000 women and 7,500 men) were assaulted, up from 14,900 in 2016.[42] A Canadian study found that key risk factors associated with military settings are the typically young age of personnel, the 'isolated and integrated' nature of accommodation, the minority status of women, and the disproportionate number of men in senior positions.[43] The traditionally masculine values and behaviours that are rewarded and reinforced in military settings, as well as their emphasis on conformity and obedience, are also thought to play a role.[44][45][46][47][48] Canadian research has also found that the risk increases during deployment on military operations.[49]\n\nWhile some male military personnel are sexually harassed, women are substantially more likely to be affected.[40][49][50][51] Women who are younger and joined the military at a younger age face a greater risk, according to American, British and French research.[52][53][54]\n\nChild recruits (under the age of 18) and children in cadet forces also face an elevated risk. In the UK, for example, hundreds of complaints of the sexual abuse of cadets have been recorded since 2012.[55][56][57] In Canada, one in ten complaints of sexual assault in military settings are from child cadets or their parents.[55][56][57][58][59]\n\nIndividuals detained by the military are also vulnerable to sexual harassment. During the Iraq War, for example, personnel of the US army and US Central Intelligence Agency committed a number of human rights violations against detainees in the Abu Ghraib prison,[60] including rape, sodomy, and other forms of sexual abuse.[61][62][63]\n\nAlthough the risk of sexual misconduct in the armed forces is widely acknowledged, personnel are frequently reluctant to report incidents, typically out of fear of reprisals, according to research in Australia, Canada, France, the UK, and the US.[40][48][50][53][54][64][65]\n\nWomen affected by sexual harassment are more likely than other women to suffer stress-related mental illness afterwards.[43] Research in the US found that when sexual abuse of female military personnel is psychiatrically traumatic, the odds of suffering from post-traumatic stress disorder (PTSD) after deployment on operations increase by a factor of nine.[41]\n\n"
        },
        {
            "title": "Varied behaviors",
            "text": "One of the difficulties in understanding sexual harassment is that it involves a range of behaviors. In most cases (although not in all cases) it is difficult for the victim to describe what they experienced. This can be related to difficulty classifying the situation or could be related to stress and humiliation experienced by the recipient. Moreover, behavior and motives vary between individual cases.[66]\n\nAuthor Martha Langelan describes four different classes of harassers.[67]\n\n"
        },
        {
            "title": "Prevention",
            "text": "Sexual harassment and assault may be prevented by secondary school,[69] college,[70][71] and workplace education programs.[72] At least one program for fraternity men produced \"sustained behavioral change\".[70][73]\n\nMany sororities and fraternities in the United States take preventive measures against hazing and hazing activities during the participants' pledging processes (which may often include sexual harassment). Many Greek organizations and universities nationwide have anti-hazing policies that explicitly recognize various acts and examples of hazing, and offer preventive measures for such situations.[74][full citation needed]\n\nAnti-sexual harassment training programs have little evidence of effectiveness and \"Some studies suggest that training may in fact backfire, reinforcing gendered stereotypes that place women at a disadvantage\".[75]\n\nThe use of audio and video recording can help in preventing sexual harassment in the workplace.[76] Audio recording apps are available for use on smartphones, and can for instance be used during job interviews.\n\n"
        },
        {
            "title": "Impact",
            "text": "The impact of sexual harassment can vary. In research carried out by the EU Fundamental Rights Agency, 17,335 female victims of sexual assault were asked to name the feelings that resulted from the most serious incident of sexual assault that they had encountered since the age of 15. 'Anger, annoyance, and embarrassment were the most common emotional responses, with 45% of women feeling anger, 41% annoyance, and 36% embarrassment. Furthermore, close to one in three women (29%) who has experienced sexual harassment have said that they felt fearful as a result of the most serious incident, while one in five (20%) victims say that the most serious incident made themselves feel ashamed of what had taken place.[77] In other situations, harassment may lead to temporary or prolonged stress or depression depending on the recipient's psychological abilities to cope and the type of harassment and the social support or lack thereof for the recipient. Harnois and Bastos (2018) show an association between women's perceptions of workplace sexual harassment and self-reported physical health.[78] In addition, a study conducted in 2010 indicated that workplace sexual harassment is linked to greater mental health issues and lower job satisfaction, regardless of assessment technique or gender.[79] Psychologists and social workers report that severe or chronic sexual harassment can have the same psychological effects as rape or sexual assault.[80] For example, in 1995, Judith Coflin committed suicide after chronic sexual harassment by her bosses and coworkers. (Her family was later awarded six million dollars in punitive and compensatory damages.)[citation needed] Victims who do not submit to harassment may also experience various forms of retaliation, including isolation and bullying.\n\nAs an overall social and economic effect every year, sexual harassment deprives women from active social and economic participation and costs hundreds of millions of dollars in lost educational and professional opportunities for mostly girls and women.[81] However, the quantity of men implied in these conflicts is significant.\n\nSexual harassment, by definition, is unwanted and not to be tolerated. There are ways, however, for offended and injured people to overcome the resultant psychological effects, remain in or return to society, regain healthy feelings within personal relationships when they were affected by the outside relationship trauma, regain social approval, and recover the ability to concentrate and be productive in educational and work environments. These include stress management and therapy, cognitive-behavioral therapy,[82] friends and family support, and advocacy.[83][84]\n\nImmediate psychological and legal counseling are recommended since self-treatment may not release stress or remove trauma, and simply reporting to authorities may not have the desired effect, may be ignored, or may further injure the victim at its response.\n\nA 1991 study done by K.R. Yount found three dominant strategies developed by a sample of women coal miners to manage sexual harassment on the job: the \"lady\", the \"flirt\", and the \"tomboy\".\nThe \"ladies\" were typically the older women workers who tended to disengage from the men, kept their distance, avoided using profanity, avoided engaging in any behavior that might be interpreted as suggestive. They also tended to emphasize by their appearance and manners that they were ladies. The consequences for the \"ladies\" were that they were the targets of the least amount of come-ons, teasing and sexual harassment, but they also accepted the least prestigious and lowest-paid jobs.[85]\n\nThe \"flirts\" were most often the younger single women. As a defense mechanism, they pretended to be flattered when they were the targets of sexual comments. Consequently, they became perceived as the \"embodiment of the female stereotype,... as particularly lacking in potential and were given the fewest opportunities to develop job skills and to establish social and self-identities as miners.\"[86][page needed]\n\nThe \"tomboys\" were generally single women, but were older than the \"flirts\". They attempted to separate themselves from the female stereotype and focused on their status as coal miners and tried to develop a \"thick skin\". They responded to harassment with humor, comebacks, sexual talk of their own, or reciprocation. As a result, they were often viewed as sluts or sexually promiscuous and as women who violated the sexual double standard. Consequently, they were subjected to intensified and increased harassment by some men. It was not clear whether the tomboy strategy resulted in better or worse job assignments.[85]\n\nThe findings of this study may be applicable to other work settings, including factories, restaurants, offices, and universities. The study concludes that individual strategies for coping with sexual harassment are not likely to be effective and may have unexpected negative consequences for the workplace and may even lead to increased sexual harassment. Women who try to deal with sexual harassment on their own, regardless of what they do, seem to be in a no-win situation.[85] For example, after an anti-groping device allowing victims to mark their assailants with an invisible ink stamp has been released in Japan, some experts claimed it is wrong to put the onus on the victim.[87]\n\nCommon psychological, academic, professional, financial, and social effects of sexual harassment and retaliation:\n\nSome of the psychological and health effects that can occur in someone who has been sexually harassed as a result of stress and humiliation:\ndepression; anxiety; panic attacks; sleeplessness; nightmares; shame; guilt; difficulty concentrating; headaches; fatigue; loss of motivation; stomach problems; eating disorders (such as weight loss or gain); alcoholism; feeling betrayed, violated, angry, violent towards the perpetrator, powerless or out of control; increased blood pressure; loss of confidence or self-esteem; withdrawal; isolation; overall loss of trust in people; traumatic stress; post-traumatic stress disorder (PTSD); complex post-traumatic stress disorder; suicidal thoughts or attempts, and suicide.[88][89][90][91][92]\n\nRetaliation and backlash against a victim are very common, particularly a complainant. Victims who speak out against sexual harassment are often labeled troublemakers who are on their own \"power trips\", or who are looking for attention. Similar to cases of rape or sexual assault, the victim often becomes the accused, with their appearance, private life, and character likely to fall under intrusive scrutiny and attack.[93] They risk hostility and isolation from colleagues, supervisors, teachers, fellow students, and even friends. They may become the targets of mobbing or relational aggression.[88]\n\nWomen are not necessarily sympathetic to female complainants who have been sexually harassed. If the harasser was male, internalized sexism (or jealousy over the sexual attention towards the victim) may encourage some women to react with as much hostility towards the complainant as some male colleagues.[94] Fear of being targeted for harassment or retaliation themselves may also cause some women to respond with hostility.[95] For example, when Lois Jenson filed her lawsuit against Eveleth Taconite Co., the women shunned her both at work and in the community—many of these women later joined her suit.[96] Women may even project hostility onto the victim in order to bond with their male coworkers and build trust.[95]\n\nRetaliation has occurred when a sexual harassment victim suffers a negative action as a result of the harassment. For example, a complainant be given poor evaluations or low grades, have their projects sabotaged, be denied work or academic opportunities, have their work hours cut back, and other actions against them which undermine their productivity, or their ability to advance at work or school, being fired after reporting sexual harassment or leading to unemployment as they may be suspended, asked to resign, or be fired from their jobs altogether. Retaliation can even involve further sexual harassment, and also stalking and cyberstalking of the victim.[94][95] Moreover, a school professor or employer accused of sexual harassment, or who is the colleague of a perpetrator, can use their power to see that a victim is never hired again(blacklisting), or never accepted to another school.\n\nOf the women who have approached her to share their own experiences of being sexually harassed by their teachers, feminist writer Naomi Wolf wrote in 2004:[97]\n\nAnother woman who was interviewed by sociologist Helen Watson said, \"Facing up to the crime and having to deal with it in public is probably worse than suffering in silence. I found it to be a lot worse than the harassment itself.\"[98]\n\nBacklash stress is stress resulting from an uncertainty regarding changing norms for interacting with women in the workplace.[99] Backlash stress now deters many male workers from befriending female colleagues, or providing them with any assistance, such as holding doors open. As a result, women are being handicapped by a lack of the necessary networking and mentorship.[100][101]\n\n"
        },
        {
            "title": "Organizational policies and procedures",
            "text": "Most companies have policies against sexual harassment; however, these policies are not designed and should not attempt to \"regulate romance\" which goes against human urges.[102]\n\nAct upon a report of harassment inside the organization should be:\n\nWhen organizations do not take the respective satisfactory measures for properly investigating, stress and psychological counseling and guidance, and just deciding of the problem this could lead to:\n\nStudies show that organizational climate (an organization's tolerance, policy, procedure etc.) and workplace environment are essential for understanding the conditions in which sexual harassment is likely to occur, and the way its victims will be affected (yet, research on specific policy and procedure, and awareness strategies is lacking). Another element which increases the risk for sexual harassment is the job's gender context (having few women in the close working environment or practicing in a field which is perceived as atypical for women).[107]\n\nAccording to Dr. Orit Kamir, the most effective way to avoid sexual harassment in the workplace, and also influence the public's state of mind, is for the employer to adopt a clear policy prohibiting sexual harassment and to make it very clear to their employees. Many women prefer to make a complaint and to have the matter resolved within the workplace rather than to \"air out the dirty laundry\" with a public complaint and be seen as a traitor by colleagues, superiors and employers, adds Kamir.[108][109][110]\n\nMost prefer a pragmatic solution that would stop the harassment and prevent future contact with the harasser rather than turning to the police. More about the difficulty in turning an offense into a legal act can be found in Felstiner & Sarat's (1981) study,[111] which describes three steps a victim (of any dispute) must go through before turning to the justice system: naming—giving the assault a definition, blaming—understanding who is responsible for the violation of rights and facing them, and finally, claiming—turning to the authorities.\n\n"
        },
        {
            "title": "Evolution of law in different jurisdictions",
            "text": "It may include a range of actions from mild transgressions to sexual abuse or sexual assault.[2] Sexual harassment is a form of illegal employment discrimination in many countries, and is a form of abuse (sexual and psychological abuses) and bullying.\n\nThe Declaration on the Elimination of Violence Against Women classifies violence against women into three categories: that occurring in the family, that occurring within the general community, and that perpetrated or condoned by the State. The term sexual harassment is used in defining violence occurring in the general community, which is defined as: \"Physical, sexual and psychological violence occurring within the general community, including rape, sexual abuse, sexual harassment and intimidation at work, in educational institutions and elsewhere, trafficking in women and forced prostitution.\"[112]\n\nSexual harassment is subject to a directive in the European Union.[113] The United States' Equal Employment Opportunity Commission (EEOC) states, \"It is unlawful to harass a person (an applicant or employee) because of that person's sex.\"\n\nIn India, the case of Vishakha and others v State of Rajasthan in 1997 has been credited with establishing sexual harassment as illegal.[114] In Israel, the 1988 Equal Employment Opportunity Law made it a crime for an employer to retaliate against an employee who had rejected sexual advances, but it was not until 1998 that the Israeli Sexual Harassment Law made such behavior illegal.[115]\n\nIn May 2002, the European Union Council and Parliament amended a 1976 Council Directive on the equal treatment of men and women in employment to prohibit sexual harassment in the workplace, naming it a form of sex discrimination and violation of dignity. This Directive required all Member States of the European Union to adopt laws on sexual harassment, or amend existing laws to comply with the Directive by October 2005.[116]\n\nIn 2005, China added new provisions to the Law on Women's Right Protection to include sexual harassment.[117] In 2006, \"The Shanghai Supplement\" was drafted to help further define sexual harassment in China.[118]\n\nSexual harassment was specifically criminalized for the first time in modern Egyptian history in June 2014.[119]\n\nAs of 2016[update], sexual harassment remains legal in Kuwait[120] and Djibouti.[121]\n\nThe United Nations General Recommendation 19 to the convention on the Elimination of all Forms of Discrimination Against Women defines sexual harassment of women to include:\n\nWhile such conduct can be harassment of women by men, many laws around the world which prohibit sexual harassment recognize that both men and women may be harassers or victims of sexual harassment. However, most claims of sexual harassment are made by women.[122]\n\nThere are many similarities, and also important differences in laws and definitions used around the world.\n\nSexual harassment is rife in Egypt. A 2013 study from the United Nations showed that 99.3 percent of Egyptian women have suffered some form of sexual harassment. Authorities punish women when they do speak out.[123][124][125]\n\nIn 2016, a stricter law proscribing sexual harassment was proposed in Morocco specifying fines and a possible jail sentence of up to 6 months.[126] The existing law against harassment was reported to not be upheld, as harassment was not reported to police by victims and even when reported, was not investigated by police or prosecuted by the courts.[126][127]\n\nThe Sex Discrimination Act 1984 defines sexual harassment as \"... a person sexually harasses another person (the person harassed ) if: (a) the person makes an unwelcome sexual advance, or an unwelcome request for sexual favours, to the person harassed; or (b) engages in other unwelcome conduct of a sexual nature in relation to the person harassed; in circumstances in which a reasonable person, having regard to all the circumstances, would have anticipated the possibility that the person harassed would be offended, humiliated or intimidated.\"[128]\n\nIn the European Union, there is a directive on sexual harassment. The Directive 2002/73/EC – equal treatment of 23 September 2002 amending Council Directive 76/207/EEC on the implementation of the principle of equal treatment for men and women as regards access to employment, vocational training and promotion, and working conditions states:[113]\n\nThe Convention on preventing and combating violence against women and domestic violence also addresses the issue of sexual harassment (Article 40), using a similar definition.[129]\n\nSexual harassment is defined as, when any verbal, non-verbal or physical action is used to change a victim's sexual status against the will of the victim and resulting in the victim feeling inferior or hurting the victim's dignity. Man and woman are looked upon as equal, and any action trying to change the balance in status with the differences in sex as a tool, is also sexual harassment. In the workplace, jokes, remarks, etc., are only deemed discriminatory if the employer has stated so in their written policy. Law number 1385 of December 21, 2005 regulates this area.[130][131]\n\nIn France, both the Criminal Code and the Labor Code are relevant to the issue of sexual harassment. Until May 4, 2012, article 222-33 of the French Criminal Code described sexual harassment as \"The fact of harassing anyone in order to obtain favors of a sexual nature\".[132] Since 2002, it recognized the possibility of sexual harassment between co-workers and not only by supervisors. On May 4, 2012, the Supreme Court of France quashed the definition of the criminal code as being too vague.[133] The 2012 decision resulted from a law on priority preliminary rulings on the issue of constitutionality. As a consequence of this decision, all pending procedures before criminal courts were cancelled. Several feminist NGOs, such as AFVT, criticized this decision. President François Hollande, the Minister of Justice (Christine Taubira) and the Minister of Equality (Najat Belkacem) asked that a new law be voted rapidly. As a result, LOI n°2012-954 du 6 août 2012 was voted in, providing a new definition.[134][135] In addition to criminal provisions, the French Labor code also prohibits sexual harassment.[136] The legislator voted a law in 2008[137] that copied the 2002/73/EC Directive[138][139] definition without modifying the French Labour Code.\n\nAccording to Abigail C. Saguy in her book What is Sexual Harassment: From Capitol Hill to the Sorbonne, \"According to French penal law, sexual harassment is also different from rape and sexual assault in that it does not involve physical contact. Rather, with sexual harassment, economic dependence and official authority alone are used to pressure a person into having sexual relations(pg.24).\"\n\nIn June 2016, the governing coalition decided about the key points of a tightening of the law governing sexual offenses (Sexualstrafrecht, literally: law on the punishment of sexual delicts). On July 7, 2016, the Bundestag passed the resolution[140] and by fall of that year, the draft bill will be presented to the second chamber, the Bundesrat.[141] By this change, sexual harassment shall become punishable under the Sexualstrafrecht.[142]\n\nNow sexual harassment is punishable by law according to § 184i of the law governing sexual offenses. The law only states unwanted physical contact as sexual haressment but has been extended in 2020 to include \"cybergrooming\" as well.[143]\n\nIn response to the EU Directive 2002/73/EC, Greece enacted Law 3488/2006 (O.G.A.'.191).[144] The law specifies that sexual harassment is a form of gender-based discrimination in the workplace. Victims also have the right to compensation.[145] Prior to this law, the policy on sexual harassment in Greece was very weak. Sexual harassment was not defined by any law, and victims could only use general laws, which were very poor in addressing the issue.[146][147]\n\nIn the Criminal Code, Russian Federation, (CC RF), there exists a law which prohibits utilization of an office position and material dependence for coercion of sexual interactions (Article 118, current CC RF). However, according to the Moscow Center for Gender Studies, in practice, the courts do not examine these issues.[148]\n\nIn 2008, The Daily Telegraph quoted a survey in which \"100 percent of female professionals [in Russia] said they had been subjected to sexual harassment by their bosses, 32 per cent said they had had intercourse with them at least once and another seven per cent claimed to have been raped.\"[149]\n\nA ban on discrimination was included in the Federal Constitution (Article 4, Paragraph 2 of the old Federal Constitution) in 1981 and adopted in Article 8, paragraph 2 of the revised Constitution. The ban on sexual harassment in the workplace forms part of the Federal Act on Gender Equality (GEA) of 24 March 1995, where it is one of several provisions which prohibit discrimination in employment and which are intended to promote equality. Article 4 of the GEA defines the circumstances, Article 5 legal rights and Article 10 protection against dismissal during the complaints procedure.[150] Article 328, paragraph 1 of the Code of Obligations (OR), Article 198 (2) of the Penal Code (StGB) and Article 6, paragraph 1 of the Employment Act (ArG) contain further statutory provisions on the ban on sexual harassment. The ban on sexual harassment is intended exclusively for employers, within the scope of their responsibility for protection of legal personality, mental and physical well-being and health.[citation needed]\n\nArticle 4 of the GEA of 1995 discusses the topic of sexual harassment in the workplace: \"Any harassing behaviour of a sexual nature or other behaviour related to the person's sex that adversely affects the dignity of women or men in the workplace is discriminatory. Such behaviour includes in particular threats, the promise of advantages, the use of coercion and the exertion of pressure in order to obtain favours of a sexual nature.\"[150]\n\nThe Discrimination Act of 1975 was modified to establish sexual harassment as a form of discrimination in 1986.[151] It states that harassment occurs where there is unwanted conduct on the ground of a person's sex or unwanted conduct of a sexual nature and that conduct has the purpose or effect of violating a person's dignity, or of creating an intimidating, hostile, degrading, humiliating or offensive environment for them. If an employer treats someone less favourably because they have rejected, or submitted to, either form of harassment described above, this is also harassment.[152]\n\nSexual harassment is also now considered discrimination under the Equality Act 2010. The Equality Act 2010 merged over 116 separate pieces of legislation under one act that protects the rights of citizens and promotes equality for all people.[153] Although this act is in place, many are pushing the UK government to put even more policies in place to stop sexual harassment in the workplace. One group in particular, \"This is Not Working\", acts because according to recent surveys done by the Women and Equalities Committee, workplace sexual harassment is still very prevalent, even with the current legislation. The movement pushes for even more employers to take responsibility and proactively prevent sexual harassment.[154]\n\nIn China, the 2005 Law for the Protection of Women's Rights and Interests of the People's Republic of China states \"sexual harassment against women is prohibited\"[155] although the law does not explicitly define what sexual harassment is.[156]\n\nSexual harassment is still pervasive within Chinese culture. A 2018 survey of female journalists revealed that 80% had experienced unwanted behavior,[157] and an online survey of college students from all 34 provinces the same year revealed that 75% of female students and 35% of male students had experienced sexual harassment.[158]\n\nAs of 2020, it is estimated that one in four women in Lebanon have been subjected to some form of unsolicited sexual advance, ranging from verbal to physical.[159] On 21 December 2020, the Lebanese Parliament passed a law criminalizing sexual harassment.[159] There was no national legislation to directly criminalize sexual harassment prior, with draft laws being proposed several times without effect.[159]\n\nSexual harassment in India is termed \"Eve teasing\" and is described as: unwelcome sexual gesture or behaviour whether directly or indirectly as sexually colored remarks; physical contact and advances; showing pornography; a demand or request for sexual favours; any other unwelcome physical, verbal or non-verbal conduct being sexual in nature or passing sexually offensive and unacceptable remarks. The critical factor is the unwelcomeness of the behaviour, thereby making the impact of such actions on the recipient more relevant rather than intent of the perpetrator.[114] According to the Indian constitution, sexual harassment infringes the fundamental right of a woman to gender equality under Article 14 and her right to life and live with dignity under Article 21.[160]\n\nIn 1997, the Supreme Court of India in a Public Interest Litigation defined sexual harassment at workplace, preventive measures and redress mechanism. The judgment is popularly known as Vishaka Judgment.[161] In April 2013, India enacted its own law on sexual harassment in the workplace—The Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act, 2013. Almost 16 years after the Supreme Court's landmark guidelines on prevention of sexual harassment in the workplace (known as the \"Vishaka Guidelines\"), the Act has endorsed many of the guidelines, and is a step towards codifying gender equality. The Act is intended to include all women employees in its ambit, including those employed in the unorganized sector, as well as domestic workers. The Indian law does not permit the victim or complainant to take assistance of a legal professional in the inquiry, however, in Arti Devi Vs Jawaharlal Nehru University,[162] the High Court of Delhi permitted the complainant to avail the services of a counsel as her defence assistant.\n\nThe Act has identified sexual harassment as a violation of the fundamental rights of a woman to equality under articles 14 and 15 of the Constitution of India and her right to life and to live with dignity under article 21 of the Constitution; as well as the right to practice any profession or to carry on any occupation, trade or business which includes a right to a safe environment free from sexual harassment. The Act also states that the protection against sexual harassment and the right to work with dignity are universally recognized human rights by international conventions and instruments such as Convention on the Elimination of all Forms of Discrimination against Women, which has been ratified on the 25th June, 1993 by the Government of India.[163][circular reference]\n\nThe Criminal Law (Amendment) Act, 2013 introduced changes to the Indian Penal Code, making sexual harassment an expressed offense under Section 354 A, which is punishable up to three years of imprisonment and or with fine. The Amendment also introduced new sections making acts like disrobing a woman without consent, stalking and sexual acts by person in authority an offense.\n\nThe 1998 Israeli Sexual Harassment Law interprets sexual harassment broadly, and prohibits the behavior as a discriminatory practice, a restriction of liberty, an offense to human dignity, a violation of every person's right to elementary respect, and an infringement of the right to privacy. Additionally, the law prohibits intimidation or retaliation thus related to sexual harassment are defined by the law as \"prejudicial treatment\".[115]\n\nThe Department of Labor received 11,289 consultations regarding sexual harassment (approximately 60% from female workers, 5% from male workers, and 35% from others) in 2014.[164] However, given the generally low rate of reported sexual offenders (about 10%), the dark figure of sexual harassers is believed to be substantial, with 34.7% of full-time employees experiencing sexual harassment, according to the Japan Institute for Labor Policy and Training.[165]\n\nIt appeared most dramatically in Japanese discourse in 1989, when a court case in Fukuoka ruled in favor of a woman who had been subjected to the spreading of sexual rumors by a co-worker. When the case was first reported, it spawned a flurry of public interest: 10 books were published, including English-language feminist guidebooks to 'how not to harass women' texts for men.[166] Sekuhara was named 1989's 'Word of the Year'. The case was resolved in the victim's favor in 1992, awarding her about $13,000 in damages, the first sexual harassment lawsuit in Japanese history.[167] Laws then established two forms of sexual harassment: taika-gata, in which rewards or penalties are explicitly linked to sexual acts, and kankyo-gata, in which the environment is made unpleasant through sexual talk or jokes, touching, or hanging sexually explicit posters.[168] This applies to everyone in an office, including customers.[166]\n\nIn Malaysia, sexual harassment as defined by the Employment Act 1955 Archived 2020-11-11 at the Wayback Machine, is \"any unwanted conduct of a sexual nature, whether verbal, non-verbal, visual, gestural or physical, directed at a person which is offensive, humiliating or a threat to their well-being\". The Act does not distinguish between male and female or employer and employee. As such, sexual harassment can be committed by a female against a male, or an employee against an employer.\n\nSexual harassment is common, and since 2010 trains on the Malaysian Railway have included pink-colored women-only cars as a means of cutting down on it.[169] There are also women-only buses in Kuala Lumpur since 2010.[169] In 2011, the government launched a women-only taxi service in the greater Kuala Lumpur area.[170] The taxis have women drivers, and operate on an on-call basis.[170]\n\nPakistan introduced the Protection Against Harassment of Women at the Workplace Act in 2010. This law defines the act of harassment as. \"[A]ny unwelcome sexual advance, request for sexual favors or other verbal or written communication or physical conduct of a sexual nature or sexually demeaning attitude, causing interference with work performance or creating an intimidating, hostile or offensive work environment, or the attempt to punish the complainant for refusal to such a request or is made a condition for employment.\" Pakistan adopted a Code of Conduct for Gender Justice in the Workplace that will deal with cases of sexual harassment. The Alliance Against Sexual Harassment (AASHA) announced they would be working with the committee[clarification needed] to establish guidelines for the proceedings. AASHA defines sexual harassment similarly to the United States.[171][full citation needed]\n\nThe Anti-Sexual Harassment Act of 1995 was enacted:[172]\n\nIn the United States, the Civil Rights Act of 1964 prohibits employment discrimination based on race, sex, color, national origin or religion. 42 U.S.C. § 2000e-2 was initially intended to only combat sexual harassment of women, but the prohibition of sex discrimination covers both men and women. This discrimination occurs when the sex of the worker is made as a condition of employment (i.e. all female waitpersons or male carpenters) or where this is a job requirement that does not mention sex but ends up preventing many more persons of one sex than the other from the job (such as height and weight limits). This act only applies to employers with 15 or more employees.[35]\n\nBarnes v. Train (1974) is commonly viewed as the first sexual harassment case in America, even though the term \"sexual harassment\" was not used.[173] In 1976, Williams v. Saxbe established sexual harassment as a form of sex discrimination when sexual advances by a male supervisor towards a female employee, if proven, would be deemed an artificial barrier to employment placed before one gender and not another. In 1980 the Equal Employment Opportunity Commission (EEOC) issued regulations defining sexual harassment and stating it was a form of sex discrimination prohibited by the Civil Rights Act of 1964. In the 1986 case of Meritor Savings Bank v. Vinson, the Supreme Court first recognized \"sexual harassment\" as a violation of Title VII, established the standards for analyzing whether the conduct was welcome and levels of employer liability, and that speech or conduct in itself can create a \"hostile environment\".[174] This case filed by Mechelle Vinson ruled that the sexual conduct between the subordinate and supervisor could not be deemed voluntary due to the hierarchical relationship between the two positions in the workplace.[175] Following the ruling in Meritor Savings Bank v. Vinson, reported sexual harassment cases grew from 10 cases being registered by the EEOC per year before 1986 to 624 case being reported in the subsequent following year.[176] This number of reported cases to the EEOC rose to 2,217 in 1990 and then 4,626 by 1995.[176]\n\nThe Civil Rights Act of 1991 added provisions to Title VII protections including expanding the rights of women to sue and collect compensatory and punitive damages for sexual discrimination or harassment, and the case of Ellison v. Brady (US Court of Appeals for the Ninth Circuit – 924 F.2d 872 (9th Cir. 1991)) resulted in rejecting the reasonable person standard in favor of the \"reasonable woman standard\" which allowed for cases to be analyzed from the perspective of the complainant and not the defendant.[177] However, some legal scholars have argued this does not go far enough and that the reasonable person standard also needs to take intersectionality into account.[178] Also in 1991, Jenson v. Eveleth Taconite Co. became the first sexual harassment case to be given class action status paving the way for others. Seven years later, in 1998, through that same case, new precedents were established that increased the limits on the \"discovery\" process in sexual harassment cases, that then allowed psychological injuries from the litigation process to be included in assessing damages awards. In the same year, the courts concluded in Faragher v. City of Boca Raton, Florida, and Burlington v. Ellerth, that employers are liable for harassment by their employees.[179][180] Moreover, Oncale v. Sundowner Offshore Services set the precedent for same-sex harassment, and sexual harassment without motivation of \"sexual desire\", stating that any discrimination based on sex is actionable so long as it places the victim in an objectively disadvantageous working condition, regardless of the gender of either the victim, or the harasser.\n\nIn the 2006 case of Burlington Northern & Santa Fe Railway Co. v. White, the standard for retaliation against a sexual harassment complainant was revised to include any adverse employment decision or treatment that would be likely to dissuade a \"reasonable worker\" from making or supporting a charge of discrimination.\n\nDuring 2007 alone, the U.S. Equal Employment Opportunity Commission and related state agencies received 12,510 new charges of sexual harassment on the job.[181] In Astra USA v. Bildman, 914 N.E.2d 36 (Mass. 2009), applying New York's faithless servant doctrine, the court held that a company's employee who had engaged in financial misdeeds and sexual harassment must \"forfeit all of his salary and bonuses for the period of disloyalty.\"[182] The court held that this was the case even if the employee \"otherwise performed valuable services\", and that the employee was not entitled to recover restitution for the value of those other services.[182][183]\n\nThe 2010 case, Reeves v. C.H. Robinson Worldwide, Inc. ruled that a hostile work environment can be created in a workplace where sexually explicit language and pornography are present. A hostile workplace may exist even if it is not targeted at any particular employee.[184]\n\nFrom 2010 through 2016, approximately 17% of sexual harassment complaints filed with the EEOC were made by men.[185]\n\nTitle IX of the Education Amendments of 1972 (United States) states \"No person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any education program or activity receiving Federal financial assistance.\"\n\nIn Franklin v. Gwinnett County Public Schools (1992), the U.S. Supreme Court held that private citizens could collect damage awards when teachers sexually harassed their students.[186] In Bethel School District No. 403 v. Fraser (1986) the courts ruled that schools have the power to discipline students if they use \"obscene, profane language or gestures\" which could be viewed as substantially interfering with the educational process, and inconsistent with the \"fundamental values of public school education\".[187] Under regulations issued in 1997 by the U.S. Department of Education, which administers Title IX, school districts should be held responsible for harassment by educators if the harasser \"was aided in carrying out the sexual harassment of students by his or her position of authority with the institution.\"[188] In Davis v. Monroe County Board of Education, and Murrell v. School Dist. No. 1, 1999, schools were assigned liability for peer-to-peer sexual harassment if the plaintiff sufficiently demonstrated that the administration's response shows \"deliberate indifference\" to \"actual knowledge\" of discrimination.[189][190]\n\nThere are a number of legal options for a complainant in the U.S.: mediation, filing with the EEOC or filing a claim under a state Fair Employment Practices (FEP) statute (both are for workplace sexual harassment), filing a common law tort, etc.[191] Not all sexual harassment will be considered severe enough to form the basis for a legal claim. However, most often there are several types of harassing behaviors present, and there is no minimum level for harassing conduct under the law.[81] The section below \"EEOC Definition\" describes the legal definitions that have been created for sexual harassment in the workplace. Definitions similar to the EEOC definition have been created for academic environments in the U.S. Department of Education Sexual Harassment Guidance.[192]\n\nThe Equal Employment Opportunity Commission claims that it is unlawful to harass an applicant or employee of any sex in the workplace. The harassment could include sexual harassment. The EEOC says that the victim and harasser could be any gender and that the other does not have to be of the opposite sex. The law does not ban offhand comments, simple teasing, or incidents that are not very serious. If the harassment gets to the point where it creates a harsh work environment, it will be taken care of.[3] In 1980, the Equal Employment Opportunity Commission produced a set of guidelines for defining and enforcing Title VII (in 1984 it was expanded to include educational institutions). The EEOC defines sexual harassment as:\n\nUnwelcome sexual advances, requests for sexual favors, or other verbal or physical conduct of a sexual nature when:\n\n1. and 2. are called \"quid pro quo\" (Latin for \"this for that\" or \"something for something\"). They are essentially \"sexual bribery\", or promising of benefits, and \"sexual coercion\".\n\nType 3. known as \"hostile work environment\", is by far the most common form. This form is less clear cut and is more subjective.[94]\n\nNote: A workplace harassment complainant must file with the EEOC and receive a \"right to sue\" clearance, before they can file a lawsuit against a company in federal court.[81]\n\nQuid pro quo means \"this for that\". In the workplace, this occurs when a job benefit is directly tied to an employee submitting to unwelcome sexual advances. For example, a supervisor promises an employee a raise if he or she will go out on a date with him or her, or tells an employee he or she will be fired if he or she does not sleep with him or her.[193] Quid pro quo harassment also occurs when an employee makes an evaluative decision, or provides or withholds professional opportunities based on another employee's submission to verbal, nonverbal or physical conduct of a sexual nature. Quid pro quo harassment is equally unlawful whether the victim resists and suffers the threatened harm or submits and thus avoids the threatened harm.[194]\n\nThis occurs when an employee is subjected to comments of a sexual nature, unwelcome physical contact, or offensive sexual materials as a regular part of the work environment. For the most part, a single isolated incident will not be enough to prove hostile environment harassment unless it involves extremely outrageous and egregious conduct. The courts will try to decide whether the conduct is both \"serious\" and \"frequent\". Supervisors, managers, co-workers and even customers can be responsible for creating a hostile environment.[195]\n\nThe line between \"quid pro quo\" and \"hostile environment\" harassment is not always clear and the two forms of harassment often occur together. For example, an employee's job conditions are affected when a sexually hostile work environment results in a constructive discharge. At the same time, a supervisor who makes sexual advances toward a subordinate employee may communicate an implicit threat to retaliate against her if she does not comply.[196]\n\nIn the United States, there are no federal laws prohibiting discrimination against employees based on their sexual orientation. However, Executive Order 13087, signed by President Bill Clinton, outlaws discrimination based on sexual orientation against federal government employees. If a small business owner owns his or her business in a state where there is a law against sexual orientation discrimination, the owner must abide to the law regardless of there not being a federal law. Twenty states and the District of Columbia have laws against this form of discrimination in the workplace. These states include California, Connecticut, Colorado, Hawaii, Illinois, Iowa, Maine, Maryland, Massachusetts, Minnesota, Nevada, New Hampshire, New Jersey, New Mexico, New York, Oregon, Rhode Island, Vermont, Washington, and Wisconsin.[197] For example, California has laws in place to protect employees who may have been discriminated against based upon sexual orientation or perceived sexual orientation. California law prohibits discrimination against those \"with traits not stereotypically associated with their gender\", such as mannerisms, appearance, or speech. Sexual orientation discrimination comes up, for instance, when employers enforce a dress code, permit women to wear makeup but not men, or require men and women to only use restrooms designated for their particular sex regardless of whether they are transgender.\n\nRetaliation has occurred when an employee suffers a negative action after he or she has made a report of sexual harassment, file a grievance, assist someone else with a complaint, or participate in discrimination prevention activities. Negative actions can include being fired, demotion, suspension, denial of promotion, poor evaluation, unfavorable job reassignment—any adverse employment decision or treatment that would be likely to dissuade a \"reasonable worker\" from making or supporting a charge of discrimination. (See Burlington Northern & Santa Fe Railway Co. v. White.)[198] Retaliation is as illegal as the sexual harassment itself, but also as difficult to prove. Also, retaliation is illegal even if the original charge of sexual harassment was not proven.\n\nNew Jersey was historically known to have one of the strongest anti-sexual harassment laws in the United States. The Law Against Discrimination used to hold an employer liable if the sexual harassment was done by a member of upper-level management.[citation needed] In 2015, the New Jersey Supreme Court modified the precedence in the State of New Jersey and prevented the company from being liable if they had a well-published and enforced anti-harassment policy. Accordingly, if a policy existed and was enforced, the victim or witness to the sexual harassment would need to complain about the conduct. The company would not be liable if they investigate the matter and take some remedial measures to make sure that the harassment stops. The company only becomes liable if the activity occurs again. (See Aguas v. NJ.)[199][non-primary source needed]\n\nIn January 2022 sexual harassment was made illegal under U.S. military law under an executive order by president Joe Biden.[200]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Though the phrase sexual harassment is generally acknowledged to include clearly damaging and morally deplorable behavior, its boundaries can be broad and controversial. Accordingly, misunderstandings can occur. In the US, sexual harassment law has been criticized by persons such as the criminal defense lawyer Alan Dershowitz and the legal writer and libertarian Eugene Volokh, for imposing limits on the right to free speech.[201]\n\nJana Rave, professor in organizational studies at the Queen's School of Business, criticized sexual harassment policy in the Ottawa Business Journal as helping maintain archaic stereotypes of women as \"delicate, asexual creatures\" who require special protection when at the same time complaints are lowering company profits.[104] Camille Paglia says that young girls can end up acting in such ways as to make sexual harassment easier, such that for example, by acting \"nice\" they can become a target. Paglia commented in an interview with Playboy, \"Realize the degree to which your niceness may invoke people to say lewd and pornographic things to you—sometimes to violate your niceness. The more you blush, the more people want to do it.\"[202]\n\nOther critics assert that sexual harassment is a very serious problem, but current views focus too heavily on sexuality rather than on the type of conduct that undermines the ability of women or men to work together effectively. Viki Shultz, a law professor at Yale University comments, \"Many of the most prevalent forms of harassment are designed to maintain work—particularly the more highly rewarded lines of work—as bastions of male competence and authority.\"[203] Feminist Jane Gallop sees this evolution of the definition of sexual harassment as coming from a \"split\" between what she calls \"power feminists\" who are pro-sex (like herself) and what she calls \"victim feminists\", who are not. She argues that the split has helped lead to a perversion of the definition of sexual harassment, which used to be about sexism but has come to be about anything that is sexual.[204]\n\nThere is also concern over abuses of sexual harassment policy by individuals as well as by employers and administrators using false or frivolous accusations as a way of expelling employees they want to eliminate for other reasons. These employees often have virtually no recourse thanks to the at-will law in most US states.[205]\n\nO'Donohue and Bowers outlined 14 possible pathways to false allegations of sexual harassment: \"lying, borderline personality disorder, histrionic personality disorder, psychosis, gender prejudice, substance abuse, dementia, false memories, false interpretations, biased interviews, sociopathy, personality disorders not otherwise specified.\"[206]\n\nThere is also discussion of whether some recent trends towards more revealing clothing and permissive habits have created a more sexualized general environment, in which some forms of communication are unfairly labeled harassment, but are simply a reaction to greater sexualization in everyday environments.[207]\n\nThere are many debates about how organizations should deal with sexual harassment. Some observers feel strongly that organizations should be held to a zero tolerance standard of \"Must report—must investigate—must punish.\"\n\nOthers write that those who feel harassed should in most circumstances have a choice of options.[109][110][208]\n\nSexual harassment laws may also be used unfairly applied in effect. Unsolicited sexual advances were considered more disturbing and more discomforting when perpetrated by an unattractive opposite sex colleague than when perpetrated by an attractive opposite sex colleague.[209]\n\n"
        }
    ]
}