{
    "url": "https://en.wikipedia.org/wiki/Sexual_cannibalism",
    "title": "Sexual cannibalism",
    "table_of_contents": [
        "1 Prevalence",
        "2 Male sexual cannibalism",
        "3 Proposed explanations",
        "3.1 Adaptive foraging",
        "3.2 Aggressive spillover",
        "3.3 Mate choice",
        "3.4 Mistaken identity",
        "4 Male adaptive behaviours",
        "4.1 Opportunistic mating",
        "4.2 Altered sexual approach",
        "4.3 Mate guarding",
        "4.4 Mate binding",
        "4.5 Courtship displays",
        "4.6 Male-induced cataleptic state",
        "4.7 Copulatory silk wrapping",
        "5 Costs and benefits for males",
        "5.1 Genital mutilation",
        "6 Male self-sacrifice",
        "7 Monogamy",
        "8 Other factors",
        "8.1 Sexual dimorphism",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sexual cannibalism is when an animal, usually the female, cannibalizes its mate prior to, during, or after copulation.[1] It is a trait observed in many arachnid orders and several insect orders.[2] Several hypotheses to explain this seemingly paradoxical behavior have been proposed. The adaptive foraging hypothesis,[3] aggressive spillover hypothesis[4] and mistaken identity hypothesis[5] are among the proposed hypotheses to explain how sexual cannibalism evolved. This behavior is believed to have evolved as a manifestation of sexual conflict, occurring when the reproductive interests of males and females differ.[6] In many species that exhibit sexual cannibalism, the female consumes the male upon detection. Females of cannibalistic species are generally hostile and unwilling to mate; thus many males of these species have developed adaptive behaviors to counteract female aggression.[7][8]\n\n"
        },
        {
            "title": "Prevalence",
            "text": "Sexual cannibalism is common among insects, arachnids[9] and amphipods.[9] There is also evidence of sexual cannibalism in gastropods and copepods.[10] Sexual cannibalism is common among species with prominent sexual size dimorphism (SSD); extreme SSD likely drives this trait of sexual cannibalism in spiders.[11]\n\n"
        },
        {
            "title": "Male sexual cannibalism",
            "text": "Although females often instigate sexual cannibalism, reversed sexual cannibalism has been observed in the spiders Micaria sociabilis[12][13] and Allocosa brasiliensis.[14][15] In a laboratory experiment on M. sociabilis, males preferred to eat older females. This behavior may be interpreted as adaptive foraging, because older females have low reproductive potential and food may be limited. Reversed cannibalism in M. sociabilis may also be influenced by size dimorphism. Males and females are similar in size, and bigger males were more likely to be cannibalistic.[13] In A. brasiliensis males tend to be cannibalistic in between mating seasons, after they have mated, gone out of their burrows to search for food, and left their mates in their burrows. Any females they cross during this period likely have little reproductive value, so this may also be interpreted as adaptive foraging.[15]\n\n"
        },
        {
            "title": "Proposed explanations",
            "text": "Different hypotheses have been proposed to explain sexual cannibalism, namely adaptive foraging, aggressive spillover, mate choice, and mistaken identity.\n\nThe adaptive foraging hypothesis is a proposed pre-copulatory explanation in which females assess the nutritional value of a male compared to the male's value as a mate.[16] Starving females are usually in poor physical condition and are therefore more likely to cannibalize a male than to mate with him.[17] Among mantises, cannibalism by female Pseudomantis albofimbriata improves fecundity, overall growth, and body condition.[16] A study on the Chinese mantis found that cannibalism occurred in up to 50% of matings.[18] Among spiders, Dolomedes triton females in need of additional energy and nutrients for egg development choose to consume the closest nutritional source, even if this means cannibalizing a potential mate.[19] In Agelenopsis pennsylvanica and Lycosa tarantula, a significant increase in fecundity, egg case size, hatching success, and survivor-ship of offspring has been observed when hungry females choose to cannibalize smaller males before copulating with larger, genetically superior males.[20][21] This reproductive success was largely due to the increased energy uptake by cannibalizing males and investing that additional energy in the development of larger, higher-quality egg cases.[20][22] In D. triton, post-copulatory sexual cannibalism was observed in the females that had a limited food source; these females copulated with the males and then cannibalized them.[19]\n\nThe adaptive foraging hypothesis has been criticized because males are considered poor meals when compared to crickets; however, recent findings discovered Hogna helluo males have nutrients crickets lack, including various proteins and lipids.[22][23] In H. helluo, females have a higher protein diet when cannibalizing males than when consuming only house crickets.[22] Further studies show that Argiope keyserlingi females with high-protein/low-lipid diets resulting from sexual cannibalism may produce eggs of greater egg energy density (yolk investment).[3]\n\nThe aggressive spillover hypothesis suggests that the more aggressive a female is concerning prey, the more likely the female is to cannibalize a potential mate.[19] The decision of a female to cannibalize a male is not defined by the nutritional value or genetic advantage (courtship dances, male aggressiveness, & large body size) of males but instead depends strictly on her aggressive state.[9][19] Aggression of the female is measured by latency (speed) of attack on prey. The faster the speed of attack and consumption of prey, the higher the aggressiveness level.[24] Females displaying aggressive characteristics tend to grow larger than other females and display continuous cannibalistic behavior. Such behavior may drive away potential mates, reducing chances of mating.[25] Aggressive behavior is less common in an environment that is female-biased, because there is more competition to mate with a male. In these female dominated environments, such aggressive behavior comes with the risk of scaring away potential mates.[21][26]\n\nMales of the Pisaura mirabilis species feign death to avoid being cannibalized by a female prior to copulation.[10] When males feign death, their success in reproduction depends on the level of aggressiveness the female displays.[10][27] Research has shown that in the Nephilengys livida species, female aggressiveness had no effect on the likelihood of her cannibalizing a potential mate; male aggressiveness and male-male competition determined which male the female cannibalized. Males with aggressive characteristics were favored and had a higher chance of mating with a female.[23]\n\nFemales exercise mate choice, rejecting unwanted and unfit males by cannibalizing them.[28][29] Mate choice often correlates size with fitness level; smaller males tend to be less aggressive and display a low level of fitness; smaller males are therefore eaten more often because of their undesirable traits.[28] Males perform elaborate courtship dances to display fitness and genetic advantage.[30] Female orb-web spiders (Nephilengys livida) tend to cannibalize males displaying less aggressive behavior and mate with males displaying more aggressive behavior, showing a preference for this trait,[23] which, along with large body size that indicates a strong foraging ability, displays high male quality and genetic advantage.[23][31]\n\nIndirect mate choice can be witnessed in fishing spiders, Dolomedes fimbriatus, where females do not discriminate against smaller body size, attacking males of all sizes. Females had lower success rates cannibalizing large males, which managed to escape where smaller males could not.[4] It was shown that males with desirable traits (large body size, high aggression, and long courtship dances) had longer copulation duration than males with undesirable traits.[23][31] In A. keyserlingi and Nephila edulis females allow longer copulation duration and a second copulation for smaller males.[32] The gravity hypothesis suggests that some species of spiders may favor smaller body sizes because they enable them to climb up plants more efficiently and find a mate faster.[33] Also smaller males may be favored because they hatch and mature faster, giving them a direct advantage in finding and mating with a female.[34] In Leucauge mariana females will cannibalize males if their sexual performance was poor. They use palpal inflations to determine sperm count and if the female deems sperm count too low she will consume the male.[35] In Latrodectus revivensis females tend to limit copulation duration for small males and deny them a second copulation, showing preference for larger body size.[31] Another form of mate choice is the genetic bet-hedging hypothesis in which a female consumes males to prevent them from exploiting her.[36] It is not beneficial for a female exploited by multiple males because it may result in prey theft, reduction in web, and reduced time of foraging.[37] Sexual cannibalism might have promoted the evolution of some behavioral and morphological traits exhibited by spiders today.[31]\n\nThe mistaken identity hypothesis suggests that sexual cannibalism occurs when females fail to identify males that try to court.[5] This hypothesis suggests that a cannibalistic female attacks and consumes the male without the knowledge of mate quality. In pre-copulatory sexual cannibalism, mistaken identity can be seen when a female does not allow the male to perform the courtship dance and engages in attack.[19] There is no conclusive evidence for this hypothesis because scientists struggle to distinguish between mistaken identity and the other hypotheses (aggressive spillover, adaptive foraging, and mate choice).[38]\n\n"
        },
        {
            "title": "Male adaptive behaviours",
            "text": "In some cases, sexual cannibalism may characterize an extreme form of male monogamy, in which the male sacrifices itself to the female. Males may gain reproductive success from being cannibalized by either providing nutrients to the female (indirectly to the offspring), or through enhancing the probability that their sperm is used to fertilize the female's eggs.[39] Although sexual cannibalism is fairly common in spiders, male self-sacrifice has only been reported in six genera of araneoid spiders. However, much of the evidence for male complicity in such cannibalistic behavior may be anecdotal, and has not been replicated in experimental and behavioural studies.[40]\n\nMale members of cannibalistic species have adapted different mating tactics as a mechanism for escaping the cannibalistic tendencies of their female counterparts. Current theory suggests antagonistic co-evolution has occurred, where adaptations seen in one sex produce adaptations in the other.[8] Adaptations consist of courtship displays, opportunistic mating tactics, and mate binding.\n\nThe risk of cannibalism becomes greatly reduced when opportunistic mating is practiced.[8] Opportunistic mating has been characterized in numerous orb-weaving spider species, such as Nephila fenestrata, where the male spider waits until the female is feeding or distracted, and then proceeds with copulation; this greatly reduces the chances of cannibalization. This distraction can be facilitated by the male's presentation of nuptial gifts, where they provide a distracting meal for the female in order to prolong copulation and increase paternity.[8]\n\nMultiple methods of sexual approaches have appeared in cannibalistic species as a result of sexual cannibalism.[41] The mechanism by which the male approaches the female is imperative for his survival. If the female is unable to detect his presence, the male is less likely to face cannibalization. This is evident in the mantid species, Tenodera aridifolia, where the male alters his approach utilizing the surrounding windy conditions. The male attempts to avoid detection by approaching the female when the wind impairs her ability to hear him.[42] In the praying mantid species Pseudomantis albofimbrata, the males approach the female either from a \"slow mounting from the rear\" or a \"slow approach from the front\" position to remain undetected.[41] The male alters his approach through the utilization of the surrounding windy conditions, and thus the risk of facing cannibalization is reduced.[41]\n\nSexual cannibalism has impaired the ability of the orb-weaving spider, N. fenestrata, to perform mate guarding. If a male successfully mates with a female, he then exhibits mate guarding, inhibiting the female from re-mating, thus ensuring his paternity and eliminating sperm competition.[43] Guarding can refer to the blockage of female genital openings to prevent further insertion of a competing male's pedipalps, or physical guarding from potential mates. Guarding can decrease female re-mating by fifty percent.[8] Males who experience genital mutilation can sometimes exhibit the \"gloves off\" hypothesis which states that a male's body weight and his endurance are inversely proportional. Thus when a male's body weight decreases substantially, his endurance increases as a result, allowing him to guard his female mate with increased efficiency.[44]\n\nMate binding refers to a pre-copulatory courtship behavior where the male deposits silk onto the abdomen of the female while simultaneously massaging her in order to reduce her aggressive behavior. This action allows for initial and subsequent copulatory bouts.[7] While both chemical and tactile cues are important factors for reducing cannibalistic behaviors, the latter functions as a resource to calm the female, exhibited in the orb-weaver spider species, Nephila pilipes.[7] Additional hypotheses suggest that male silk contains pheromones which seduce the female into submission. However, silk deposits are not necessary for successful copulation.[7] The primary factor in successful subsequent copulation lies in the tactile communication between the male and female spider that results in female acceptance of the male.[45] The male mounts the posterior portion of the female's abdomen, while rubbing his spinnerets on her abdomen during his attempt at copulation.[7] Mate binding was not necessary for the initiation of copulation in the golden orb-weaving spider, except when the female was resistant to mating. Subsequent copulatory bouts are imperative for the male's ability to copulate due to prolonged sperm transfer, therefore increasing his probability of paternity.[7]\n\nCourtship displays in sexually cannibalistic spiders are imperative in order to ensure the female is less aggressive. Additional courtship displays include pre-copulatory dances such as those observed in the redback spider, and vibrant male coloration morphologies which function as female attraction mechanisms, as seen in the peacock spider, Maratus volans.[45] Nuptial gifts play a vital role in safe copulation for males in some species. Males present meals to the female to facilitate opportunistic mating while the female is distracted.[8] \nSubsequent improvements in male adaptive mating success include web reduction, as seen in the Western black widow, Latrodectus hesperus.[46] Once mating occurs, the males destroy a large portion of the female's web to discourage the female from future mating, thus reducing polyandry, which has been observed in the Australian redback spider, Latrodectus hasselti.[47]\n\nIn some species of spiders, such as Agelenopsis aperta, the male induces a passive state in the female prior to copulation.[48] It has been hypothesized that the cause of this \"quiescent\" state is the male's massaging of the female's abdomen, following male vibratory signals on the web. The female enters a passive state, and the male's risk of facing cannibalism is reduced. This state is most likely induced as a result of a male volatile pheromone.[48] The chemical structure of the pheromone utilized by the male A. aperta is currently unknown; however, physical contact is not necessary for the induced passive state. Eunuch males, or males with partially or fully removed palps, are unable to induce the passive state on females from a distance, but can induce quiescence upon physical contact with the female; this suggests that the pheromone produced is potentially related to sperm production, since the male inserts sperm from his pedipalps, structures which are removed in eunuchs.[48] This adaptation has most likely evolved in response to the overly aggressive nature of female spiders.\n\nIn order to avoid being consumed by the female, some male spiders may utilize their silk to physically bind the female spider. For example, in Pisaurina mira, also known as the nursery web spider, the male wraps the legs of the female in silk prior to and during copulation. While he holds legs III and IV of the female, he uses the silk to bind legs I and II.[49] Because the male spider legs play a significant role in copulation, longer leg lengths in male P. mira are generally favored over shorter lengths.\n\n"
        },
        {
            "title": "Costs and benefits for males",
            "text": "The physiological impacts of cannibalism on male fitness include his inability to father any offspring if he is unable to mate with a female. There are males in species of arachnids, such as N. plumipes, that sire more offspring if the male is cannibalized after or during mating; copulation is prolonged and sperm transfer is increased.[43] In the species of orb-weaving spider, Argiope arantia, males prefer short copulation duration upon the first palp insertion in order to avoid cannibalism. Upon the second insertion, however, the male remains inserted in the female. The male exhibits a \"programmed death\" to function as a full-body genital plug. This causes it to become increasingly difficult for the female to remove him from her genital openings, discouraging her from mating with other males.[50] An additional benefit to cannibalization is the idea that a well-fed female is less likely to mate again.[51] If the female has no desire to mate again, the male who has already mated with her has his paternity ensured.\n\nBefore or after copulating with females, certain males of spider species in the superfamily Araneoidea become half or full eunuchs with one or both of their pedipalps (male genitals) severed. This behavior is often seen in sexually cannibalistic spiders, causing them to exhibit the \"eunuch phenomenon\".[44] Due to the chance that they may be eaten during or after copulation, male spiders use genital mutilation to increase their chances of successful mating. The male can increase his chances of paternity if the female's copulatory organs are blocked, which decreases sperm competition and her chances of mating with other males. In one study, females with mating plugs had a 75% lower chance of re-mating.[52]  Additionally, if a male successfully severs his pedipalp within the female copulatory duct the pedipalp can not only serve as a plug but can continue to release sperm to the female spermathacae, again increasing the male's chances of paternity. This is referred to as \"remote copulation\".[53] Occasionally (in 12% of cases in a 2012 study on Nephilidae spiders) palp severance is only partial due to copulation interruption by sexual cannibalism. Partial palp severance can result in a successful mating plug but not to the extent of full palp severance.[53]\nSome males, as in the orb-weaving spider, Argiope arantia, have been found to spontaneously die within fifteen minutes of their second copulation with a female.[50] The male dies while his pedipalps are still intact within the female, as well as still swollen from copulation. In this \"programmed death\", the male is able to utilize his entire body as a genital plug for the female, causing it to be much more difficult for her to remove him from her copulatory ducts.[50]\nIn other species males voluntarily self-amputate a pedipalp prior to mating and thus the mutilation is not driven by sexual cannibalism. This has been hypothesized to be due to an increased fitness advantage of half or full eunuchs. Upon losing a pedipalp males experience a significant decrease in body weight that provides them with enhanced locomotor abilities and endurance, enabling them to better search for a mate and mate-guard after mating. This is referred to as the \"gloves-off\" theory.[54] Males and females have also been seen with the roles reversed in terms of genital mutilation. In Cyclosa argenteoalba, males mutilate female spider's genitals by detaching the female's scape, making it impossible for another male to mate with them.\n\n"
        },
        {
            "title": "Male self-sacrifice",
            "text": "Male reproductive success can be determined by their number of fathered offspring, and monogyny is seen quite often in sexually cannibalistic species. Males are willing to sacrifice themselves, or lose their reproductive organs in order to ensure their paternity from one mating instance.[50][52] Whether it is by spontaneous programmed death, or the male catapulting into the mouth of the female, these self-sacrificing males die in order for prolonged copulation to occur. Males of many of these species cannot replenish sperm stores, therefore they must exhibit these extreme behaviors in order to ensure sperm transfer and fathered offspring during their one and only mating instance. An example of such behavior can be seen in the redback spider. The males of this species \"somersault\" into the mouths of the female after copulation has occurred, which has been shown to increase paternity by sixty-five percent when compared to males that are not cannibalized. A majority of males in this species are likely to die on the search for a mate, so the male must sacrifice himself as an offering if it means prolonged copulation and doubled paternity. In many species, cannibalized males can mate longer, thus having longer sperm transfers.[55]\n\n"
        },
        {
            "title": "Monogamy",
            "text": "Males in these mating systems are generally monogamous, if not bigynous.[44] Since males of these cannibalistic species have adapted to the extreme mating system, and usually mate only once with a polyandrous female, they are considered monogynous.[56]\n\n"
        },
        {
            "title": "Other factors",
            "text": "Sexual dimorphism in size has been proposed as an explanation for the widespread nature of sexual cannibalism across distantly related arthropods. Typically, male birds and mammals are larger as they participate in male-male competition.[57] However, in arthropods this size dimorphism ratio is reversed, with females commonly larger than males. Sexual cannibalism may have led to selection for larger, stronger females in invertebrates.[58] Further research is needed to evaluate the explanation. To date, studies have been done on wolf spiders such as Zyuzicosa (Lycosidae), where the female is much larger than the male.[59]\n\n"
        }
    ]
}