{
    "url": "https://en.wikipedia.org/wiki/Sexuality_in_the_United_States",
    "title": "Sexuality in the United States",
    "table_of_contents": [
        "1 History",
        "2 Media",
        "3 Demographics",
        "4 Law",
        "5 Modern",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sexuality in the United States varies by region  and  time period.\n\n"
        },
        {
            "title": "History",
            "text": "The U.S. during the early modern period has a reputation for sexual impermissiveness, partly due to influence from the Puritans. During the Victorian era, romance was increasingly viewed as a key component of sexuality.[1]  One study of the interwar period suggests that prudish attitudes were more pronounced among women than among men, with 47% in a poll describing premarital sex as wicked while only 28% of men said the same.[2] The 1960s are often viewed as the period wherein the U.S. underwent a substantial change in perception of sexual norms, with a substantial increase in extramarital sex.[3]\n\n"
        },
        {
            "title": "Media",
            "text": "Some scholars argue that American media is the most sexually suggestive in the world.[4] According to this view, the sexual messages contained in film, television, and music are becoming more explicit in dialog, lyrics, and behavior. In addition, these messages may contain unrealistic, inaccurate, and misleading information. Some scholars argue that still developing teens may be particularly vulnerable to media effects.[5] A 2001 report found that teens rank the media second only to school sex education programs as a leading source of information about sex,[6] but a 2004 report found that \"the media far outranked parents or schools as the source of information about birth control.\"[4]\n\nMedia often portray emotional side-effects of sexuality such as guilt, and disappointment, but less often physical risks such as pregnancy or STDs.[7] One media analysis found that sex was usually between unmarried couples and examples of using condoms or other contraception were \"extremely rare.\"[8] Many of programs or films do not depict consequence for sexual behavior. For example, only 10% programs that contain sexual scenes include any warnings to the potential risks or responsibilities of having sex such as sexually transmitted diseases or pregnancy.[9] In television programing aimed at teens, more than 90% of episodes had at least one sexual reference in it with an average of 7.9 references per hour.[10]\n\nHowever, government statistics suggest that since 1991, both teen sex and teen pregnancy have declined dramatically despite the media generally becoming increasingly sexually explicit.[11] Some analysts have said that this points to an inclination among latter millennials and Generation Z to have hyposexual and desexualized tendencies.[12]\n\nThe American film and television industries have been heavily criticized for their extremely harsh censorship of anything sexual. For example, saying the word \"fuck\" to mean sex just once in a film will automatically earn it an R rating with no exceptions. Words like \"testicles\" and \"boobs\" are also frequently removed from imported children's programs such as Total Drama Island.\n\n"
        },
        {
            "title": "Demographics",
            "text": "According to a 2016 study, an estimated 4.1% of American adults identified themselves as being lesbian, gay, bisexual or transgender.[13] Roughly 99% of the adult U.S. population is allosexual (experiences sexual desires) while 1% is asexual (experiences no sexual desires).[14] One study has shown that there is no correlation between sexlessness and unhappiness, with sexually active and sexually inactive adult Americans showing roughly equal amounts of happiness.[15] Vicenarian women (aged between twenty and twenty-nine years) are about as likely to engage in infidelity as vicenarian men at 11% and 10% respectively.[16]\n\n"
        },
        {
            "title": "Law",
            "text": "Sexual relations are mostly legal in the U.S. if there is no direct or unmediated exchange of money, if it is consensual, teleiophilic (between adults) and non-consanguineous i.e. between people who are not related familially or by kinship.[17] There are however exceptions, with for instance adult incestual relations being legal in states such as New Jersey and Rhode Island as of 2017.[18] Prostitution laws in the U.S. are by far the strictest in the developed world,[citation needed] but the state of Nevada licenses several of its counties to operate brothels and permits prostitutes/sex workers to sell sex, and clients to purchase sex.[19] There are also exceptions to age of consent laws, with some states permitting an ephebophilic relationship if the two persons are close in age[20] under what are known as Romeo-and-Juliet laws.\n\n"
        },
        {
            "title": "Modern",
            "text": "The 21st century saw increasingly permissive attitudes towards homosexuality,[21] however many laws continued to be heteronormative.[22]  One survey has found that Millennials, on average, have sex less frequently than previous generations.[23] This has led to some analysts ruminating on a moral panic wherein young adults of the 2010s decade are uninterested in sex.[24] According to OKCupid, Portland, Oregon is the most promiscuous city in the United States.[25] Some studies have shown that Americans in general have more prudistic and coitophobic attitudes to sex than Europeans.[26]\n\n"
        }
    ]
}