{
    "url": "https://en.wikipedia.org/wiki/Shadow_of_the_Vampire",
    "title": "Shadow of the Vampire",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Reception",
        "5 Awards",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nShadow of the Vampire is a 2000 independent\nperiod metafiction horror comedy film directed by E. Elias Merhige, written by Steven Katz, and starring John Malkovich and Willem Dafoe. It is a fictionalized account of the making of the classic vampire film Nosferatu, eine Symphonie des Grauens, directed by F. W. Murnau, during which the film crew begin to have disturbing suspicions about their lead actor.\n\nThe film borrows the techniques of silent films, including the use of intertitles to explain elided action, and iris lenses. It was nominated for the Academy Award for Best Makeup, losing to How the Grinch Stole Christmas. For his performance, Dafoe was nominated for the Academy Award for Best Supporting Actor.[4]\n\n"
        },
        {
            "title": "Plot",
            "text": "In 1921, German director F. W. Murnau is shooting Nosferatu, an unauthorized version of Bram Stoker's novel Dracula. Murnau keeps his team in the dark about their schedule and the actor playing the vampire Count Orlok. It is left to the film's other main actor, Gustav von Wangenheim, to explain that the lead is an obscure German theater performer named Max Schreck, who is a character actor. To involve himself fully in his role, Schreck will only appear amongst the cast and crew in makeup, will only be filmed at night, and will never break character.\n\nAfter filming scenes in a studio with leading actress Greta Schröder, who is displeased about leaving Berlin, Murnau takes his cast and crew to a remote inn in Czechoslovakia to film on-location. The landlady becomes distressed at Murnau removing crucifixes around the inn, and the cameraman, Wolfgang Muller, falls into a strange, hypnotic state. Gustav discovers a bottle of blood amongst the team's food supplies, and someone delivers a caged ferret in the night to a not yet fully revealed Schreck.\n\nOne night, Murnau rushes his team up to a nearby, old Slovak castle for the first scene with the vampire. Schreck appears for the first time, and his appearance and behavior impress and disturb them. The film's producer, Albin Grau, is confused when Murnau tells him that he originally found Schreck in the castle. Soon after the completion of the scene, Wolfgang is found collapsed in the tunnel into which Schreck had receded.\n\nWhilst filming a dinner scene between Gustav and Orlok, Gustav accidentally cuts his finger. Schreck reacts wildly and tries drinking from Gustav's wound. The lights fail and when they return, Schreck is at Wolfgang's neck. Albin orders filming ended for the night, and the crew rushes from the castle, leaving Schreck behind. Alone, Schreck examines the camera equipment, fascinated by footage of a sunrise. With Wolfgang near death, Murnau is forced to bring in another cinematographer, Fritz Arno Wagner, after chastising Schreck in private for attacking his crew members and threatening him with harm if he does not control himself in Murnau's absence—a threat that Schreck challenges due to his immortality.\n\nWhile Murnau returns to Berlin to calm financiers of the film, Schreck approaches Albin and the screenwriter, Henrik Galeen. They believe he is still in character, and Schreck points out Dracula's loneliness and the sadness of him trying to remember how to do otherwise mundane chores that he has not needed to perform for centuries. When they ask how he became a vampire, Schreck says it was a woman. Schreck snatches a bat and viciously sucks its blood. Grau and Galeen, thanks to their drunkenness on schnapps, are impressed by what they assume is talented acting. Later that night, Schreck attacks and kills a crew member on the film's set.\n\nThe production moves to the island of Heligoland to film the final scenes, and Murnau, in a laudanum-induced stupor, admits to Albin and Fritz that Schreck is an actual vampire, and in return for his cooperation, Murnau has promised him Greta. The two realize they are trapped on the island, leaving no choice but to complete the film that night.\n\nOn set Greta becomes hysterical after noticing Schreck casts no reflection. Murnau, Albin and Fritz drug her with Murnau's laudanum, and film as Schreck feeds on Greta, with the laudanum in her blood putting Schreck to sleep. At dawn, the three attempt to open a door and let in sunlight to destroy Schreck, but discover that the vampire had previously cut the chain to the mechanism, trapping them in the process. Fritz and Albin attack Schreck, only to be killed. Murnau, meanwhile, resumes filming, and, crazed, completely ignores the deaths of his colleagues and the malicious glare Schreck is giving him. Instead, he instructs Schreck to return to his mark for another take. Schreck is told, \"If it's not in frame, it doesn't exist\". Schreck returns to feed on Greta, as Murnau films. Galeen and the crew arrive and lift the door, destroying Schreck with the sunlight. Having become completely obsessed with the film, Murnau asks for an end slate to his rattled crew. After they oblige, he stops the camera and calmly states, \"I think we have it.\"\n\n"
        },
        {
            "title": "Cast",
            "text": "The film depicts several of the major characters as being killed by the vampire; however, historically these individuals continued to live long lives after the film's production. Fritz Wagner and Albin Grau, who are shown having their necks snapped by Count Orlok, lived to the 1950s and 1970s respectively. Greta Schroeder, who also did not actually die, continued to have a film career until the 1950s and died in 1980. She is also depicted as being a famous actress, but in fact, she was little known, and by the 1930s her roles had diminished to only occasional appearances. Of all the characters, Murnau died the soonest after the production of Nosferatu, killed in a car crash in California in 1931. The film's depiction of Murnau as ruthless and dictatorial is also inaccurate. He was known as a director with rare sensitivity.[5]\n\n"
        },
        {
            "title": "Production",
            "text": "The film's working title was Burned to Light, but Merhige decided to change the name of the film when Dafoe asked, \"Who's Ed?\"; the actor thought the title was Burn Ed to Light.[6]\n\nThe film was produced by Nicolas Cage's Saturn Films. Cage originally intended to play Schreck, but later cast Dafoe when he expressed interest in the role. Cage stated he always wanted Malkovich as Murnau. Members of the online community \"The HollyWood Stock Exchange\" were able to donate a small sum towards the film's production in exchange for listing their names on the DVD release of the film as \"virtual producers\".\n\nProducer Cage has previously acted with Malkovich in Con Air (1997) and Dafoe in Wild at Heart (1990) respectively.[7][8]\n\nTo create the aesthetic of old film, cinematographer Lou Bogue shot much of the film with Kodak Vision 800T film stock - a high speed specialty stock with very coarse grain - in Super 35mm format, which further enhanced the effect when cropped and enlarged to anamorphic.[9]\n\n"
        },
        {
            "title": "Reception",
            "text": "Critical reaction has been mostly positive with Dafoe's performance as Schreck/Orlok receiving particular praise. The film holds an 82% approval rating on the review aggregator website Rotten Tomatoes based on 138 reviews, with an average rating of 7/10. The site's critical consensus states: \"Shadow of the Vampire is frightening, compelling, and funny, and features an excellent performance by Willem Dafoe.\"[10] On Metacritic, the film has a 71 out of 100 rating, based on 31 critics, indicating \"generally favorable reviews\".[11]\n\nRoger Ebert gave the film 3½ stars out of 4, writing that \"director E. Elias Merhige and his writer, Steven Katz, do two things at the same time. They make a vampire movie of their own, and they tell a backstage story about the measures that a director will take to realize his vision\", and that Dafoe \"embodies the Schreck of Nosferatu so uncannily that when real scenes from the silent classic are slipped into the frame, we don't notice a difference.\"[12] Ebert later awarded the film his Special Jury Prize on his list of \"The Best 10 Movies of 2000\", writing of Dafoe's \"astonishing performance\" and of the film, \"Avoiding the pitfall of irony; it plays the material straight, which is truly scary.\"[13]\n\nA. O. Scott of The New York Times wrote, \"You can find diversion in an improbable blend of behind-the-scenes satire and art-house fright-fest, anchored by Willem Dafoe's creepy, comical and oddly moving performance as the blood-sucking Schreck.\"[14]\n\nDafoe won the LAFCA Award and was nominated for the Academy Award for Best Supporting Actor.[15] Ann Buchanan and Amber Sibley were nominated for the Academy Award for Best Makeup and Hairstyling.[15]\n\n"
        },
        {
            "title": "Awards",
            "text": "Shadow of the Vampire won several awards:[citation needed]\n\n"
        }
    ]
}