{
    "url": "https://en.wikipedia.org/wiki/Shaiva_Siddhanta",
    "title": "Shaiva Siddhanta",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "2.1 Ontological Categories",
        "2.2 Four stages",
        "2.3 Tamil bhakti",
        "2.4 Integration",
        "2.5 Saiva Siddhanta today",
        "3 Theology",
        "3.1 Texts",
        "3.2 Early theology",
        "3.3 Later theology",
        "4 Monastic orders",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nShaiva Siddhanta (IAST: Śaiva-siddhānta)[1][2] (Tamil: சைவ சித்தாந்தம் \"Caiva cittāntam\") is a form of Shaivism that propounds a dualistic philosophy where the ultimate and ideal goal of a being is to become an enlightened soul through Shiva's grace.[3] It draws primarily on the Tamil devotional hymns written by Shaiva saints from the 5th to the 9th century, known in their collected form as Tirumurai. Meykandadevar (13th century) was the first systematic philosopher of the school.[4]\nThe normative rites, cosmology and theology of Shaiva Siddhanta draw upon a combination of Agamas and Vedic scriptures.[5]\n\nThis tradition is thought to have been once practiced all over India.[6] However the Muslim subjugation of North India restricted Shaiva Siddhanta to the south,[7] where it merged with the Tamil Saiva movement expressed in the bhakti poetry of the Nayanmars.[8] It is in this historical context that Shaiva Siddhanta is commonly considered a \"southern\" tradition, one that is still very much alive.[8] The Tamil compendium of devotional songs known as Tirumurai, the Shaiva Agamas and \"Meykanda\" or \"Siddhanta\" Shastras,[9] form the scriptural canon of Tamil Shaiva Siddhanta.\n\nToday, Shaiva Siddhanta has adherents predominantly in South India and Sri Lanka.\n\n"
        },
        {
            "title": "Etymology",
            "text": "Monier-Williams gives the meaning of siddhanta as ‘any fixed or established or canonical text-book or received scientific treatise on any subject ... as .. Brahma-siddhanta ब्रह्म-सिद्धान्त,... Surya-siddhanta, etc.’  The name of the school could be translated as \"the settled view of Shaiva doctrine\" or \"perfected Shaivism.\"[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "Shaiva Siddhanta's original form is uncertain. Some[who?] hold that it originated as a monistic doctrine, espoused by Kashmiri northern shaivites (date unknown). South India is another theorized location of origin, where it was most prevalent. It seems likely to others, however, that the early Śaiva Siddhānta may have developed somewhere in  India, as a religion built around the notion of a ritual initiation that conferred liberation. Such a notion of liberatory initiation appears to have been borrowed from a Pashupata (pāśupata) tradition.[10] At the time of the early development of the theology of the school, the question of monism or dualism, which became so central to later theological debates, had not yet emerged as an important issue.\n\nShaiva Siddhanta believes in three different categories, which are distinct from each other:[11]\n\nThe soul gains experience through its action (rituals), which removes the three impurities, but the liberation is realized only by the grace of Lord Siva.[11]\n\nAccording to Shaiva Siddhanta texts, there are four progressive stages of Siva bhaki for a path to attain moksha:[12]\n\nFrom the fifth to the eighth CE Buddhism and Jainism had spread in Tamil Nadu before a forceful Shaiva bhakti movement arose. Between the seventh and ninth centuries, pilgrim saints such as Sambandar, Appar, Sundarar 63 nayanmars used songs of Shiva’s greatness to refute concepts of Buddhism and Jainism. Manikkavacakar's heart-melting verses, called Tiruvacakam, are full of visionary experience, divine love and urgent striving for truth. The songs of these four saints are part of the compendium known as Tirumurai which, along with the Vedas, Shaiva Agamas, and the Meykanda Shastras, are now considered to form the scriptural basis of the Śaiva Siddhānta in Tamil Nadu. It seems probable that the Tirumurai devotional literature was not, however, considered to belong to the Śaiva Siddhānta canon at the time when it was first composed:[13] the hymns themselves appear to make no such claim for themselves.\n\nThe Bhakti movement should not be exaggerated as an articulation of a 'class struggle'; there is nevertheless a strong sense against rigid structures in the society.[14]\n\nIn the twelfth century, Aghorasiva, the head of a branch monastery of the Amardaka order in Chidambaram, took up the task of amalgamating  Sanskrit and Tamil Siddhanta. Strongly refuting monist interpretations of Siddhanta, Aghorasiva brought a change in the understanding of Siva by reclassifying the first five principles, or tattvas (Nada, Bindu, Sadasiva, Isvara and Suddhavidya), into the category of pasa (bonds), stating they were effects of a cause and inherently unconscious substances, a departure from the traditional teaching in which these five were part of the divine nature of God.\n\nAghorasiva was successful in preserving the Sanskrit rituals of the ancient Āgamic tradition. To this day, Aghorasiva's Siddhanta philosophy is followed by almost all of the hereditary temple priests (Sivacharya), and his texts on the Āgamas have become the standard puja manuals. His Kriyakramadyotika is a vast work covering nearly all aspects of Shaiva Siddhanta ritual, including the daily worship of Siva, occasional rituals, initiation rites, funerary rites, and festivals.\n\nIn Tamil Shaiva Siddhanta, the thirteenth century Meykandar, Arulnandi Sivacharya, and Umapati Sivacharya further spread Tamil Shaiva Siddhanta. Meykandar's twelve-verse Śivajñānabodham and subsequent works by other writers, all supposedly of the thirteenth and fourteenth centuries, laid the foundation of the Meykandar Sampradaya (lineage), which propounds a pluralistic realism wherein God, souls and world are coexistent and without beginning. Siva is an efficient but not material cause. They view the soul's merging in Siva as salt in water, an eternal oneness that is also twoness.\n\nSaiva Siddhanta is practiced widely among the Saivas of southern India and Sri Lanka, especially by members of the Brahmins, Kongu Vellalar, Vellalar and Nagarathar communities of South India.[15] It has over 5 million followers in Tamil Nadu, and is also prevalent among the Tamil diaspora around the world.[citation needed] It has thousands of active temples predominantly in Tamil Nadu and also in places around the world with significant tamil population[citation needed] and also has numerous monastic and ascetic traditions, along with its own community of priests, the Adishaivas, who are qualified to perform Agama-based Shaiva Temple rituals.\n\nKumaragurupara Desikar, a Tamil Saivite poet says that Shaiva Siddhantha is the ripe fruit of the Vedanta tree. G.U. Pope, an Anglican Tamil Scholar, mentions that Shaiva Sidhantha is the best expression of Dravidian knowledge.[16]\n\n"
        },
        {
            "title": "Theology",
            "text": "The texts revered by the southern Saiva Siddhanta are the Vedas; the twenty-eight dualist Hindu Agamas, which form the ritual basis of the tradition; the twelve books of the Tamil Saiva canon called the Tirumurai, which contains the poetry of the Nayanars; and the Saiva Siddhanta Shastras.[17]\n\nSiddhas such as Sadyojyoti (ca seventh century[18]) are credited with the systematization of the Siddhanta theology in Sanskrit. Sadyojyoti, initiated by the guru Ugrajyoti, propounded the Siddhanta philosophical views as found in the Rauravatantra and Svāyambhuvasūtrasaṅgraha. He may or may not have been from Kashmir, but the next thinkers whose works survive were those of a Kashmirian lineage active in the tenth century: Rāmakaṇṭha I, Vidyākaṇṭha I, Śrīkaṇṭha, Nārāyaṇakaṇṭha, Rāmakaṇṭha II, Vidyākaṇṭha II. Treatises by the last four of these survive. King Bhoja of Gujarat (ca 1018) condensed the massive body of Siddhanta scriptural texts into one concise metaphysical treatise called the Tattvaprakāśa.\n\nThe culmination of a long period of systematisation of its theology appears to have taken place in Kashmir in the tenth century, the exegetical works of the Kashmirian authors Bhatta Narayanakantha and Bhatta Ramakantha being the most sophisticated expressions of this school of thought.[19]  Their works were quoted and emulated in the works of twelfth-century South Indian authors, such as Aghorasiva and Trilocanasiva.[20]  The theology they expound is based on a canon of Tantric scriptures called Siddhantatantras or Shaiva Agamas.  This canon is traditionally held to contain twenty-eight scriptures, but the lists vary,[21] and several doctrinally significant scriptures, such as the Mrgendra,[22] are not listed. In the systematisation of the ritual of the Shaiva Siddhanta, the Kashmirian thinkers appear to have exercised less influence: the treatise that had the greatest impact on Shaiva ritual, and indeed on ritual outside the Shaiva sectarian domain, for we find traces of it in such works as the Agnipurana, is a ritual manual composed in North India in the late eleventh century by a certain Somasambhu.[23]\n\n"
        },
        {
            "title": "Monastic orders",
            "text": "Three monastic orders were instrumental in Shaiva Siddhanta's diffusion through India; the Amardaka order, identified with one of Shaivism's holiest cities, Ujjain, the Mattamayura order, in the capital of the Chalukya dynasty, and the Madhumateya order of Central India. Each developed numerous sub-orders. (see Nandinatha Sampradaya) Siddhanta monastics used the influence of royal patrons to propagate the teachings in neighboring kingdoms, particularly in South India. From Mattamayura, they established monasteries in regions now in Maharashtra, Karnataka, Andhra and Kerala.\n\n"
        }
    ]
}