{
    "url": "https://en.wikipedia.org/wiki/Shamanism",
    "title": "Shamanism",
    "table_of_contents": [
        "1 Terminology",
        "1.1 Etymology",
        "1.2 Definitions",
        "1.3 Criticism of the term",
        "2 History",
        "3 Beliefs",
        "3.1 Soul and spirit concepts",
        "4 Practice",
        "4.1 Entheogens",
        "4.2 Music and songs",
        "4.3 Initiation and learning",
        "4.4 Other practices",
        "4.5 Items used in spiritual practice",
        "5 Roles",
        "6 Ecological aspect",
        "7 Economics",
        "8 Academic study",
        "8.1 Cognitive and evolutionary approaches",
        "8.2 Ecological approaches and systems theory",
        "8.3 Historical origins",
        "8.4 Semiotic and hermeneutic approaches",
        "9 Decline and revitalization and tradition-preserving movements",
        "10 Regional variations",
        "11 See also",
        "12 References",
        "12.1 Citations",
        "12.2 Sources",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nShamanism is a religious practice that involves a practitioner (shaman) interacting with what they believe to be a spirit world through altered states of consciousness, such as trance.[1][2] The goal of this is usually to direct spirits or spiritual energies into the physical world for the purpose of healing, divination, or to aid human beings in some other way.[1]\n\nBeliefs and practices categorized as \"shamanic\" have attracted the interest of scholars from a variety of disciplines, including anthropologists, archeologists, historians, religious studies scholars, philosophers and psychologists. Hundreds of books and academic papers on the subject have been produced, with a peer-reviewed academic journal being devoted to the study of shamanism.\n\nIn the 20th century, non-Indigenous Westerners involved in countercultural movements, such as hippies and the New Age created modern magicoreligious practices influenced by their ideas of various Indigenous religions, creating what has been termed neoshamanism or the neoshamanic movement.[3] It has affected the development of many neopagan practices, as well as faced a backlash and accusations of cultural appropriation,[4] exploitation and misrepresentation when outside observers have tried to practice the ceremonies of, or represent, centuries-old cultures to which they do not belong.[5]\n\n"
        },
        {
            "title": "Terminology",
            "text": "The Modern English word shamanism derives from the Russian word šamán, which itself comes from the word samān from a Tungusic language[7] – possibly from the southwestern dialect of the Evenki spoken by the Sym Evenki peoples,[8] or from the Manchu language.[9] The etymology of the word is sometimes connected to the Tungus root sā-, meaning \"to know\".[10][11] However, Finnish ethnolinguist Juha Janhunen questions this connection on linguistic grounds: \"The possibility cannot be completely rejected, but neither should it be accepted without reservation since the assumed derivational relationship is phonologically irregular (note especially the vowel quantities).\"[12]\n\nMircea Eliade noted that the Sanskrit word śramaṇa, designating a wandering monastic or holy figure, has spread to many Central Asian languages along with Buddhism and could be the ultimate origin of the word shaman.[13]\n\nThe term was adopted by Russians interacting with the Indigenous peoples in Siberia. It is found in the memoirs of the exiled Russian churchman Avvakum.[14] It was brought to Western Europe twenty years later by the Dutch traveler Nicolaes Witsen, who reported his stay and journeys among the Tungusic- and Samoyedic-speaking Indigenous peoples of Siberia in his book Noord en Oost Tataryen (1692).[15] Adam Brand, a merchant from Lübeck, published in 1698 his account of a Russian embassy to China; a translation of his book, published the same year, introduced the word shaman to English speakers.[16]\n\nAnthropologist and archeologist Silvia Tomaskova argued that by the mid-1600s, many Europeans applied the Arabic term shaitan (meaning \"devil\") to the non-Christian practices and beliefs of Indigenous peoples beyond the Ural Mountains.[17] She suggests that shaman may have entered the various Tungus dialects as a corruption of this term, and then been told to Christian missionaries, explorers, soldiers and colonial administrators with whom the people had increasing contact for centuries.\n\nA female shaman is sometimes called a shamanka, which is not an actual Tungus term but simply shaman plus the Russian suffix -ka (for feminine nouns).[18]\n\nThere is no single agreed-upon definition for the word \"shamanism\" among anthropologists. Thomas Downson suggests three shared elements of shamanism: practitioners consistently alter consciousness, the community regards altering consciousness as an important ritual practice, and the knowledge about the practice is controlled.\n\nThe English historian Ronald Hutton noted that by the dawn of the 21st century, there were four separate definitions of the term which appeared to be in use: \n\nAccording to the Oxford English Dictionary, a shaman (/ˈʃɑːmən/ SHAH-men, /ˈʃæmən/ or /ˈʃeɪmən/)[22] is someone who is regarded as having access to, and influence in, the world of benevolent and malevolent spirits, who typically enters into a trance state during a ritual, and practices divination and healing.[1][22] The word \"shaman\" probably originates from the Tungusic Evenki language of North Asia. According to Juha Janhunen, \"the word is attested in all of the Tungusic idioms\" such as Negidal, Lamut, Udehe/Orochi, Nanai, Ilcha, Orok, Manchu and Ulcha, and \"nothing seems to contradict the assumption that the meaning 'shaman' also derives from Proto-Tungusic\" and may have roots that extend back in time at least two millennia.[23] The term was introduced to the west after Russian forces conquered the shamanistic Khanate of Kazan in 1552.\n\nThe term \"shamanism\" was first applied by Western anthropologists as outside observers of the ancient religion of the Turks and Mongols, as well as those of the neighbouring Tungusic- and Samoyedic-speaking peoples. Upon observing more religious traditions around the world, some Western anthropologists began to also use the term in a very broad sense. The term was used to describe unrelated magicoreligious practices found within the ethnic religions of other parts of Asia, Africa, Australasia and even completely unrelated parts of the Americas, as they believed these practices to be similar to one another.[24] While the term has been incorrectly applied by cultural outsiders to many Indigenous spiritual practices, the words “shaman” and “shamanism” do not accurately describe the variety and complexity that is Indigenous spirituality. Each nation and tribe has its own way of life, and uses terms in their own languages.[25]\n\nMircea Eliade writes, \"A first definition of this complex phenomenon, and perhaps the least hazardous, will be: shamanism = 'technique of religious ecstasy'.\"[26] Shamanism encompasses the premise that shamans are intermediaries or messengers between the human world and the spirit worlds. Shamans are said to treat ailments and illnesses by mending the soul. Alleviating traumas affecting the soul or spirit are believed to restore the physical body of the individual to balance and wholeness. Shamans also claim to enter supernatural realms or dimensions to obtain solutions to problems afflicting the community. Shamans claim to visit other worlds or dimensions to bring guidance to misguided souls and to ameliorate illnesses of the human soul caused by foreign elements. Shamans operate primarily within the spiritual world, which, they believe, in turn affects the human world. The restoration of balance is said to result in the elimination of the ailment.[26]\n\nThe anthropologist Alice Kehoe criticizes the term \"shaman\" in her book Shamans and Religion: An Anthropological Exploration in Critical Thinking. Part of this criticism involves the notion of cultural appropriation.[4] This includes criticism of New Age and modern Western forms of shamanism, which, according to Kehoe, misrepresent or dilute Indigenous practices. Kehoe also believes that the term reinforces racist ideas such as the noble savage.\n\nKehoe is highly critical of Mircea Eliade's work on shamanism as an invention synthesized from various sources unsupported by more direct research. To Kehoe, citing that ritualistic practices (most notably drumming, trance, chanting, entheogens and hallucinogens, spirit communication and healing) as being definitive of shamanism is poor practice. Such citations ignore the fact that those practices exist outside of what is defined as shamanism and play similar roles even in nonshamanic cultures (such as the role of chanting in rituals in Abrahamic religions) and that in their expression are unique to each culture that uses them. Such practices cannot be generalized easily, accurately, or usefully into a global religion of shamanism. Because of this, Kehoe is also highly critical of the hypothesis that shamanism is an ancient, unchanged, and surviving religion from the Paleolithic period.[4]\n\nThe term has been criticized[by whom?] for its perceived colonial roots, and as a tool to perpetuate perceived contemporary linguistic colonialism. By Western scholars, the term \"shamanism\" is used to refer to a variety of different cultures and practices around the world, which can vary dramatically and may not be accurately represented by a single concept. Billy-Ray Belcourt, an author and award-winning scholar from the Driftpile Cree Nation in Canada, argues that using language with the intention of simplifying culture that is diverse, such as Shamanism, as it is prevalent in communities around the world and is made up of many complex components, works to conceal the complexities of the social and political violence that Indigenous communities have experienced at the hands of settlers.[27] Belcourt argues that language used to imply “simplicity” in regards to Indigenous culture, is a tool used to belittle Indigenous cultures, as it views Indigenous communities solely as a result of a history embroiled in violence, that leaves Indigenous communities only capable of simplicity and plainness.\n\nAnthropologist Mihály Hoppál also discusses whether the term \"shamanism\" is appropriate. He notes that for many readers, \"-ism\" implies a particular dogma, like Buddhism or Judaism. He recommends using the term \"shamanhood\"[28] or \"shamanship\"[29] (a term used in old Russian and German ethnographic reports at the beginning of the 20th century) for stressing the diversity and the specific features of the discussed cultures. He believes that this places more stress on the local variations[10] and emphasizes that shamanism is not a religion of sacred dogmas, but linked to the everyday life in a practical way.[30] Following similar thoughts, he also conjectures a contemporary paradigm shift.[28] Piers Vitebsky also mentions that, despite really astonishing similarities, there is no unity in shamanism. The various, fragmented shamanistic practices and beliefs coexist with other beliefs everywhere. There is no record of pure shamanistic societies (although their existence is not impossible).[31] Norwegian social anthropologist Hakan Rydving has likewise argued for the abandonment of the terms \"shaman\" and \"shamanism\" as \"scientific illusions.\"[32]\n\nDulam Bumochir has affirmed the above critiques of \"shamanism\" as a Western construct created for comparative purposes and, in an extensive article, has documented the role of Mongols themselves, particularly \"the partnership of scholars and shamans in the reconstruction of shamanism\" in post-1990/post-communist Mongolia.[33] This process has also been documented by Swiss anthropologist Judith Hangartner in her landmark study of Darhad shamans in Mongolia.[34] Historian Karena Kollmar-Polenz argues that the social construction and reification of shamanism as a religious \"other\" actually began with the 18th-century writings of Tibetan Buddhist monks in Mongolia and later \"probably influenced the formation of European discourse on Shamanism\".[35]\n\n"
        },
        {
            "title": "History",
            "text": "\nShamanism is a system of religious practice.[36] Historically, it is often associated with Indigenous and tribal societies, and involves belief that shamans, with a connection to the otherworld, have the power to heal the sick, communicate with spirits, and escort souls of the dead to the afterlife. The origins of Shamanism stem from indigenous peoples of far northern Europe and Siberia.[37]\n\nDespite structural implications of colonialism and imperialism that have limited the ability of Indigenous peoples to practice traditional spiritualities, many communities are undergoing resurgence through self-determination[38] and the reclamation of dynamic traditions.[39] Other groups have been able to avoid some of these structural impediments by virtue of their isolation, such as the nomadic Tuvan (with an estimated population of 3000 people surviving from this tribe).[40] Tuva is one of the most isolated Asiatic tribes in Russia where the art of shamanism has been preserved until today due to its isolated existence, allowing it to be free from the influences of other major religions.[41]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "There are many variations of shamanism throughout the world, but several common beliefs are shared by all forms of shamanism. Common beliefs identified by Eliade (1972)[26] are the following:\n\nAs Alice Kehoe[4] notes, Eliade's conceptualization of shamans produces a universalist image of Indigenous cultures, which perpetuates notions of the dead (or dying) Indian[42] as well as the noble savage.[43]\n\nShamanism is based on the premise that the visible world is pervaded by invisible forces or spirits which affect the lives of the living.[44] Although the causes of disease lie in the spiritual realm, inspired by malicious spirits, both spiritual and physical methods are used to heal. Commonly, a shaman \"enters the body\" of the patient to confront the spiritual infirmity and heals by banishing the infectious spirit.\n\nMany shamans have expert knowledge of medicinal plants native to their area, and an herbal treatment is often prescribed. In many places shamans learn directly from the plants, harnessing their effects and healing properties, after obtaining permission from the indwelling or patron spirits. In the Peruvian Amazon Basin, shamans and curanderos use medicine songs called icaros to evoke spirits. Before a spirit can be summoned it must teach the shaman its song.[44] The use of totemic items such as rocks with special powers and an animating spirit is common.\n\nSuch practices are presumably very ancient. Plato wrote in his Phaedrus that the \"first prophecies were the words of an oak\", and that those who lived at that time found it rewarding enough to \"listen to an oak or a stone, so long as it was telling the truth\".\n\nBelief in witchcraft and sorcery, known as brujería in Latin America, exists in many societies. Other societies assert all shamans have the power to both cure and kill. Those with shamanic knowledge usually enjoy great power and prestige in the community, but they may also be regarded suspiciously or fearfully as potentially harmful to others.[45]\n\nBy engaging in their work, a shaman is exposed to significant personal risk as shamanic plant materials can be toxic or fatal if misused. Spells are commonly used in an attempt to protect against these dangers, and the use of more dangerous plants is often very highly ritualized.\n\n"
        },
        {
            "title": "Practice",
            "text": "Generally, shamans traverse the axis mundi and enter the \"spirit world\" by effecting a transition of consciousness, entering into an ecstatic trance, either autohypnotically or through the use of entheogens or ritual performances.[56][57] The methods employed are diverse, and are often used together.\n\nAn entheogen (\"generating the divine within\")[60] is a psychoactive substance used in a religious, shamanic, or spiritual context.[61] Entheogens have been used in a ritualized context, in a number of different cultures, possibly for thousands of years. Examples of substances used by some cultures as entheogens include: peyote,[62] Echinopsis pachanoi,[63] psilocybin and Amanita muscaria (fly agaric) mushrooms,[64] uncured tobacco,[65] cannabis,[66] ayahuasca,[67] Salvia divinorum,[68] and iboga.[69]\n\nEntheogens also have a substantial history of commodification, especially in the realm of spiritual tourism. For instance, countries such as Brazil and Peru have faced an influx of tourists since the psychedelic era beginning in the late 1960s, initiating what has been termed \"ayahuasca tourism.\"[70]\n\nJust like shamanism itself,[10] music and songs related to it in various cultures are diverse. In several instances, songs related to shamanism are intended to imitate natural sounds, via onomatopoeia.[71]\n\nSound mimesis in various cultures may serve other functions not necessarily related to shamanism: practical goals such as luring game in the hunt;[72] or entertainment (Inuit throat singing).[72][73]\n\nShamans often claim to have been called through dreams or signs. However, some say their powers are inherited. In traditional societies shamanic training varies in length, but generally takes years.\n\nTurner and colleagues[74] mention a phenomenon called \"shamanistic initiatory crisis\", a rite of passage for shamans-to-be, commonly involving physical illness or psychological crisis. The significant role of initiatory illnesses in the calling of a shaman can be found in the case history of Chuonnasuan, who was one of the last shamans among the Tungus peoples in Northeast China.[75]\n\nThe wounded healer is an archetype for a shamanic trial and journey. This process is important to young shamans. They undergo a type of sickness that pushes them to the brink of death. This is said to happen for two reasons:\n\nShamans may employ varying materials in spiritual practice in different cultures. \n\n"
        },
        {
            "title": "Roles",
            "text": "Shamans have been conceptualized as those who are able to gain knowledge and power to heal in the spiritual world or dimension. Most shamans have dreams or visions that convey certain messages. Shamans may claim to have or have acquired many spirit guides, who they believe guide and direct them in their travels in the spirit world. These spirit guides are always thought to be present within the shaman, although others are said to encounter them only when the shaman is in a trance. The spirit guide energizes the shamans, enabling them to enter the spiritual dimension. Shamans claim to heal within the communities and the spiritual dimension by returning lost parts of the human soul from wherever they have gone. Shamans also claim to cleanse excess negative energies, which are said to confuse or pollute the soul. \nShamans act as mediators in their cultures.[80][81] Shamans claim to communicate with the spirits on behalf of the community, including the spirits of the deceased. Shamans believe they can communicate with both living and dead to alleviate unrest, unsettled issues, and to deliver gifts to the spirits.\n\nAmong the Selkups, the sea duck is a spirit animal. Ducks fly in the air and dive in the water and are thus believed to belong to both the upper world and the world below.[82] Among other Siberian peoples, these characteristics are attributed to waterfowl in general.[83] The upper world is the afterlife primarily associated with deceased humans and is believed to be accessed by soul journeying through a portal in the sky. The lower world or \"world below\" is the afterlife primarily associated with animals and is believed to be accessed by soul journeying through a portal in the earth.[84] In shamanic cultures, many animals are regarded as spirit animals.\n\nShamans perform a variety of functions depending upon their respective cultures;[85] healing,[49][86] leading a sacrifice,[87] preserving traditions by storytelling and songs,[88] fortune-telling,[89] and acting as a psychopomp (\"guide of souls\").[90] A single shaman may fulfill several of these functions.[85]\n\nThe functions of a shaman may include either guiding to their proper abode the souls of the dead (which may be guided either one-at-a-time or in a group, depending on the culture), and the curing of ailments. The ailments may be either purely physical afflictions—such as disease, which are claimed to be cured by gifting, flattering, threatening, or wrestling the disease-spirit (sometimes trying all these, sequentially), and which may be completed by displaying a supposedly extracted token of the disease-spirit (displaying this, even if \"fraudulent\", is supposed to impress the disease-spirit that it has been, or is in the process of being, defeated so that it will retreat and stay out of the patient's body), or else mental (including psychosomatic) afflictions—such as persistent terror, which is likewise believed to be cured by similar methods. In most languages a different term other than the one translated \"shaman\" is usually applied to a religious official leading sacrificial rites (\"priest\"), or to a raconteur (\"sage\") of traditional lore; there may be more of an overlap in functions (with that of a shaman), however, in the case of an interpreter of omens or of dreams.\n\nThere are distinct types of shamans who perform more specialized functions. For example, among the Nani people, a distinct kind of shaman acts as a psychopomp.[91] Other specialized shamans may be distinguished according to the type of spirits, or realms of the spirit world, with which the shaman most commonly interacts. These roles vary among the Nenets, Enets, and Selkup shamans.[92][93]\n\nThe assistant of an Oroqen shaman (called jardalanin, or \"second spirit\") knows many things about the associated beliefs. He or she accompanies the rituals and interprets the behaviors of the shaman.[94] Despite these functions, the jardalanin is not a shaman. For this interpretative assistant, it would be unwelcome to fall into a trance.[95]\n\n"
        },
        {
            "title": "Ecological aspect",
            "text": "Among the Tucano people, a sophisticated system exists for environmental resources management and for avoiding resource depletion through overhunting. This system is conceptualized mythologically and symbolically by the belief that breaking hunting restrictions may cause illness. As the primary teacher of tribal symbolism, the shaman may have a leading role in this ecological management, actively restricting hunting and fishing. The shaman is able to \"release\" game animals, or their souls, from their hidden abodes.[96][97] The Piaroa people have ecological concerns related to shamanism.[98] Among the Inuit the angakkuq (shamans) fetch the souls of game from remote places,[99][100] or soul travel to ask for game from mythological beings like the Sea Woman.[101]\n\n"
        },
        {
            "title": "Economics",
            "text": "The way shamans get sustenance and take part in everyday life varies across cultures. In many Inuit groups, they provide services for the community and get a \"due payment\",[who?] and believe the payment is given to the helping spirits.[102] An account states that the gifts and payments that a shaman receives are given by his partner spirit. Since it obliges the shaman to use his gift and to work regularly in this capacity, the spirit rewards him with the goods that it receives.[103] These goods, however, are only \"welcome addenda\". They are not enough to enable a full-time shaman. Shamans live like any other member of the group, as a hunter or housewife. Due to the popularity of ayahuasca tourism in South America, there are practitioners in areas frequented by backpackers who make a living from leading ceremonies.[104][102]\n\n"
        },
        {
            "title": "Academic study",
            "text": "There are two major frameworks among cognitive and evolutionary scientists for explaining shamanism. The first, proposed by anthropologist Michael Winkelman, is known as the \"neurotheological theory\".[105][106] According to Winkelman, shamanism develops reliably in human societies because it provides valuable benefits to the practitioner, their group, and individual clients. In particular, the trance states induced by dancing, hallucinogens, and other triggers are hypothesized to have an \"integrative\" effect on cognition, allowing communication among mental systems that specialize in theory of mind, social intelligence, and natural history.[107] With this cognitive integration, the shaman can better predict the movement of animals, resolve group conflicts, plan migrations, and provide other useful services.\n\nThe neurotheological theory contrasts with the \"by-product\" or \"subjective\" model of shamanism developed by Harvard anthropologist Manvir Singh.[1][108][109] According to Singh, shamanism is a cultural technology that adapts to (or hacks) our psychological biases to convince us that a specialist can influence important but uncontrollable outcomes.[110] Citing work on the psychology of magic and superstition, Singh argues that humans search for ways of influencing uncertain events, such as healing illness, controlling rain, or attracting animals. As specialists compete to help their clients control these outcomes, they drive the evolution of psychologically compelling magic, producing traditions adapted to people's cognitive biases. Shamanism, Singh argues, is the culmination of this cultural evolutionary process—a psychologically appealing method for controlling uncertainty. For example, some shamanic practices exploit our intuitions about humanness: Practitioners use trance and dramatic initiations to seemingly become entities distinct from normal humans and thus more apparently capable of interacting with the invisible forces believed to oversee important outcomes. Influential cognitive and anthropological scientists such as Pascal Boyer and Nicholas Humphrey have endorsed Singh's approach,[111][112] although other researchers have criticized Singh's dismissal of individual- and group-level benefits.[113]\n\nDavid Lewis-Williams explains the origins of shamanic practice, and some of its precise forms, through aspects of human consciousness evinced in cave art and LSD experiments alike.[114]\n\nGerardo Reichel-Dolmatoff relates these concepts to developments in the ways that modern science (systems theory, ecology, new approaches in anthropology and archeology) treats causality in a less linear fashion.[96] He also suggests a cooperation of modern science and Indigenous lore.[115]\n\nShamanic practices may originate as early as the Paleolithic, predating all organized religions,[116][117] and certainly as early as the Neolithic period.[117] The earliest known undisputed burial of a shaman (and by extension the earliest undisputed evidence of shamans and shamanic practices) dates back to the early Upper Paleolithic era (c. 30,000 BP) in what is now the Czech Republic.[118]\n\nSanskrit scholar and comparative mythologist Michael Witzel proposes that all of the world's mythologies, and also the concepts and practices of shamans, can be traced to the migrations of two prehistoric populations: the \"Gondwana\" type (of circa 65,000 years ago) and the \"Laurasian\" type (of circa 40,000 years ago).[119]\n\nIn November 2008, researchers from the Hebrew University of Jerusalem announced the discovery of a 12,000-year-old site in Israel that is perceived as one of the earliest-known shaman burials. The elderly woman had been arranged on her side, with her legs apart and folded inward at the knee. Ten large stones were placed on the head, pelvis, and arms. Among her unusual grave goods were 50 complete tortoise shells, a human foot, and certain body parts from animals such as a cow tail and eagle wings. Other animal remains came from a boar, leopard, and two martens. \"It seems that the woman … was perceived as being in a close relationship with these animal spirits\", researchers noted. The grave was one of at least 28 graves at the site, located in a cave in lower Galilee and belonging to the Natufian culture, but is said to be unlike any other among the Epipaleolithic Natufians or in the Paleolithic period.[120]\n\nA debated etymology of the word \"shaman\" is \"one who knows\",[11][121] implying, among other things, that the shaman is an expert in keeping together the multiple codes of the society, and that to be effective, shamans must maintain a comprehensive view in their mind which gives them certainty of knowledge.[10] According to this view, the shaman uses (and the audience understands) multiple codes, expressing meanings in many ways: verbally, musically, artistically, and in dance. Meanings may be manifested in objects such as amulets.[121] If the shaman knows the culture of their community well,[81][122][123] and acts accordingly, their audience will know the used symbols and meanings and therefore trust the shamanic worker.[123][124]\n\nThere are also semiotic, theoretical approaches to shamanism,[125][126][127] and examples of \"mutually opposing symbols\" in academic studies of Siberian lore, distinguishing a \"white\" shaman who contacts sky spirits for good aims by day, from a \"black\" shaman who contacts evil spirits for bad aims by night.[128] (Series of such opposing symbols referred to a world-view behind them. Analogously to the way grammar arranges words to express meanings and convey a world, also this formed a cognitive map).[10][129] Shaman's lore is rooted in the folklore of the community, which provides a \"mythological mental map\".[130][131] Juha Pentikäinen uses the concept \"grammar of mind\".[131][132]\n\nArmin Geertz coined and introduced the hermeneutics,[133] or \"ethnohermeneutics\",[129] interpretation. Hoppál extended the term to include not only the interpretation of oral and written texts, but that of \"visual texts as well (including motions, gestures and more complex rituals, and ceremonies performed, for instance, by shamans)\".[134] Revealing the animistic views in shamanism, but also their relevance to the contemporary world, where ecological problems have validated paradigms of balance and protection.[131]\n\n"
        },
        {
            "title": "Decline and revitalization and tradition-preserving movements",
            "text": "Traditional, Indigenous shamanism is believed to be declining around the world. Whalers who frequently interacted with Inuit groups are one source of this decline in that region.[135]\n\nIn many areas, former shamans ceased to fulfill the functions in the community they used to, as they felt mocked by their own community,[138] or regarded their own past as deprecated and were unwilling to talk about it to ethnographers.[139]\n\nBesides personal communications of former shamans, folklore texts may narrate directly about a deterioration process. For example, a Buryat epic text details the wonderful deeds of the ancient \"first shaman\" Kara-Gürgän:[140] he could even compete with God, create life, steal back the soul of the sick from God without his consent. A subsequent text laments that shamans of older times were stronger, possessing capabilities like omnividence,[141] fortune-telling even for decades in the future, moving as fast as a bullet.[142]\n\nIn most affected areas, shamanic practices ceased to exist, with authentic shamans dying and their personal experiences dying with them. The loss of memories is not always lessened by the fact the shaman is not always the only person in a community who knows the beliefs and motives related to the local shaman-hood.[94][95] Although the shaman is often believed and trusted precisely because they \"accommodate\" to the beliefs of the community,[123] several parts of the knowledge related to the local shamanhood consist of personal experiences of the shaman, or root in their family life,[143] thus, those are lost with their death. Besides that, in many cultures, the entire traditional belief system has become endangered (often together with a partial or total language shift), with the other people of the community remembering the associated beliefs and practices (or the language at all) grew old or died, many folklore memories songs, and texts were forgotten—which may threaten even such peoples who could preserve their isolation until the middle of the 20th century, like the Nganasan.[144]\n\nSome areas could enjoy a prolonged resistance due to their remoteness.\n\nAfter exemplifying the general decline even in the most remote areas,  there are revitalizations or tradition-preserving efforts as a response. Besides collecting the memories,[149] there are also tradition-preserving[150] and even revitalization efforts,[151] led by authentic former shamans (for example among the Sakha people[152] and Tuvans).[137]\n\nNative Americans in the United States do not call their traditional spiritual ways \"shamanism\". However,  according to Richard L. Allen, research and policy analyst for the Cherokee Nation, they are regularly overwhelmed with inquiries by and about fraudulent shamans, aka (\"plastic medicine people\").[153] He adds, \"One may assume that anyone claiming to be a Cherokee 'shaman, spiritual healer, or pipe-carrier', is equivalent to a modern day medicine show and snake-oil vendor.\"[154]\n\nThere are also neoshamanistic movements, which usually differ from traditional shamanistic practice and beliefs in significant ways, and often have more connection to the New Age communities than traditional cultures.[155]\n\n"
        }
    ]
}