{
    "url": "https://en.wikipedia.org/wiki/Shamanism_in_Siberia",
    "title": "Shamanism in Siberia",
    "table_of_contents": [
        "1 Terminology in Siberian languages",
        "2 Spirit-journey",
        "3 Songs, music",
        "4 Grouped by linguistic relatedness",
        "4.1 Uralic",
        "4.1.1 Samoyedic",
        "4.1.2 Nenets",
        "4.1.3 Nganasan",
        "4.1.4 Sayan Samoyedic",
        "4.1.5 Hungarian",
        "4.2 Ket",
        "4.3 Turkic",
        "4.4 Tungusic",
        "4.5 Koryak and Chukchi",
        "4.6 Yupik",
        "5 Demographics",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA large minority of people in North Asia, particularly in Siberia, follow the religio-cultural practices of shamanism.  Some researchers regard Siberia as the heartland of shamanism.[1][2]\n\nThe people of Siberia comprise a variety of ethnic groups, many of whom continue to observe shamanistic practices in modern times. Many classical ethnographers recorded the sources of the idea of \"shamanism\" among Siberian peoples.[3]\n\n"
        },
        {
            "title": "Spirit-journey",
            "text": "Siberian shamans' spirit-journeys[7] (reenacting their dreams wherein they had rescued the soul of the client) were conducted in, e.g., Oroch, Altai, and Nganasan healing séances.\n\n"
        },
        {
            "title": "",
            "text": "Shamanistic practice shows great diversity,[3] even if restricted to Siberia. In some cultures, the music or song related to shamanistic practice may mimic natural sounds, sometimes with onomatopoeia.[8]\n\nThis holds true for the practices of the noaidi among Sami groups. Although the Sami people live outside of Siberia, many of their shamanistic beliefs and practice shared important features with those of some Siberian cultures.[9] The joiks of the Sami were sung on shamanistic rites.[10] Recently, joiks are sung in two different styles: one of these is sung only by young people; the traditional one may be the other, the \"mumbling\" style, which resembles magic spells.[11] Several surprising characteristics of joiks can be explained by comparing the music ideals, as observed in joiks and contrasted to music ideals of other cultures. Some joiks intend to mimic natural sounds. This can be contrasted to bel canto, which intends to exploit human speech organs on the highest level to achieve an almost \"superhuman\" sound.[12]\n\nThe intention to mimic natural sounds is present in some Siberian cultures as well: overtone singing, and also shamanic songs of some cultures can be examples.\n\nSound mimesis is not restricted to Siberian cultures and is not necessarily linked to shamanistic beliefs or practices. See, for example, Inuit throat singing, a game played by women, an example of Inuit music that employs overtone singing, and, in some cases, the imitation of natural sounds (mostly those of animals, e.g. geese).[16][17] The imitation of animal sounds can also serve such practical reasons as luring game in hunt.[16]\n\n"
        },
        {
            "title": "Grouped by linguistic relatedness",
            "text": "Uralic languages are proven to form a genealogical unit, a language family. Not all speakers of these languages live in Siberia or have shamanistic religions. The largest populations, the Hungarians and Finns, live outside Siberia and are mostly Christian. Sámi people had kept shamanic practices alive for a long time. They live in Europe, but practiced shamanism until the 18th century.[19] Most others (e.g. Hungarian, Finnic, Mari) have only remnant elements of shamanism.[19] The majority lives outside Siberia. Some of them used to live in Siberia, but have migrated to their present locations since then. The original location of the Proto-Uralic peoples (and its extent) is debated. Combined phytogeographical and linguistic considerations (distribution of various tree species and the presence of their names in various Uralic languages) suggest that this area was somewhere between the Kama and Vyatka rivers on the western side of the Ural Mountains.[20]\n\nAmong several Samoyedic peoples shamanism was a living tradition also in modern times, especially at groups living in isolation until recent times (Nganasans).[21] There were distinguished several types of shamans among Nenets,[22] Enets,[23] and Selkup[24] people. (The Nganasan shaman used three different crowns, according to the situation: one for upper world, one for underneath word, one for occasion of childbirth.)[25]\n\nNenets people, Enets people, Nganasan people speak Northern Samoyedic languages. They live in North Siberia (Nenets live also in European parts), they provide classical examples. Selkups are the only ones who speak Southern Samoyedic languages nowadays. They live more to the south, shamanism was in decline also at the beginning of the 20th century, although folklore memories could be recorded even in the 1960s.[24] Other Southern Samoyedic languages were spoken by some peoples living in the Sayan Mountains, but language shift has taken place, making all these languages extinct.[26][27]\n\nThere were several types of shamans distinguishing ones contacting upper world, ones contacting underneath world, ones contacting the dead.[22]\n\nThe isolated location of Nganasan people enabled that shamanism was a living phenomenon among them even in the beginning of the 20th century,[14] the last notable Nganasan shaman's seances could be recorded on film in the 1970s.[14][28]\n\nOne of the occasions in which the shaman partook was the clean tent rite,  held after the polar night, which included sacrifices.[21][29]\n\nSome peoples of the Sayan Mountains spoke once Southern Samoyedic languages. Most of them underwent a language shift in the beginning and middle of the 19th century, borrowing the language of neighboring Turkic peoples. The Kamassian language survived longer: 14 old people spoke it yet in 1914. In the late 20th century, some old people had passive or uncertain knowledge of the language, but collecting reliable scientific data was no longer possible.[26][27] Today Kamassian is regarded as extinct.\n\nThe shamanism of Samoyedic peoples in the Sayan Mountains survived longer (if we regard Karagas as a Samoyedic people,[26][27][30] although such approaches have been refined: the problem of their origin may be more complex[31]). Diószegi Vilmos could record not only folklore memories in the late 1950s, but he managed also to talk personally to (no longer practicing) shamans, record their personal memories, songs, some of their paraphernalia.[32]\n\nWhether this shamanism is borrowed entirely from neighboring Turkic peoples, or whether it has some ethnic features, maybe remnants of Samoyedic origin, is unresolved. Comparative considerations suggest, that\n\nStarting from the late 9th century onwards, the ancestors of the Hungarian people migrated from their Proto-Uralic homeland in Siberia to the Pannonian Basin, an area that includes present-day Hungary. Today, shamanism is no longer widely practiced by Hungarians, but elements of shamanism have been preserved in their folklore. Comparative methods reveal that some motifs used in folktales, fragments of songs and folk rhymes retain aspects of the ancient belief system. In an effort to prove that shamanistic remnants existed within Hungarian folklore ethnographer, Diószegi Vilmos, compared ethnographic records of Hungarian and neighboring peoples, and works about various shamanic traditions of some Siberian peoples.[47] Mihály Hoppál continued Diószegi Vilmos's work[48] comparing shamanic beliefs of speakers of Uralic languages[49] with those of several non-Uralic Siberian peoples.[50][51]\n\nAlthough Ugrian folklore preserves many traces of shamanism, shamanism itself was a dying practice among the Khanty and Mansi people by the 1930s. Shamanism is still practiced by many indigenous peoples,[52] but, among the modern Ugrians, shamanism is largely practiced by the Khanty.[53]\n\nTraditional culture of Ket people was researched by Matthias Castrén, Vasiliy Ivanovich Anuchin, Kai Donner, Hans Findeisen, Yevgeniya Alekseyevna Alekseyenko.[54] Shamanism was a living practice in the 1930s yet, but by the 1960s almost no authentic shaman could be found. Ket shamanism shared features with those of Turkic and Mongolic peoples.[55] Besides that, there were several types of shamans,[56][57] differing in function (sacral rites, curing), power and associated animal (deer, bear).[57] Also among Kets (like at several other Siberian peoples, e.g. Karagas[40][42][43]), there are examples of using skeleton symbolics,[55] Hoppál interprets it as a symbol of shamanic rebirth,[44] although it may symbolize also the bones of the loon (the helper animal of the shaman, joining air and underwater world, just like the shaman who travelled both to the sky and the underworld as well).[45] The skeleton-like overlay represented shamanic rebirth also among some other Siberian cultures.[46]\n\nTurkic peoples spread over large territories, and are far from alike. In some cases, shamanism has been widely amalgamated with Islam, in others with Buddhism, but there are surviving traditions among the Siberian Tatars,[58] Tuvans, and Tofalar.\n\nThe Altai Turks may be related to neighboring Ugrian, Samoyed, Ket, or Mongols.[59][60][61] There may be also ethnographic traces of such past of these nowadays Turkic-speaking peoples of the Altai. For example, some of them have phallic-erotic fertility rites, and that can be compared to similar rites of Ugriansɮ.[60][61]\n\nAmong the Tungusic peoples of Siberia, shamanism is also widespread.\n\nThe Tale of the Nisan Shaman, a famous piece of folklore which describes the resurrection of a rich landowner's son by a female shaman, is known among various Tungusic peoples including the Manchus, Evenks, and Nanai people.[62][63]\n\nLinguistically, Koryak and Chukchi are close congeners of Yup'il. Koryak shamanism is known.[64]\n\nYup'ik groups comprise a huge area stretching from Eastern Siberia through Alaska and Northern Canada (including Labrador Peninsula) to Greenland. Shamanistic practice and beliefs have been recorded at several parts of this vast area crosscutting continental borders.[65][66][67]\n\nLike Yup'ik cultures themselves, shamanistic practices reveal diversity. Some mosaic-like examples from various cultures: the soul concepts of the various cultures were diverse as well, some groups believed that the young child had to be taken for by guardian names inherited from a recently deceased relative. Among some groups, this belief amounted to a kind of reincarnation. Also shamanism might include beliefs in soul dualism, where the free-soul of the shaman could fly to celestial or underneath realms, contacting mythological beings, negotiating with them in order to cease calamities or achieve success in hunt. If their wrath was believed to be caused by taboo breaches, the shaman asked for confessions by members of the community.\n\nIn most cultures, shamanism could be refused by the candidate: calling could be felt by visions, but generally, becoming a shaman followed conscious considerations.\n\n"
        },
        {
            "title": "Demographics",
            "text": "The 2002 census of the Russian Federation reports 123,423 (0.23% of the population) people of ethnic groups which dominantly adhere to \"traditional beliefs\"\n\n"
        }
    ]
}