{
    "url": "https://en.wikipedia.org/wiki/Shards_of_Honor",
    "title": "Shards of Honor",
    "table_of_contents": [
        "1 Plot summary",
        "2 Reception",
        "3 Sequel and related works",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Shards of Honor is an English language science fiction novel by Lois McMaster Bujold, first published in June 1986. It is a part of the Vorkosigan Saga, and is the first full-length novel in publication order. Shards of Honor is paired with Bujold's 1991 Barrayar in the omnibus Cordelia's Honor (1996).[1]\n\nBujold had written Shards of Honor, its sequel The Warrior's Apprentice and the standalone Ethan of Athos before all three were sold and published in 1986.[2]\n\n"
        },
        {
            "title": "Plot summary",
            "text": "Cordelia Naismith, the captain of a Betan Astronomical Survey ship, is exploring a newly discovered planet when her base camp is attacked. While investigating, she is surprised by a soldier, hits her head on a rock, and awakens to find that, while most of her crew has escaped, she is marooned with an injured Betan ensign and Captain Lord Aral Vorkosigan of Barrayar, notorious as the \"Butcher of Komarr\", who has been left for dead by a treacherous rival. During their five-day hike to a secret Barrayaran cache, she finds Vorkosigan not at all the monster his reputation suggests, and she is strongly attracted to him.\n\nWhen the trio reaches the base camp, Vorkosigan regains command of his crew. He returns to his ship with Cordelia and her crewman as his nominal prisoners. She meets Sergeant Bothari, a career soldier with mental problems who controls them through adherence to rules and an attachment to a strong commander, in this case, Vorkosigan.\n\nVorkosigan informs Cordelia that upon their arrival on Barrayar, she will be free to return to Beta Colony; however, he asks her to marry him and remain on Barrayar as Lady Vorkosigan. Before she can consider his request, the crew of her ship, who have returned against her orders, join forces with Vorkosigan's rivals to \"rescue\" her. Cordelia helps defeat the resulting mutiny before returning with her crew to Beta Colony.  During her captivity, she realizes that the Barrayarans seized the planet because the system it is in provides a way to reach Escobar.  Escobar is a rich system with many \"wormhole\" access points and thus control over a lot of interstellar trade.\n\nThe invasion of Escobar is led by Crown Prince Serg Vorbarra, the vicious son and heir of Emperor Ezar. Now a captain in the Betan Expeditionary Force, Cordelia goes to Escobar in command of a decoy ship that distracts the Barrayaran ships on picket duty at the wormhole exit so that transport ships can deliver a devastating new Betan weapon to the defenders. She is captured by the sadistic Admiral Vorrutyer, who orders Sergeant Bothari to rape her.  Bothari refuses, calling her \"Admiral Vorkosigan's prisoner\".  Vorrutyer, Vorkosigan's embittered ex-lover, decides to do the job himself. As she fills a profound psychological need of his, Bothari kills Vorrutyer before he can do anything. Vorkosigan, having heard who Vorrutyer is holding captive, comes to kill him himself only to find the deed already done.  He hides Cordelia and Bothari in his cabin. In disgrace, he has been assigned a minor role in the invasion under the watchful eye of Imperial Security Lieutenant Simon Illyan, who has a brain implant that gives him total recall of all he sees and hears.  However, he is required to report only to the Emperor, so he does nothing when Vorkosigan concocts a story that Cordelia killed Vorrutyer and escaped.\n\nThe new weapons enable the Escobarans to drive the Barrayarans back with heavy losses. Crown Prince Serg and his flagship are lost, as are all officers senior to Vorkosigan, leaving him in charge. He commands his fleet's retreat under fire. Cordelia overhears one critical fact and deduces that the entire invasion was orchestrated by the dying Emperor to remove his unstable son (via an honorable death in battle) and discredit the war party in order to avert a civil war after his death. When Vorkosigan no longer needs to hide her in his cabin, she is placed in the brig. When the ship is attacked, Cordelia is injured when the violent maneuvers toss her around her cell.\n\nCordelia recovers in a prison camp on the same planet where she first met Vorkosigan.  The camp inmates, mostly women, have been mistreated and in some cases raped by their captors. When Vorkosigan finds out, he summarily executes the commanding officer. Cordelia assumes command of the POWs by virtue of her rank and spends much of her time dealing directly with Vorkosigan. She informs him she knows the real reason for the Escobar campaign. She again rejects his marriage proposal because she sees what Barrayaran society does to people. \n\nWhen the war ends, prisoners are exchanged. Vorkosigan has to deal with some uterine replicators – artificial wombs, each containing a fetus from a prisoner raped by a Barrayaran soldier; one of the fetuses is Bothari's. The Escobarans refuse to take them, so Vorkosigan arranges for their care and later adoption on Barrayar.\n\nOn her way back to Beta Colony, Cordelia is unable to convince a psychiatrist that her injuries are not the result of being tortured by Vorkosigan, and her fervent denials only make it seem she has been psychologically tampered with; she is suspected of being an unwitting Barrayaran mole. She fears that she will be interrogated using drugs and reveal damaging information about Vorkosigan.  \n\nShe escapes to Barrayar and marries Vorkosigan. She also encounters Bothari, now one of Vorkosigan's father's personal guards and somewhat saner, thanks to better medical care. Bothari's daughter Elena is cared for by a local woman.\n\nThe dying Emperor Ezar Vorbarra wants Aral to become the regent to his grandson and heir, the four-year-old Prince Gregor Vorbarra. Aral at first refuses, but Cordelia convinces him to take the job.\n\n"
        },
        {
            "title": "Reception",
            "text": "In 1996 Christian Weisgerber wrote: \"Enriching the standard space opera there is a plethora of intrigues, chicanery, and betrayal, but also Bujold's mild-mannered humor, good characterization, and the tender love affair between the protagonists. Shards of Honor is an eminently readable novel but lacks any originality.\"[3]\n\nWriting for SF Reviews in 2004, Thomas M. Wagner took issue with the plausibility of some elements of the novel, but concluded by saying that \"Shards of Honor is, in the end, a fine debut for Bujold (and) a fine space opera\".[4]\n\nIn 2009 Jo Walton wrote that Shards of Honor \"couldn’t be less like a standard first novel in a series\" in that it takes place before the main character of the saga is even born.[1] Praising the \"emotional depth\" and \"genuine ethical dilemmas\" Bujold weaves into the narrative, Walton calls the protagonist Cordelia \"what totally grabbed me about [the novel] on first reading and on every subsequent read.\"[1]\n\n"
        },
        {
            "title": "Sequel and related works",
            "text": "Shards of Honor as originally published[5] was a truncated version of a much longer work (Mirrors was the original working title). The rest eventually appeared as the short story Aftermaths[6] and the Hugo-winning Barrayar.[7]  The three were later re-published together as Cordelia's Honor.[8][9]\n\nIn Barrayar, Bothari emerges as a much more important character, as does Ensign (later Captain) Koudelka who has a brief appearance in Shards of Honor before being seriously injured, an injury which defines him for the rest of his life.  Simon Illyan also becomes a major character, while the baby Elena becomes a hostage, with the as yet unborn Miles Vorkosigan, in the hands of Vorkosigan's enemies.\n\nThe planet on which Cordelia and Aral Vorkosigan met becomes the Barrayaran colony Sergyar, named for the dead prince.  As Count and Lady Vorkosigan they become its viceroy and vicereine after the end of Aral Vorkosigan's regency.\n\nIn Bujold's next published novel, The Warrior's Apprentice, Miles and Elena both appear as teenagers 17 years after the events in Barrayar.\n\n"
        }
    ]
}