{
    "url": "https://en.wikipedia.org/wiki/Shaun_the_Sheep",
    "title": "Shaun the Sheep",
    "table_of_contents": [
        "1 Plot",
        "2 Characters",
        "2.1 Main",
        "2.2 Other",
        "3 Production",
        "4 International dubbing and broadcast",
        "5 Episodes",
        "5.1 Television specials",
        "5.2 Netflix and sixth series",
        "6 Reception",
        "6.1 Accolades",
        "7 Spin-off",
        "7.1 Timmy Time",
        "8 Other media",
        "8.1 Films",
        "8.2 Video games",
        "8.3 Theatre",
        "9 Promotional",
        "10 Attractions",
        "10.1 Shaun in the City",
        "10.2 Shaun the Sheep Land",
        "10.3 Shaun the Sheep Experience",
        "10.4 Shaun the Sheep: Championsheeps",
        "11 Home media",
        "11.1 DVDs: Region 2 (UK)",
        "11.2 DVDs: Region 1 (United States)",
        "11.3 DVDs: Region 4 (Australia)",
        "11.4 DVDs: Region 4 (India)",
        "11.5 Blu-ray discs",
        "11.5.1 Region A: (Hong Kong, Japan)",
        "11.5.2 Region B (Europe)",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nShaun the Sheep is a British stop-motion television series and a spin-off of the Wallace and Gromit franchise. The title character is Shaun (previously featured as the sheep named \"Shaun\" in the 1995 short film A Close Shave and the Shopper 13 short film from the 2002 Wallace and Gromit's Cracking Contraptions series). The series focuses on his adventures on a northern English farm as the leader of his flock.\n\nThe series first aired in the UK on the CBBC channel on 5 March 2007 and has been broadcast in 180 countries. It consists of 170 seven-minute episodes. The fifth series has 20 episodes and was first aired in the Netherlands from 1 December 2015 to 1 January 2016[3][4][5] and in Australia on ABC Kids from 16 January 2016 to 1 May 2016. In the United States, a series of Shaun the Sheep shorts aired between commercial breaks on Disney Channel starting on 8 July 2007.[6]\n\nThe series inspired the spin-off Timmy Time, a show aimed at younger viewers that follows Shaun's small cousin. A feature-length film, Shaun the Sheep Movie, was released theatrically on 6 February 2015. A 30-minute short film, Shaun the Sheep: The Farmer's Llamas, was aired in 2015 as a Christmas TV special. A second feature-length film, A Shaun the Sheep Movie: Farmageddon, was released theatrically on 18 October 2019. A second short film, Shaun the Sheep: The Flight Before Christmas, was released on Netflix on 3 December 2021.\n\nIn 2020, the series moved to Netflix for a sixth series, with the subtitle Adventures from Mossy Bottom, however, it returned to CBBC in 2022 to air the sixth season.\n\n"
        },
        {
            "title": "Plot",
            "text": "Shaun, an unusually clever Shropshire sheep, lives with his flock at Mossy Bottom Farm (the name can be seen in nearly all of the opening scenes), a traditional small northern English farm. Each episode centres around Shaun's attempts to add excitement to their otherwise boring lives. The action snowballs into fantastic sitcom-style escapades, most often because they are fascinated with human technology and culture. This usually brings them into partnership — and sometimes conflict — with the farm sheepdog Bitzer, while they all are simultaneously trying to avoid discovery by the farmer.\n\n"
        },
        {
            "title": "Production",
            "text": "The show was produced by Aardman Animations and was commissioned by the British Broadcasting Corporation (BBC) and the Westdeutscher Rundfunk (WDR),[7] a constituent member of the consortium of German public-broadcasting institutions, ARD. It has aired on BBC channels in the UK since 2007.\n\nEach seven-minute episode is entirely shot in Aardman's distinctive stop-motion animation style. The comedic tone is a combination of slapstick and classic silent comedy, similar to that used in the Wallace & Gromit shorts. Unlike other shows made by Aardman Animations, the series was restricted in its ability to carry much-spoken dialogue, not even from the human characters, except for a few simple grunts, bleats, barks, growls, pointing, sighs, mutterings, and similar wordless inflections, which are used to indicate a character’s mood or motive. Thus, the series also never used any readable words in any episode, although \"Bitzer\" can be seen on a dog bowl, and—in series four--\"Mossy Bottom Farm\" on a gate, in the original English-language title sequence. All other signage, such as on a pizza box or a bus stop, is replaced by illegible scrawls and pictures.\n\nShaun the Sheep's first appearance was in Wallace & Gromit's third short feature, the Academy Award-winning A Close Shave. As the youngest member of a flock of sheep, Wallace and Gromit work to save Shaun from being turned into dog food. He was named Shaun as a pun on the word \"shorn\" after he was accidentally subjected to Wallace's automated sheep shearing machine. This early version of Shaun shows a hint of his characteristic human-like bravado—among other things, wearing a sweater knitted from his own shorn wool, proving to be a major help in saving the day.\n\nAt the end of this short, Shaun is seen living with the duo; Shaun later made a brief cameo appearance in the \"Shopper 13\" episode of Wallace & Gromit's \"Cracking Contraptions\" web series. No official explanation has been given for the flock's transfer to the farm.\n\nAlthough the original series is silent aside from sound effects, a Hindi-dubbed version seen on Nickelodeon India was redone with scripts and dialogue.[8]\n\nThe sixth series was commissioned by Netflix.\n\n"
        },
        {
            "title": "International dubbing and broadcast",
            "text": "In Albania, it airs on RTSH Fëmijë. In Arabic, this show is broadcast on MBC 3 and Jeem TV. The show's Armenian dub shares the same title, but airs on Shant TV. Azerbaijani language rename this title Quzu Şon, which airs on ARB Günəş. In the Basque language, it is called Shaun Ardixota, and airs on ETB 3. In the Bermese language, this show airs on Canal + Pu Tu Tue. In Bosnia and Herzegovina, this show is called Ovčica Šoni, and airs on BHT 1. In the Cantonese speaking parts of China, this show airs on TVBV Pearl. In Catala, it is called El Xai Shaun, and primarily airs on Super3. In Croatia, this show is called Janko Strižić, and aired on RTL Play, RTL Kokica, HRT 2, Netflix (which the series was moved to in the sixth series), HBO, HBO 2 and HBO GO. In Czech, it is called Ovečka Shaun, and airs on ČT1, ČT2 and Déčko. In the Danish speaking area, it is called F for Får, and airs on DR1 and DR Ramasjang. In Estonia, this show is called Lammas Shaun, and airs on Nickelodeon, Nick Jr., Ketnet and Zappelen. In Finland, this show is called Late Lammas (Late Lamb), and airs on Yle TV2. In France, it is called Shaun le Mouton, and airs on TF1, France 3, France 5, and Boomerang. The Galician languaged community renames this title O Cordero Shaun (not to be confused with Shaun el Cordero), and airs on tvG2. Germany renamed this title to Shaun das Schaf (which is one of the main titles of the show), and airs on KiKA, ORF and various WDR channels. In Greece, this show airs on Star Channel (not to be confused with the Latin American TV channel formerly called a Latin American version of Fox). In Hebrew, this show airs on Hop! and Kan Educational. In Hungary, this show is called Shaun, a bárány, and airs on Cartoon Network, M2, RTL+ and RTL 2. In Iceland, this show is called Hrúturinn Hreinn.\nIn Indonesia, it shares the same title as the English title, and the show's theme song ends in a different, child-friendly-like style, and airs on MNCTV, RTV. In Italy, this show is called Shaun, vita da pecora (also known as Shaun la Pecora), and airs on Rai YoYo, Rai Gulp and Rai 2, though the latter dub can currently be watched online on YouTube under the Fun Video channel. In Japan, the shows airs on NHK. In Korea, it airs on EBS. In the Kudish language, it is called Shaunê Kavir, and airs on Zavok TV. Shaune Kavir is spelt with the last letter of the titular character's name, and airs on Niga Kids. In Latvian, it is called Auniņa Šona piedzīvojumi and airs on TV3 and TV6. In the Mandarin language, it airs on CCTV-14. In the Norwegian language, it is dubbed as Sauen Shaun In the Persian language, it airs on IRIB Nahal. In Brazil, it is called Shaun, o Carniero, and airs on TV Cultura and Universal TV. In Portugal, this show is called Ovelha Choné, and aired on RTP2 and, later, Canal Panda. in Romania, this show is called Mielul Shaun and airs on Prima TV. In Russia, it is called Барашек Шон, and airs on 2X2. In Scotland, it is called Seonaidh, and airs on BBC Alba In Serbia, it is called Ovčica Šone, and airs on Prva TV. In the Sinhala language, it airs on Hiru TV. In the Slovak language, it is called Velesá Farma, and airs on RTVS1. In the Slovene language, it is called Basek Jon. In Latin America, it is called Shaun el Cordero, and airs on Pakapaka and Once TV. In Spain, the show is called La Oveja Shaun, and airs on Clan and Canal Panda. In Sweden, this show is named Fåret Shaun, and airs on SVT Barn. In Thailand, this show airs on ThaiPBS. In Turkey, this show is called Koyun Shaun, and airs on MinikaGO. In the Vietnamese language this show airs on Disney Channel before being pulled from the channel's schedule. In the Zaza language, this show is called Shauno Kavir, and airs on Zarok TV.\n\nIn Canada, the original Canadian iteration of BBC Kids aired the show in syndication with Knowledge Kids. As of January 1, 2019, it exclusively airs on Knowledge Kids.\n\n"
        },
        {
            "title": "Episodes",
            "text": "The first two series consisted of 40 seven-minute episodes each, and the third 20 episodes. The fourth series debuted on 3 February 2014.[9] The fifth series aired on ABC Australia in January 2016. A series of 15 1-minute 3D shorts were released on Nintendo's Video service for the Nintendo 3DS between March and June 2012.[10] The Nintendo shorts were released in early 2016 on the official Shaun the Sheep YouTube channel under the name \"Mossy Bottom Farm Shorts\".[11] Another series of 21 1-minute sports-themed shorts, named Championsheeps, aired on CBBC during the Summer of 2012.[12]\n\nA half-hour television special based on the television series, titled Shaun the Sheep: The Farmer's Llamas, premiered on BBC One on Boxing Day 2015.[13]\n\nA second half-hour special titled Shaun the Sheep: A Winter’s Tale went into production in late 2020 and will air on Christmas 2021 on BBC One.[14][15] On 23 August, it was revealed to debut on 3 December under the title Shaun the Sheep: The Flight Before Christmas,[16] which later aired on Christmas Eve on BBC One.\n\nIn Germany, Shaun the Sheep is a part of \"Die Sendung mit der Maus\", a famous children's television series of German Television.[17] The creator of Die Sendung mit der Maus also is one of production companies of Shaun the Sheep.\n\nOn 19 February 2020, it was reported that the sixth series of Shaun the Sheep, subtitled Adventures from Mossy Bottom, was released on Netflix on 16 March 2020 in Spain, Poland, Turkey, Israel, and UAE. Additionally, it was released in the UK, US, Canada, Australia and Latin America on 17 March 2020.[18]\n\nAdventures from Mossy Bottom features a new electronic version of the theme, a new intro episode sequence, and introduced new characters including a super-fast squirrel named Stash, a fancy neighbour Farmer Ben and his dog Lexi, and Rita the delivery lady.\n\n"
        },
        {
            "title": "Reception",
            "text": "Reviews of the series were consistently positive. Harry Venning of The Stage found \"characterisation charming and the animation superb. All this before even a mention of how funny and splendidly slapstick the script is.\"[19] The Guardian noted that the series \"hits the four-to-seven-year-old age group smack in the eye.\"[20] Series producer Gareth Owen said the age range is \"four-to-seven, though in reality, the age range is four-to-eighty-seven\", as the series is popular among all different age-groups.[21] Charles Arthur wrote \"classic Aardman style that leaves me laughing out loud.\"[22]\n\n"
        },
        {
            "title": "Spin-off",
            "text": "In 2009, Aardman Studios released Timmy Time, a CBeebies spin-off series aimed at preschoolers. It centres on Timmy's own adventures as he attends preschool for the first time and learns how to interact and play with a variety of young animal friends.[28]\n\n"
        },
        {
            "title": "Other media",
            "text": "Aardman developed a feature film Shaun the Sheep Movie,[29] written and directed by Richard Starzak and Mark Burton, which was financed by French company StudioCanal,[30] and was released on 6 February 2015. The film received very positive reviews from critics. Review aggregator Rotten Tomatoes reports that 99% of critics have given the film a positive review.[31] The film opened to $3.2 million in the UK and grossed $22 million in the UK and $106 million worldwide.[32]\n\nOn 18 October 2019, StudioCanal and Aardman released a sequel titled A Shaun the Sheep Movie: Farmageddon.[30][33]\n\nOn 16 June 2008, D3 Publisher of America, which had previously published a game based on Aardman's 2006 film Flushed Away, announced that it would also release a video game based on Shaun's escapades. The Shaun the Sheep game was developed by Art Co., Ltd exclusively for Nintendo DS, and was released in autumn 2008.[34]\n\nA second game for Nintendo DS, titled Shaun the Sheep: Off His Head, was released on 23 October 2009, exclusively in Europe.[35]\n\nThe Shaun the Sheep website is also home to several Flash-based games, including Home Sheep Home,[36] which was also made available at the iOS App Store for iPhone, iPod Touch, and iPad in April 2011.[37] A sequel, Home Sheep Home 2, was released in December 2011 for Windows PCs, iPhone, iPod Touch, and iPad.[38] It was released on the Steam digital distribution platform for Windows PCs in February 2014.[39]\n\nIn June 2016, an event course called Shaun's Mossy Mole Mischief, was released on Super Mario Maker, along with Shaun's costume.[40]\n\nA movie adaptation of Home Sheep Home entitled Home Sheep Home: Farmageddon Party Edition was announced for release in October 2019 for Nintendo Switch. Shaun, Shirley, and Timmy find their way back to the green grass of home. all hosted by Shaun's new alien pal Lu-La.[41] The platform puzzle game will contain all the much-loved gameplay from previous Home Sheep Home games.[42]\n\nAs of 2019[update], a Shaun the Sheep game was planned for The Sandbox voxel world.[43]\n\nIn 2021, Shaun the Sheep was added to RollerCoaster Tycoon Touch.[44]\n\nOn 9 March 2011, Shaun the Sheep made its live theatre debut in Shaun's Big Show.[45] The 100-minute (1 hour and 40 minute) long musical/dance show features all the regular characters, including Bitzer, Shirley, and Timmy.\n\nIn 2015, Shaun starred in Snow White and the Seven Dwarfs pantomime at Bristol Hippodrome.[46]\n\n"
        },
        {
            "title": "Promotional",
            "text": "On 26 September 2013, the International Rugby Board and Aardman Animations announced that Shaun and other characters from the franchise would be used in a merchandising programme to promote the 2015 Rugby World Cup to children.[47]\n\nIn 2015, Shaun the Sheep appeared as the face of the \"Holidays at Home are Great\" initiative. In the advert, seeing the Farmer going away, Shaun and the flock decide to have their own holiday around the UK before the Farmer gets back.[48]\n\nIn August 2022, The European Space Agency announced that Shaun would fly aboard the Artemis 1 mission which launched on 16 November 2022.[49][50][51]\n\n"
        },
        {
            "title": "Attractions",
            "text": "In 2015, Shaun the Sheep starred in two public charity art trails to raise money for sick children in hospitals across the UK. Organised by Wallace & Gromit's Children's Foundation in collaboration with Aardman, Shaun in the City saw 50 giant artists and celebrity-decorated sculptures of Shaun appear in London in the spring before a further 70 appeared in Bristol throughout the summer.[52] All 120 sculptures were auctioned in October 2015, raising £1,087,900 for Wallace & Gromit's Grand Appeal and Wallace & Gromit's Children's Charity.[53]\n\nA Shaun the Sheep ride area, titled Fåret Shaun Land was opened at Skånes Djurpark in Sweden in early Summer 2016.[54]\n\nIn 2015, a family attraction based on Shaun the Sheep, called \"The Shaun the Sheep Experience\" opened at Lands End, rebranded \"Lamb's End\" for the duration of the attraction. It features original sets, models, and characters from many Aardman productions. Using green screen technology, guests are able to \"star\" in a scene from the show, as well as meet other characters from the Aardman filmography including Wallace and Gromit and Morph.[55]\n\nIn 2021, Aardman announced the launch of a 30-minute immersive game experience to be located at Electric Gamebox venues in London, Manchester Arndale and Lakeside, Essex.[56]\n\n"
        },
        {
            "title": "Home media",
            "text": "DVDs released from 2007 until 2011 were released by 2Entertain. DVDs from 2014 onwards are released by StudioCanal.\n\nDVDs of the series in the United States were released by HIT Entertainment and distributed by Lionsgate Home Entertainment. The last release in the United States, was released by Lionsgate on their own.\n\nDVDs of the series in Australia are released by ABC DVD and distributed by Roadshow Entertainment.\n\nHome Media releases are distributed by Panorama Corporation in Hong Kong, and Walt Disney Studios Japan in Japan, with earlier releases under the latter's Ghibli Museum Library imprint.\n\n"
        }
    ]
}