{
    "url": "https://en.wikipedia.org/wiki/Shaun_the_Sheep_Movie",
    "title": "Shaun the Sheep Movie",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Soundtrack",
        "4.1 Songs",
        "5 Release",
        "6 Reception",
        "6.1 Critical response",
        "6.2 Box office",
        "6.2.1 International",
        "6.3 Accolades",
        "7 Sequel",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nShaun the Sheep Movie is a 2015 stop-motion animated adventure comedy film based on the 2007 British television series Shaun the Sheep, created by Nick Park, in turn a spin-off of the Wallace and Gromit film, A Close Shave (1995). The film follows Shaun and his flock into the big city to save their farmer, who finds himself with amnesia there as a result of their mischief. Also, an animal hunter follows all of them to capture them.\n\nIt was produced by Aardman Animations, and financed by StudioCanal in association with Anton Capital Entertainment,[6][8] with the former company also distributing the film in the United Kingdom and several other European countries.[9] Richard Starzak and Mark Burton wrote and directed the film, Ilan Eshkeri composed the music, and Justin Fletcher, John Sparkes, and Omid Djalili provided the voices. The film premiered on 24 January 2015, at the Sundance Film Festival, and was theatrically released in the United Kingdom on 6 February 2015 and 5 August 2015 in the United States.\n\nThe film made $106.2 million at the box office and was widely praised by critics, who called it \"fun, absurd, and endearingly inventive\" and became the 9th highest-grossing animated film of 2015. Shaun the Sheep Movie was nominated at the 88th Academy Awards for Best Animated Feature but lost to Pixar's Inside Out. It was nominated in The 73rd Golden Globe Awards, BAFTA Awards and won in the Toronto Film Critics Awards for Best Animated Film. It earned five nominations at the Annie Awards including Best Animated Feature. A stand-alone sequel entitled A Shaun the Sheep Movie: Farmageddon was released on 18 October 2019.\n\n"
        },
        {
            "title": "Plot",
            "text": "Shaun, a mischievous sheep living with his flock at Mossy Bottom Farm, is bored with the routine of life on the farm. He concocts a plan to have a day off by tricking the farmer into going back to sleep by counting his sheep repeatedly. However, the caravan in which they put the farmer to bed accidentally rolls away, taking him into the city. Bitzer, the farmer's dog, chases after him. The farmer receives a blow to the head and is taken to a hospital, where he is diagnosed with amnesia before leaving. He wanders into a hair salon and, acting on a vague recollection of shearing his sheep, cuts a celebrity's hair. The celebrity loves the result and the farmer gains popularity as a hair stylist called \"Mr. X\".\n\nMeanwhile, the sheep find life impossible without the farmer, so Shaun sneaks onto a bus to the city; to his surprise, the rest of the flock follow him on another bus. They disguise themselves as people and begin looking for the farmer, but Shaun is captured by Trumper, an overzealous animal control worker. Shaun is reunited with Bitzer in the animal lock-up, and with the help of a homeless dog named Slip, they manage to escape while imprisoning Trumper. They find the farmer, but he does not recognise them, much to their dismay.\n\nShaun, Bitzer, and the flock take refuge in a dark alleyway when they find evidence of the farmer's memory loss, lifting their spirits. They devise a plan which involves putting the farmer to sleep again, returning him to the trailer on a pantomime horse (really the flock of sheep in an elaborate disguise), and hooking the trailer up to a bus returning to Mossy Bottom. The plan is initially successful, but they are pursued by Trumper (having escaped the lock-up), who is now intent on killing them outright.\n\nAt the farm, the group hides in a shed. The insane Trumper, using the farmer's tractor, tries to push the shed into a nearby rock quarry. The farmer wakes up, regains his memory, and Trumper is defeated through teamwork. Slip leaves, but is adopted by a bus driver who finds her on the road. The farmer and the animals have a renewed appreciation for each other, and the next day the farmer cancels the day's routine activities for an official day off. Epilogues show that the animal-control service is turned into an animal protection centre, and Trumper finds work wearing a chicken suit to promote a restaurant.\n\nIn a mid-credit scene, the Farmer sees a news report detailing some of the mayhem he slept through during his rescue from the city, much to his and the animals' shock.\n\nIn a post-credits scene, the rooster who had been holding the sign at the beginning of the film carries a sign that says \"The End\" and then turns it and it says “Go home.” The rooster then leaves the room. One of the flock then enters the room with a vacuum cleaner, and begins to clean.\n\n"
        },
        {
            "title": "Cast",
            "text": "Source of character names unless otherwise noted:[3]\n\n"
        },
        {
            "title": "Production",
            "text": "The film was in development by January 2011, with a plan to release the film in 2013/2014.[10] Directors Burton and Starzak said they wanted to \"take the sheep out of their comfort zone,\" which resulted in having the story set in a city.[11] In adapting the television shorts to feature length, the directors sought to give the characters \"an emotional life,\" with Burton noting, \"If you get that right, the audience is going to root for those characters [and] laugh more.\"[11]\n\nThe film, in keeping with the TV shorts, is largely silent. The lack of dialogue in the TV series was a practical decision, as the team had limited resources,[12] but Burton and Starzak sought to keep this element, with Starzak citing his disappointment with voice changes on cartoon shows when he was growing up.[11] Early on, both Burton and Starzak struggled to write an entire film without words. They came up with several contingency plans, which included inserting a speaking human character into the cast, or having a character that performed songs to explain the narrative.[11]\n\nThe film had an initial release date of 20 March 2015,[13] which later was moved to 6 February 2015.[2] Principal photography and production began on 30 January 2014.[14]\n\n"
        },
        {
            "title": "Soundtrack",
            "text": "Ilan Eshkeri composed the music for the film.[15] The title song, \"Feels Like Summer\", was a collaboration between Tim Wheeler (of rock band Ash), composer Ilan Eshkeri and former-Kaiser Chief Nick Hodgson.[16] The soundtrack was released in the United Kingdom digitally on 1 June 2015, and on CD on 29 June 2015.[17] The Frederic Chopin composition Grand Valse Brillante is heard during the restaurant scene but is not included in the soundtrack.\n\n"
        },
        {
            "title": "Release",
            "text": "Shaun the Sheep Movie premiered at the 2015 Sundance Film Festival, as part of the Sundance Kid program on 24 January 2015.[1] The film was theatrically released in the United Kingdom on 6 February 2015, by StudioCanal.[2]\n\nThe film was released in the United States on August 5, 2015 by Lionsgate, and its film posters spoofed some of the higher-budgeted films of that year, including Ant-Man (renamed Ant-Lamb), Minions (renamed Muttons), Spectre (renamed Shaun), Mission: Impossible – Rogue Nation (renamed Mutton: Impossible – Rogue Bacon), Fantastic Four (renamed Fantastic Flock), and The Hunger Games: Mockingjay (renamed The Hungry Games: Eating Hay).[18]\n\nShaun the Sheep Movie was released on DVD and Blu-ray in the United Kingdom on 1 June 2015 by StudioCanal.[19]\n\n"
        },
        {
            "title": "Reception",
            "text": "The review aggregator Rotten Tomatoes records 99% positive reviews based on 170 critics and an average rating of 8.1/10, which as of October 2021[update] makes it the 21st-highest-rated animated film of all time.[20] The site's consensus reads, \"Warm, funny, and brilliantly animated, Shaun the Sheep is yet another stop-motion jewel in Aardman's family-friendly crown.\"[21] On Metacritic, the film has a score of 81 out of 100, based on 30 critics, indicating \"universal acclaim\".[22] On CinemaScore, audience members gave the film an average grade of \"B+\" on an A+ to F scale.[23]\n\nLou Lumenick of the New York Post gave the film three out of four stars, saying, \"Shaun the Sheep Movie may be less elaborate than Aardman masterpieces like Curse of the Were-Rabbit, but there's still much to enjoy. It's not often you see a cartoon that references both Night of the Hunter and Silence of the Lambs.\"[24] Inkoo Kang of The Wrap gave the film a positive review, saying, \"Refreshingly for children (but especially for adults), there are no lessons to learn and no faults to admonish. Instead, it's an 84-minute, dialogue-free distillation of all the innocent fun we wish childhood could be.\"[25]\n\nKenneth Turan of the Los Angeles Times gave the film a positive review, saying \"Playful, absurd and endearingly inventive, this unstoppably amusing feature reminds us why Britain's Aardman Animations is a mainstay of the current cartooning golden age.\"[26] Peter Keough of The Boston Globe gave the film three and a half stars out of four, saying \"Like a great silent movie, it creates its pathos and comedy out of the concrete objects being animated, building elaborate gags involving everyday items transformed into Rube Goldberg devices.\"[27]\n\nColin Covert of the Minneapolis Star Tribune gave the film four out of four stars, saying \"Sometimes the simplest movies are the best. Case in point: Shaun the Sheep, a dialogue-free, non-digitally designed, plain old stop-motion animated film that is hilarious beyond human measure.\"[28] Guy Lodge of Variety gave the film a positive review, saying, \"Though realized on a more modest scale than other Aardman features, the film is still an absolute delight in terms of set and character design, with sophisticated blink-and-you'll-miss-it detailing to counterbalance the franchise's cruder visual trademarks.\"[29]\n\nJoe McGovern of Entertainment Weekly gave the film an A−, saying, \"In a bold move that pays off, the movie jettisons dialogue altogether and tells its whole story through barn-animal noises, goofy sound effects, and sight gags so silly they’d make Benny Hill spin in sped-up ecstasy. The effect is contagiously cute.\"[30] Jordan Hoffman of the New York Daily News gave the film four out of five stars, saying \"From the company that gave us Chicken Run and Wallace and Gromit, this adorable tale about a sheep who leads his comrades on a big-city adventure is some of the most pure visual storytelling you're going to see this year.\"[31]\n\nBob Hoose of Plugged In gave the film a mostly positive review, praising the style and the plot but condemning the overuse of potty humor and the childishness of the humor in general, concluding; \"Nobody's had this much silent fun since Harold Lloyd dangled from a clock face by his fingertips. I must bemoan the passed-gas, sheep-poop and guy-sitting-on-a-commode humor that gets sprayed from the Hollywood honey wagon, and preposterous pratfalls might split the difference at times, but...this pic is as active as it is droll. And it's just a touch sweet and heartfelt, too.\"[32]\n\nShaun the Sheep Movie grossed $19.4 million in North America and $86.8 million in other territories (including $22 million in the United Kingdom) for a worldwide gross of $106.2 million against a budget of $25 million.\n\nIn North America Shaun the Sheep Movie grossed $4 million on its three-day opening weekend, and $5.6 million on its five-day opening weekend, ranking 11th at the box office and far below the $7 million projection gross, averaging $1,740 per venue from 2,342 theatres. It dropped by 28.7% with $2.8 million, tipping down to 12th place while averaging $1,220 per theatre.\n\nThe film opened in the UK on February 6, 2015 and opened with $3.1 million, reaching third behind Big Hero 6 and Kingsman: The Secret Service. On its second weekend, it dipped by 16.2% with $2.6 million, still in third, and it increased by 39.9% with $3.7 million, despite that, it still stayed at third.\n\nIt first opened in United Arab Emirates, Lebanon, Serbia and Montenegro, Jordan and Egypt on February 5, 2015 and grossed $182K combined on its opening weekends.\n\nThe 10 biggest outside of the North America markets were the United Kingdom ($22 million), Germany ($11.7 million), China ($8.7 million), France ($6.7 million), Australia ($5 million), Japan ($4.5 million), Spain ($3.1 million), Italy ($2.6 million), Switzerland ($2.2 million), and Netherlands ($1.4 million)\n\n"
        },
        {
            "title": "Sequel",
            "text": "On 14 September 2015, StudioCanal announced it was working with Aardman on a sequel.[6]\n\nOn 25 October 2016, Aardman confirmed a sequel would go into pre-production in January 2017 as Shaun the Sheep Movie 2, with Richard Starzak, co-director of the first film, returning.[33]\n\nThe sequel, titled A Shaun the Sheep Movie: Farmageddon, was released in the United Kingdom on 18 October 2019,[34] while Netflix released the film in the United States on February 14, 2020.\n\n"
        }
    ]
}