{
    "url": "https://en.wikipedia.org/wiki/Shingon_Buddhism",
    "title": "Shingon Buddhism",
    "table_of_contents": [
        "1 History",
        "1.1 Kūkai's early esoteric practices",
        "1.2 Kūkai's studies in China",
        "1.3 After Kūkai's return to Japan",
        "1.4 Schism",
        "2 Lineage",
        "3 Doctrines",
        "3.1 Tantra",
        "3.2 Relationship to Vajrayāna",
        "3.3 Esoteric vs exoteric",
        "3.4 Mahavairocana Tathagata",
        "3.5 The Thirteen Buddhas",
        "4 Practice",
        "4.1 Elements of Shingon practice",
        "4.2 Discipline",
        "4.3 Goma fire ritual",
        "5 Secrecy",
        "6 Pantheon",
        "7 Branches",
        "8 See also",
        "9 References",
        "10 Bibliography",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nShingon Buddhism (真言宗, Shingon-shū) is one of the major schools of Buddhism in Japan and one of the few surviving Vajrayana lineages in East Asia, originally spread from India to China through traveling monks such as Vajrabodhi and Amoghavajra.\n\nKnown in Chinese as the Tangmi (唐密; the Esoteric School in Tang Dynasty of China), these esoteric teachings would later flourish in Japan under the auspices of a Buddhist monk named Kūkai (空海), who traveled to Tang China to acquire and request transmission of the esoteric teachings. For that reason, it is often called Japanese Esoteric Buddhism, or Orthodox Esoteric Buddhism.\n\nThe word shingon is the Japanese reading of the Chinese word 真言 (zhēnyán),[1] which is the translation of the Sanskrit word मन्त्र (\"mantra\").[2]\n\n"
        },
        {
            "title": "History",
            "text": "Shingon Buddhist doctrine and teachings arose during the Heian period (794-1185) after a Buddhist monk named Kūkai traveled to China in 804 to study Esoteric Buddhist practices in the city of Xi'an (西安), then called Chang-an, at Azure Dragon Temple (青龍寺) under Huiguo, a favourite student of the legendary Amoghavajra. Huiguo was the first person to gather the still scattered elements of Indian and Chinese Esoteric Buddhism into a cohesive system, and Esoteric Buddhism was not yet considered to be a different sect or school at that time. Kūkai returned to Japan as Huiguo's lineage- and Dharma-successor. Shingon followers usually refer to Kūkai as Kōbō-Daishi (弘法大師, Great Master of the Propagation of Dharma) or Odaishi-sama (お大師様, The Great Master), the posthumous name given to him years after his death by Emperor Daigo.\n\nBefore he went to China, Kūkai had been an independent monk in Japan for over a decade. He was extremely well versed in Chinese literature, calligraphy and Buddhist texts. A Japanese monk named Gonsō (勤操) had brought back to Japan from China an esoteric mantra of the bodhisattva Ākāśagarbha, the Kokūzō-gumonjihō (虚空蔵求聞持法 \"Ākāśagarbha Memory-Retention Practice\") that had been translated from Sanskrit into Chinese by Śubhakarasiṃha (善無畏三蔵, Zenmui-Sanzō). When Kūkai was 22, he learned this mantra from Gonsō and regularly would go into the forests of Shikoku to practice it for long periods of time. He persevered in this mantra practice for seven years and mastered it. According to tradition, this practice brought him siddhis of superhuman memory retention and learning ability. Kūkai would later praise the power and efficacy of Kokuzō-Gumonjiho practice, crediting it with enabling him to remember all of Huiguo's teachings in only three months. Kūkai's respect for Ākāśagarbha was so great that he regarded him as his honzon (本尊) for the rest of his life.\n\nIt was also during this period of intense mantra practice that Kūkai dreamt of a man telling him to seek out the Mahavairocana Tantra for the doctrine that he sought. The Mahavairocana Tantra had only recently been made available in Japan. He was able to obtain a copy in Chinese but large portions were in Sanskrit in the Siddhaṃ script, which he did not know, and even the Chinese portions were too arcane for him to understand. He believed that this teaching was a door to the truth he sought, but he was unable to fully comprehend it and no one in Japan could help him. Thus, Kūkai resolved to travel to China to spend the time necessary to fully understand the Mahavairocana Tantra.\n\nWhen Kūkai reached China and first met Huiguo on the fifth month of 805, Huiguo was age sixty and on the verge of death from a long spate of illness. Huiguo exclaimed to Kūkai in Chinese (in paraphrase), \"At last, you have come! I have been waiting for you! Quickly, prepare yourself for initiation into the mandalas!\" Huiguo had foreseen that Esoteric Buddhism would not survive in India and China in the near future and that it was Kukai's destiny to see it continue in Japan. In the short space of three months, Huiguo initiated and taught Kūkai everything he knew on the doctrines and practices of the Mandala of the Two Realms as well as mastery of Sanskrit and (presumably to be able to communicate with Master Huiguo) Chinese. Huiguo declared Kūkai to be his final disciple and proclaimed him a Dharma successor, giving the lineage name Henjō-Kongō (Chinese: 遍照金剛; pinyin: Biànzhào Jīngāng) \"All-Illuminating Vajra\".\n\nIn the twelfth month of 805, Huiguo died and was buried next to his master, Amoghavajra. More than one thousand of his disciples gathered for his funeral. The honour of writing his funerary inscription on their behalf was given to Kūkai.\n\nKukai returned to Japan after Huiguo's death. If he had not, Shingon Esoteric Buddhism might not have survived; 35 years after Huiguo's death in the year 840, Emperor Wuzong of Tang assumed the throne. An avid Daoist, Wuzong despised Buddhism and considered the sangha useless tax-evaders. In 845, he ordered the destruction of 4600 vihara and 40,000 temples. Around 250,000 Buddhist monks and nuns had to give up their monastic lives. Wuzong stated that Buddhism was an alien religion and promoted Daoism zealously as the ethnic religion of the Han Chinese. Although Wuzong was soon assassinated by his own inner circle, the damage had been done. Chinese Buddhism, especially Esoteric practices, never fully recovered from the persecution, and esoteric elements were infused into other Buddhist sects and traditions.\n\nAfter returning to Japan, Kūkai collated and systematized all that he had learned from Huiguo into a cohesive doctrine of pure esoteric Buddhism that would become the basis for his school. Kūkai did not establish his teachings as a separate school; it was Emperor Junna, who favoured Kūkai and Esoteric Buddhism, who coined the term Shingon-Shū (真言宗, Mantra School) in an imperial decree which officially declared Tō-ji (東寺) in Kyoto an Esoteric temple that would perform official rites for the state. Kūkai actively took on disciples and offered transmission until his death in 835 at the age of 61.\n\nKūkai's first established monastery was in Mount Kōya (高野山), which has since become the base and a place of spiritual retreat for Shingon practitioners. Shingon enjoyed immense popularity during the Heian period (平安時代), particularly among the nobility, and contributed greatly to the art and literature of the time, influencing other communities such as the Tendai (天台宗) on Mount Hiei (比叡山).[3]\n\nShingon's emphasis on ritual found support in the Kyoto nobility, particularly the Fujiwara clan (藤原氏). This favour allotted Shingon several politically powerful temples in the capital, where rituals for the Imperial Family and nation were regularly performed. Many of these temples – Tō-ji and Daigo-ji (醍醐寺) in the south of Kyōto and Jingo-ji (神護寺)  and Ninna-ji (仁和寺) in the northwest – became ritual centers establishing their own particular ritual lineages.\n\nLike the Tendai School, which branched into the Jōdo-shū (浄土宗) and Nichiren Buddhism (日蓮系諸宗派, Nichiren-kei sho shūha) during the Kamakura period, Shingon divided into two major schools – the old school, Kogi Shingon (古義真言宗, Ancient Shingon school), and the new school, Shingi Shingon (新義真言宗, Reformed Shingon school).\n\nThis division primarily arose out of a political dispute between Kakuban (覚鑁), known posthumously as Kōgyō-Daishi (興教大師), and his faction of priests centered at the Denbō-in (伝法院) and the leadership at Kongōbu-ji (金剛峰寺), the head of Mount Kōya and the authority in teaching esoteric practices in general. Kakuban, who was originally ordained at Ninna-ji (仁和寺) in Kyōto, studied at several temple-centers including the Tendai complex at Onjō-ji (園城寺) before going to Mount Kōya. Through his connections he managed to gain the favour of high-ranking nobles in Kyoto, which helped him to be appointed abbot of Mount Kōya. The leadership at Kongōbuji, however, opposed the appointment on the premise that Kakuban had not originally been ordained on Mount Kōya.\n\nAfter several conflicts, Kakuban and his faction of priests left the mountain for Mount Negoro (根来山) to the northwest, where they constructed a new temple complex now known as Negoro-ji (根来寺). After the death of Kakuban in 1143, the Negoro faction returned to Mount Kōya. However, in 1288, the conflict between Kongōbuji and the Denbō-in came to a head once again. Led by Raiyu, the Denbō-in priests once again left Mount Kōya, this time establishing their headquarters on Mount Negoro. This exodus marked the beginning of the Shingi Shingon School at Mount Negoro, which was the center of Shingi Shingon until it was sacked by daimyō Toyotomi Hideyoshi (豊臣秀吉) in 1585.\n\n"
        },
        {
            "title": "Lineage",
            "text": "The Shingon lineage is an ancient transmission of esoteric Buddhist doctrine that began in India and then spread to China and Japan. Shingon is the name of this lineage in Japan, but there are also esoteric schools in China, Korea, Taiwan and Hong Kong that consider themselves part of this lineage (as the originators of the Esoteric teachings) and universally recognize Kūkai as their eighth patriarch. This is why sometimes the term \"Orthodox Esoteric Buddhism\" is used instead.\n\nShingon or Orthodox Esoteric Buddhism maintains that the expounder of the doctrine was originally the Universal Buddha Vairocana, but the first human to receive the doctrine was Nagarjuna in India. The tradition recognizes two groups of eight great patriarchs – one group of lineage holders and one group of great expounders of the doctrine.\n\n"
        },
        {
            "title": "Doctrines",
            "text": "The teachings of Shingon are based on early Buddhist tantras, the Mahāvairocana Sūtra (大日経, Dainichi-kyō), the Vajraśekhara Sūtra (金剛頂経, Kongōchō-kyō), the Prajñāpāramitā Naya Sūtra (般若理趣経, Hannya Rishu-kyō), and the Susiddhikara Sūtra (蘇悉地経, Soshitsuji-kyō). These are the four principal texts of Esoteric Buddhism and are all tantras, not sutras, despite their names.\n\nThe mystical Vairocana and Vajraśekhara Tantras are expressed in the two main mandalas of Shingon, the Mandala of the Two Realms – The Womb Realm (Sanskrit: Garbhadhātu; Japanese: 胎蔵界曼荼羅, romanized: Taizōkai) mandala and the Diamond Realm (Sanskrit: Vajradhātu; Japanese: 金剛界曼荼羅, romanized: Kongōkai) mandala.[2] These two mandalas are considered to be a compact expression of the entirety of the Dharma, and form the root of Buddhism. In Shingon temples, these two mandalas are always mounted one on each side of the central altar.\n\nThe Susiddhikara Sūtra is largely a compendium of rituals. Tantric Buddhism is concerned with the rituals and meditative practices that lead to enlightenment. According to Shingon doctrine, enlightenment is not a distant, foreign reality that can take aeons to approach but a real possibility within this very life,[4] based on the spiritual potential of every living being, known generally as Buddha-nature. If cultivated, this luminous nature manifests as innate wisdom. With the help of a genuine teacher and through proper training of the body, speech, and mind, i.e. \"The Three Mysteries\" (三密, Sanmitsu), one can reclaim and liberate this enlightened capacity for the benefit of oneself and others.\n\nKūkai systematized and categorized the teachings he inherited from Huiguo into ten bhūmis or \"stages of spiritual realization\".\n\nWhen the teachings of Shingon Buddhism were brought to Japan, Esoteric Buddhism was still in its early stages in India. At this time, the terms Vajrayāna (\"Diamond Vehicle\") and Mantrayāna (\"Mantra Vehicle\") were not used for Esoteric Buddhist teachings.[5] Instead, esoteric teachings were more typically referred to as Mantranaya, or the \"Mantra System.\" According to Paul Williams, Mantranaya is the more appropriate term to describe the self-perception of early Esoteric Buddhism.[5]\n\nThe primary difference between Shingon and Tibetan Buddhism is that there is no Inner Tantra or Anuttarayoga Tantra in Shingon. Shingon has what corresponds to the Kriyā, Caryā, and Yoga classes of tantras in Tibetan Buddhism. The Tibetan system of classifying tantras into four classes is not used in Shingon.\n\nAnuttarayoga Tantras such as the Yamantaka Tantra, Hevajra Tantra, Mahamaya Tantra, Cakrasaṃvara Tantra, and the Kalachakra Tantra were developed at a later period of Esoteric Buddhism and are not used in Shingon.\n\nHe wrote at length on the difference between exoteric, mainstream Mahayana Buddhism and esoteric Tantric Buddhism. The differences between exoteric and esoteric can be summarised:\n\nKūkai held, along with the Chinese Huayan school (華嚴, Kegon) and the Tendai schools, that all phenomena could be expressed as 'letters' in a 'World-Text'. Mantra, mudra, and mandala are special because they constitute the 'language' through which the Dharmakāya (i.e. Reality itself) communicates. Although portrayed through the use of anthropomorphic metaphors, Shingon does not see the Dharmakaya Buddha as a separate entity standing apart from the universe. Instead, the deity is the universe properly understood: the union of emptiness, Buddha nature, and all phenomena. Kūkai wrote that \"the great Self embraces in itself each and all existences\".[6]\n\nIn Shingon, Mahavairocana Tathagata (大日如來) is the universal or Adi-Buddha that is the basis of all phenomena, present in each and all of them, and not existing independently or externally to them. The goal of Shingon is the realization that one's nature is identical with Mahavairocana, a goal that is achieved through initiation, meditation and esoteric ritual practices. This realization depends on receiving the secret doctrines of Shingon, transmitted orally to initiates by the school's masters. The \"Three Mysteries\" of body, speech, and mind participate simultaneously in the subsequent process of revealing one's nature: the body through devotional gestures (mudra) and the use of ritual instruments, speech through sacred formulas (mantra), and mind through meditation.\n\nShingon places an emphasis on the Thirteen Buddhas (十三仏, Jūsanbutsu),[7] a grouping of various buddhas and bodhisattvas; however this is purely for lay Buddhist practice (especially during funeral rites) and Shingon priests generally make devotions to more than just the Thirteen Buddhas.\n\nMahavairocana is the Universal Principle which underlies all Buddhist teachings, according to Shingon Buddhism, so other Buddhist figures can be thought of as manifestations with certain roles and attributes. Kūkai wrote that \"the great Self is one, yet can be many\".[8] Each Buddhist figure is symbolized by its own Sanskrit \"seed\" letter.\n\n"
        }
    ]
}