{
    "url": "https://en.wikipedia.org/wiki/Shiplap",
    "title": "Shiplap",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Shiplap is a type of wooden board used commonly as exterior siding in the construction of residences, barns, sheds, and outbuildings.\n\n"
        },
        {
            "title": "Exterior walls",
            "text": "Shiplap is either rough-sawn 25 mm (1 in) or milled 19 mm (3⁄4 in) pine or similarly inexpensive wood between 76 and 254 mm (3 and 10 in) wide with a 9.5–12.7 mm (3⁄8–1⁄2 in) rabbet on opposite sides of each edge.[1] The rabbet allows the boards to overlap in this area.  The profile of each board partially overlaps that of the board next to it creating a channel that gives shadow line effects, provides excellent weather protection and allows for dimensional movement.\n\nUseful for its strength as a supporting member, and its ability to form a relatively tight seal when lapped, shiplap is usually used as a type of siding for buildings that do not require extensive maintenance and must withstand cold and aggressive climates. Rough-sawn shiplap is attached vertically in post and beam construction, usually with 51–65 mm (6d–8d) common nails, while milled versions, providing a tighter seal, are more commonly placed horizontally, more suited to two-by-four frame construction.\n\nSmall doors and shutters such as those found in barns and sheds are often constructed of shiplap cut directly from the walls, with only thin members framing or crossing the back for support.  Shiplap is also used indoors for the rough or rustic look that it creates when used as paneling or a covering for a wall or ceiling.  Shiplap is often used to describe any rabbeted siding material that overlaps in a similar fashion.\n\n"
        },
        {
            "title": "Interior design",
            "text": "In interior design, shiplap is a style of wooden wall siding characterized by long planks, normally painted white, that are mounted horizontally with a slight gap between them in a manner that evokes exterior shiplap walls. A disadvantage of the style is that the gaps are prone to accumulating dust.[2]\n\nInstalling shiplap horizontally in a room can help carry the eye around the space, making it feel larger. Installing it vertically helps emphasize the height of the room, making it feel taller. It can also be installed on the ceiling, to draw the eye upwards.[3]\n\n"
        }
    ]
}