{
    "url": "https://en.wikipedia.org/wiki/Short_story",
    "title": "Short story",
    "table_of_contents": [
        "1 Definition",
        "2 Length",
        "3 History",
        "3.1 1790–1850",
        "3.2 1850–1900",
        "3.3 1900–1945",
        "3.4 Since 1945",
        "4 Sales and profits",
        "5 Awards",
        "6 Adaptations",
        "7 Characteristics",
        "8 See also",
        "9 References",
        "10 Bibliography",
        "10.1 Still often cited",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A short story is a piece of prose fiction that typically can be read in one sitting and focuses on a self-contained incident or series of linked incidents, with the intent of evoking a single effect or mood. The short story is one of the oldest types of literature and has existed in the form of legends, mythic tales, folk tales, fairy tales, tall tales, fables and anecdotes in various ancient communities around the world. The modern short story developed in the early 19th century.\n\n"
        },
        {
            "title": "Definition",
            "text": "The short story is a crafted form in its own right. Short stories make use of plot, resonance, and other dynamic components as in a novel, but typically to a lesser degree. While the short story is largely distinct from the novel or novella/short novel, authors generally draw from a common pool of literary techniques.[citation needed] The short story is sometimes referred to as a genre.[1]\n\nDetermining what exactly defines a short story has been recurrently problematic.[2] A classic definition of a short story is that one should be able to read it in one sitting, a point most notably made in Edgar Allan Poe's essay \"The Philosophy of Composition\" (1846).[3] H.G. Wells described the purpose of the short story as \"The jolly art, of making something very bright and moving; it may be horrible or pathetic or funny or profoundly illuminating, having only this essential, that it should take from fifteen to fifty minutes to read aloud.\"[4] According to William Faulkner, a short story is character driven and a writer's job is to \"...trot along behind him with a paper and pencil trying to keep up long enough to put down what he says and does.”[5]\n\nSome authors have argued that a short story must have a strict form. Somerset Maugham thought that the short story \"must have a definite design, which includes a point of departure, a climax and a point of test; in other words, it must have a plot\".[4] Hugh Walpole had a similar view: \"A story should be a story; a record of things happening full of incidents, swift movements, unexpected development, leading through suspense to a climax and a satisfying denouement.\"[4]\n\nThis view of the short story as a finished product of art is however opposed by Anton Chekov, who thought that a story should have neither a beginning nor an end. It should just be a \"slice of life\", presented suggestively. In his stories, Chekov does not round off the end but leaves it to the readers to draw their own conclusions.[4]\n\nSukumar Azhikode defined a short story as \"a brief prose narrative with an intense episodic or anecdotal effect\".[2] Flannery O'Connor emphasized the need to consider what is exactly meant by the descriptor short.[6] Short story writers may define their works as part of the artistic and personal expression of the form. They may also attempt to resist categorization by genre and fixed formation.[4]\n\nWilliam Boyd, British author and short story writer has said:\n\nIn the 1880s, the term \"short story\" acquired its modern meaning – having initially referred to children's tales.[8] During the early to mid-20th century, the short story underwent expansive experimentation which further hindered attempts to comprehensively provide a definition.[2] Longer stories that cannot be called novels are sometimes considered \"novellas\" or novelettes and, like short stories, may be collected into the more marketable form of \"collections\", often containing previously unpublished stories.[citation needed] Sometimes, authors who do not have the time or money to write a novella or novel decide to write short stories instead, working out a deal with a popular website or magazine to publish them for profit.[citation needed] Around the world, the modern short story is comparable to lyrics, dramas, novels and essays – although examination of it as a major literary form remains diminished.[2][9]\n\n"
        },
        {
            "title": "Length",
            "text": "In terms of length, word count is typically anywhere from 1,000 to 4,000 for short stories; however, some have 15,000 words and are still classed as short stories. Stories of fewer than 1,000 words are sometimes referred to as \"short short stories\", or \"flash fiction\".[10]\n\nShort stories have no set length. In terms of word count, there is no official demarcation between an anecdote, a short story, and a novel. Rather, the form's parameters are given by the rhetorical and practical context in which a given story is produced and considered so that what constitutes a short story may differ between genres, countries, eras, and commentators.[11] Like the novel, the short story's predominant shape reflects the demands of the available markets for publication, and the evolution of the form seems closely tied to the evolution of the publishing industry and the submission guidelines of its constituent houses.[12]\n\nAs a point of reference for the genre writer, the Science Fiction and Fantasy Writers of America define short story length in the Nebula Awards for science fiction submission guidelines as having a word count of fewer than 7,500 words.[13]\n\n"
        },
        {
            "title": "History",
            "text": "Short stories date back to oral storytelling traditions which originally produced epics such as the Ramayana, the Mahabharata, and Homer's Iliad and Odyssey. Oral narratives were often told in the form of rhyming or rhythmic verse, often including recurring sections or, in the case of Homer, Homeric epithets. Such stylistic devices often acted as mnemonics for easier recall, rendition, and adaptation of the story. Short sections of verse might focus on individual narratives that could be told at one sitting. The overall arc of the tale would emerge only through the telling of multiple such sections.\n\nAccording to Azhikode, the short story has existed \"in the most ancient times as the parable, the adventure-story of men, gods and demons, the account of daily events, the joke\".[14] All languages have had variations of short tales and stories almost since their inceptions.[14] Emerging in the 17th century from oral storytelling traditions, the short story has grown to encompass a body of work so diverse as to defy easy characterization. \"The short story as a carefully contrived literary form is of modern origin\", wrote Azhikode.[14]\n\nAnother ancient form of a short story, the anecdote, was popular under the Roman Empire. Anecdotes functioned as a sort of parable, a brief realistic narrative that embodies a point. Many surviving Roman anecdotes were collected in the 13th or 14th century as the Gesta Romanorum. Anecdotes remained popular throughout Europe well into the 18th century with the publication of the fictional anecdotal letters of Sir Roger de Coverley. \n\nIn Europe, the oral story-telling tradition began to develop into written stories in the early 14th century, most notably with Geoffrey Chaucer's Canterbury Tales and Giovanni Boccaccio's Decameron. Both of these books are composed of individual short stories, which range from farce or humorous anecdotes to well-crafted literary fiction, set within a larger narrative story (a frame story), although the frame-tale device was not adopted by all writers. At the end of the 16th century, some of the most popular short stories in Europe were the darkly tragic \"novella\" of Matteo Bandello, especially in their French translation. \n\nThe mid 17th century in France saw the development of a refined short novel, the \"nouvelle\", by such authors as Madame de Lafayette. Traditional fairy tales began to be published in the late 17th century; one of the most famous collections was by Charles Perrault. The appearance of Antoine Galland's first modern translation of the 1001 Arabian Nights, a storehouse of Middle Eastern folk and fairy tales, is the Thousand and One Nights (or Arabian Nights) (from 1704; another translation appeared in 1710–12). His translation would have an enormous influence on the 18th-century European short stories of Voltaire, Diderot and others.\n\nIn India, there is a rich heritage of ancient folktales as well as a compiled body of short fiction which shaped the sensibility of modern Indian short story. Some of the famous Sanskrit collections of legends, folktales, fairy tales, and fables are Panchatantra, Hitopadesha and Kathasaritsagara. Jataka tales, originally written in Pali, is a compilation of tales concerning the previous births of Lord Gautama Buddha. The Frame story, also known as the frame narrative or story within a story, is a narrative technique that probably originated in ancient Indian works such as Panchatantra.[citation needed]\n\nThe evolution of printing technologies and periodical editions were among the factors contributing to the increasing importance of short story publications. Pioneering the rules of the genre in the Western canon were, among others, Rudyard Kipling (United Kingdom), Anton Chekhov (Russia), Guy de Maupassant (France), Manuel Gutiérrez Nájera (Mexico) and Rubén Darío (Nicaragua).\n\nEarly examples of short stories were published separately between 1790 and 1810, but the first true collections of short stories appeared between 1810 and 1830 in several countries.[15]\n\nThe first short stories in the United Kingdom were gothic tales like Richard Cumberland's \"remarkable narrative\", \"The Poisoner of Montremos\" (1791).[16] Novelists such as Sir Walter Scott and Charles Dickens also wrote influential short stories during this time. Germany soon followed the United Kingdom's example by producing short stories; the first collection of short stories was by Heinrich von Kleist in 1810 and 1811.\n\nEdgar Allen Poe became one of the first American short story writers, taking a cosmopolitan approach to writing. His concise technique, deemed the \"single effect\", has had tremendous influence on the formation of the modern short story.[14]\n\nExamples include:\n\nIn the latter half of the 19th century, the growth of print magazines and journals created a strong demand for short fiction of between 3,000 and 15,000 words. In 1890s Britain, literary periodicals such as The Yellow Book, Black & White, and The Strand Magazine popularized the short story.[17] Britain was not alone in the endeavor to strengthen the short story movement. The most prolific French author of short stories was Guy de Maupassant, composing the short stories \"Boule de Suif\" (\"Ball of Fat\", 1880) and \"L'Inutile Beauté\" (\"The Useless Beauty\", 1890), which are important examples of French realism. The greatest specialist of the Russian short story was Anton Chekhov.[citation needed]\n\nIn the late nineteenth and early twentieth century in India, many writers created short stories centered on daily life and the social scene of the different socioeconomic groups. Rabindranath Tagore published more than 150 short stories on the lives of the poor and oppressed such as peasants, women, and villagers under colonial misrule and exploitation. Sarat Chandra Chattopadhyay, Tagore's contemporary, was another pioneer in Bengali short stories. Chattopadhyay's stories focused on the social scenario of rural Bengal and the lives of common people, especially the oppressed classes. The prolific Indian author of short stories Munshi Premchand, pioneered the genre in the Hindustani language, writing over 200 short stories and many novels in a style characterized by realism and an unsentimental and authentic introspection into the complexities of Indian society.\n\nIn the United States, Washington Irving was responsible for creating some of the first short stories of American origin, \"The Legend of Sleepy Hollow\" and \"Rip Van Winkle\".[18] Twenty years later, in 1884, Brander Matthews, the first American professor of dramatic literature, published The Philosophy of the Short-Story. During that same year, Matthews was the first one to name the emerging genre \"short story\".[19] Another theorist of narrative fiction was Henry James, who produced some of the most influential short narratives of the time. \n\nThe spread of the short story movement continued into South America, specifically Brazil. The novelist Machado de Assis was the most important short story writer from Brazil at the time, under the influences of Xavier de Maistre, Laurence Sterne, Guy de Maupassant, among others.[citation needed] At the end of the 19th century, the writer João do Rio became popular by short stories about the bohemianism. Writing about the former slaves, and very ironically about nationalism, Lima Barreto died almost forgotten, but became very popular in the 20th century.[citation needed]\n\nExamples include:\n\nIn the United Kingdom, periodicals like The Strand Magazine and Story-Teller contributed to the popularity of the short story.[citation needed] Several authors during this time wrote short stories centered on the devices of satire and humor. One such author, Hector Hugh Munro (1870–1916), also known by his pen name of Saki, wrote satirical short stories about Edwardian England. P.G. Wodehouse published his first collection of comical stories about the valet, Jeeves, in 1917. Other common genres of short stories during the early to mid 1900s in England were detective stories and thrillers. Many of these detective stories were written by authors such as G.K. Chesterton, Agatha Christie, and Dorothy L. Sayers. Graham Greene wrote his collection of short stories, Twenty-One Stories, between 1929 and 1954. Many of these short stories are classified in the genres of thriller, suspense, or even horror. The European short story movement during this time was not unique to England. In Ireland, James Joyce published his short story collection Dubliners in 1914. These stories, written in a more accessible style than his later novels, are based on careful observation of the inhabitants of his birth city.\n\nIn the first half of the 20th century, a number of high-profile American magazines such as The Atlantic Monthly, Harper's Magazine, The New Yorker, Scribner's, The Saturday Evening Post, Esquire, and The Bookman published short stories in each issue. The demand for quality short stories was so great and the money paid so well that F. Scott Fitzgerald repeatedly turned to short-story writing to pay his numerous debts. His first collection, Flappers and Philosophers, appeared in book form in 1920. Ernest Hemingway's concise writing style was perfectly suited for shorter fiction.  Influenced by the short stories of Stephen Crane and Jack London, Hemingway's work \"marks a new phase in the history of the short story\".[20]  The creation and study of the short story as a medium began to emerge as an academic discipline due to Blanche Colton Williams' “groundbreaking work on structure and analysis of the short story” [21]: 128  and her publication of A Handbook on Short Story Writing (1917), described as “the first practical aid to growing young writers that was put on the market in this country.” [22]    \n\nIn Uruguay, Horacio Quiroga became one of the most influential short story writers in the Spanish language.[citation needed] With a clear influence from Edgar Allan Poe, he had a great skill in using the supernatural and the bizarre to show the struggle of man and animal to survive. He also excelled in portraying mental illness and hallucinatory states. \n\nIn India, Saadat Hasan Manto, the master of the short story in the Urdu language, is revered for his exceptional depth, irony, and sardonic humor.[citation needed] The author of some 250 short stories, radio plays, essays, reminiscences, and a novel, Manto is widely admired for his analyses of violence, bigotry, prejudice, and the relationships between reason and unreason.[citation needed] Combining realism with surrealism and irony, Manto's works, such as the celebrated short story Toba Tek Singh, are aesthetic masterpieces that continue to give profound insight into the nature of human loss, violence, and devastation.[citation needed] Another famous Urdu writer is Ismat Chughtai, whose short story, \"Lihaaf\" (The Quilt), on a lesbian relationship between an upper-class Muslim woman and her maidservant created great controversy following its publication in 1942.\n\nExamples include:\n\nFollowing World War II, the artistic range and amount of writers of short stories grew significantly.[23] Due in part to frequent contributions from John O'Hara, The New Yorker would demonstrate substantial influence as a weekly short story publication for more than half a century.[24] Shirley Jackson's story, \"The Lottery\" (1948), elicited the strongest response in the magazine's history to that time. Other frequent contributors during the 1940s included John Steinbeck, Jean Stafford, Eudora Welty, and John Cheever, who is best known for \"The Swimmer\" (1964), beautifully blending realism and surrealism.\n\nMany other American short story writers greatly influenced the evolving form of the short story. For example, J.D. Salinger's Nine Stories (1953) experimented with point of view and voice, while Flannery O'Connor's well-known story, \"A Good Man is Hard to Find\" (1955), reinvigorated the Southern Gothic style. Cultural and social identity played a considerable role in much of the short fiction of the 1960s.[citation needed] Philip Roth and Grace Paley cultivated distinctive Jewish-American voices. Tillie Olsen's \"I Stand Here Ironing\" (1961) adopted a consciously feminist perspective. James Baldwin's collection, Going to Meet the Man (1965), told stories of African-American life. Science fiction stories with a special poetic touch was a genre developed with great popular success by Ray Bradbury. Stephen King published many science fiction short stories in men's magazines in the 1960s and after. King's interest is in the supernatural and macabre. Donald Barthelme and John Barth produced works in the 1970s that demonstrate the rise of the postmodern short story. While traditionalism maintained a significant influence on the form of the short story, minimalism gained widespread influence in the 1980s, most notably in the work of Raymond Carver and Ann Beattie.[citation needed] Carver helped usher in an \"extreme minimalist aesthetic\" and expand the scope of the short story, as did Lydia Davis, through her idiosyncratic and laconic style.[25]\n\nThe Argentine writer Jorge Luis Borges is one of the most famous writers of short stories in the Spanish language. \"The Library of Babel\" (1941) and \"The Aleph\" (1945) handle difficult subjects like infinity. Borges won American fame with \"The Garden of Forking Paths\", published in the August 1948 issue of Ellery Queen's Mystery Magazine. Two of the most representative writers of the Magical realism genre are also widely known Argentinian short story writers Adolfo Bioy Casares and Julio Cortázar. The Nobel prize laureate author Gabriel García Márquez and the Uruguay writer Juan Carlos Onetti are other significant magical realist short story writers from the Hispanic world. In Brazil, writing about poverty and the favelas, João Antonio became a well-known writer. Detective literature was led by Rubem Fonseca.[citation needed] João Guimarães Rosa wrote short stories in the book Sagarana using a complex, experimental language based on tales of oral tradition.\n\nThe role of the bi-monthly magazine Desh (first published in 1933) is imperative in the development of the Bengali short story. Two of the most popular detective story writers of Bengali literature are Sharadindu Bandyopadhyay (the creator of Byomkesh Bakshi) and Satyajit Ray (the creator of Feluda).\n\nExamples include:\n\n"
        },
        {
            "title": "Sales and profits",
            "text": "21st-century short story writers run into the thousands.[citation needed] Female short story writers have seen increased critical attention, with British authors, in particular, exploring modern feminist politics in their writings.[26]\n\nSales of short-story fiction are strong. In the UK, sales jumped 45% in 2017, driven by collections from international names such as Alice Munro, new writers to the genre such as Tom Hanks, and the revival of short story salons such as those held by the short fiction company Pin Drop Studio.[27]\n\nMore than 690,000 short stories and anthologies were sold in the UK in 2017, generating £5.88 million, the genre's highest sales since 2010.[28] Throughout the 2010s, a hypothetical \"renaissance\" was frequently speculated; Sam Baker deemed it the \"perfect literary form for the 21st century\".[29]\n\nIn 2012, Pin Drop Studio launched a short story salon held regularly in London and other major cities. Short story writers who have appeared at the salon to read their short stories to a live audience include Ben Okri, Lionel Shriver, Elizabeth Day, A.L. Kennedy, William Boyd, Graham Swift, David Nicholls, Will Self, Sebastian Faulks, Julian Barnes, Evie Wylde and Claire Fuller.[30][31][32]\n\nCanadian short story writers include Alice Munro, Mavis Gallant, and Lynn Coady. In 2013, Alice Munro became the first writer of only short stories to win the Nobel Prize in Literature. Her award-winning short story collections include Dance of the Happy Shades, Lives of Girls and Women, Who Do You Think You Are?, The Progress of Love, The Love of a Good Woman and Runaway.\n\n"
        },
        {
            "title": "Awards",
            "text": "Prominent short story awards such as The Sunday Times Short Story Award, the BBC National Short Story Award,[33] the Royal Society of Literature's V.S. Pritchett Short Story Prize,[34] The London Magazine Short Story Prize [1], the Pin Drop Studio Short Story Award and many others, attract hundreds of entries each year. Published and non-published writers take part, sending their stories from around the world.[35][36][37]\n\nIn 2013, Alice Munro was awarded the Nobel Prize in Literature—her citation read \"master of the contemporary short story.\"[38] She said she hopes the award would bring readership for the short story, as well as recognize the short story on its own merit, rather than \"something that people do before they write their first novel.\"[39] Short stories have been cited with regard to other laureates as well, Paul Heyse in 1910 and Gabriel García Márquez in 1982.[40][41]\n\n"
        },
        {
            "title": "Adaptations",
            "text": "Short stories are sometimes adapted for radio, TV and film:\n\n"
        },
        {
            "title": "Characteristics",
            "text": "As a concentrated, concise form of narrative and descriptive prose fiction, the short story has been theorized through the traditional elements of dramatic structure: exposition (the introduction of setting, situation, and main characters), complication (the event that introduces the conflict), rising action, crisis (the decisive moment for the protagonist and his commitment to a course of action), climax (the point of highest interest in terms of the conflict and the point with the most action) and resolution (the point when the conflict is resolved). Because of their length, short stories may or may not follow this pattern. For example, modern short stories only occasionally have an exposition, more typically beginning in the middle of the action (in medias res). As with longer stories, plots of short stories also have a climax, crisis, or turning point.[citation needed] In general, short stories feature endings which are either conclusive or open-ended.[42] Ambiguity is a recurrent trope in short stories; by means of ending, characterisation or length.[43] As with any art form, the exact characteristics of a short story will vary by the creator.[citation needed]\n\nCharacteristic of short story authors, according to professor of English, Clare Hanson, was for them to be \"losers and loners, exiles, women, blacks – writers who for one reason or another have not been part of the ruling “narrative” or epistemological/experiential framework of their society\".[29]\n\n"
        }
    ]
}