{
    "url": "https://en.wikipedia.org/wiki/Short_subject",
    "title": "Short film",
    "table_of_contents": [
        "1 History",
        "2 Modern era",
        "3 Short shorts",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A short film is any motion picture that is short enough in running time not to be considered a feature film. The Academy of Motion Picture Arts and Sciences defines a short film as \"an original motion picture that has a running time of 40 minutes or less, including all credits\".[1] In the United States, short films were generally termed short subjects from the 1920s into the 1970s when confined to two 35 mm reels or less, and featurettes for a film of three or four reels. \"Short\" was an abbreviation for either term.\n\nThe increasingly rare industry term \"short subject\" carries more of an assumption that the film is shown as part of a presentation along with a feature film. Short films are often screened at local, national, or international film festivals and made by independent filmmakers with either a low budget or no budget at all. They are usually funded by film grants, nonprofit organizations, sponsor, or personal funds. Short films are generally used for industry experience and as a platform to showcase talent to secure funding for future projects from private investors, a production company, or film studios. They can also be released with feature films, and can also be included as bonus features on some home video releases.\n\n"
        },
        {
            "title": "History",
            "text": "All films in the beginning of cinema were very short, sometimes running only a minute or less. It was not until the 1910s when films started to get longer than about ten minutes. The first set of films were presented in 1894 and it was through Thomas Edison's device called a kinetoscope. It was made for individual viewing only. Comedy short films were produced in large numbers compared to lengthy features such as D. W. Griffith's 1915 The Birth of a Nation.[citation needed] By the 1920s, a ticket purchased a varied program including a feature and several supporting works from categories such as second feature, short comedy, 5–10 minute cartoon, travelogue, and newsreel.\n\nShort comedies were especially common, and typically came in a serial or series (such as the Our Gang movies, or the many outings of Charlie Chaplin's Little Tramp character).\n\nAnimated cartoons came principally as short subjects. Virtually all major film production companies had units assigned to develop and produce shorts, and many companies, especially in the silent and very early sound era, produced mostly or only short subjects.\n\nIn the 1930s, the distribution system changed in many countries, owing to the Great Depression. Instead of the cinema owner assembling a program of their own choice, the studios sold a package centered on a main and supporting feature, a cartoon and little else. With the rise of the double feature, two-reel shorts went into decline as a commercial category. Hal Roach, for example, moved Laurel and Hardy full-time into feature films after 1935, and halved his popular Our Gang films to one reel. By the 1940s, he had moved out of short films altogether (though Metro-Goldwyn-Mayer continued the Our Gang shorts until 1944).\n\nLater shorts include George O'Hanlon's Joe McDoakes movies, and the animated work of studios such as Walt Disney Productions and Warner Bros. Cartoons. By the mid-1950s, with the rise of television, the commercial live-action short was virtually dead, The Three Stooges work being the last major series of 2-reelers, ending in 1959. Short films had become a medium for student, independent and specialty work.\n\nCartoon shorts had a longer life, due in part to the implementation of lower-cost limited animation techniques and the rise of television animation, which allowed shorts to have both theatrical runs and a syndication afterlife. Warner Bros., one of the most prolific of the golden era, underwent several reorganizations in the 1960s before exiting the short film business in 1969 (by which point the shorts had been in televised reruns for years). MGM continued Tom and Jerry (first with a series of poorly-received Eastern European shorts by Gene Deitch, then a better-received run by Warner Bros. alumnus Chuck Jones) until 1967, and Woody Woodpecker lasted to 1972; the creative team behind MGM's 1940s and 1950s cartoons formed Hanna-Barbera Productions in 1957, mainly focusing on television. The Pink Panther was the last regular theatrical cartoon short series, having begun in 1964 (and thus having spent its entire existence in the limited animation era) and ended in 1980. By the 1960s, the market for animated shorts had largely shifted to television, with existing theatrical shorts being syndicated to television.\n\n"
        },
        {
            "title": "Modern era",
            "text": "A few animated shorts continue within the mainstream commercial distribution. For instance, Pixar has screened a short along with each of its feature films during its initial theatrical run since 1995 (producing shorts permanently since 2001).[2] Since Disney acquired Pixar in 2006, Disney has also produced animated shorts since 2007 with the Goofy short How to Hook Up Your Home Theater and produced a series of live-action ones featuring The Muppets for viewing on YouTube as viral videos to promote the 2011 movie of the same name.\n\nDreamWorks Animation often produces a short sequel to include in the special edition video releases of major features, and are typical of a sufficient length to be broadcast as a TV special, a few films from the studio have added theatrical shorts as well.[citation needed] Warner Bros. often includes old shorts from its considerable library, connected only thematically, on the DVD releases of classic WB movies. From 2010-2012, Warner Bros. also released new Looney Tunes shorts before family films.[citation needed]\n\nShorts International and Magnolia Pictures organize an annual release of Academy Award-nominated short films in theatres across the US, UK, Canada and Mexico throughout February and March.[3]\n\nShorts are occasionally broadcast as filler when a feature film or other work doesn't fit the standard broadcast schedule. ShortsTV was the first television channel dedicated to short films.[citation needed]\n\nHowever, short films generally rely on film festival exhibition to reach an audience. Such movies can also be distributed via the Internet. Certain websites which encourage the submission of user-created short films, such as YouTube and Vimeo, have attracted large communities of artists and viewers.[citation needed] Sites like Omeleto, FILMSshort, Short of the Week, Short Films Matter, Short Central and some apps showcase curated shorts.\n\nShort films are a typical first stage for new filmmakers, but professional actors and crews often still choose to create short films as an alternative form of expression.[citation needed] Amateur filmmaking has grown in popularity as equipment has become more accessible.\n\nThe lower production costs of short films often mean that short films can cover alternative subject matter as compared to higher budget feature films. Similarly, unconventional filmmaking techniques such as Pixilation or narratives that are told without dialogue, are more often seen in short films than features.\n\nTropfest claims to be the world's largest short film festival. Tropfest now takes place in Australia (its birthplace), Arabia, the US and elsewhere. Originating in 1993, Tropfest is often credited as being at least partially responsible for the recent popularity of short films internationally.[citation needed] Also Couch Fest Films, part of Shnit Worldwide Filmfestival, claimed to be the world´s largest single-day short film festival.[4]\n\nAmong the oldest film festivals dedicated to short films are Clermont-Ferrand International Short Film Festival, France (since 1979), Tampere Film Festival, Finland (since 1969) and International Short Film Festival Oberhausen, Germany (since 1954). All of them are still considered the most important short film festival in the world to date.\n\nShort Film Conference (SFC) has been in existence since 1970 as a non-profit organization to unite the global short film community. Its network consists of hundreds of members representing over 40 countries from all over the globe. SFC’s activities range from organizing industry events and the annual conference to monitoring and researching the short film industry, informing its professionals & lobbying for the rights of short films and their creators. The Short Film Conference’s Code of Ethics offers guidelines for short film festivals to consider.\n\n"
        },
        {
            "title": "Short shorts",
            "text": "Very short films, often referred to as \"short shorts\", are sometimes considered in a category of their own.[citation needed] The International Festival of Very Shorts, based in Paris, only shows movies less than three minutes long. Filminute, the international one-minute film festival, has presented and promoted a collection of one-minute films across multiple media since September 2006.\n\n"
        }
    ]
}