{
    "url": "https://en.wikipedia.org/wiki/Shotacon",
    "title": "Shotacon",
    "table_of_contents": [
        "1 Origins",
        "2 Shotacon publications",
        "3 See also",
        "3.1 Legal aspects",
        "4 Explanatory notes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Shotacon (ショタコン, shotakon), abbreviated from Shōtarō complex (正太郎コンプレックス, shōtarō konpurekkusu), is, in Japanese contexts, the attraction to young (or young-looking) boy characters, or media centered around this attraction. The term refers to a genre of manga and anime wherein prepubescent or pubescent male characters are depicted in a suggestive or erotic manner, whether in the obvious role of object of attraction, or the less apparent role of \"subject\" (the character the reader is designed to associate with).\n\nIn some stories, the young male character is paired with a male, usually in a homoerotic manner, which is most common in yaoi/Boys' Love (BL) works meant for female readers, but some of these works are male-oriented, such as Boku no Pico. In others, he is paired with a female, which the general community would call \"straight shota.\" In some works, the shota character is paired with an older girl or woman, which is known as oneshota (おねショタ), a blend of onē-san (お姉さん, older sister) and shota.[1] A cutoff of \"about 15\" has been suggested as the dividing line between shotacon and BL.[citation needed] It can also apply to post-pubescent (adolescent or adult) characters with neotenic features that would make them appear to be younger than they are.[2] The phrase is a reference to the young male character Shōtarō (正太郎) from Tetsujin 28-go[3] (reworked in English as Gigantor). The equivalent term for attraction to (or art pertaining to erotic portrayal of) young girls is lolicon.\n\nThe usage of the term in both Western and Japanese fan cultures includes works ranging from explicitly pornographic to mildly suggestive, romantic, or in rare cases, entirely nonsexual, in which case it is not usually classified as \"true\" shotacon. As with lolicon, shotacon is related to the concepts of kawaii (cuteness) and moe (in which characters are presented as young, cute or helpless in order to increase reader identification and inspire protective feelings). As such, shotacon themes and characters are used in a variety of children's media. Elements of shotacon, like yaoi, are comparatively common in shōjo manga, such as the popular translated manga Loveless, which features an eroticized but unconsummated relationship between the 12-year-old male protagonist and a twenty-year-old male, or the young-appearing character Honey in Ouran High School Host Club. Seinen manga, primarily aimed at otaku, which also occasionally presents eroticized adolescent males in a non-pornographic context, such as Yoshinori \"Yuki\" Ikeda, the cross-dressing 14-year-old boy in Yubisaki Milk Tea.\n\nSome critics claim that the shotacon genre contributes to actual sexual abuse of children,[4] while others claim that there is no evidence for this,[4] or that there is evidence to the contrary.[5]\n\n"
        },
        {
            "title": "Origins",
            "text": "The term \"shotacon\" is a Japanese contraction of Shōtarō complex (正太郎コンプレックス, Shōtarō konpurekkusu), a reference to the young male character Shōtarō (正太郎) from Tetsujin 28-go.[3] In the anime and manga series, Shōtarō is a bold, self-assertive detective who frequently outwits his adversaries and helps to solve cases. Throughout the series, Shōtarō develops close friends within the world. His bishōnen cuteness embodied and formed the term \"shotacon\", putting a name to an old sexual subculture.\n\nWhere the shotacon concept developed is hard to pinpoint, but some of its earliest roots are in reader responses to detective series written by Edogawa Rampo. In his works, a character named Yoshio Kobayashi of \"Shōnentanteidan\" (Junior Detective Group, similar to the Baker Street Irregulars of Sherlock Holmes) forms a deep dependency with adult protagonist Kogoro Akechi. Kobayashi, a beautiful teenager, constantly concerns himself with Kogoro's cases and well-being, and for a time moves in with the unmarried man. This nonsexual but intimate adult-boy relationship in part inspired the evolution of the shotacon community.\n\nTamaki Saitō writes that although the modern shotacon audience has a roughly even split between males and females, the genre is rumored to have roots in early 1980s dōjinshi as an offshoot of yaoi.[3] Saitō suggests that shotacon was adopted by male readers who were influenced by lolicon; thus, he claims \"shota texts by female yaoi authors are structurally identical to yaoi texts, while shota by male otaku clearly position these little boys as young girls with penises\".[6] Kaoru Nagayama writes that the 1995 manga anthology U.C. BOYS: Under Cover Boys started a boom in commercial shotacon in the second half of the 1990s.[7] During this time, male-oriented shotacon emerged and mixed with female-oriented shotacon: \"the situation was such that shota works targeting women, men and a combination of both were all in close proximity.\"[7] The boom collapsed at the end of the 1990s, but male-targeted shotacon saw a small resurgence starting in 2002.[7]\n\n"
        },
        {
            "title": "Shotacon publications",
            "text": "Shotacon stories are commonly released in semi-monthly anthologies. Sometimes, however, manga artist will publish individual manga volumes. Many shotacon stories are published as dōjinshi; Shotaket (ショタケット),[nb 1] an annual convention to sell shotacon doujin material, was founded in 1995,[9] by a group of male creators.[3] The 2008 Shotaket had over 1000 attendees and offered work from nearly 200 circles.[9]\n\nShotacon for women is almost exclusively yaoi, and may be published in general yaoi anthology magazines or in one of the few exclusively shotacon yaoi anthologies, such as Shōnen Romance. Because of the possible legal issues, US publishers of yaoi have avoided material depicting notably underage characters.[10] In 2006, Juné released an English translation of Mako Takahashi's Naichaisouyo (泣いちゃいそうよ) under the title \"Almost Crying\",[11] a non-erotic shotacon manga; the book contains several stories featuring pubescent male characters, but their relationships are nonsexual.\n\nShotacon for male readers may feature either homosexual or heterosexual relationships.[nb 2] Both gay and straight shotacon typically involve escapades between smaller, often pubescent males and young adults (older brother/sister figures), sexually frustrated authority figures (teacher/boss), significantly older \"uncle/aunt\" figures (neighborhood acquaintances, actual family members), or outright father or mother figures (adopted, step, or full blood relation). Outside of these tropes, stories that involve only young boys (with no older characters) are not rare, with the most common recurring theme being a classmate relation.\n\nShota stories may be published in (a subset of) general seijin (men's pornographic) manga anthologies or in the few seijin shota manga anthologies, such as Shōnen Ai no Bigaku, which specializes in male-male stories. Some gay men's magazines which offer a particularly broad mix of pornographic material occasionally run stories or manga featuring peri-pubescent characters.[12]\n\nIn 2006, the seijin shotacon OVA anime Boku no Pico (ぼくのぴこ, lit. My Pico), which the producer has described as the first shotacon anime,[13] was released. It was later followed by two sequels and an edited version of the first OVA, with content more suitable for viewers under 18, as well as a video game starring Pico and Chico, the main characters of the anime. However, three years previously an OVA based on the eroge Enzai was created, featuring explicit sexual acts involving young boys.\n\n"
        }
    ]
}