{
    "url": "https://en.wikipedia.org/wiki/Shuddhadvaita",
    "title": "Shuddhadvaita",
    "table_of_contents": [
        "1 Location",
        "2 Central Topics",
        "3 Vallabhacharya",
        "3.1 Initiating mantra",
        "4 Philosophy",
        "4.1 Everything is Krishna's Leela",
        "4.2 Path to bliss in the Kali Yuga",
        "4.3 Atma-nivedana",
        "4.4 Ashta-chhaap",
        "5 Shuddhadwait Martand",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nShuddadvaita (Sanskrit: śuddhādvaita \"pure non-dualism\") is the \"purely non-dual\" philosophy propounded by Vallabhacharya (1479-1531 CE), the founding philosopher and guru of the Vallabhā sampradāya (\"tradition of Vallabh\") or Puśtimārg (\"The path of grace\"), a Hindu Vaishnava tradition focused on the worship of Krishna. Vallabhacharya's pure form (nondualist) philosophy is different from Advaita. The Shrinathji temple at Nathdwara, and compositions of eight poets (aṣṭachap), including Surdas, are central to the worship by the followers of the sect.[1]\n\n"
        },
        {
            "title": "Location",
            "text": "The tradition is founded by Vishnu swamy in Southern India. He is known as the early founder of the Rudra sampradaya, one of the four main traditions of Vaishnavaites.[2]\n\nVallabha Acharya founded the Krishna-centered Pushti-Marga sect of Vaishnavism in the Braj(Vraj) region of India.[3]\n\nIn modern times followers of Shuddadvaita are concentrated in the states of Rajasthan and Gujarat.[4]\n\n"
        },
        {
            "title": "Central Topics",
            "text": "In the ancient Vedic tradition of knowledge and comprehension of reality, the central theme would be experiencing the Supreme Entity or Brahman. Vedas primarily contain references to the adwait nature of Brahm. However, depending on how a scholar perceives those verses, he might see duality— dwait aspect as well. This ambiguity has led to several philosophical traditions in the Indian history, such as:\n\n"
        },
        {
            "title": "Vallabhacharya",
            "text": "Vallabhacharya was a devotional philosopher, who founded the Pushti sect in India. He won the title of acharya by traveling and debating advaita scholars from a young age.\n\nIn 1493-94 Vallabhacharya is said to have identified an image of Krishna at the Govardhan hill at Braj. This image, now called Shrinathji and located at Nathdwara, Rajasthan, is central to the worship by Vallabha followers.[5]\n\nAccording to Vallabha tradition, one night in 1494, Vallabhacharya received the Brahmasambandha mantra (the mantra that binds one with Brahman, or Krishna) from Krishna himself (hence the name, mukhāvatāra) at Gokula. The eight-syllable mantra, śri kṛṣṇaḥ śaraṇaṃ mama (Lord Krishna is my refuge), is passed onto new initiates in Vallabh sampradaya, and the divine name is said to rid the recipient of all impurities of the soul (doṣas) .[4][5]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "The school of in-essence monism or purified non-dualism of Vallabha sees equality in \"essence\" of the individual self with God. There is no real difference between the two (like the analogy of sparks to fire). However, unlike Shankara's Advaita, Vallabha does not deny God as the whole and the individual as the part. The individual soul is not the Supreme (Satcitananda) clouded by the force of avidya, but is itself Brahman, with one attribute (ananda) rendered imperceptible. The soul is both a doer and enjoyer. It is atomic in size, but pervades the whole body through its essence of intelligence (like sandalwood makes its presence felt through its scent even if sandalwood can't be seen).\n\nUnlike Advaita, the world of Maya is not regarded as unreal, since Maya is nothing else than a power of Ishvara. He is not only the creator of the universe but is the universe itself. Vallabha cites the Brihadaranyaka Upanishad account, that Brahman desired to become many, and he became the multitude of individual souls and the world. Although Brahman is not known, He is known when He manifests Himself through the world.\n\nBhakti is the means of salvation, though Jnana is also useful. Karmas precede knowledge of the Supreme, and are present even when this knowledge is gained. The liberated perform all karmas. The highest goal is not Mukti or liberation, but rather eternal service of Krishna and participation along with His activities in His Divine abode of Vrindavana. Vallabha distinguishes the transcendent consciousness of Brahman as Purushottama. Vallabha lays a great stress on a life of unqualified love and devotion towards God.\n\nIn all the philosophical traditions, it is common practice to describe how the Supreme Entity Brahm is related to us and our surroundings. In the system of Suddhadwait Vedant, otherwise known as Brahmvaad, the One, secondless Ultimate Reality is the only category. Every other thing has proceeded from it at the time of creation, is non-different from it during creation and merges into it at the time of dissolution. The two other well known categories namely the animate souls and the inanimate objects are respectively its parts and modifications. The animate souls are its parts because they retain to some extent the essential qualities thereof namely consciousness and joy. The inanimate objects are its modification because the above said qualities are absent therein.[6]\n\nAccording to the version of Vaishnava Theology Vallabhacharya espoused; the glorious Krishna in His \"Satcitananda\" form is the Absolute, Svayam Bhagavan. He is permanently playing out His sport (leela) from His seat in the Goloka which is even beyond the divine Vaikuntha, the abode of Vishnu and Satya-loka, the abode of Brahma the Creator, and Kailas, the abode of Shiva. Creation is His sport.\n\nFollowers of Vallabhacharya maintain that if one wants to obtain moksha and the bliss given by Krishna, the only path to do so is bhakti. In the Kali Yuga, it is believed that the forms of bhakti mentioned in the scriptures are nearly impossible to practice, so the followers of Vallabhacharya recommend pushti bhakti – which is the end itself and not means to an end, giving moksha, joy and oneness with Shree Krishna. It illustrates oneness with Shree Krishna can be achieved merely by having true belief and love for Shree Krsna and recitation of the Brahmasambandha mantra.\n\nIt is that bhakti which gives itself up body, heart and soul to the cause of God. It is considered to be the fullest expression of what is known as Atma-nivedana (= giving-up of oneself) among the nine forms of bhakti (Navadha Bhakti). It is the bhakti of the devotee who worships God not for any reward or presents but for His own sake. Such a devotee goes to Goloka after leaving this body and lives in eternal bliss enjoying the sports of the Lord. The classical example of this complete self-effacement is that of the cow-herdesses towards Krishna. They spoke no word except prayer and they moved no step except towards Krishna. Their supreme-most meditation was on the lotus-feet of Krishna.Thus  it is by God's grace alone that one can obtain release from bondage and attain Krishna's heaven, Goloka.\n\nIn V.S. 1602, his son Vitthalnath, also known as Gusainji, established the eight-fold system of singing the name and glory of Shrinathji (Kirtana) and entrusted this responsibility to eight poet-disciples of Vallabhacharya and his own, called the ashta-chhaap after the eight divine services to Shrinathji from morning until going to sleep. Foremost among them was Surdas, the blind poet of Agra.\n\nThese are Surdas, Krishna Das, Paramanand Das, Kumbhan Das, Chaturbhuj Das, Nand Das, Chhitswami, and Govind Das. The first four poets and singers were Vallabhacharya's disciples, while the other four were Gusainji's.\n\n"
        },
        {
            "title": "Shuddhadwait Martand",
            "text": "Shuddhadwait is defined more thoroughly in verse 27-28 from Shuddhadwait Martand:\n\nशुद्धाद्वैतापदे ज्ञेय:      समास: कर्मधारय: I\n\nअद्वैतं शुद्धयो: प्राहुः षष्ठी तत्पुरुषमं बुधा: II\n\nमायासंबंधरहितमं    शुद्धमित्युच्यते बुधै: I\n\nकार्यकरणरूपमं हि शुद्धं ब्रह्म न मायिकम़् II   [7]\n\nThe Shuddhadvaita philosophy has also been explained by various scholars of the sect, such as Devarshi Ramanath Shastri, who has enunciated the tenets of this philosophy in his books ‘Shuddhadvait Siddhantasaar’ (Hindi and Gujarati) and Shuddhadvaita Darshan.[9][10]\n\n"
        }
    ]
}