{
    "url": "https://en.wikipedia.org/wiki/Siege_of_the_Saxons",
    "title": "Siege of the Saxons",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "5 External links",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSiege of the Saxons is a 1963 British adventure film directed by Nathan H. Juran and released by Columbia Pictures. Starring Janette Scott and Ronald Lewis, the film is set in the time of King Arthur, but, as with many Arthurian themed films, the sets and style are from medieval England. The plot is also heavily influenced by Robin Hood.[1]\n\n"
        },
        {
            "title": "Plot",
            "text": "King Arthur learns that one of his knights is plotting to take over and marry his daughter. Soon the soldiers of double-dealing Edmund of Cornwall slay the king. However his daughter Katherine escapes with the help of outlaw Robert Marshall. Claiming that Katherine is dead, Edmund prepares to usurp the throne in league with Saxon invaders.\n\nAfter coming close to death more than once at the hands of the sinister limping man, Katherine and Robert and other loyal countrymen rescue the great wizard Merlin from the hands of Edmund's men to help them save Camelot and England. They arrive at Camelot just as Edmund is about to be crowned. On Merlin's advice, Robert challenges Edmund to kill him as a traitor, by using Arthur's sword Excalibur.\n\nEdmund is unable to draw the sword from the scabbard, whereupon Robert presents the sword to Katherine, the rightful heir, who draws it out easily. Katherine is recognised by the court as the new Queen. Following a battle against Edmund's remaining men and the invading force of Saxons, Katherine's armies prevail. She offers the lands of Edmund and other renegades to Robert, so that he can rule alongside her as King.\n\n"
        },
        {
            "title": "Production",
            "text": "Producer Charles H. Schneer made it after a series of fantasies with Ray Harryhausen. This and East of Sudan were made over 15 days, using stock footage. \"Columbia had a lot of unused footage in their library,\" said the producer. \"If 10 percent or less of a film made in the United Kingdom was comprised of stock footage, you received a government subsidy. I decided that would be a good commercial opportunity, so I made both pictures that way. I took the big action sequences out of Columbia's library.\" Siege of the Saxons used The Black Knight and East of Sudan used footage from Beyond Mombassa.[2]\n\nIt was the first of three consecutive films director Nathan Juran made for producer Charles Schnee in England.[3]\n\nShooting was conducted around the Home Counties in England and at Bray Studios in Berkshire. Oakley Court near Windsor, Berkshire was used for the castle interiors, Burnham Beeches in Buckinghamshire was the forest, and the final battle scenes were shot at Callow Hill, Virginia Water, in  Surrey.[1]\n\nThe film reused a lot of costumes, props, and footage from the earlier and bigger-budgeted 1954 Columbia film, The Black Knight, starring Alan Ladd and costumes and props from the 1963 film Lancelot and Guinevere directed by and starring Cornel Wilde. The hero dons Alan Ladd's armor from The Black Knight. King Arthur wears the same costume as Brian Aherne did as Arthur in Lancelot and Guinevere and even looks much the same as Aherne. The film also uses sequences from some of Columbia's Robin Hood films.[1]\n\n"
        },
        {
            "title": "Release",
            "text": "The film was released on a double bill with Schneer's Jason of the Argonauts (1963), a film best remembered for its Ray Harryhausen special effects.\n\nSchneer later hired Juran to direct another pair of films for a similar double bill: a large budget fantasy with special effects by Harryhausen, The First Men in the Moon, and a lower-budgeted English adventure heavily reliant on stock footage, East of Sudan.[1]\n\nThe Monthly Film Bulletin called it \"statutory but good humoured and moderately jolly... hampered by flat direction and cramped settings.\"[4]\n\n"
        }
    ]
}