{
    "url": "https://en.wikipedia.org/wiki/Sierra_Nevada",
    "title": "Sierra Nevada",
    "table_of_contents": [
        "1 Name and etymology",
        "2 Geography",
        "2.1 Setting",
        "2.2 Watersheds",
        "2.3 Elevation",
        "2.4 Notable features",
        "2.5 Communities",
        "2.6 Protected areas",
        "3 Geologic history",
        "4 Climate and meteorology",
        "5 Ecology",
        "6 History",
        "6.1 Native Americans",
        "6.2 Initial European-American exploration",
        "6.3 Gold rush",
        "6.4 Thorough exploration",
        "6.5 Conservation",
        "7 See also",
        "8 Explanatory notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Sierra Nevada (/siˌɛrə nəˈvædə, -ˈvɑːdə/)[a] is a mountain range in the Western United States, between the Central Valley of California and the Great Basin. The vast majority of the range lies in the state of California, although the Carson Range spur lies primarily in Nevada. The Sierra Nevada is part of the American Cordillera, an almost continuous chain of mountain ranges that forms the western \"backbone\" of the Americas.\n\nThe Sierra runs 400 miles (640 km) north-south and its width ranges from 50 miles (80 km) to 80 miles (130 km) across east–west.[3] Notable features include General Sherman, the largest tree in the world by volume; Lake Tahoe, the largest alpine lake in North America; Mount Whitney at 14,505 ft (4,421 m),[1] the highest point in the contiguous United States; and Yosemite Valley sculpted by glaciers from one-hundred-million-year-old granite, containing high waterfalls. The Sierra is home to three national parks, twenty wilderness areas, and two national monuments. These areas include Yosemite, Sequoia, and Kings Canyon National Parks; and Devils Postpile National Monument.\n\nMore than one hundred million years ago during the Nevadan orogeny, granite formed deep underground. The range started to uplift less than five million years ago,[7] and erosion by glaciers exposed the granite and formed the light-colored mountains and cliffs that make up the range. The uplift caused a wide range of elevations and climates in the Sierra Nevada, which are reflected by the presence of five life zones (areas with similar plant and animal communities). Uplift continues due to faulting caused by tectonic forces, creating spectacular fault block escarpments along the eastern edge of the southern Sierra.\n\nThe Sierra Nevada has played an important role in the history of California and the United States. The California Gold Rush occurred in the western foothills from 1848 through 1855. Due to its inaccessibility, the range was not fully explored until 1912.[8]: 81 \n\n"
        },
        {
            "title": "Name and etymology",
            "text": "Used in 1542 by Juan Rodríguez Cabrillo to describe a Pacific Coast Range (Santa Cruz Mountains), the term \"Sierra Nevada\" was a general identification of less familiar ranges toward the interior.[10] In 1776, Pedro Font's map applied the name to the range currently known as the Sierra Nevada.[11]\n\nThe literal translation is \"snowy mountains\", from sierra \"a range of mountains\", 1610s, from Spanish sierra \"jagged mountain range\", lit. \"saw\", from Latin serra \"a saw\"; and from fem. of Spanish nevado \"snowy\".[12][13]\n\nWhile many mountain ranges are unanimously referred to in the plural (Smokies, Rockies, Cascades, etc.), since Sierra is already pluralized in its native language, some locals who live in \"the Sierra\" are not hesitant to admonish those who refer to the area as \"the Sierras\".[14]  However, there are historical and literary references that use the plural, such as the 1871 collection of Joaquin Miller poems, Songs of the Sierras.[14][15]\n\n"
        },
        {
            "title": "Geography",
            "text": "The Sierra Nevada lies primarily in central and eastern California, with the Carson Range, a small but historically important spur, extending into Nevada. West-to-east, the Sierra Nevada's elevation increases gradually from 500 feet (150 m) in the Central Valley[16] to more than 14,000 feet (4,300 m) atop the highest peaks of its crest  50–75 miles (80–121 km) to the east. The east slope forms the steep Sierra Escarpment. Unlike its surroundings, the range receives a substantial amount of snowfall and precipitation due to orographic lift.\n\nThe Sierra Nevada's irregular northern boundary stretches from the Susan River[17] and Fredonyer Pass[18] to the North Fork Feather River. It represents where the granitic bedrock of the Sierra Nevada dives below the southern extent of Cenozoic igneous surface rock from the Cascade Range.[19] It is bounded on the west by California's Central Valley, on the east by the Basin and Range Province, and on the southeast by the Mojave Desert. The southern boundary is at Tehachapi Pass.[2]\n\nPhysiographically, the Sierra is a section of the Cascade–Sierra Mountains province, which in turn is part of the larger Pacific Mountain System physiographic division. The California Geological Survey states that \"the northern Sierra boundary is marked where bedrock disappears under the Cenozoic volcanic cover of the Cascade Range.\"[20]\n\nThe range is drained on its western slope by the Central Valley watershed, which discharges into the Pacific Ocean at San Francisco. The northern third of the western Sierra is part of the Sacramento River watershed (including the Feather, Yuba, and American River tributaries), and the middle third is drained by the San Joaquin River (including the Mokelumne, Stanislaus, Tuolumne, and Merced River tributaries). The southern third of the range is drained by the Kings, Kaweah, Tule, and Kern rivers, which flow into the endorheic basin of Tulare Lake, which rarely overflows into the San Joaquin during wet years.\n\nThe eastern slope watershed of the Sierra is much narrower; its rivers flow out into the endorheic Great Basin of eastern California and western Nevada. From north to south, the Susan River flows into intermittent Honey Lake, the Truckee River flows from Lake Tahoe into Pyramid Lake, the Carson River runs into Carson Sink, the Walker River into Walker Lake; Rush, Lee Vining and Mill Creeks flow into Mono Lake; and the Owens River into dry Owens Lake. Although none of the eastern rivers reach the sea, many of the streams from Mono Lake southwards are diverted into the Los Angeles Aqueduct which provides water to Southern California.\n\nThe height of the mountains in the Sierra Nevada increases gradually from north to south. Between Fredonyer Pass and Lake Tahoe, the peaks range from 5,000 feet (1,500 m) to more than 9,000 feet (2,700 m). The crest near Lake Tahoe is roughly 9,000 feet (2,700 m) high, with several peaks approaching the height of Freel Peak (10,881 ft or 3,317 m). Farther south, the highest peak in Yosemite National Park is Mount Lyell (13,120 ft or 3,999 m). The Sierra rises to almost 14,000 feet (4,300 m) with Mount Humphreys near Bishop, California. Finally, near Lone Pine, Mount Whitney is at 14,505 feet (4,421 m), the highest point in the contiguous United States.\n\nSouth of Mount Whitney, the elevation of the range quickly dwindles. The crest elevation is almost 10,000 feet (3,000 m) near Lake Isabella, but south of the lake, the peaks reach only a modest 8,000 feet (2,400 m).[21]\n\nThere are several notable geographical features in the Sierra Nevada:\n\nCommunities in the Sierra Nevada include Paradise, South Lake Tahoe, Truckee, Grass Valley, Mammoth Lakes, Sonora, Nevada City, Placerville, Pollock Pines, Portola, Auburn, Colfax and Kennedy Meadows.\n\nMuch of the Sierra Nevada consists of federal lands and is either protected from development or strictly managed. The mountain range is home to three National Parks – Yosemite, Kings Canyon, and Sequoia – and two national monuments – Devils Postpile and Giant Sequoia. Ten national forests[24] span much of the mountain range's remaining area. Within these national parks, monuments, and forests lie 26 wilderness areas, which together protect 15.4% of the Sierra's 63,118 km2 (24,370 sq mi) from logging and grazing.[4]\n\nThe United States Forest Service and the Bureau of Land Management currently control 52% of the land in the Sierra Nevada.[4] Logging and grazing are generally allowed on land controlled by these agencies, under federal regulations that balance recreation and development on the land.\n\nThe California Bighorn Sheep Zoological Area near Mount Williamson in the southern Sierra was established to protect the endangered Sierra Nevada bighorn sheep. Starting in 1981, hikers were unable to enter the Area from May 15 through December 15, in order to protect the sheep.  As of 2010, the restriction has been lifted and access to the Area is open for the whole year.[25]\n\n"
        },
        {
            "title": "Geologic history",
            "text": "\n\nThe earliest rocks in the Sierra Nevada are metamorphic roof pendants of Paleozoic age, the oldest being metasedimentary rocks from the Cambrian in the Mount Morrison region.[26] These dark-colored hornfels, slates, marbles, and schists are found in the western foothills (notably around Coarsegold, west of the Tehachapi Pass) and east of the Sierra Crest.[27] The earliest granite of the Sierra started to form in the Triassic period. This granite is mostly found east of the crest and north of 37.2°N.[28] In the Triassic and into the Jurassic, an island arc collided with the west coast of North America and raised a chain of volcanoes, in an event called the Nevadan orogeny.[29] Nearly all subaerial Sierran Arc volcanoes have since disappeared; their remains were redeposited during the Great Valley Sequence and the subsequent Cenozoic filling of the Great Valley, which is the source of much of the sedimentary rock in California.\n\nIn the Cretaceous, a subduction zone formed at the edge of the continent.[30] This means that an oceanic plate started to dive beneath the North American plate. Magma, formed through the subduction of the ancient Farallon Plate, rose in plumes (plutons) deep underground, their combined mass forming what is called the Sierra Nevada batholith. These plutons formed at various times, from 115 Ma to 87 Ma.[31] The earlier plutons formed in the western half of the Sierra, while the later plutons formed in the eastern half of the Sierra.[28] The Sierra Nevada formed the western margin of a high plateau to the east, the Nevadaplano.[32]\n\nTwenty million years ago, crustal extension associated with the Basin and Range Province caused extensive volcanism in the Sierra.[33] About 10 Ma, the Sierra Nevada started to form when a block of crust between the Coast Range and the Basin and Range Province started to tilt to the west[34] as heat from the Basin and Range extension thinned the eastern part of the block, making it more buoyant than the western portion of the block.  Rivers started cutting deep canyons on both sides of the range. Lava filled some of these canyons, which have subsequently eroded leaving table mountains that follow the old river channels.[35]\n\nAbout 2.5 Ma, the Earth's climate cooled, and ice ages started. Glaciers carved out characteristic U-shaped canyons throughout the Sierra. The combination of river and glacier erosion exposed the uppermost portions of the plutons emplaced millions of years before, leaving only a remnant of metamorphic rock on top of some Sierra peaks.\n\nUplift of the Sierra Nevada continues today, especially along its eastern side. This uplift causes large earthquakes, such as the Lone Pine earthquake of 1872.[36]\n\n"
        },
        {
            "title": "Climate and meteorology",
            "text": "The climate of the Sierra Nevada is influenced by the Mediterranean climate of California.  During the fall, winter and spring, precipitation in the Sierra ranges from 20 to 80 in (510 to 2,030 mm) where it occurs mostly as snow above 6,000 ft (1,800 m). Precipitation is highest on the central and northern portions of the western slope between 5,000 and 8,000 feet (1,500 and 2,400 m) elevation, due to orographic lift.[31]: 69  Above 8,000 feet (2,400 m), precipitation diminishes on the western slope up to the crest, since most of the precipitation has been wrung out at lower elevations. Most parts of the range east of the crest are in a rain shadow, and receive less than 25 inches of precipitation per year.[37] While most summer days are dry, afternoon thunderstorms are common, particularly during the North American Monsoon in mid and late summer. Some of these summer thunderstorms drop over an inch of rain in a short period, and the lightning can start fires. Summer high temperatures average 42–90 °F (6–32 °C). Winters are comparatively mild, and the temperature is usually only just low enough to sustain a heavy snowpack. For example, Tuolumne Meadows, at 8,600 feet (2,600 m) elevation, has winter daily highs about 40 °F (4 °C) with daily lows about 10 °F (−12 °C).[38] The growing season lasts 20 to 230 days, strongly dependent on elevation.[16] The highest elevations of the Sierra have an alpine climate.\n\nThe Sierra Nevada snowpack is the major source of water and a significant source of electric power generation in California.[39] Many reservoirs were constructed in the canyons of the Sierra throughout the 20th century, Several major aqueducts serving both agriculture and urban areas distribute Sierra water throughout the state. However, the Sierra casts a rain shadow, which greatly affects the climate and ecology of the central Great Basin. This rain shadow is largely responsible for Nevada being the driest state in the United States.[40]\n\nPrecipitation varies substantially from year to year. It is not uncommon for some years to receive precipitation totals far above or below normal.\n\nThe height of the range and the steepness of the Sierra Escarpment, particularly at the southern end of the range, produces a wind phenomenon known as the \"Sierra Rotor\".  This is a horizontal rotation of the atmosphere just east of the crest of the Sierra, set in motion as an effect of strong westerly winds.[41]\n\n\nBecause of the large number of airplanes that have crashed in the Sierra Nevada, primarily due to the complex weather and atmospheric conditions such as downdrafts and microbursts caused by geography there, a portion of the area, a triangle whose vertices are Reno, Nevada; Fresno, California; and Las Vegas, Nevada, has been dubbed the \"Nevada Triangle\", in reference to the Bermuda Triangle.  Some counts put the number of crashes in the triangle at 2,000,[42] including millionaire and record-breaking flyer Steve Fossett.  Hypotheses that the crashes are related in some way to the United States Air Force's Area 51, or to the activities of extra-terrestrial aliens, have no evidence to support them.[43][44]\n\n"
        },
        {
            "title": "Ecology",
            "text": "The Sierra Nevada is divided into a number of biotic zones, each of which is defined by its climate and supports a number of interdependent species.[31] Life in the higher elevation zones adapted to colder weather, and to most of the precipitation falling as snow. The rain shadow of the Sierra causes the eastern slope to be warmer and drier: each life zone is higher in the east.[31] A list of biotic zones, and corresponding elevations, is presented below:\n\n"
        },
        {
            "title": "History",
            "text": "Archaeological excavations placed Martis people of Paleo-Indians in northcentral Sierra Nevada during the period of 3,000 BCE to 500 CE. The earliest identified sustaining indigenous people in the Sierra Nevada were the Northern Paiute tribes on the east side, with the Mono tribe and Sierra Miwok tribe on the western side, and the Kawaiisu and Tübatulabal tribes in the southern Sierra. Today, some historic intertribal trade route trails over mountain passes are known artifact locations, such as Duck Pass with its obsidian arrowheads. The California and Sierra Native American tribes were predominantly peaceful, with occasional territorial disputes between the Paiute and Sierra Miwok tribes in the mountains.[46] Washo and Maidu were also in this area prior to the era of European exploration and displacement.[47][48]\n\nAmerican exploration of the mountain range started in 1827. Although prior to the 1820s there were Spanish missions, pueblos (towns), presidios (forts), and ranchos along the coast of California, no Spanish explorers visited the Sierra Nevada.[49] The first Americans to visit the mountains were amongst a group led by fur trapper Jedediah Smith, crossing north of the Yosemite area in May 1827, at Ebbetts Pass.[49]\n\nIn 1833, a subgroup of the Bonneville Expedition led by Joseph Reddeford Walker was sent westward to find an overland route to California. Eventually the party discovered a route along the Humboldt River across present-day Nevada, ascending the Sierra Nevada, starting near present-day Bridgeport and descending between the Tuolumne and Merced River drainage. The group may have been the first non-indigenous people to see Yosemite Valley.[50] The Walker Party probably visited either the Tuolumne or Merced Groves of giant sequoia, becoming the first non-indigenous people to see the giant trees,[49] but journals relating to the Walker party were destroyed in 1839, in a print shop fire in Philadelphia.[51]\n\nIn the winter of 1844, Lt. John C. Frémont, accompanied by Kit Carson, was the first American to see Lake Tahoe. The Frémont party camped at 8,050 ft (2,450 m).[52]\n\nThe California Gold Rush began at Sutter's Mill, near Coloma, in the western foothills of the Sierra.[53] On January 24, 1848, James W. Marshall, a foreman working for Sacramento pioneer John Sutter, found shiny metal in the tailrace of a lumber mill Marshall was building for Sutter on the American River.[54] Rumors soon started to spread and were confirmed in March 1848 by San Francisco newspaper publisher and merchant Samuel Brannan. Brannan strode through the streets of San Francisco, holding aloft a vial of gold, shouting \"Gold! Gold! Gold from the American River!\"[54]\n\nOn August 19, 1848, the New York Herald was the first major newspaper on the East Coast to report the discovery of gold. On December 5, 1848, President James Polk confirmed the discovery of gold in an address to Congress.[55]: 80  Soon, waves of immigrants from around the world, later called the \"forty-niners\", invaded the Gold Country of California or \"Mother Lode\". Miners lived in tents, wood shanties, or deck cabins removed from abandoned ships.[56] Wherever gold was discovered, hundreds of miners would collaborate to put up a camp and stake their claims.\n\nBecause the gold in the California gravel beds was so richly concentrated, the early forty-niners simply panned for gold in California's rivers and streams.[57]: 198–200  However, panning cannot take place on a large scale, and miners and groups of miners graduated to more complex placer mining. Groups of prospectors would divert the water from an entire river into a sluice alongside the river, and then dig for gold in the newly exposed river bottom.[58]: 90 \n\nBy 1853, most of the easily accessible gold had been collected, and attention turned to extracting gold from more difficult locations. Hydraulic mining was used on ancient gold-bearing gravel beds on hillsides and bluffs in the gold fields.[55]: 89  In hydraulic mining, a high-pressure hose directed a powerful stream or jet of water at gold-bearing gravel beds.  It is estimated that by the mid-1880s, 11 million ounces (340 t) of gold (worth approximately US$15 billion in December 2010 prices) had been recovered by \"hydraulicking\".[59] A byproduct of these extraction methods was that large amounts of gravel, silt, heavy metals, and other pollutants went into streams and rivers.[58]: 32–36  As of 1999[update], many areas still bear the scars of hydraulic mining, since the resulting exposed earth and downstream gravel deposits do not support plant life.[58]: 116–121 \n\nIt is estimated that by 1855, at least 300,000 gold-seekers, merchants, and other immigrants had arrived in California from around the world.[55]: 25  The huge numbers of newcomers brought by the Gold Rush drove Native Americans out of their traditional hunting, fishing and food-gathering areas. To protect their homes and livelihood, some Native Americans responded by attacking the miners, provoking counter-attacks on native villages. The Native Americans, out-gunned, were often slaughtered.[58]\n\nThe Gold Rush populated the western foothills of the Sierra Nevada, but even by 1860, most of the Sierra was unexplored.[8][60] The state legislature authorized the California Geological Survey to officially explore the Sierra (and survey the rest of the state). Josiah Whitney was appointed to head the survey. Men of the survey, including William H. Brewer, Charles F. Hoffmann and Clarence King, explored the backcountry of what would become Yosemite National Park in 1863.[8] In 1864, they explored the area around Kings Canyon.  In 1869, John Muir started his wanderings in the Sierra Nevada range,[61] and in 1871, King was the first to climb Mount Langley, mistakenly believing he had summited Mount Whitney, the highest peak in the range.[62] In 1873, Mount Whitney was climbed for the first time by 3 men from Lone Pine, CA on a fishing trip.[8] From 1892 to 1897 Theodore Solomons made the first attempt to map a route along the crest of the Sierra.[8]\n\nOther people finished exploring and mapping the Sierra. Bolton Coit Brown explored the Kings River watershed in 1895–1899. Joseph N. LeConte mapped the area around Yosemite National Park and what would become Kings Canyon National Park. James S. Hutchinson, a noted mountaineer, climbed the Palisades (1904) and Mount Humphreys (1905). By 1912, the USGS published a set of maps of the Sierra Nevada, and the era of exploration was over.[8]: 81 \n\nThe tourism potential of the Sierra Nevada was recognized early in the European history of the range.\nYosemite Valley was first protected by the federal government in 1864. The Valley and Mariposa Grove were ceded to California in 1866 and turned into a state park.[50] John Muir perceived overgrazing by sheep and logging of giant sequoia to be a problem in the Sierra. Muir successfully lobbied for the protection of the rest of Yosemite National Park: Congress created an Act to protect the park in 1890. The Valley and Mariposa Grove were added to the Park in 1906.[50] In the same year, Sequoia National Park was formed to protect the Giant Sequoia: all logging of the Sequoia ceased at that time.\n\nIn 1903, the city of San Francisco proposed building a hydroelectric dam to flood Hetch Hetchy Valley. The city and the Sierra Club argued over the dam for 10 years, until the U.S. Congress passed the Raker Act in 1913 and allowed dam building to proceed. O'Shaughnessy Dam was completed in 1923.[63][64]\n\nBetween 1912 and 1918, Congress debated three times to protect Lake Tahoe in a national park. None of these efforts succeeded, and after World War II, towns such as South Lake Tahoe grew around the shores of the lake. By 1980, the permanent population of the Lake Tahoe area grew to 50,000, while the summer population grew to 90,000.[65] The development around Lake Tahoe affected the clarity of the lake water. In order to preserve the lake's clarity, construction in the Tahoe basin is currently regulated by the Tahoe Regional Planning Agency.[66]\n\nAs the 20th century progressed, more of the Sierra became available for recreation; other forms of economic activity decreased. The John Muir Trail, a trail that followed the Sierra crest from Yosemite Valley to Mount Whitney, was funded in 1915 and finished in 1938.[67] Kings Canyon National Park was formed in 1940 to protect the deep canyon of the Kings River.\n\nIn the 1920s, automobile clubs and nearby towns started to lobby for trans-Sierra highways over Piute Pass[68] (which would have closed the gap in SR 168) and other locations. However, by end of the 1920s, the Forest Service and the Sierra Club decided that roadless wilderness in the Sierra was valuable, and fought the proposal. The Piute Pass proposal faded out by the early 1930s, with the Forest Service proposing a route over Minaret Summit in 1933.[68] The Minaret Summit route was lobbied against by California's Governor Ronald Reagan in 1972. The expansion of the John Muir and Ansel Adams Wildernesses in the 1980s sealed off the Minaret Summit route.[68]\n\nA trans-Sierra route between Porterville and Lone Pine was proposed by local businessmen in 1923.[69] Eventually, a circuitous route across the Sierra was built across Sherman Pass by 1976.[70]\n\nBy 1964, the Wilderness Act protected portions of the Sierra as primitive areas where humans are simply temporary visitors. Gradually, 20 wilderness areas were established to protect scenic backcountry of the Sierra. These wilderness areas include the John Muir Wilderness (protecting the eastern slope of the Sierra and the area between Yosemite and Kings Canyon Parks), and wilderness within each of the National Parks.\n\nThe Sierra Nevada still faces a number of issues that threaten its conservation. Logging occurs on both private and public lands, including controversial clearcut methods and thinning logging on private and public lands.[71] Grazing occurs on private lands as well as on National Forest lands, which include Wilderness areas. Overgrazing can alter hydrologic processes and vegetation composition, remove vegetation that serves as food and habitat for native species, and contribute to sedimentation and pollution in waterways.[72] A recent increase in large wildfires like the Rim Fire in Yosemite National Park and the Stanislaus National Forest and the King Fire on the Eldorado National Forest, has prompted concerns.[71] A 2015 study indicated that the increase in fire risk in California may be attributable to human-induced climate change.[73] A study looking back over 8,000 years found that warmer climate periods experienced severe droughts and more stand-replacing fires and concluded that as climate is such a powerful influence on wildfires, trying to recreate presettlement forest structure is likely impossible in a warmer future.[74]\n\n"
        }
    ]
}