{
    "url": "https://en.wikipedia.org/wiki/Silent_Orchestra",
    "title": "Silent Orchestra",
    "table_of_contents": [
        "1 Biography",
        "2 Discography",
        "3 Notes",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Silent Orchestra was formed in 1998 to bring live music and sound design to classic and contemporary silent films. They have performed their own new compositions for classic silent films at art house theaters, film festivals and art galleries since 1999. They have appeared on DVDs of classic Silent films released by Image Entertainment.\n\n"
        },
        {
            "title": "Biography",
            "text": "Silent Orchestra uses contemporary musical idioms to convey the art of pre-talkie films to modern audiences.  The group was formed in 1998 by keyboardist, Carlos Garza and percussionist, Rich O'Meara and made their premiere in 1999.  The group has performed new scores for films by F.W. Murnau, Marcel L'Herbier, Germaine Dulac, Nell Shipman and Charles Bryant at the National Museum of Women in the Arts, Smithsonian American Art Museum and National Gallery of Art.[1]\n\nThey are best known for their new score for the F.W. Murnau classic, Nosferatu, A Symphony of Horror (1922), which they have performed at the American Film Institute (AFI) Silver Theater, the Savannah Film Festival, the National Gallery of Art and the Percussive Arts Society's International Conference.  Their performance of Nosferatu at the 2000 Virginia Film Festival[2] was followed by a premiere of Shadow of the Vampire, a fictionalized account of the making of Nosferatu. As festival director, Richard Herskowitz wrote in the [3] festival wrap-up, \"The opening night presentation was a double feature of Nosferatu and Shadow of the Vampire, with Silent Orchestra performing its majestic score for Nosferatu. Both the night's standing ovation and the acclaim registered in audience surveys expressed great appreciation for the revelatory effect of juxtaposing the two films and adding a contemporary score.\"  The double feature was introduced by David Shepard (film preservationist), who noted the forthcoming re-release of the Nosferatu, Special Edition DVD. As John Shea, writer for TNMC Movies noted, \"We were informed by David Shepard, the archivist who restored the print, that this print along with the new soundtrack, will be released on DVD December 31, not coincidentally two days after the release of Shadow of the Vampire to theaters.\"[4]\n\nSilent Orchestra employs contemporary and improvisational styles, as opposed to other groups that favor more traditional approaches.  Regarding the hybrid composition/improvisation style of the duo, Carlos Garza noted in Desson Thomson's article in the Washington Post, \"We enjoy the excitement of being in front of an audience, the fact that things can go wrong [with the projection]. You have to be on your toes and be able to improvise.\"[5]\n\nTheir Nosferatu score was first released in 2000 in Dolby Surround by Kino Video. It was then released in Dolby Digital 5.0 on the Nosferatu - Special Edition DVD by Image Entertainment in 2001. In 2003, Image Entertainment released the DVD, Salome, Lot in Sodom with a Dolby Digital 5.0 score by Silent Orchestra and a stereo score by Marc-Olivier Dupin. In 2009, Silent Orchestra released their first CD, the score for Nosferatu, A Symphony of Horror.\n\nCarlos Garza is a composer and musician with a career that includes art rock, new wave, pop, country, jazz and film composition.  With his group, the young professionals, he was part of the legendary 9:30 Club scene in the early 1980s. He has also performed with Margot Chapman of the Starland Vocal Band.  He has scored 15 feature films and more than 25 short films and animations. He was awarded best music in the 2009, 48 Hour Film Project for his score for \"Star Pupil.\"[6]\n\nRich O'Meara is a percussionist and composer of works for marimba and ensemble that are performed throughout the world. His works for marimba, vibraphone and other percussion instruments are published by KPP and have been performed and recorded in Europe, Asia and the Americas.  His marimba piece, Restless has several times been performed during encores by Evelyn Glennie and performed by her on the PBS documentary DVD, \"The Music Instinct, Science & Song.\" He has performed with One Earth Percussion Theatre, the Contemporary Music Forum, the Lenox Ensemble, and the New York-based Sky Music. He was featured as marimba soloist with the Women Composers Orchestra and under the direction of Michel Camilo, was a guest artist at the 1998 Latin-Caribbean Festival at the John F. Kennedy Center. With the new music ensemble Amaranth, he premiered Puzzle Piece for three marimbas. In 2010, Rich O'Meara appeared at the 8th International Patagonia Percussion Festival to present a program of his works for solo and ensemble marimba.\n\n"
        },
        {
            "title": "Discography",
            "text": "CD, Nosferatu, A Symphony of Horror (2010)\n\nDVD, Nosferatu, A Symphony of Horror (2001, Image Entertainment)\n\nDVD, Salome/Lot in Sodom (2003, Image Entertainment)\n\n"
        }
    ]
}