{
    "url": "https://en.wikipedia.org/wiki/Silent_Movie",
    "title": "Silent Movie",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Analysis",
        "4 Reception",
        "5 Awards and nominations",
        "6 Home media",
        "7 Sources",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSilent Movie is a 1976 American satirical comedy film co-written, directed by and starring Mel Brooks, released by 20th Century Fox in the summer of 1976. The ensemble cast includes Dom DeLuise, Marty Feldman, Bernadette Peters, and Sid Caesar, with cameos by Anne Bancroft, Liza Minnelli, Burt Reynolds, James Caan, Marcel Marceau, and Paul Newman as themselves. The film is produced in the manner of a 20th-century silent film with intertitles instead of spoken dialogue (hence the name); the soundtrack consists almost entirely of accompanying music and sound effects. It is an affectionate parody of slapstick comedies, including those of Charlie Chaplin, Mack Sennett, and Buster Keaton. The film satirizes the film industry, presenting the story of a film producer trying to obtain studio support to make a silent film in the then-present 1970s.\n\n"
        },
        {
            "title": "Plot",
            "text": "Mel Funn (Mel Brooks), a once-great Hollywood film director, is now recovering from a drinking problem and down on his luck. He and his sidekicks Dom Bell (Dom DeLuise) and Marty Eggs (Marty Feldman) pitch to Big Pictures Studios' Chief (Sid Caesar) the idea to make the first silent movie in forty years. The Chief rejects the idea at first, but Funn convinces him that if he can get Hollywood's biggest stars to be in the film, it could save the studio from a takeover by New York conglomerate Engulf & Devour (Harold Gould and Ron Carey).\n\nFunn, Bell, and Eggs proceed to recruit various stars for the film. They surprise Burt Reynolds in his shower and then revisit his mansion in disguise. They recruit James Caan filming on location, following slapstick fumbling in an unstable dressing room trailer. They find Liza Minnelli at the studio commissary, where she eagerly agrees to be in the film. They recruit Anne Bancroft by disguising themselves as nightclub Flamenco dancers. While visiting the ailing Chief in the hospital, Funn phones mime artist Marcel Marceau, who responds in French with his only spoken word in the film: a resounding \"Non!\" They see Paul Newman on the hospital grounds and sign him to the film after a wild electric wheelchair chase.\n\nIn the course of their search for stars, the trio have a number of brief misadventures, including a mix-up between a seeing-eye dog and an untrained look-alike, several (mostly unsuccessful) efforts by Eggs to seduce various women, and a soft-drink dispensing machine that launches cans like grenades.\n\nEngulf and Devour learn of the project, and try to sabotage it by sending voluptuous nightclub sensation Vilma Kaplan (Bernadette Peters) to seduce Funn. He falls for her, but returns to drinking when he learns she was part of a scheme. He buys a huge bottle of liquor and drinks himself into a stupor, surrounded by fellow \"winos\". But Kaplan has genuinely fallen for Funn and refused Engulf & Devour's money; she helps Bell and Eggs find him and restore him to sobriety.\n\nThe film is completed, but the only copy is stolen by Engulf & Devour just before its theatrical premiere. Kaplan stalls the audience with her nightclub act while Funn, Eggs, and Bell successfully steal the film back. They are cornered by Engulf and Devour's thuggish executives, but use the exploding soft-drink machine they encountered earlier to attack and subdue them. Lacking a separate spool to rewind the film, Eggs winds the film around his own body and upon returning to the theater he has to be rushed to the projection booth to show it.\n\nThe film is a huge success with the audience, which erupts with over-the-top applause. The studio is saved, and Funn, Bell, Eggs, Kaplan, and Chief celebrate, as an on-screen caption identifies the film as a \"true story\".\n\n"
        },
        {
            "title": "Analysis",
            "text": "Mel Brooks enjoyed success with the release of Blazing Saddles and Young Frankenstein in 1974, both being parody films spoofing entire genres. He followed this success with Silent Movie, an affectionate parody of the slapstick films of the silent film era. The film feels like a throwback to this earlier era, despite using color and other up to date techniques.[4] As a film about filmmaking, Silent Movie also parodies \"Hollywood deal-making\".[4] Co-writer Ron Clark was previously the producer of The Tim Conway Comedy Hour (1970), while Rudy De Luca and Barry Levinson were writers for The Carol Burnett Show (1967–1978). Unsurprisingly, the humor of Silent Movie would not be out of place in a sketch comedy.[4] Henry Jenkins points out that for Brooks the decision to make a silent comedy represents an allusion to an earlier era of his career. He used to be a writer for Your Show of Shows (1950–1954), a show which included pantomime segments and parodies of silent films. Television audiences of the 1950s were familiar with the silents through their broadcast on late night television.[5]\n\nThe film features an unflattering portrayal of the film industry. Big Picture Studios' front gate sign boasts of the multimillion-dollar scope of their films, never mentioning their quality. The film project is green-lit not on the merits of its script, but solely on the drawing power of the movie stars attached. Executives cannot tell good film footage apart from bad, while the 'Current Studio Chief' is one box office bomb away from losing his position. The studio itself is under threat of a takeover by a \"soulless\" conglomerate. The movie stars are portrayed as vain figures who flaunt their wealth. The moviegoing audience is portrayed as fickle and unpredictable.[4] Villainous 'Engulf & Devour' is a parody of real-life conglomerate Gulf+Western Industries, which had acquired Paramount Pictures.[4] The film also parodies corporate executives as essentially interchangeable yes-men, following the whims of their boss.[4]\n\nThe logo of Big Picture Studios is a parody of the MGM lion. It depicts the Studio Chief (Sid Caesar) as a braying donkey.[4] Liza Minnelli appears in a scene which makes no use of her dancing talents. Writer Robert Alan Crick, author of The Big Screen Comedies of Mel Brooks (2002), points out that the part could easily have been played by any well-known actress of the 1970s, with no apparent difference.[4] The film was the first notable acting role for Brooks, who was previously limited to off-screen voiceovers and short cameos.[4]\n\nSound is a big factor in the film's humor, as when a scene that shows the New York City skyline begins with the song \"San Francisco\", only to have it come to a sudden stop as if the musicians realize they are playing the wrong music. They then go into \"I'll Take Manhattan\" instead. One joke makes use of the difference between the expressive gestures of silent cinema and those used in guessing games, such as charades. A secretary attempts to explain to the Studio Chief that Funn has a drinking problem, by pantomiming an uplifted bottle. Her boss misunderstands, figuring that Funn sucks his thumb.[5] Another scene with the Studio Chief pays homage to slapstick: the Chief proclaims slapstick to be dead, then his chair flips backwards, and sends him sliding across the room in it. He slams his head, with the sound of a bell ringing. The humor of the scene derives from the combination of the image and the unlikely sound.[5] Many of the gags of the film actually depend on careful synchronizations of sound and image. For example, one sequence has Feldman tossed about between elevator doors. It is set to the sounds of a pinball machine.[5]\n\nOther gags are delivered through intertitles. For example, in a meeting of 'Engulf & Devour', an underling whispers something in the ears of his boss. The intertitles report: \"whisper...whisper...whisper\". The boss fails to understand, forcing the man to shout. In response the intertitle is written in all caps: \"YOUR FLY IS OPEN\".[5]\n\nMarcel Marceau reprises his \"walking into the wind\" routine while trying to lift a phone. He then shouts his only spoken word of the film: \"Non!\".[5] When the Studio Chief asks what was his answer, Mel Funn cowardly replies that he doesn't understand French.\n\n"
        },
        {
            "title": "Reception",
            "text": "On Rotten Tomatoes the film has an approval rating of 81% based on 26 reviews, with an average rating of 7/10. The critical consensus reads: \"Stylistically audacious and infectiously nostalgic for the dawn of cinema, Silent Movie is another comedic triumph for Mel Brooks... now shush.\"[6] On Metacritic the film has a score of 75 out of 100, based on reviews from 7 critics.[7]\n\nRoger Ebert gave the film a four-star review and called it \"not only funny, but fun.\" He cited as positive elements the ability of Brooks to do anything for a laugh and the world of his films where everything is possible. He stated that Brooks took \"a considerable stylistic risk\" which he managed to pull off \"triumphantly\". He considered the film equal in comedic ability to Blazing Saddles (1974), superior to Young Frankenstein (1974), and inferior to The Producers (1968).[8][9] He also praised the film for offering an encyclopedia-worth of visual gags, both old and new.[9] Vincent Canby of The New York Times wrote that the film can be enjoyed as \"a virtually uninterrupted series of smiles\" but \"doesn't contain a single moment that ever seriously threatens to split the sides.\"[10] Variety wrote, \"Considering the pitfalls, the brisk 86-minute pic works surprisingly well.\"[11] Gene Siskel gave the film three stars out of four and wrote that it offered \"a number of laughs\" and unbilled cameos \"refreshing as they are brief.\"[12] Charles Champlin of the Los Angeles Times wrote, \"Some of the bits and pieces work better than others, but so many work so clownishly, zanily, idiotically well that 'Silent Movie' is certain to have the year's noisiest audiences.\"[13] Gary Arnold of The Washington Post called the film \"a misbegotten but tolerably amusing novelty item.\"[14]\n\nIt earned North American rentals of $21,240,000.[15]\n\n"
        },
        {
            "title": "Home media",
            "text": "The DVD contains audio tracks in English, Spanish, and French, even though the film's only spoken line, \"Non\" (French for \"No\"), sounds almost identical in all three languages. The DVD also includes English subtitles.\n\n"
        }
    ]
}