{
    "url": "https://en.wikipedia.org/wiki/Silent_comedy",
    "title": "Silent comedy",
    "table_of_contents": [
        "1 Silent film era",
        "1.1 Beginnings–1913",
        "1.2 1913–1927",
        "2 Modern era",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Silent comedy is a style of film, related to but distinct from mime, invented to bring comedy into the medium of film in the silent film era (1900s–1920s) before a synchronized soundtrack which could include talking was technologically available for the majority of films. Silent comedy is still practiced, albeit much less frequently, and it has influenced comedy in modern media as well.\n\nMany of the techniques of silent comedy were borrowed from vaudeville traditions with many silent comedies such as Buster Keaton and Charlie Chaplin getting their start in vaudeville. Silent comedies often place heavy emphasis on visual and physical humors, often including \"sight gags\", to tell stories and entertain the viewer. Many of these physical gags are exaggerated forms of violence which came to be called \"slapstick\". The \"prat fall\", slipping on a banana peel, getting soaked with water, and getting a pie thrown in one's face are all classic examples of slapstick comedy devices.\n\n"
        },
        {
            "title": "Silent film era",
            "text": "The first silent comedy film is generally regarded as L'Arroseur Arrosé, directed and produced by Louis Lumière. Shown to the public on June 10, 1895, it ran for 49 seconds and consisted of a gardener being sprayed in the face with a hose. Most likely based on a popular comic strip of the time,[1] L'Arroseur Arrosé created a new genre and inspired its audiences.[1]\n\nAs film shifted from a novelty medium that set out to capture exotic places and everyday actions to an established industry in the early 1900s,[2] films began to tell fabricated stories that were written and shot in a studio.  Before 1902, these usually consisted of films that were no longer than a couple of minutes in length and consisted of one shot.  By 1902, filmmakers like George Melies began producing films that were closer to one reel in length of film (about 10 minutes running time) and utilized multiple shots.[3]  During this time period comedy became a genre of its own.\n\nThe first international silent comedian star came was the French Max Linder[4] who worked for the Pathé Film Company.  His character, a mustached, top hat wearing, high class man, excelled in taking simple scenarios and everyday tasks and wreaking havoc.  His style of comedy was imitated by numerous silent comedians that followed him.\n\nIntertitles almost always served the purpose of introducing characters and setting. Intertitles also often conveyed dialogue. Occasionally these intertitles included illustrations, but most often they were black with white text. Conversation could also be shown using body language and mouthing. Color silent films are quite rare, as inexpensive color film was not invented until the late 1930s; the vast majority of silent comedies are in black and white. Seven Chances is an exception, with opening scenes filmed in early Technicolor.\n\n[ Mack Sennett and[ Hal Roach]]   were two of the most famous producers of silent comedies. Famous actors and teams from this era are now legendary: Ben Turpin, Keystone Cops, Mabel Normand, Edna Purviance, Roscoe \"Fatty\" Arbuckle, Charlie Chaplin, Buster Keaton, Harold Lloyd, Larry Semon, Harry Langdon, Charley Chase, Laurel and Hardy (who made a commercially successful transition into talking pictures), along with many others.\n\n"
        },
        {
            "title": "Modern era",
            "text": "In the early years of \"talkie\" films (beginning in 1927, see The Jazz Singer) a few actors continued to act silently for comedic effect, most famously Charlie Chaplin, whose last great \"silent\" comedies City Lights (1931) and Modern Times (1936) were both made in the sound age. Another late example was Harpo Marx, who always played a mute in the Marx Brothers' films.\n\nAnother important legacy of silent film comedy was the humor in animated cartoons. Even as live-action comedy moved towards a focus on the verbal humor of Abbott and Costello and Groucho Marx, animated cartoons took up the entire range of slapstick gags, frenetic chase scenes, visual puns, and exaggerated facial expressions previously seen in silent comedies. These devices were most pronounced in the Looney Tunes and Merrie Melodies cartoons from Warner Bros. directed by Bob Clampett, Chuck Jones and Friz Freleng and in the MGM Cartoons of Tex Avery, the Tom and Jerry cartoons of William Hanna and Joseph Barbera, and of Harman and Ising.\n\nAn early television series that featured exaggerated visual humor was the Ernie Kovacs program.\n\nDuring the 1960s and 1970s, several films made homages or references to the silent era of film comedy. It's a Mad, Mad, Mad, Mad World performers and gags form the era and Blake Edwards' The Great Race and Mel Brooks' Silent Movie were full-length tributes. Peter Bogdanovich's What's Up, Doc? also featured slapstick gags and Keystone-style chase scenes, ideas that prefigured much of the humor in The Blues Brothers and Airplane! later in the decade.\n\nAn episode of The Brady Bunch featured the family making a silent comedy filled with pie-throwing.\n\nFew feature films today exploit the genre of silent comedy. Occasionally, comedy teams will use a silent character for comedic effect. The most consistent—and also the most famous—is Teller from Penn & Teller.\n\nRowan Atkinson had huge success in the 1990s with the character Mr. Bean.\n\nIn a 1999 episode of Frasier, \"Three Valentines\", David Hyde Pierce, who played Niles Crane, performed a silent 5 minute sketch at the start of the episode.\n\nShaun the Sheep is a British stop motion animated children's television series which also uses silent comedy.\n\nHowever, techniques employed by silent comedy, continue to influence talkie comedies, mainly through silent comedy's development of the older art of slapstick and through artistic reference to the trademark gags of famous silent comedians. In 2010, India's first silent comedy series, Gutur Gu (2010) started  SAB TV, and became a hit.[5][6]\n\n"
        }
    ]
}