{
    "url": "https://en.wikipedia.org/wiki/Silicone",
    "title": "Silicone",
    "table_of_contents": [
        "1 Chemistry",
        "1.1 Terminology and history",
        "1.2 Synthesis",
        "1.3 Combustion",
        "2 Properties",
        "3 Applications",
        "3.1 Automotive",
        "3.2 Aerospace",
        "3.3 Solid propellant",
        "3.4 Building construction",
        "3.5 Coatings",
        "3.6 Cookware",
        "3.7 Defoaming",
        "3.8 Dry cleaning",
        "3.9 Electronics",
        "3.10 Firestops",
        "3.11 Jewelry",
        "3.12 Lubricants",
        "3.13 Medicine and cosmetic surgery",
        "3.14 Moldmaking",
        "3.15 Personal care",
        "3.16 Toys and hobbies",
        "4 Production and marketing",
        "5 Safety and environmental considerations",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A silicone or polysiloxane is a polymer made up of siloxane (−R2Si−O−SiR2−, where R = organic group).  They are typically colorless oils or rubber-like substances.  Silicones are used in sealants, adhesives, lubricants, medicine, cooking utensils, thermal insulation, and electrical insulation. Some common forms include silicone oil, silicone grease, silicone rubber, silicone resin, and silicone caulk.[1][2]\n\n"
        },
        {
            "title": "Chemistry",
            "text": "More precisely called polymerized siloxanes or polysiloxanes, silicones consist of an inorganic silicon–oxygen backbone chain (⋯−Si−O−Si−O−Si−O−⋯) with two organic  groups attached to each silicon center. Commonly,  the organic groups are methyl.  The materials can be cyclic  or polymeric. By varying the −Si−O− chain lengths, side groups, and crosslinking, silicones can be synthesized with a wide variety of properties and compositions. They can vary in consistency from liquid to gel to rubber to hard plastic. The most common siloxane is linear polydimethylsiloxane (PDMS), a silicone oil.[citation needed] The second-largest group of silicone materials is based on silicone resins, which are formed by branched and cage-like oligosiloxanes.[citation needed]\n\nF. S. Kipping coined the word silicone in 1901 to describe the formula of polydiphenylsiloxane, Ph2SiO (Ph denoting phenyl, C6H5), by analogy with the formula of the ketone benzophenone, Ph2CO (his term was originally silicoketone). Kipping was well aware that polydiphenylsiloxane is polymeric[citation needed] whereas benzophenone is monomeric and noted the contrasting properties of Ph2SiO and Ph2CO.[3][4]  The discovery of the structural differences between Kipping's molecules and the ketones means that silicone is no longer the correct term (though it remains in common usage) and that the term siloxane is preferred according to the nomenclature of modern chemistry.[5]\n\nSilicone is often confused with silicon, but they are distinct substances.  Silicon is a chemical element, a hard dark-grey semiconducting metalloid, which in its crystalline form is used to make integrated circuits (\"electronic chips\") and solar cells. Silicones are compounds that contain silicon, carbon, hydrogen, oxygen, and perhaps other kinds of atoms as well, and have many very different physical and chemical properties.\n\nCompounds containing silicon–oxygen double bonds, now called silanones, but which could deserve the name \"silicone\", have long been identified as intermediates in gas-phase processes such as chemical vapor deposition in microelectronics production, and in the formation of ceramics by combustion.[6]  However, they have a strong tendency to polymerize into siloxanes. The first stable silanone was obtained in 2014 by A. Filippou and others.[7]\n\nMost common are materials based on polydimethylsiloxane, which is derived by hydrolysis of dimethyldichlorosilane.  This dichloride reacts with water as follows:\n\nThe polymerization typically produces linear chains capped with Si−Cl or Si−OH (silanol) groups.  Under different conditions, the polymer is a cyclic, not a chain.[1]\n\nFor consumer applications such as caulks silyl acetates are used instead of silyl chlorides.  The hydrolysis of the acetates produces the less dangerous acetic acid (the acid found in vinegar) as the reaction product of a much slower curing process. This chemistry is used in many consumer applications, such as silicone caulk and adhesives.\n\nBranches or crosslinks in the polymer chain can be introduced by using organosilicone precursors with fewer alkyl groups, such as methyl trichlorosilane and methyltrimethoxysilane. Ideally, each molecule of such a compound becomes a branch point. This process can be used to produce hard silicone resins. Similarly, precursors with three methyl groups can be used to limit molecular weight, since each such molecule has only one reactive site and so forms the end of a siloxane chain.\n\nWhen silicone is burned in air or oxygen, it forms solid silica (silicon dioxide, SiO2) as a white powder, char, and various gases.  The readily dispersed powder is sometimes called silica fume. The pyrolysis of certain polysiloxanes under an inert atmosphere is a valuable pathway towards the production of amorphous silicon oxycarbide ceramics, also known as polymer derived ceramics. Polysiloxanes terminated with functional ligands such as vinyl, mercapto or acrylate groups have been cross linked to yield preceramic polymers, which can be photopolymerised for the additive manufacturing of polymer derived ceramics by stereolithography techniques.[8]\n\n"
        },
        {
            "title": "Properties",
            "text": "Silicones exhibit many useful characteristics, including:[1]\n\nSilicone can be developed into rubber sheeting, where it has other properties, such as being FDA compliant. This extends the uses of silicone sheeting to industries that demand hygiene, for example, food and beverage, and pharmaceuticals.\n\n"
        },
        {
            "title": "Applications",
            "text": "Silicones are used in many products.  Ullmann's Encyclopedia of Industrial Chemistry lists the following major categories of application: Electrical (e.g. insulation), electronics (e.g., coatings), household (e.g., sealants and cooking utensils), automobile (e.g. gaskets), airplane (e.g., seals), office machines (e.g. keyboard pads), medicine and dentistry (e.g. tooth impression molds), textiles and paper (e.g. coatings).  For these applications, an estimated 400,000 tonnes of silicones were produced in 1991.[clarification needed]  Specific examples, both large and small are presented below.[1]\n\nIn the automotive field, silicone grease is typically used as a lubricant for brake components since it is stable at high temperatures, is not water-soluble, and is far less likely than other lubricants to foul. DOT 5 brake fluids are based on liquid silicones.\n\nAutomotive spark plug wires are insulated by multiple layers of silicone to prevent sparks from jumping to adjacent wires, causing misfires. Silicone tubing is sometimes used in automotive intake systems (especially for engines with forced induction).\n\nSheet silicone is used to manufacture gaskets used in automotive engines, transmissions, and other applications.\n\nAutomotive body manufacturing plants and paint shops avoid silicones, as trace contamination may cause \"fish eyes\", which are small, circular craters which mar a smooth finish.[citation needed]\n\nAdditionally, silicone compounds such as silicone rubber are used as coatings and sealants for airbags; the high strength of silicone rubber makes it an optimal adhesive and sealant for high impact airbags.[citation needed] Silicones in combination with thermoplastics provide improvements in scratch and mar resistance and lowered coefficient of friction.[citation needed]\n\nSilicone is a widely used material in the aerospace industry due to its sealing properties, stability across an extreme temperature range, durability, sound dampening and anti-vibration qualities, and naturally flame retardant properties. Maintaining extreme functionality is paramount for passenger safety in the aerospace industry, so each component on an aircraft requires high-performance materials.\n\nSpecially developed aerospace grades of silicone are stable from −70 to 220 °C,[10] these grades can be used in the construction of gaskets for windows and cabin doors. During operation, aircraft go through large temperature fluctuations in a relatively short period of time; from freezing temperatures when flying at full altitude to the ambient temperatures when on the ground in hot countries. Silicone rubber can be molded with tight tolerances ensuring gaskets form airtight seals both on the ground and in the air, where atmospheric pressure decreases.\n\nSilicone rubber's resistance to heat corrosion enables it to be used for gaskets in aircraft engines where it will outlast other types of rubber, both improving aircraft safety and reducing maintenance costs. The silicone acts to seal instrument panels and other electrical systems in the cockpit, protecting printed circuit boards from the risks of extreme altitude such as moisture and extremely low temperature. Silicone can be used as a sheath to protect wires and electrical components from any dust or ice that may creep into a plane's inner workings.\n\nAs the nature of air travel results in much noise and vibration, powerful engines, landings, and high speeds all need to be considered to ensure passenger comfort and safe operation of the aircraft. As silicone rubber has exceptional noise reduction and anti-vibration properties, it can be formed into small components and fitted into small gaps ensuring all equipment can be protected from unwanted vibration such as overhead lockers, vent ducts, hatches, entertainment system seals, and LED lighting systems.\n\nPolydimethylsiloxane (PDMS) based binders along with ammonium perchlorate (NH4ClO4) are used as fast burning solid propellants in rockets.[11]\n\nThe strength and reliability of silicone rubber are widely acknowledged in the construction industry. One-part silicone sealants and caulks are in common use to seal gaps, joints and crevices in buildings. One-part silicones cure by absorbing atmospheric moisture, which simplifies installation. In plumbing, silicone grease is typically applied to O-rings in brass taps and valves, preventing lime from sticking to the metal.\n\nStructural silicone has also been used in curtain wall building façades since 1974 when the Art Institute of Chicago became the first building to receive exterior glass fixed only with the material.[citation needed] Silicone membranes have been used to cover and restore industrial roofs, thanks to its extreme UV resistance, and ability to keep their waterproof performance for decades.[citation needed]\n\nSilicone films can be applied to such silica-based substrates as glass to form a covalently bonded hydrophobic coating. Such coatings were developed for use on aircraft windshields to repel water and to preserve visibility, without requiring mechanical windshield wipers which are impractical at supersonic speeds. Similar treatments were eventually adapted to the automotive market in products marketed by Rain-X and others.\n\nMany fabrics can be coated or impregnated with silicone to form a strong, waterproof composite such as silnylon.\n\nA silicone polymer can be suspended in water by using stabilizing surfactants. This allows water-based formulations to be used to deliver many ingredients that would otherwise require a stronger solvent, or be too viscous to use effectively. For example, a waterborne formulation using a silane's reactivity and penetration ability into a mineral-based surface can be combined with water-beading properties from a siloxane to produce a more-useful surface protection product.\n\nAs a low-taint, non-toxic material, silicone can be used where contact with food is required. Silicone is becoming an important product in the cookware industry, particularly bakeware and kitchen utensils.\nSilicone is used as an insulator in heat-resistant potholders and similar items; however, it is more conductive of heat than similar less dense fiber-based products. Silicone oven mitts are able to withstand temperatures up to 260 °C (500 °F), making it possible to reach into boiling water.\n\nOther products include molds for chocolate, ice, cookies, muffins, and various other foods; non-stick bakeware and reusable mats used on baking sheets; steamers, egg boilers or poachers; cookware lids, pot holders, trivets, and kitchen mats.\n\nSilicones are used as active compounds in defoamers due to their low water solubility and good spreading properties.\n\nLiquid silicone can be used as a dry cleaning solvent, providing an alternative to the traditional chlorine-containing perchloroethylene (perc) solvent.  The use of silicones in dry cleaning reduces the environmental effect of a typically high-polluting industry.[citation needed]\n\nElectronic components are sometimes encased in silicone to increase stability against mechanical and electrical shock, radiation and vibration, a process called \"potting\". Silicones are used where durability and high performance are demanded of components under extreme environmental conditions, such as in space (satellite technology). They are selected over polyurethane or epoxy encapsulation when a wide operating temperature range is required (−65 to 315 °C). Silicones also have the advantage of little exothermic heat rise during cure, low toxicity, good electrical properties, and high purity.\n\nSilicones are often components of thermal pastes used to improve heat transfer from power-dissipating electronic components to heat sinks.\n\nThe use of silicones in electronics is not without problems, however. Silicones are relatively expensive and can be attacked by certain solvents. Silicone easily migrates as either a liquid or vapor onto other components. Silicone contamination of electrical switch contacts can lead to failures by causing an increase in contact resistance, often late in the life of the contact, well after any testing is completed.[12][13] Use of silicone-based spray products in electronic devices during maintenance or repairs can cause later failures.\n\nSilicone foam has been used in North American buildings in an attempt to firestop openings within the fire-resistance-rated wall and floor assemblies to prevent the spread of flames and smoke from one room to another.  When properly installed, silicone-foam firestops can be fabricated for building code compliance. Advantages include flexibility and high dielectric strength. Disadvantages include combustibility (hard to extinguish) and significant smoke development.\n\nSilicone-foam firestops have been the subject of controversy and press attention due to smoke development from pyrolysis of combustible components within the foam, hydrogen gas escape, shrinkage, and cracking. These problems have led to reportable events among licensees (operators of nuclear power plants) of the Nuclear Regulatory Commission (NRC).[citation needed]\n\nSilicone firestops are also used in aircraft.\n\nSilicone is a popular alternative to traditional metals (such as silver and gold) with jewelry, specifically rings. Silicone rings are commonly worn in professions where metal rings can lead to injuries, such as electrical conduction and ring avulsions.[14][15] During the mid-2010's, some professional athletes began wearing silicone rings as an alternative during games.[16]\n\nSilicone greases are used for many purposes, such as bicycle chains, airsoft gun parts, and a wide range of other mechanisms. Typically, a dry-set lubricant is delivered with a solvent carrier to penetrate the mechanism. The solvent then evaporates, leaving a clear film that lubricates but does not attract dirt and grit as much as an oil-based or other traditional \"wet\" lubricant.\n\nSilicone personal lubricants are also available for use in medical procedures or sexual activity.\n\nSilicone is used in microfluidics, seals, gaskets, shrouds, and other applications requiring high biocompatibility. Additionally, the gel form is used in bandages and dressings, breast implants, testicle implants, pectoral implants, contact lenses, and a variety of other medical uses.\n\nScar treatment sheets are often made of medical grade silicone due to its durability and biocompatibility. Polydimethylsiloxane (PDMS) is often used for this purpose, since its specific crosslinking results in a flexible and soft silicone with high durability and tack. It has also been used as the hydrophobic block of amphiphilic synthetic block copolymers used to form the vesicle membrane of polymersomes.\n\nIllicit cosmetic silicone injections may induce chronic and definitive silicone blood diffusion with dermatologic complications.[17]\n\nOphthalmology uses many products such as silicone oil used to replace the vitreous humor following vitrectomy, silicone intraocular lenses following cataract extraction, silicone tubes to keep a nasolacrimal passage open following dacryocystorhinostomy, canalicular stents for canalicular stenosis, punctual plugs for punctual occlusion in dry eyes, silicone rubber and bands as an external tamponade in tractional retinal detachment, and anteriorly-located break in rhegmatogenous retinal detachment.\n\nTwo-part silicone systems are used as rubber molds to cast resins, foams, rubber, and low-temperature alloys. A silicone mold generally requires little or no mold-release or surface preparation, as most materials do not adhere to silicone. For experimental uses, ordinary one-part silicone can be used to make molds or to mold into shapes. If needed, common vegetable cooking oils or petroleum jelly can be used on mating surfaces as a mold-release agent.[18]\n\nSilicone cooking molds used as bakeware do not require coating with cooking oil; in addition, the flexibility of the rubber allows the baked food to be easily removed from the mold after cooking.\n\nSilicones are ingredients widely used in skincare, color cosmetic and hair care applications. Some silicones, notably the amine functionalized amodimethicones, are excellent hair conditioners, providing improved compatibility, feel, and softness, and lessening frizz. The phenyl dimethicones, in another silicone family, are used in reflection-enhancing and color-correcting hair products, where they increase shine and glossiness (and possibly impart subtle color changes). Phenyltrimethicones, unlike the conditioning amodimethicones, have refractive indices (typically 1.46) close to that of a human hair (1.54). However, if included in the same formulation, amodimethicone and phenyltrimethicone interact and dilute each other, making it difficult to achieve both high shine and excellent conditioning in the same product.[19]\n\nSilicone rubber is commonly used in baby bottle nipples (teats) for its cleanliness, aesthetic appearance, and low extractable content.\n\nSilicones are used in shaving products and personal lubricants.[20]\n\nSilly Putty and similar materials are composed of silicones dimethyl siloxane, polydimethylsiloxane, and decamethyl cyclopentasiloxane, with other ingredients.  This substance is noted for its unusual characteristics, e.g., that it bounces, but breaks when given a sharp blow; it will also flow like a liquid and form a puddle given enough time.\n\nSilicone \"rubber bands\" are a long-lasting popular replacement refill for real rubber bands in the 2013 fad \"rubber band loom\" toys at two to four times the price (in 2014). Silicone bands also come in bracelet sizes that can be custom embossed with a name or message. Large silicone bands are also sold as utility tie-downs.\n\nFormerol is a silicone rubber (marketed as Sugru) used as an arts-and-crafts material, as its plasticity allows it to be molded by hand like modeling clay. It hardens at room temperature and it is adhesive to various substances including glass and aluminum.[21]\n\nOogoo is an inexpensive silicone clay, which can be used as a substitute for Sugru.[22]\n\nIn making aquariums, manufacturers now commonly use 100% silicone sealant to join glass plates. Glass joints made with silicone sealant can withstand great pressure, making obsolete the original aquarium construction method of angle-iron and putty. This same silicone is used to make hinges in aquarium lids or for minor repairs. However, not all commercial silicones are safe for aquarium manufacture, nor is silicone used for the manufacture of acrylic aquariums as silicones do not have long-term adhesion to plastics.[23]\n\n"
        },
        {
            "title": "Production and marketing",
            "text": "The global demand for silicones approached US$12.5  billion in 2008, approximately 4% up from the previous year. It continues similar growth in the following years to reach $13.5  billion by 2010. The annual growth is expected to be boosted by broader applications, introduction of novel products and increasing awareness of using more environmentally friendly materials.[24]\n\nThe leading global manufacturers of silicone base materials belong to three regional organizations: the European Silicone Center (CES) in Brussels, Belgium; the Environment Health and Safety Council (SEHSC) in Herndon, Virginia, US; and the Silicone Industry Association of Japan (SIAJ) in Tokyo, Japan. Dow Corning Silicones, Evonik Industries, Momentive Performance Materials, Milliken and Company (SiVance Specialty Silicones), Shin-Etsu Silicones, Wacker Chemie, Bluestar Silicones, JNC Corporation, Wacker Asahikasei Silicone, and Dow Corning Toray represent the collective membership of these organizations. A fourth organization, the Global Silicone Council (GSC) acts as an umbrella structure over the regional organizations. All four are non-profit, having no commercial role; their primary missions are to promote the safety of silicones from a health, safety, and environmental perspective. As the European chemical industry is preparing to implement the Registration, Evaluation, and Authorisation of Chemicals (REACH) legislation, CES is leading the formation of a consortium[25] of silicones, silanes, and siloxanes producers and importers to facilitate data and cost-sharing.\n\n"
        },
        {
            "title": "Safety and environmental considerations",
            "text": "Silicone compounds are pervasive in the environment. Particular silicone compounds, cyclic siloxanes D4 and D5, are air and water pollutants and have negative health effects on test animals.[26] They are used in various personal care products. The European Chemicals Agency found that \"D4 is a persistent, bioaccumulative and toxic (PBT) substance and D5 is a very persistent, very bioaccumulative (vPvB) substance\".[27][28] Other silicones biodegrade readily, a process that is accelerated by a variety of catalysts, including clays.[1] Cyclic silicones have been shown to involve the occurrence of silanols during biodegradation in mammals.[29] The resulting silanediols and silanetriols are capable of inhibiting hydrolytic enzymes such as thermolysin, acetycholinesterase, however, the doses required for inhibition are by orders of magnitude higher than the ones resulting from the accumulated exposure to consumer products containing cyclomethicone.[30][31]\n\nAt around 200 °C (392 °F) in an oxygen-containing atmosphere, PDMS releases traces of formaldehyde (but lesser amounts than other common materials such as polyethylene.[32][33])  At this temperature, silicones were found to have lower formaldehyde generation than mineral oil and plastics (less than 3 to 48 µg CH2O/(g·hr) for a high consistency silicone rubber, versus around 400 µg CH2O/(g·hr) for plastics and mineral oil).  By 250 °C (482 °F), copious amounts of formaldehyde have been found to be produced by all silicones (1,200 to 4,600 µg CH2O/(g·hr)).[33]\n\n"
        }
    ]
}