{
    "url": "https://en.wikipedia.org/wiki/Simon_Reynolds",
    "title": "Simon Reynolds",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life and Blissed Out (1990)",
        "1.2 Freelance and Energy Flash (1998)",
        "1.3 Rip It Up and Start Again (2005) and Retromania (2011)",
        "1.4 Shock and Awe (2016) to present",
        "2 Critical style",
        "3 Year-end critics' polls",
        "4 Selected publications",
        "4.1 Books",
        "5 Music compilations",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Simon Reynolds (born 19 June 1963) is an English music journalist and author who began his professional career on the staff of Melody Maker in the mid-1980s. He has since gone on to freelance and publish a number of full-length books on music and popular culture, ranging from historical tomes on rave music, glam rock, and the post-punk era to critical works such as Retromania: Pop Culture's Addiction to Its Own Past (2011).[1]\n\nHe has contributed to Spin, Rolling Stone, The New York Times, The Village Voice, The Guardian, The Wire, Pitchfork, and others.\n\n"
        },
        {
            "title": "Biography",
            "text": "Reynolds was born in London in 1963[2] and grew up in Berkhamsted.[3] Inspired by his younger brother Tim, he became interested in rock and specifically punk in 1978.[4] In the early 1980s, he attended Brasenose College, Oxford. After graduating, in 1984 he co-founded the Oxford-based pop culture journal Monitor with his friends and future Melody Maker colleagues Paul Oldfield and David Stubbs along with Hilary Little and Chris Scott.[2]\n\nIn 1986, Reynolds joined the staff of Melody Maker, where his writing was marked by enthusiasm for a wave of neo-psychedelic rock and hip hop artists that emerged in the mid-1980s (including A.R. Kane, My Bloody Valentine, Public Enemy, Throwing Muses and The Young Gods). During this period, Reynolds and his Melody Maker colleagues set themselves in opposition to what they characterized as the conservative humanism of the era's indie rock, soul, and pop music, as well as the unadventurous style and approach of most music criticism.[5] Pieces from this late Eighties era would form the remixed collection Blissed Out: The Raptures of Rock, published in 1990.[1]\n\nIn 1990, Reynolds left the staff of Melody Maker (although he would continue to contribute to the magazine until 1996) and became a freelance writer, splitting his time between London and New York. In the early 1990s, he became involved in rave culture and the electronic dance music scene, particularly that of the UK, and became a writer on the development of what he would later conceptualise as the \"hardcore continuum\" along with its surrounding culture such as pirate radio.[1] Much of this writing was later published in Energy Flash: a Journey Through Rave Music and Dance Culture (1998), a history of the breakbeat, house, techno and later rave genres like jungle music and gabber. The book was published that same year in America in abridged form, with the title Generation Ecstasy: Into the World of Techno and Rave Culture.\n\nDuring this time, he also theorized the concept of  \"post-rock\", using the term first in a Melody Maker 1993 feature about Insides and then in a more developed form in a May 1994 thinkpiece for The Wire and in a review of Bark Psychosis' album Hex, published in the March 1994 issue of Mojo magazine.[6] In late 1994, Reynolds moved to the East Village in Manhattan. In 1995, with his wife, Joy Press, Reynolds co-authored The Sex Revolts: Gender, Rebellion and Rock 'n' Roll, a critical analysis of gender in rock. In 1998 Reynolds became a senior editor at Spin magazine in the US. In 1999, he returned to freelance work.\n\nIn 2013, a second expanded update of Energy Flash was published, with new material on the rise of dubstep to worldwide popularity and the EDM or Electronic Dance Music explosion in America.\n\nIn 2005, Reynolds released Rip It Up and Start Again: Postpunk 1978–1984, a history of the post-punk era.[7] In 2007, Reynolds published Bring the Noise: 20 Years of Writing about Hip Rock and Hip Hop in the UK, a collection of his writing themed around the relationship between white bohemian rock and black street music. In 2008, an updated edition of Energy Flash was published, with new chapters on the decade of dance music following the appearance of the first edition. In 2009, a companion volume to Rip It Up and Start Again was published, Totally Wired: Postpunk Interviews and Overviews, containing interview transcripts and new essays.\n\nIn 2011, Reynolds published Retromania: Pop Culture's Addiction to Its Own Past, a critical investigation into what he perceives as the current situation of chronic retrogression in pop music, with a focus on the effects of the internet and digital culture on music consumption and musical creativity.[8]\n\nReynolds's eighth book, a history of the glam rock era, Shock and Awe: Glam Rock and Its Legacy, was published in October 2016.[9]\n\nIn addition to writing books, Reynolds has continued freelancing for magazines, giving lectures, writing liner notes, and appearing in music documentaries. He also operates a blog, Blissblog along with various satellite blogs such as the book-focused outlets Energy Flash, Retromania and Shock and Awe, and the drivel blog Hardly Baked. Reynolds also maintains an archive for his writing, the blog ReynoldsRetro. He resides in Los Angeles.[10]\n\n"
        },
        {
            "title": "Critical style",
            "text": "Reynolds' writing has blended cultural criticism with music journalism.[11] He has written extensively on gender, class, race, and sexuality in relation to music and culture. Early in his career, Reynolds often made use of critical theory and philosophy in his analysis of music, deriving particular influence from thinkers such as Roland Barthes, Georges Bataille, Julia Kristeva, Michel Foucault, and Gilles Deleuze and Félix Guattari.[1] He has on occasion used the Marxist concepts of commodity fetishism and false consciousness to describe attitudes prevalent in hip hop music.[12] In discussing the relationship between class and music, Reynolds coined the term liminal class, defined as the upper-working class and lower-middle-class, a group he credits with \"a lot of music energy\".[13] Reynolds has also written about drug culture and its relationship to various musical developments and movements.[14]  In the 2000s, in tandem with fellow critic and blogger Mark Fisher, Reynolds made use of Jacques Derrida's concept of hauntology to describe a strain of music and popular art preoccupied with the disjointed temporality and \"lost futures\" of contemporary culture.[15]\n\n"
        },
        {
            "title": "",
            "text": "Reynolds has voted in a number of year-end critics' polls, most often for The Wire's Rewind and for The Village Voice's Pazz & Jop. Since 2011, when The Wire renamed its year-end poll from Records of the Year to Releases of the Year, Reynolds has cast several votes for songs rather than album-length releases. Reynold's full voting ballots and year-end commentaries for a variety of magazines, going back to the late 1980s, can be found at Reynolds's Faves/Unfaves blog.\n\n"
        },
        {
            "title": "Selected publications",
            "text": "Book contributions\n\n"
        }
    ]
}