{
    "url": "https://en.wikipedia.org/wiki/Sir_Julius_Vogel_Award",
    "title": "Sir Julius Vogel Award",
    "table_of_contents": [
        "1 Name",
        "2 History",
        "3 New Zealand science fiction fan award winners 1989-2001",
        "4 Professional award winners since 2002",
        "4.1 2015",
        "4.2 2016",
        "4.3 2017",
        "4.4 2018",
        "4.5 2019",
        "4.6 2020",
        "4.7 2021",
        "5 Fan award winners since 2002",
        "6 Notes",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Sir Julius Vogel Awards are awarded each year at the New Zealand National Science Fiction Convention to recognise achievement in New Zealand science fiction, fantasy, horror, and science fiction fandom. They are commonly referred to as the Vogels.[citation needed]\n\n"
        },
        {
            "title": "Name",
            "text": "The awards are named for Sir Julius Vogel, a prominent New Zealand journalist and politician, who was Premier of New Zealand twice during the 1870s. He also, in 1889, wrote what is widely regarded as New Zealand's first science fiction novel, Anno Domini 2000, or, Woman's Destiny.[1] The book, written and published in Great Britain after Vogel had moved from New Zealand, pictured a New Zealand in the year 2000 where most positions of authority were held by women—at the time of writing, a radical proposition. In 2000, New Zealand's Head of State, Governor General, Prime Minister, Chief Justice and Attorney General were all women, as was the CEO of one of the country's largest companies, Telecom.\n\n"
        },
        {
            "title": "History",
            "text": "National awards have been presented annually since 1989, but were initially simply known as the New Zealand Science Fiction Fan Awards, and were originally aimed primarily at fandom rather than at professional science fiction. In these early years the awards were organised on an ad-hoc basis by the organising committees of the national conventions, though with the support of the former national fan organisation, the National Association for Science Fiction which nominally ran the awards from 1993. In the early 1990s the awards were briefly known as the Edmund Bayne Awards, after a well-known Wellington fan who had been killed in a road accident, but this name was never formalised.\n\nIn 2002 the awards were revamped and reorganised, and since that time have been aimed more at the professional science fiction and fantasy community. The current name also dates to 2002. These changes accompanied a change in the organisation of the awards, which are now formally run by national organisation SFFANZ (the Science Fiction and Fantasy Association of New Zealand).\n\nCategories change to some extent on an annual basis, but generally include professional awards for best novel, short story, dramatic presentation, and services to science fiction, as well as equivalent fan awards. Due to the size of New Zealand's science fiction, fantasy, and horror fiction communities, the awards cover all three of these frequently intertwined genres and attempt to treat each equally.\n\n"
        }
    ]
}