{
    "url": "https://en.wikipedia.org/wiki/Skepticism",
    "title": "Skepticism",
    "table_of_contents": [
        "1 Definition and semantic field",
        "2 Types",
        "3 In various fields",
        "3.1 Philosophy",
        "3.2 Religion",
        "3.3 Science",
        "3.4 Auditing",
        "4 See also",
        "5 Notes",
        "6 Sources",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSkepticism, also spelled scepticism, is a questioning attitude or doubt toward knowledge claims that are seen as mere belief or dogma.[1][2] For example, if a person is skeptical about claims made by their government about an ongoing war then the person doubts that these claims are accurate. In such cases, skeptics normally recommend not disbelief but suspension of belief, i.e. maintaining a neutral attitude that neither affirms nor denies the claim. This attitude is often motivated by the impression that the available evidence is insufficient to support the claim. Formally, skepticism is a topic of interest in philosophy, particularly epistemology. More informally, skepticism as an expression of questioning or doubt can be applied to any topic, such as politics, religion, or pseudoscience. It is often applied within restricted domains, such as morality (moral skepticism), atheism (skepticism about the existence of God), or the supernatural.[3] Some theorists distinguish \"good\" or moderate skepticism, which seeks strong evidence before accepting a position, from \"bad\" or radical skepticism, which wants to suspend judgment indefinitely.\n\nPhilosophical skepticism is one important form of skepticism. It rejects knowledge claims that seem certain from the perspective of common sense. Radical forms of philosophical skepticism deny that \"knowledge or rational belief is possible and urge us to suspend judgment on many or all controversial matters.\" More moderate forms claim only that nothing can be known with certainty, or that we can know little or nothing about nonempirical matters, such as whether God exists, whether human beings have free will, or whether there is an afterlife. In ancient philosophy, skepticism was understood as a way of life associated with inner peace.\n\nSkepticism has been responsible for many important developments in science and philosophy. It has also inspired several contemporary social movements. Religious skepticism advocates for doubt concerning basic religious principles, such as immortality, providence, and revelation.[4] Scientific skepticism advocates for testing beliefs for reliability, by subjecting them to systematic investigation using the scientific method, to discover empirical evidence for them.\n\n"
        },
        {
            "title": "Definition and semantic field",
            "text": "Skepticism, also spelled scepticism, (from the Greek 'σκέπτομαι' skeptomai, to search, to think about or look for) refers to a doubtful attitude toward knowledge claims.[5][6][7] So if a person is skeptical of their government's claims about an ongoing war then the person has doubts that these claims are true. Or being skeptical that one's favorite hockey team will win the championship means that one is uncertain about the strength of their performance.[6] Skepticism about a claim implies that one does not believe this claim to be true. But it does not automatically follow that one should believe that the claim is false either. Instead, skeptics usually recommend a neutral attitude: beliefs about this matter should be suspended. In this regard, skepticism about a claim can be defined as the thesis that \"the only justified attitude with respect to [this claim] is suspension of judgment\".[8] It is often motivated by the impression that one cannot be certain about it. This is especially relevant when there is significant expert disagreement.[9] Skepticism is usually restricted to a claim or a field of inquiry. So religious and moral skeptics have a doubtful attitude about religious and moral doctrines. But some forms of philosophical skepticism, are wider in that they reject any form of knowledge.[9]\n\nSome definitions, often inspired by ancient philosophy, see skepticism not just as an attitude but as a way of life. This is based on the idea that maintaining the skeptical attitude of doubt toward most concerns in life is somehow superior compared to living in dogmatic certainty, for example, because such a skeptic person has more happiness and peace of mind or because it is morally better.[6][10][11] In contemporary philosophy, on the other hand, skepticism is often understood neither as an attitude nor as a way of life but as a thesis: the thesis that knowledge does not exist.[6]\n\nSkepticism is related to various terms. It is sometimes equated with agnosticism and relativism.[12][13][14] However, there are slight differences in meaning. Agnosticism is often understood more narrowly as skepticism about religious questions, in particular, about the Christian doctrine.[12] Relativism does not deny the existence of knowledge or truth but holds that they are relative to a person and differ from person to person, for example, because they follow different cognitive norms.[15] The opposite of skepticism is dogmatism, which implies an attitude of certainty in the form of an unquestioning belief.[16] A similar contrast is often drawn in relation to blind faith and credulity.[17]\n\n"
        },
        {
            "title": "Types",
            "text": "Various types of skepticism have been discussed in the academic literature. Skepticism is usually restricted to knowledge claims on one particular subject, which is why its different forms can be distinguished based on the subject.[5][6][9] For example, religious skeptics distrust religious doctrines and moral skeptics raise doubts about accepting various moral requirements and customs. Skepticism can also be applied to knowledge in general. However, this attitude is usually only found in some forms of philosophical skepticism.[5][6] A closely related classification distinguishes based on the source of knowledge, such as skepticism about perception, memory, or intuition.[18] A further distinction is based on the degree of the skeptical attitude. The strongest forms assert that there is no knowledge at all or that it is impossible. Weaker forms merely state that one can never be absolutely certain.[6]\n\nSome theorists distinguish between a good or healthy form of moderate skepticism in contrast to a bad or unhealthy form of radical skepticism. On this view, the \"good\" skeptic is a critically-minded person who seeks strong evidence before accepting a position. The \"bad\" skeptic, on the other hand, wants to \"suspend judgment indefinitely ... even in the face of demonstrable truth\".[17][14] Another categorization focuses on the motivation for the skeptical attitude. Some skeptics have ideological motives: they want to replace inferior beliefs with better ones. Others have a more practical outlook in that they see problematic beliefs as the cause of harmful customs they wish to stop. Some skeptics have very particular goals in mind, such as bringing down a certain institution associated with the spread of claims they reject.[5][6]\n\nPhilosophical skepticism is a prominent form of skepticism and can be contrasted with non-philosophical or ordinary skepticism. Ordinary skepticism involves a doubting attitude toward knowledge claims that are rejected by many.[8] Almost everyone shows some form of ordinary skepticism, for example, by doubting the knowledge claims made by flat earthers or astrologers.[5][6] Philosophical skepticism, on the other hand, is a much more radical and rare position. It includes the rejection of knowledge claims that seem certain from the perspective of common sense. Some forms of it even deny that one knows that \"I have two hands\" or that \"the sun will come out tomorrow\".[19][8] It is taken seriously in philosophy nonetheless since it has proven very hard to conclusively refute philosophical skepticism.[6][8]\n\n"
        },
        {
            "title": "In various fields",
            "text": "Skepticism has been responsible for important developments in various fields, such as science, medicine, and philosophy. In science, the skeptical attitude toward traditional opinions was a key factor in the development of the scientific method. It emphasizes the need to scrutinize knowledge claims by testing them through experimentation and precise measurement.[20][16] In the field of medicine, skepticism has helped the establishment of more advanced forms of treatment by putting into doubt traditional forms based on intuitive appeal rather than empirical evidence.[17][16] In the history of philosophy, skepticism has often played a productive role not just for skeptics but also for non-skeptical philosophers.[5][6][21] This is due to its critical attitude that continues to challenge the epistemological foundations of a great variety of philosophical theories. This challenge can help to keep speculation in check and may provoke creative responses transforming the theory in question in order to overcome the problems posed by skepticism.[5][6] According to Richard H. Popkin, \"the history of philosophy can be seen, in part, as a struggle with skepticism\". In this regard, it has led many contemporary philosophers to abandon the quest for absolutely certain or indubitable first principles of philosophy, which was still prevalent in many earlier periods.[5] Skepticism has been an important topic throughout the history of philosophy and is still a widely discussed subject today.[6]\n\nAs a philosophical school or movement, skepticism arose both in ancient Greece and India. In India the Ajñana school of philosophy espoused skepticism. It was a major early rival of Buddhism and Jainism, and a possibly major influence on Buddhism. Two of the foremost disciples of the Buddha, Sariputta and Moggallāna, were initially the students of the Ajñana philosopher Sanjaya Belatthiputta, and a strong element of skepticism is found in Early Buddhism, most particularly in the Aṭṭhakavagga sutra, but it is inconclusive the total effect these philosophies had on each other. Since skepticism is a philosophical attitude and a style of philosophizing rather than a position, the Ajñanins may have influenced other skeptical thinkers of India such as Nagarjuna, Jayarāśi Bhaṭṭa, and Shriharsha.[22]\n\nIn Greece philosophers as early as Xenophanes (c. 570 – c. 475 BCE) expressed skeptical views, as did Democritus[23]\nand a number of Sophists. Gorgias, for example, reputedly argued that nothing exists, that even if there were something we could not know it, and that even if we could know it we could not communicate it.[24] The Heraclitean philosopher Cratylus refused to discuss anything and would merely wriggle his finger, claiming that communication is impossible since meanings are constantly changing.[25] Socrates also had skeptical tendencies, claiming to know nothing worthwhile.[26]\n\nThere were two major schools of skepticism in the ancient Greek and Roman world. The first was Pyrrhonism, founded by Pyrrho of Elis (c. 360–270 BCE). The second was Academic Skepticism, so-called because its two leading defenders, Arcesilaus (c. 315–240 BCE) who initiated the philosophy, and Carneades (c. 217–128 BCE), the philosophy's most famous proponent, were heads of Plato's Academy. Pyrrhonism's aims are psychological. It urges suspension of judgment (epoche) to achieve mental tranquility (ataraxia). The Academic Skeptics denied that knowledge is possible (acatalepsy). The Academic Skeptics claimed that some beliefs are more reasonable or probable than others, whereas Pyrrhonian skeptics argue that equally compelling arguments can be given for or against any disputed view.[27] Nearly all the writings of the ancient skeptics are now lost. Most of what we know about ancient skepticism is from Sextus Empiricus, a Pyrrhonian skeptic who lived in the second or third century CE. His works contain a lucid summary of stock skeptical arguments.\n\nAncient skepticism faded out during the late Roman Empire, particularly after Augustine (354–430 CE) attacked the skeptics in his work Against the Academics (386 CE). There was little knowledge of, or interest in, ancient skepticism in Christian Europe during the Middle Ages. Interest revived during the Renaissance and Reformation, particularly after the complete writings of Sextus Empiricus were translated into Latin in 1569. A number of Catholic writers, including Francisco Sanches (c. 1550–1623), Michel de Montaigne (1533–1592), Pierre Gassendi (1592–1655), and Marin Mersenne (1588–1648) deployed ancient skeptical arguments to defend moderate forms of skepticism and to argue that faith, rather than reason, must be the primary guide to truth. Similar arguments were offered later (perhaps ironically) by the Protestant thinker Pierre Bayle in his influential Historical and Critical Dictionary (1697–1702).[28]\n\nThe growing popularity of skeptical views created an intellectual crisis in seventeenth-century Europe. One major response was offered by the French philosopher and mathematician René Descartes (1596–1650). In his classic work, Meditations of First Philosophy (1641), Descartes sought to refute skepticism, but only after he had formulated the case for skepticism as powerfully as possible. Descartes argued that no matter what radical skeptical possibilities we imagine there are certain truths (e.g., that thinking is occurring, or that I exist) that are absolutely certain. Thus, the ancient skeptics were wrong to claim that knowledge is impossible. Descartes also attempted to refute skeptical doubts about the reliability of our senses, our memory, and other cognitive faculties. To do this, Descartes tried to prove that God exists and that God would not allow us to be systematically deceived about the nature of reality. Many contemporary philosophers question whether this second stage of Descartes's critique of skepticism is successful.[29]\n\nIn the eighteenth century a new case for skepticism was offered by the Scottish philosopher David Hume (1711–1776). Hume was an empiricist, claiming that all genuine ideas can be traced back to original impressions of sensation or introspective consciousness. Hume argued that on empiricist grounds there are no sound reasons for belief in God, an enduring self or soul, an external world, causal necessity, objective morality, or inductive reasoning. In fact, he argued that \"Philosophy would render us entirely Pyrrhonian, were not Nature too strong for it.\"[30] As Hume saw it, the real basis of human belief is not reason, but custom or habit. We are hard-wired by nature to trust, say, our memories or inductive reasoning, and no skeptical arguments, however powerful, can dislodge those beliefs. In this way, Hume embraced what he called a \"mitigated\" skepticism, while rejecting an \"excessive\" Pyrrhonian skepticism that he saw as both impractical and psychologically impossible.\n\nHume's skepticism provoked a number of important responses. Hume's Scottish contemporary, Thomas Reid (1710–1796), challenged Hume's strict empiricism and argued that it is rational to accept \"common-sense\" beliefs such as the basic reliability of our senses, our reason, our memories, and inductive reasoning, even though none of these things can be proved. In Reid's view, such common-sense beliefs are foundational and require no proof in order to be rationally justified.[31] Not long after Hume's death, the great German philosopher Immanuel Kant (1724–1804) argued that human moral awareness makes no sense unless we reject Hume's skeptical conclusions about the existence of God, the soul, free will, and an afterlife. According to Kant, while Hume was right to claim that we cannot strictly know any of these things, our moral experience entitles us to believe in them.[32]\n\nToday, skepticism continues to be a topic of lively debate among philosophers.[33] British philosopher, Julian Baggini, posits that reason is perceived as \"an enemy of mystery and ambiguity,\" but, if used properly can be an effective tool for solving many larger societal issues.[34]\n\nReligious skepticism generally refers to doubting given religious beliefs or claims. Historically, religious skepticism can be traced back to Xenophanes, who doubted many religious claims of his time. For example, a religious skeptic might believe that Jesus existed (see historicity of Jesus) while questioning claims that he was the messiah or performed miracles. Religious skepticism is not the same as atheism or agnosticism, though these often do involve skeptical attitudes toward religion and philosophical theology (for example, towards divine omnipotence). Religious people are generally skeptical about claims of other religions, at least when the two denominations conflict concerning some stated belief. Additionally, they may also be skeptical of the claims made by atheists. The historian Will Durant writes that Plato was \"as skeptical of atheism as of any other dogma\".\n\nThe Baháʼí Faith encourages skepticism that is mainly centered around self-investigation of\ntruth.[35]\n\nA scientific or empirical skeptic is one who questions beliefs on the basis of scientific understanding and empirical evidence.\n\nScientific skepticism may discard beliefs pertaining to purported phenomena not subject to reliable observation and thus not systematic or testable empirically. Most scientists, being scientific skeptics, test the reliability of certain kinds of claims by subjecting them to a systematic investigation using some type of the scientific method.[36] As a result, a number of claims are considered as \"pseudoscience\", if they are found to improperly apply or ignore the fundamental aspects of the scientific method.\n\nProfessional skepticism is an important concept in auditing.  It requires an auditor to have a \"questioning mind\", to make a critical assessment of evidence, and to consider the sufficiency of the evidence.[37]\n\n"
        }
    ]
}