{
    "url": "https://en.wikipedia.org/wiki/Slapstick",
    "title": "Slapstick",
    "table_of_contents": [
        "1 Origins",
        "2 Early uses",
        "3 Fred Karno",
        "4 In film and television",
        "5 20th century fad",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Slapstick is a style of humor involving exaggerated physical activity that exceeds the boundaries of normal physical comedy.[1][2] Slapstick may involve both intentional violence and violence by mishap, often resulting from inept use of props such as saws and ladders.[3][4]\n\nThe term arises from a device developed for use in the broad, physical comedy style known as commedia dell'arte in 16th-century Italy. The \"slap stick\" consists of two thin slats of wood, which make a \"slap\" when striking another actor, with little force needed to make a loud—and comical—sound. The physical slap stick remains a key component of the plot in the traditional and popular Punch and Judy puppet show. Other examples of slapstick humor include The Naked Gun and Mr. Bean.\n\n"
        },
        {
            "title": "Origins",
            "text": "The name \"slapstick\" originates from the Italian Batacchio or Bataccio – called the \"slap stick\" in English –  a club-like object composed of two wooden slats used in commedia dell'arte. When struck, the Batacchio produces a loud smacking noise, though it is only a little force that is transferred from the object to the person being struck. Actors may thus hit one another repeatedly with great audible effect while causing no damage and only very minor, if any, pain.  Along with the inflatable bladder (of which the whoopee cushion is a modern variant), it was among the earliest special effects.\n\n"
        },
        {
            "title": "Early uses",
            "text": "Slapstick comedy's history is measured in centuries. Shakespeare incorporated many chase scenes and beatings into his comedies, such as in his play The Comedy of Errors. \n\nIn early 19th-century England, pantomime acquired its present form which includes slapstick comedy: its most famous performer, Joseph Grimaldi—the father of modern clowning—would partake in slapstick, with the Smithsonian stating he \"fought himself in hilarious fisticuffs that had audiences rolling in the aisles\".[5] Comedy routines also featured heavily in British music hall theatre which became popular in the 1850s.[6][7]\n\nIn Punch and Judy shows, which first appeared in England on 9 May 1662, a large slapstick is wielded by Punch against the other characters.[8]\n\n"
        },
        {
            "title": "Fred Karno",
            "text": "British comedians who honed their skills at pantomime and music hall sketches include Charlie Chaplin, Stan Laurel, George Formby, and Dan Leno.[9][10] The influential English music hall comedian and theatre impresario Fred Karno developed a form of sketch comedy without dialogue in the 1890s, and Chaplin and Laurel were among the young comedians who worked for him as part of \"Fred Karno's Army\".[9] Chaplin's fifteen-year music hall career inspired the comedy in all his later film work, especially as pantomimicry.[11] In a biography of Karno, Laurel stated: \"Fred Karno didn't teach Charlie [Chaplin] and me all we know about comedy. He just taught us most of it\".[12] American film producer Hal Roach described Karno as \"not only a genius, he is the man who originated slapstick comedy. We in Hollywood owe much to him.\"[13]\n\n"
        },
        {
            "title": "In film and television",
            "text": "Building on its later popularity in the 19th and early 20th-century ethnic routines of the American vaudeville house, the style was explored extensively during the \"golden era\" of black and white movies directed by Hal Roach and Mack Sennett  that featured such notables as Charlie Chaplin, Mabel Normand, Marx Brothers, Laurel and Hardy, Abbott & Costello, and Three Stooges. Silent slapstick comedy was also popular in early French films and included films by Max Linder, Charles Prince, and Sarah Duhamel.[14]\n\nSlapstick also became a common element in animated cartoons starting in the 1930; examples include Disney's Mickey Mouse and Donald Duck shorts, Walter Lantz's Woody Woodpecker and The Beary Family, MGM's Tom and Jerry, the unrelated Tom and Jerry cartoons of Van Beuren Studios, Warner Bros. Looney Tunes/Merrie Melodies, MGM's Barney Bear, and Tex Avery's Screwy Squirrel. Slapstick was later used in Japanese Tokusatsu TV Kamen Rider Drive, by Benny Hill in The Benny Hill Show in the UK, and in the US used in the three 1960s TV series, Gilligan's Island, Batman and The Flying Nun.\n\n"
        },
        {
            "title": "20th century fad",
            "text": "Use of the slapstick in public places was a fad in the early 20th century.\n\nDuring the 1911 Veiled Prophet Parade in St. Louis, according to the St. Louis Post-Dispatch,[15]\n\nAn editorial in the Asbury Park Press, New Jersey, said in 1914:[16]\n\n"
        }
    ]
}