{
    "url": "https://en.wikipedia.org/wiki/Slasher_film",
    "title": "Slasher film",
    "table_of_contents": [
        "1 Definition",
        "1.1 Common tropes",
        "2 Origins",
        "2.1 Early film influences",
        "2.2 1960s horror-thrillers",
        "2.3 Splatter, Krimi and giallo films",
        "2.4 Exploitation films",
        "3 Golden Age (1978–1984)",
        "3.1 1978",
        "3.2 1979",
        "3.3 1980",
        "3.4 1981",
        "3.5 1982",
        "3.6 1983",
        "3.7 1984",
        "4 Direct-to-video and series \"The Silver Age\" (1985–1995)",
        "5 Post-modern slashers (1996–present)",
        "5.1 Remakes and reboots",
        "5.2 Recent works",
        "6 See also",
        "7 References",
        "8 Works cited"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nA slasher film is a genre of crime or horror films involving a killer stalking and murdering a group of people, usually by use of bladed or sharp tools like knife, chainsaw, scalpel, etc.[1] Although the term \"slasher\" may occasionally be used informally as a generic term for any crime or horror film involving murder, film analysts cite an established set of characteristics which set slasher films apart from other crime and horror subgenres, such as splatter films and psychological horror films.[2]\n\nCritics cite the Italian giallo films and psychological horror films such as Peeping Tom (1960) and Psycho (1960) as early influences.[3][4] The genre hit its peak between 1978 and 1984 in an era referred to as the \"Golden Age\" of slasher films. Notable slasher films include The Texas Chain Saw Massacre (1974), Black Christmas (1974), Halloween (1978), Friday the 13th (1980), A Nightmare on Elm Street (1984), Child's Play (1988), Candyman (1992), Scream (1996) and I Know What You Did Last Summer (1997). Many slasher films released decades ago continue to attract cult followings.[5] The slasher canon can be divided into three eras: the classical (1974–1993), the self-referential (1994–2000) and the neoslasher cycle (2001–2013).[6]\n\n"
        },
        {
            "title": "Definition",
            "text": "Slasher films typically adhere to a specific formula: a past wrongful action causes severe trauma that is reinforced by a commemoration or anniversary that reactivates or re-inspires the killer.[7][8] Built around stalk-and-murder sequences, the films draw upon the audience's feelings of catharsis, recreation, and displacement, as related to sexual pleasure.[9]\n\nThe final girl trope is discussed in film studies as being a young woman (occasionally a young man) left alone to face the killer's advances in the movie's end.[7] Laurie Strode (Jamie Lee Curtis), the heroine in Halloween, is an example of a typical final girl.[8] Final girls are often, like Laurie Strode, virgins among sexually active teens.[10]\n\nSeveral slasher film villains grew to take on villain protagonist characteristics, with the series following the continued efforts of a villain, rather than the killer's victims (for example, Michael Myers, Freddy Krueger, Jason Voorhees, Chucky, and Leatherface).[11] The Scream film series is a rarity that follows its heroine Sidney Prescott (Neve Campbell) rather than masked killer Ghostface, whose identity changes from film to film, and is only revealed in each entry's finale.[12]\n\n"
        },
        {
            "title": "Origins",
            "text": "The appeal of watching people inflict violence upon each other dates back thousands of years to Ancient Rome,[13] though fictionalized accounts became marketable with late 19th century horror plays produced at the Grand Guignol.[14] Maurice Tourneur's The Lunatics (1912) used visceral violence to attract the Guignol's audience. In the United States, public outcry over films like this eventually led to the passage of the Hays Code in 1930.[15] The Hays Code is one of the entertainment industry's earliest set of guidelines restricting sexuality and violence deemed unacceptable.[15][16]\n\nCrime writer Mary Roberts Rinehart influenced horror literature with her novel The Circular Staircase (1908),[17] adapted into the silent film The Bat (1926), about guests in a remote mansion menaced by a killer in a grotesque mask.[18] Its success led to a series of \"old dark house\" films including The Cat and the Canary (1927), based on John Willard's 1922 stage play, and Universal Pictures' The Old Dark House (1932), based on the novel by J.B. Priestley.[18] In both films, the town dwellers are pitted against strange country folk, a recurring theme in later horror films. Along with the \"madman on the loose\" plotline, these films employed several influences upon the slasher genre, such as lengthy point of view shots and a \"sins of the father\" catalyst to propel the plot's mayhem.[19]\n\nGeorge Archainbaud's Thirteen Women (1932) tells the story of a sorority whose former members are set against one another by a vengeful peer who crosses out their yearbook photos, a device used in subsequent films Prom Night (1980) and Graduation Day (1981).[20] Early examples include a maniac seeking revenge in The Terror (1928), based on the play by Edgar Wallace.\n\nB-movie mogul Val Lewton produced The Leopard Man (1943), about a murderer framing his crimes against women on an escaped show leopard.[21] Basil Rathbone's The Scarlet Claw (1944) sees Sherlock Holmes investigate murders committed with a five-pronged garden weeder that the killer would raise in the air and bring down on the victim repeatedly, an editing technique that became familiar in the genre.[22] Robert Siodmak's The Spiral Staircase (1946), based on Ethel White's novel Some Must Watch, stars Ethel Barrymore as a sympathetic woman trying to survive black-gloved killers. The Spiral Staircase also features an early use of jump scares.[23]\n\nBritish writer Agatha Christie's particularly influential 1939 novel Ten Little Indians (adapted in 1945 as And Then There Were None), centers on a group of people with secret pasts who are killed one-by-one on an isolated island. Each of the murders mirrors a verse from a nursery rhyme, merging the themes of childhood innocence and vengeful murder.[24][25][26] House of Wax (1953), The Bad Seed (1956), Screaming Mimi (1958), Jack the Ripper (1959), and Cover Girl Killer (1959) all incorporated Christie's literary themes.[27]\n\nAlfred Hitchcock's Psycho (1960) used visuals that had been deemed unacceptable by movie studios, including scenes of violence, sexuality, and even the shot of a toilet flushing. The film featured an iconic score by Bernard Herrmann that has been frequently imitated in slasher and horror films.[28] That same year, Michael Powell released Peeping Tom, showing the killer's perspective as he murders women to photograph their dying expressions.[3][29]\n\nPsycho was nominated for four Academy Awards, including Best Supporting Actress for Janet Leigh and Anthony Perkins garnering universal acclaim for his role as Norman Bates.[30][28] This notice drew bankable movie stars to horror films.[31] Joan Crawford starred in William Castle's Strait-Jacket (1964)[32] and in Jim O'Connolly's Berserk! (1967),[33] while Albert Finney starred in MGM's Night Must Fall (1964) (a remake of the 1937 British film)[34] and Peter Cushing starred in Corruption (1968).[35]\n\nHammer Studios, a London-based company, followed Psycho's success with Taste of Fear (1961), Maniac (1963), Paranoiac (1963), Nightmare (1964), Fanatic (1965), The Nanny (1965), and Hysteria (1965).[36][37] Hammer's rival Amicus had Robert Bloch, author of 1959 Psycho novel, write the script for Psychopath (1968).[38]\n\nFrancis Ford Coppola's debut, Dementia 13 (1963), takes place in an Irish castle where relatives gather to commemorate a family death but are murdered one-by-one.[22] William Castle's Homicidal (1961) features gore in its murder scenes, something both Psycho and Peeping Tom had edited out.[39][40] Richard Hillard's Violent Midnight (1963) showed a black-gloved killer's point of view as they pull down a branch to watch a victim and also featured a skinny-dipping scene.[41] Crown International's Terrified (1963) features a masked killer.[42] Spain's The House That Screamed (1969) features violent murders and preempted later campus-based slashers.[43]\n\nSubgenres that influenced slasher films include splatter films, Krimi films, and giallo films.[22][44]\n\nSplatter films focus on gratuitous gore. Herschell Gordon Lewis's Blood Feast (1963) was a hit at drive-in theaters and is often considered the first splatter film.[45] Lewis followed with gory films Two-Thousand Maniacs! (1964), Color Me Blood Red (1965), The Gruesome Twosome (1967) and The Wizard of Gore (1971). This grotesque style translated to Andy Milligan's The Ghastly Ones (1969), Twisted Nerve (1968), Night After Night After Night (1969) as well as The Haunted House of Horror (1969).[46]\n\nPost-World War II Germany adapted British writer Edgar Wallace's crime novels into a subgenre of their own called Krimi films.[47] The Krimi films were released in the late 1950s through the early 1970s and featured villains in bold costumes accompanied by jazz scores from composers such as Martin Böttcher and Peter Thomas.[22][48] Fellowship of the Frog (1959), about a murderer terrorizing London, was successful in America, leading to similar adaptations like The Green Archer (1961) and Dead Eyes of London (1961). The Rialto Studio produced 32 Krimi films between 1959 and 1970.[49]\n\nItaly's giallo thrillers are crime procedurals or murder mysteries interlaced with eroticism and psychological horror.[44] Giallo films feature unidentified killers murdering in grand fashions.[44] Unlike most American slasher films the protagonists of gialli are frequently (but not always) jet-setting adults sporting the most stylish Milan fashions.[22] These protagonists are often outsiders reluctantly brought into the mystery through extenuating circumstances, like witnessing a murder or being suspected of the crimes themselves.[50] Much like Krimi films, gialli plots tended to be outlandish and improbable, occasionally employing supernatural elements.[22][44] Sergio Martino's Torso (1973) featured a masked killer preying upon beautiful and promiscuous co-eds in retribution for a past misdeed. Torso's edge-of-your-seat climax finds a \"final girl\" facing off with the killer in an isolated villa.[51][52] Mario Bava's A Bay of Blood (1971) is a whodunit depicting creative death sequences on a lakeside setting, and greatly inspired Friday the 13th (1980) and its 1981 sequel.[53] Gialli were popular in American cinemas and drive-in theaters. Thriller Assault (1971) and Spanish mystery A Dragonfly for Each Corpse (1974) share many traits with Italian gialli.[54] Death Steps in the Dark (1977) spoofed the familiar conventions found in giallo films.[55] Despite successes from Deep Red (1975) and The Blood-Stained Shadow (1978), giallo films gradually fell out of fashion by the mid-1970s as diminishing returns forced budget cuts.[44] Films such as Play Motel (1979) and Giallo a Venezia (1979) exploited their low-budgets with shocking hardcore pornography.[56]\n\nThe early 1970s saw an increase in exploitation films that lured audiences to grindhouses and drive-ins by advertising of sex and violence. Robert Fuest's And Soon the Darkness (1970) set off the '70s exploitation wave by maximizing its small budget and taking place in daylight. The Jekyll and Hyde Portfolio (1971) follows an insane killer who stalks and murders victims at a nursing academy.[57][58] Hands of the Ripper (1971) depicts the psychological trauma suffered by Jack the Ripper's daughter, who continues the murderous reign of her father.[59] Fright (1971) is based on the \"babysitter and the man upstairs\" urban legend while Tower of Evil (1972) features careless partying teens murdered in a remote island lighthouse.[60] Pete Walker broke taboos by advertising his films' negative reviews to attract viewers looking for the depraved, using a \"no press is bad press\" mantra with The Flesh and Blood Show (1972), Frightmare (1974), House of Mortal Sin (1976), Schizo (1976) and The Comeback (1978).[61] Other filmmakers followed Walker's lead, as posters dubbed Blood and Lace (1971) as \"sickest PG-rated movie ever made!\", while Scream Bloody Murder (1973) called itself as \"gore-nography.\"[62]\n\nBy 1974 the exploitation film battled political correctness and their popularity waned, and while films like The Love Butcher (1975) and The Redeemer: Son of Satan (1976) were accused of promoting bigotry, the low-budget independent film The Texas Chain Saw Massacre (1974) became a major hit and the most commercially successful horror film since The Exorcist. The story concerns a violent clash of cultures and ideals between the counter-culture and traditional conservative values, with the film's squealing antagonist Leatherface carrying a chainsaw and wearing the faces of victims he and his family eat. The Texas Chain Saw Massacre spawned imitators and its false \"based on a true story\" advertisements gave way to reenactments of true crime. The Town That Dreaded Sundown (1976), based on the Phantom Killer case, and Another Son of Sam (1977), based on the Son of Sam slayings, cashed-in on headlines and public fascination. Wes Craven modernized the Sawney Bean legend in The Hills Have Eyes (1977) by building upon themes presented in The Texas Chain Saw Massacre. The Hills Have Eyes was another huge financial success, relaunching Craven's career after it had been damaged by controversy surrounding his previous film, The Last House on the Left (1972).[63]\n\nFollowing holiday-themed exploitation films Home for the Holidays (1972), All Through the House (1972) and Silent Night, Bloody Night (1973), Black Christmas (1974) uses horror as a board to debate social topics of its time, including feminism, abortion, and alcoholism. Using the \"killer calling from inside the house\" gimmick, Black Christmas is visually and thematically a precursor to John Carpenter's Halloween (1978), as young women are terrorized in a previously safe environment during an iconic holiday. Like Halloween, Clark's film opens with a lengthy point-of-view, but it differs in the treatment of the killer's identity. Despite making $4,053,000 on a $620,000 budget, Black Christmas was initially criticized, with Variety complaining that it was a \"bloody, senseless kill-for-kicks\" flick that exploited unnecessary violence. Despite its modest initial box office run, the film has garnered critical reappraisal, with film historians noting its importance in the horror film genre and some even citing it as the original slasher film.[64]\n\n"
        },
        {
            "title": "",
            "text": "Jumpstarted by the massive success of John Carpenter's Halloween (1978), the era commonly cited as the Golden Age of slasher films is 1978–1984, with some scholars citing over 100 similar films released over the six-year period.[22][9] Despite most films receiving negative reviews, many Golden Age slasher films were extremely profitable and have established cult followings.[5] Many films reused Halloween's template of a murderous figure stalking teens, though they escalated the gore and nudity from Carpenter's restrained film. Golden Age slasher films exploited dangers lurking in American institutions such as high schools, colleges, summer camps, and hospitals.[65]\n\nCashing in on the drive-in success of The Texas Chain Saw Massacre (1974), The Toolbox Murders was quickly and cheaply shot but did not generate the interest of the former films. Exploitative Killer's Delight is a San Francisco-set serial killer story claiming to take inspiration from Ted Bundy and the Zodiac Killer.[66] Leading up to Halloween's October release were August's gialli-inspired Eyes of Laura Mars (written by John Carpenter) and September's \"babysitter in peril\" TV Movie Are You in the House Alone? Of them, The Eyes of Laura Mars grossed $20 million against a $7 million budget.[67]\n\nInfluenced by the French New Wave's Eyes Without a Face (1960), science fiction thriller Westworld (1973) and Black Christmas (1974), Halloween was directed, composed and co-written by Carpenter, who co-wrote it with his then-girlfriend and producing partner Debra Hill on a budget of $300,000 provided by Syrian-American producer Moustapha Akkad. To minimize costs, locations were reduced and time took place over a brief period.[68] Jamie Lee Curtis, daughter of Janet Leigh, was cast as the heroine Laurie Strode while veteran actor Donald Pleasence was cast as Dr. Sam Loomis, an homage to John Gavin's character in Psycho.[68] Halloween's opening tracks a six-year-old's point-of-view as he kills his older sister, a scene emulated in numerous films such as Blow Out (1981) and The Funhouse (1981). Carpenter denies writing sexually active teens to be victims in favor of a virginal \"final girl\" survivor, though subsequent filmmakers copied what appeared to be a \"sex-equals-death\" mantra.\n\nWhen shown an early cut of Halloween without a musical score, all major American studios declined to distribute it, one executive even remarking that it was not scary. Carpenter added music himself, and the film was distributed locally in four Kansas City theaters through Akkad's Compass International Pictures in October 1978. Word-of-mouth made the movie a sleeper hit that was selected to screen at the November 1978 Chicago Film Festival, where the country's major critics acclaimed it. Halloween grew into a major box office success, grossing over $70 million worldwide and selling over 20 million tickets in North America, becoming the most profitable independent film until being surpassed by Teenage Mutant Ninja Turtles (1990).[68]\n\nThough the telekinesis slasher Tourist Trap was initially unsuccessful, it has undergone a reappraisal by fans. 1979's most successful slasher was Fred Walton's When a Stranger Calls, which sold 8.5 million tickets in North America. Its success has largely been credited to its opening scene, in which a babysitter (Carol Kane) is taunted by a caller who repeatedly asks, \"Have you checked the children?\"[69] Less successful were Ray Dennis Steckler's burlesque slasher The Hollywood Strangler Meets the Skid Row Slasher and Abel Ferrara's The Driller Killer, both of which featured gratuitous on-screen violence against vagrant people.\n\nThe election of Ronald Reagan as the 40th President of the United States drew in a new age of conservatism that ushered concern of rising violence on film.[1][22] The slasher film, at the height of its commercial power, also became the center of a political and cultural maelstrom. Sean S. Cunningham's sleeper hit Friday the 13th was the year's most commercially successful slasher film, grossing more than $59.7 million and selling nearly 15 million tickets in North America.[70] Despite a financial success, distributor Paramount Pictures was criticized for \"lowering\" itself to release a violent exploitation film, with Gene Siskel and Roger Ebert famously despising the film. Siskel, in his Chicago Tribune review, revealed the identity and fate of the film's killer in an attempt to hurt its box office, and provided the address of the chairman of Paramount Pictures for viewers to complain.[71] The MPAA was criticized for allowing Friday the 13th an R rating, but its violence would inspire gorier films to follow, as it set a new bar for acceptable levels of on-screen violence. The criticisms that began with Friday the 13th would lead to the genre's eventual decline in subsequent years.[72]\n\nThe small-budget thrillers Silent Scream and Prom Night were box office hits with $7.9 and $14.8 million, respectively.[73] Jamie Lee Curtis starred in the independent Prom Night, as well studio films Terror Train and The Fog to earn her \"scream queen\" title.[8] MGM's the Halloween-clone He Knows You're Alone sold nearly 2 million tickets, though Paramount Pictures John Huston-directed Phobia only sold an estimated 22,000 tickets.[73] Two high-profile slasher-thrillers were met with protest, William Friedkin's Cruising and Gordon Willis' Windows, both of which equate homosexuality with psychosis. Cruising drew protests from gay rights groups, and though it pre-dates the AIDS crisis, the film's portrayal of the gay community fueled subsequent backlash once the virus became an epidemic.[22][74]\n\nLow budget exploitative films New Year's Evil, Don't Go in the House and Don't Answer the Phone! were called-out for misogyny that dwelled on the suffering of females exclusively.[7] Acclaimed filmmaker Brian De Palma's Psycho-homage Dressed to Kill drew a wave of protest from the National Organization for Women (NOW), who picketed the film's screening on the University of Iowa campus.[75] The year's most controversial slashers was William Lustig's Maniac, about a schizophrenic serial killer in New York. Maniac was maligned by critics. Vincent Canby of The New York Times said that watching the film was like \"watching someone else throw up.\"[76] Lustig released the film unrated on American screens, sidestepping the MPAA to still bring in $6 million at the box office.[77][73]\n\nAlfred Hitchcock's Psycho's influence was felt two decades later in Funeral Home[78] and The Unseen.[79] Ridley Scott's successful Alien (1979) spawned its own sci-fi-horror subgenre that included slasher films Scared to Death[80] and Without Warning. The $86.4 million box office success of The Amityville Horror (1979)[73] spurred an interest in the supernatural, from The Boogeyman to the Bigfoot slasher Night of the Demon. Joe D'Amato's gruesome Italian horror film Antropophagus and the Australian slasher Nightmares showed that the genre was spreading internationally.[81]\n\nSlasher films reached a saturation point in 1981, as heavily promoted movies like My Bloody Valentine and The Burning were box office failures.[22][9][73] After the success of Friday the 13th, Paramount Pictures picked up My Bloody Valentine with hopes to achieve similar success. The film became the subject of intense scrutiny in the wake of John Lennon's murder, and was released heavily edited; lacking the draw of gore, My Bloody Valentine barely sold 2 million tickets in North America, much less than the 15 million sold by Friday the 13th the year beforehand.[73] Thematically similar to My Bloody Valentine, The Prowler hoped to lure an audience with gore effects by Friday the 13th's Tom Savini but large MPAA edits contributed to its failure to find a nationwide distributor.[22] Suffering similar censorship was The Burning, which also employed Savini's special effects, though it does mark the feature film debuts of Brad Grey, Holly Hunter, Jason Alexander, Fisher Stevens, Bob Weinstein and Harvey Weinstein.\n\nProfits of Halloween and Friday the 13th drew studio interest, to varying success. Warner Bros.'s Eyes of a Stranger ($1.1 million) and Night School ($1.2 million), Paramount Pictures' The Fan ($3 million), Universal Pictures' The Funhouse ($8 million), and Columbia Pictures' Happy Birthday to Me ($10 million).[73] CBS' TV movie, Dark Night of the Scarecrow brought the genre to the small screen.[22] Two sequels had bigger body counts and more gore than their predecessors, but not higher box office intakes. Friday the 13th Part 2 sold 7.8 million tickets and Halloween II sold 9.2 million. Both sequels sold around half of their original film's tickets, though they were still very popular (Halloween II was the second highest-grossing horror film of the year behind An American Werewolf in London).[73]\n\nIndependent companies churned out slasher films Final Exam, Bloody Birthday, Hell Night, Don't Go in the Woods... Alone!, Wes Craven's Deadly Blessing and Graduation Day.[73] Fantasy and sci-fi genres continued to blend with the slasher film in Strange Behavior, Ghostkeeper and Evilspeak. The international market found Italy's Absurd and Madhouse and Germany's Bloody Moon.\n\nStraight-to-video productions cut costs to maximize profit. The independent horror film Madman opened in New York City's top 10, according to Variety, but soon fell out of theaters for a much healthier life on home video.[22] The Dorm That Dripped Blood and Honeymoon Horror, each made for between $50–90,000, became successful in the early days of VHS.[73] Because of this change, independent productions began having difficulties finding theatrical distribution. Girls Nite Out had a very limited release in 1982 but was re-released in 1983 in more theaters until finally finding a home on VHS. Paul Lynch's Humongous was released through AVCO Embassy Pictures, but a change in management severely limited the film's theatrical release. Films such as Hospital massacre and Night Warning enjoyed strong home rentals from video stores, though Dark Sanity, The Forest, Unhinged, Trick or Treats, and Island of Blood fell into obscurity with little theatrical releases and only sub-par video transfers.[82]\n\nSupernatural slasher films continued to build in popularity with The Slayer, The Incubus, Blood Song, Don't Go to Sleep and Superstition (the supernatural-themed Halloween III: Season of the Witch, though part of the Halloween franchise, does not adhere to the slasher film formula). Alone in the Dark was New Line Cinema's first feature film, released to little revenue and initially dismissed by critics, though the film has gained critical reappraisal. Director Amy Holden Jones and writer Rita Mae Brown gender-swapped to showcase exploitative violence against men in The Slumber Party Massacre,[82] while Visiting Hours pitted liberal feminism against macho right-wing bigotry with exploitative results.\n\nFriday the 13th Part III, the first slasher trilogy, was an enormous success, selling 12 million tickets and dethroning E.T.: The Extra Terrestrial from the top of the box office.[73] The film's iconic hockey mask has grown to pop-culture iconography. Universal Pictures had a tiny release for Death Valley, while Columbia Pictures found modest success with Silent Rage. Independent distributor Embassy Pictures released The Seduction to a surprising $11 million, an erotic slasher-thriller that predates blockbusters Fatal Attraction (1987) and Basic Instinct (1992) by several years.[73]\n\nInternationally, Australia released Next of Kin while Puerto Rico's Pieces was filmed in Boston and Madrid by an Italian-American producer with a Spanish director.  Italian gialli saw slasher film influences in their releases for Sergio Martino's The Scorpion with Two Tails, Lucio Fulci's The New York Ripper and Dario Argento's Tenebrae.[82]\n\nTraditional slasher films saw less frequent output. The House on Sorority Row followed the same general plot as Prom Night (1980) with guilty teens stalked and punished for a terrible secret. The Final Terror borrows visual and thematic elements from Just Before Dawn (1981), as Sweet Sixteen borrows from Happy Birthday to Me (1981). The most successful slasher of the year was Psycho II, which grossed over $34 million at the box office. The film also reunited original Psycho (1960) cast members Anthony Perkins and Vera Miles.[83] 10 to Midnight, inspired by the real-life crimes of Richard Speck, promoted star Charles Bronson's justice-for-all character above its horror themes.[83] Robert Hiltzik's Sleepaway Camp was a home video hit, being unique for its pubescent victims and themes of paedophilia and transvestism. Sleepaway Camp featured homosexual scenes, which were taboo at the time.[83][84]\n\nIn Canada, whodunit Curtains had a brief theatrical life before finding new life on VHS, while criticism toward American Nightmare's portrayal of prostitutes, drug addicts, and pornography addicts hurt its video rentals.[83] Sledgehammer was shot-on-video for just $40,000, with a gender-reversal climax showing Playgirl model Ted Prior as a \"final guy.\"[22][73] Other home video slashers from the year include Blood Beat, Double Exposure, and Scalps, the latter claiming to be one of the most censored films in history.[83] Releases began to distance from the genre. The poster for Mortuary features a hand is bursting from the grave, though the undead have nothing to do with the film. Distributors were aware of fading box office profits, and they were attempting to hoodwink audiences into thinking long-shelved releases like Mortuary were different.\n\nThe public had largely lost interest in theatrical released slashers, drawing a close to the Golden Age.[1][10] Production rates plummeted and major studios all but abandoned the genre that, only a few years earlier, had been very profitable. Many 1984 slasher films with brief theatrical runs found varying degrees of success on home video, such as Splatter University, Satan's Blade, Blood Theatre, Rocktober Blood and Fatal Games. Movies like The Prey and Evil Judgement were filmed years prior and finally were given small theatrical releases. Silent Madness used 3D to ride the success of Friday the 13th Part III (1982), though the effect did not translate to the VHS format.[22]\n\nFriday the 13th: The Final Chapter brought the saga of Jason Voorhees to a close, with his demise the main marketing tool. It worked, with The Final Chapter selling 10 million tickets in North America, hinting the series would continue even if Jason's demise marked a shift in the genre.[73] This shift was emphasized by the controversy from Silent Night, Deadly Night (1984): Protesters picketed theaters playing the film with placards reading, \"Deck the hall with holly – not bodies!\" Despite other Christmas-themed horror films, including the same year's Don't Open till Christmas, promotional material for Silent Night, Deadly Night featured a killer Santa with the tagline: \"He knows when you've been naughty!\" Released in November 1984 by TriStar Pictures, persistent carol-singers forced one Bronx cinema to pull Silent Night, Deadly Night a week into its run. Soon widespread outrage led to the film's removal, with only 741,500 tickets sold.[85][73]\n\nAs interest in the Golden Age slasher waned, Wes Craven's A Nightmare on Elm Street revitalized the genre by mixing fantasy and the supernatural in a cost-effective way. Craven had toyed with slasher films before in Deadly Blessing (1981), though he was frustrated that the genre he had helped create with The Last House on the Left (1972) and The Hills Have Eyes (1977) had not benefited him financially. Developing A Nightmare on Elm Street since 1981, Craven recognized time running out due to declining revenues from theatrical slasher film releases.[86] A Nightmare on Elm Street and especially its villain Freddy Krueger (Robert Englund) became cultural phenomenons.[87] On a budget of just $1.8 million, the film was a commercial success, grossing more than $25.5 million in North America and launched one of the most successful film series in history.[73][87] A Nightmare on Elm Street provided the success that New Line Cinema needed to become a major Hollywood company. To this day, New Line is referred to as \"The House That Freddy Built\".[88] The final slasher film released during the Golden Age, The Initiation, was greatly overshadowed by A Nightmare on Elm Street (though both films feature dreams as plot points and a horribly burned \"nightmare man\").[22] The success of A Nightmare on Elm Street welcomed in a new wave of horror films that relied on special effects, almost completely silencing the smaller low-budget Golden Age features.[1][89]\n\n"
        },
        {
            "title": "",
            "text": "Despite A Nightmare on Elm Street's success, fatigue hit the slasher genre, and its popularity had declined substantially. The home video revolution, fueled by the popularity of VHS, provided a new outlet for low-budget filmmaking. Without major studio backing for theatrical release, slasher films became second only to pornography in the home video market. The drop in budgets to accommodate a more economic approach was usually met with a decline in quality. Holdovers filmed during the Golden Age such as Too Scared to Scream (1985), The Mutilator (1985), Blood Rage (1987), Killer Party (1986) and Mountaintop Motel Massacre (1986) found video distribution. Mirroring the punk rock movement, novice filmmakers proved anyone could make a movie on home video, resulting in shot-on-video slashers Blood Cult (1985), The Ripper (1985), Spine (1986), Truth or Dare? (1986), Killer Workout (1987), and Death Spa (1989).[90] Lesser-known horror properties Sleepaway Camp, The Slumber Party Massacre and Silent Night, Deadly Night became series on home video. The Hills Have Eyes Part 2 (1985) and Friday the 13th: A New Beginning (1985) were theatrically released but neither film was embraced like A Nightmare on Elm Street Part 2: Freddy's Revenge (1985), a sequel rushed into production. Distinguished by overtly homoerotic undertones, Freddy's Revenge became the highest grossing horror film of 1985 and inspired  \"dream\" slashes Dreamaniac (1986), Bad Dreams (1988), Deadly Dreams (1988), and Dream Demon (1988).\n\nParamount Pictures released the parody April Fool's Day (1986) with hopes to start a sister series to its Friday the 13th property, though the film's modest box office run never led to a series. Three other spoofs, Evil Laugh (1986), The Texas Chainsaw Massacre 2 (1986) and Friday the 13th Part VI: Jason Lives (1986), were box office disappointments; Texas Chainsaw Massacre 2 sold just 2 million tickets while Jason Lives sold 5.2 million, both significantly down from their predecessors.[91] Trying to cater the public of adult action thrillers that were popular in the 1980s, Sylvester Stallone's cop-thriller Cobra (1986) is a thinly-veiled slasher film advertised as an action movie, and sold 13.2 million tickets. The home video market made stars out of character actors such as Terry O'Quinn and Bruce Campbell, whose respective independent horror-thrillers The Stepfather (1987) and Maniac Cop (1988) found more support on home video than in theaters. Quinn returned for Stepfather II (1989) but chose not to reprise his role in Stepfather III (1992), Destroyer (1988), while Campbell followed a similar route with a cameo in Maniac Cop 2 (1990) and no participation in Maniac Cop III: Badge of Silence (1993).\n\nThe Nightmare on Elm Street series dominated the late 1980s horror wave, with A Nightmare on Elm Street 3: Dream Warriors (1987) selling 11.5 million tickets in North America, and A Nightmare on Elm Street 4: The Dream Master (1988) following another 12 million tickets. By comparison, Friday the 13th Part VII: The New Blood (1988) and Halloween 4: The Return of Michael Myers (1988) sold approximately 4.5 million tickets each, less than half of the Elm Street films. The personality-driven appeal of Freddy Krueger was not lost on filmmakers, as characters like Chucky and Candyman were given ample dialogue and placed in urban settings that had largely been ignored by the Golden Age. Chucky's Child's Play (1988) and its 1990 sequel sold over 14.7 million tickets combined, while Candyman (1992) sold a healthy 6.2 million. Both series fell out rather quickly, when Child's Play 3 (1991) selling only 3.5 million tickets in North America and Candyman: Farewell to the Flesh (1995) selling only 3.2 million.[92]\n\nInternationally, the slasher film remained profitable. Mexico released Zombie Apocalypse (1985), Don't Panic (1988), Grave Robbers (1990) and Hell's Trap (1990). Europe saw releases from Sweden's Blood Tracks (1985), The United Kingdom's Lucifer (1987), Spain's Anguish (1987) and Italy's StageFright (1987) and BodyCount (1987). In the Pacific, Australia released Symphony of Evil (1987), Houseboat Horror (1989), and Bloodmoon (1990), while Japan released Evil Dead Trap (1988).[93]\n\nBy 1989 the major series had faded from public interest, resulting in box office failures from Friday the 13th Part VIII: Jason Takes Manhattan (1989), A Nightmare on Elm Street 5: The Dream Child (1989) and Halloween 5: The Revenge of Michael Myers (1989).[11] The Dream Child's 5.6 million tickets were a sharp decline, while Jason Takes Manhattan and The Revenge of Michael Myers each sold only about 3 million tickets. Due to the declining ticket sales, rights to the Friday the 13th and Halloween series were sold to New Line Cinema and Miramax Films, respectively. Now owning both the Jason Voorhees and Freddy Krueger characters, New Line would look into a series-crossover event film. Freddy's Dead: The Final Nightmare (1991) and Jason Goes to Hell: The Final Friday (1993) began this crossover series, but profit losses from both films stalled the project for a decade. Halloween: The Curse of Michael Myers (1995) was released under Miramax's Dimension Films banner to negative fan reaction and a weak box office.[94]\n\n"
        },
        {
            "title": "",
            "text": "Wes Craven's New Nightmare (1994) used characters from his original Elm Street film in self-referential and ironic ways, as the actors played versions of their true personas targeted by a Freddy Krueger-inspired demon. New Nightmare sold 2.3 million tickets the North American box office. The slasher film's surprising resurrection came in the form of Scream (1996), a box office smash and redefined the genre's rules. Directed by Craven and written by Kevin Williamson, Scream juggled postmodern humor with visceral horror. The film played on nostalgia for the Golden Age, but appealed to a younger audience with contemporary young actors and popular music. Williamson, a self-confessed fan of Halloween (1978), Prom Night (1980), and Friday the 13th Part VI: Jason Lives (1986), wrote the characters as well-versed in horror film lore and knowing all the clichés that the audience were aware of. The film grossed $173 million worldwide, it became both the highest grossing slasher film of all time and the first one to cross $100 million at the domestic box office, and the most successful horror film since The Silence of the Lambs (1991). The marketing for Scream distanced itself from the slasher subgenre as it passed itself as a \"new thriller\" that showcased the celebrity of its stars, promoting the appearances of then-popular stars Drew Barrymore, Courteney Cox and Neve Campbell over its violence.\n\nWilliamson's follow-up, I Know What You Did Last Summer (1997), was heavily inspired by Prom Night and The House on Sorority Row (1983). Released less than a year after Scream to \"critic proof\" success, the film sold nearly 16 million tickets at the North American box office. Two months later Dimension Films released Scream 2 (1997) to the highest grossing opening weekend of any R-rated film at the time; the sequel sold 22 million tickets and was a critical hit. Taking note from the marketing success of Scream, the promotional materials for I Know What You Did Last Summer and Scream 2 relied heavily on the recognizability of cast-members Rebecca Gayheart, Sarah Michelle Gellar, Jennifer Love Hewitt, Joshua Jackson, Laurie Metcalf, Jerry O'Connell, Ryan Phillippe, Jada Pinkett, Freddie Prinze Jr. and Liev Schreiber.\n\nScream and I Know What You Did Last Summer were internationally popular. In Asia, Hong Kong released The Deadly Camp (1999) and South Korea released Bloody Beach (2000), The Record (2001), and Nightmare (2000). Australia's postmodern Cut (2000) cast American actress Molly Ringwald as its heroine. Britain released Lighthouse (1999) and the Netherlands had two teen slashers, School's Out (1999) and The Pool (2001). Bollywood produced the first musical-slasher hybrid with Kucch To Hai (2003), as well as the more straightforward Dhund: The Fog (2003).\n\nScream 2 marked a high-point for interest in the 1990s slasher film. Urban Legend (1998) was a modest hit, selling 8 million tickets, though slasher sales were already starting to drop. The sequels Halloween H20: 20 Years Later (1998), Bride of Chucky (1998) and I Still Know What You Did Last Summer (1998) were each box office successes, again marketing on the appeal their casts, which included Adam Arkin, Jack Black, LL Cool J, Jamie Lee Curtis, Joseph Gordon-Levitt, Josh Hartnett, Katherine Heigl, Brandy Norwood, Jodi Lynn O'Keefe, Mekhi Phifer, John Ritter, Jennifer Tilly, and Michelle Williams. Low-budget slasher films The Clown at Midnight (1998) and Cherry Falls (2000) had trouble competing with big-budget horror films that could afford then-bankable actors.\n\nScream 3 (2000), the first entry in the Scream series not written by Kevin Williamson, was another huge success with 16.5 million tickets sold, though poor word-of-mouth prevented it from reaching the heights of its predecessors. Urban Legends: Final Cut (2000) sold a meager 4 million tickets, less than half of what its predecessor had sold just two years earlier. Both the I Know What You Did Last Summer and Urban Legend sequels were relegated to the direct-to-video market. The genre continued to fall apart with box office bombs Valentine (2001) and Jason X (2002), as well as the critically maligned Halloween: Resurrection (2002), a sequel that sold less than half its predecessor's tickets. New Line Cinema's highly anticipated Freddy vs. Jason (2003), in development since 1986, took note from Scream, and mixed nostalgia with recognizable actors. It sold a massive 14 million tickets at the domestic box office, acting as a symbolic love-letter to slasher films of the Golden Age.\n\nFilms like Final Destination (2000),  Jeepers Creepers (2001) and American Psycho (2000) added slasher film values in mainstream movies, but they deviated from the standard formula set forth by movies such as Halloween (1978), A Nightmare on Elm Street (1984) and Scream (1996). The filmmakers behind Make a Wish (2002) and HellBent (2004) diversified their stories to appeal to their gay and lesbian audiences. African American filmmakers with largely black casts took stabs at the genre in Killjoy (2000), Holla If I Kill You (2003), Holla (2006), and Somebody Help Me (2007).\n\nWith 2.5 million tickets sold on a low-budget, Wrong Turn (2003) launched a series of straight-to-video sequels. Filmmakers around the world tested the levels of on-screen violence an audience would accept. Musician-filmmaker Rob Zombie strove to bring the horror genre away from pop-culture and back to its exploitative roots in House of 1000 Corpses (2003) and The Devil's Rejects (2005). New French Extremity violence was influential in High Tension (2003), Them (2006), Inside (2007), Frontier(s) (2007) and Martyrs (2008), which became worldwide hits. Other European slasher films of the time included Austria's Dead in 3 Days (2006), Norway's Cold Prey (2006) and its 2008 sequel, as well as a number of British thrillers: Long Time Dead (2002), Creep (2004), Severance (2006), Wilderness (2008), ThanksKilling (2008), The Children (2008), Eden Lake (2008) The Gingerdead Man (2005), and Tormented (2009). In Asia, Taiwan released Invitation Only (2009), Scared (2005), and Slice (2009), while South Korea's released Bloody Reunion (2006) and Someone Behind You (2007) another extremely violent psychological supernatural slasher thriller based on a 2005 comic book \"Two Will Come\" and deals with the issue of family killings.\n\nLow-budget North American slasher films received limited theatrical releases before the DVD releases (which had replaced the obsolete VHS format). Behind the Mask: The Rise of Leslie Vernon (2006), Gingerdead Man 2: Passion of the Crust (2008), All the Boys Love Mandy Lane (2006), Dark Ride (2006), Hatchet (2006), Simon Says (2006), The Tripper (2006), See No Evil (2006), and Gutterballs (2008) each reference early 1980s slasher films, though they were sidelined to limited distribution in a market crowded by splatter films in the wake of Saw (2004) and its sequels. Wes Craven, one of the biggest names in horror for over three decades, directed box office disappointments My Soul to Take (2011) and Scream 4 (2011), which sold only 1.8 million and 4.7 million tickets, respectively. The Strangers (2008) and You're Next (2011) were applauded for their craftsmanship and post-9/11 twist on the home invasion genre, though neither film generated much interest beyond horror fans. 1980s homages Tucker & Dale vs. Evil (2010) and The Final Girls (2015) add thematic and emotional subtexts (i.e. stereotyping and grief), bringing praise for effectively mixing horror with heart.[95][96] Meta-horror sleeper-hit The Cabin in the Woods (2012) was a financial and critical success that shook preconceived notions, and twisted them unexpected ways that marked a conscious-turning point for the whole horror genre, not just slasher films: audiences wanted surprising and original thrillers that were not strict throwbacks. These small but noticeable changes would come to affect the genre in the coming decade.\n\nAs 1990s Scream-inspired slasher films dwindled in popularity, the remake of The Texas Chainsaw Massacre (2003) became a sleeper hit by playing on public's familiarity of the 1974 original but promising updated thrills and suspense. Like Gus Van Sant's Psycho (1998), The Texas Chainsaw Massacre dilute the original film's controversial aspects for maximum commercial appeal. The Texas Chainsaw Massacre remake sold over 13.5 million tickets in North America and was followed by The Texas Chainsaw Massacre: The Beginning (2006), which sold a respectable 6-million tickets, though it was still struck by diminishing returns.\n\nRiding on the success of the 21st Century's Chainsaw Massacre remake was House of Wax (2005), Black Christmas (2006), April Fool's Day (2008), Train (2008). Remakes of The Fog (2005), When a Stranger Calls (2006) and Prom Night (2008) were watered down, and released with PG-13 ratings to pull in the largest teenage audience possible, though only Prom Night sold more tickets than its original counterpart. Rob Zombie's Halloween (2007) took the simplicity of the original 1978 film but added an extreme vision that, according to critics, replaced everything that made the first film a success. Despite these criticisms, Zombie's Halloween sold nearly 8.5 million tickets, but its negative reception hurt its violent sequel Halloween II (2009), which could not sell 4.5 million tickets just two years after its predecessor. Extreme violence in the Halloween or The Texas Chainsaw Massacre remakes hit its peak with The Hills Have Eyes (2006) and its less-well received sequel, The Hills Have Eyes 2 (2007).\n\nThe remake-era peaked in 2009 under releases of My Bloody Valentine, Friday the 13th, The Last House on the Left, Sorority Row, The Stepfather and Halloween II. Of those, Friday the 13th was most successful selling 8.7 million tickets and Sorority Row was least successful with under 1.6 million tickets sold. The following year A Nightmare on Elm Street remake , like the Friday the 13th remake, had a large opening weekend but quickly fell off the box office charts after. Straight-to-video remakes Mother's Day (2010), Silent Night (2012) and Silent Night, Bloody Night: The Homecoming (2013) were met with little reception or praise. Curse of Chucky (2013), a sequel (with elements of a reboot) of the Child's Play series and the first entry not released in theaters, was well-received and given a sequel of its own in 2017. The reboot Texas Chainsaw 3D (2013) acts as a sequel to the 1974 original film, but lackluster box office profits led to its prequel Leatherface (2017) to a direct-to-download release (Leatherface was filmed in 2015 but shelved for two years).\n\nA decline in theatrical profits encouraged film producers to creatively translate the horror film genre to a television audience. The success of FX's American Horror Story and AMC's The Walking Dead green-lit a number of networks to develop horror series, several structured or based on slasher films. A&E's Bates Motel and former MTV and now, VH1's Scream  offered creative deaths and cathartic suspense, while Freeform's Pretty Little Liars and The CW's Riverdale took more restrained approaches to the young adult demographic. Netflix's Slasher and Fox's Scream Queens are/were intended to be anthologies with new settings and mysteries every season. A TV remake of The Bad Seed aired on Lifetime in fall 2018.[97] In June 2018 Child's Play creator Don Mancini tweeted that he is shopping a TV series with Brad Dourif as Chucky. The series, simply titled Chucky began airing on the Sci-Fi network in October 2021.[98][99] In 2022, writer Ryan J. Brown debuted his comedy-horror series Wreck on BBC Three which took inspiration from the slasher and horror fiction and was advertised as a British interpretation of the genre.[100][101]\n\nIt Follows (2014) was a critical success, mixing slasher film style with demonic fantasy and metaphorical subtext. The Guest (2014) and Don't Breathe (2016) twisted conventional tropes into unexpected takes on the horror genre. Bodom (2016) is inspired but not based on a real 1960s murder case attempt trying to reconstruct events by potential victims.[102]\n\nBlumhouse Productions, founded by Jason Blum on his successful Paranormal Activity and Insidious series, released slasher films The Purge (2013), Happy Death Day (2017) and Truth or Dare (2018). Three sequels and a television series followed The Purge, while Happy Death Day 2U found modest success in February 2019. Blumhouse released meta-sequels The Town That Dreaded Sundown (2014) and Halloween (2018), which retconned their predecessors to begin a new continuity.[103] Halloween, in particular, was a huge success for Blumhouse and Universal Pictures. Released 40 years after the original, and reuniting star Jamie Lee Curtis with producer John Carpenter, the film opened to record-breaking numbers: The largest debut for Blumhouse, the largest debut for a slasher film, the largest debut of a female-led horror film and the largest debut for a film starring a woman over 55-years-old.[104] Two back-to-back sequels are in the works, Halloween Kills and Halloween Ends, due to be released in 2021 and 2022, respectively.\n\nIn October 2018 and after Halloween's massive box-office and strong critical reviews,[105] Roy Lee’s Vertigo Entertainment and LeBron James’ SpringHill Entertainment acquired the rights to a thirteenth Friday the 13th film.[106] On June 19, 2019, the co-producers of It released Child's Play, a reimagining that turns Chucky into an out-of-control artificially intelligent toy.[107] On September 13, 2019, the film Haunt was released by Momentum Pictures.[108] Blumhouse and Universal Pictures re-teamed to release a second-remake of Black Christmas on December 13, 2019, which was poorly received and bombed at the box office.[109] Christopher Landon's slasher comedy Freaky which released on November 13, 2020, was produced by Blumhouse with distribution rights held by Universal Pictures.[110][111]\n\nJordan Peele produced Candyman for Universal Pictures and MGM.[112] The film's release was delayed to August 27, 2021, due to the ongoing COVID-19 pandemic.[113][114][115]\n\nJames Wan and Shawn Levy partnered as producers with Netflix through their production companies, 21 Laps Entertainment and Atomic Monster Productions to create the slasher film There's Someone Inside Your House.[116][117][118] It was directed by Patrick Brice from a screenplay by Henry Gayden based on the 2017 eponymous novel by Stephanie Perkins.[119] The film was released on October 6, 2021.[120][121][122][123]\n\nA fifth film in the popular slasher series Scream was announced to be in development.[124][125][126][127][128] Filming began on September 22, 2020.[129][130] The film was released on January 14, 2022.[131][132]\n\n"
        }
    ]
}