{
    "url": "https://en.wikipedia.org/wiki/Slave_Trade_Act_of_1794",
    "title": "Slave Trade Act of 1794",
    "table_of_contents": [
        "1 Passage",
        "2 Text of the law",
        "3 First prosecution",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Slave Trade Act of 1794 was a law passed by the United States Congress that prohibited American ships from engaging the international slave trade. It was signed into law by President George Washington on March 22, 1794. This was the first of several anti-slavery trade-acts of Congress. In 1800, Congress strengthened it by sharply raising the fines and awarding informants the entire value of any ship seized, as well as additional prohibitions on American investment and employment in the trade.[1]\n\nFederal outlawing of importation of slaves to the United States was enacted in 1807. The domestic trade and owning of slaves became illegal in the entire U.S. with the Thirteenth Amendment to the United States Constitution in 1865.\n\n"
        },
        {
            "title": "Passage",
            "text": "The bill was introduced during the 3rd Congress that happened December 2, 1793. This bill was then passed March 22, 1794, with the title: An Act to prohibit the carrying on the Slave Trade from the United States to any foreign place or country.[2]\n\n"
        },
        {
            "title": "Text of the law",
            "text": "After the modification by the Slave Trade Act of 1800, Section 2 allowed for forfeiture by owners and the possibility of a $2,000 fine.[2] Section 3 affected foreign merchants.[2] Section 4 forfeited any slaves on board the ship and a fine of $200 per slave.[2] In short, the Act limited the international slave trade to foreign ships, and foreign ships using United States' ports had to agree not to export from U.S. ports.[3][4]\n\n"
        },
        {
            "title": "First prosecution",
            "text": "In August 1795, Providence, Rhode Island merchant John Brown conspired to export slaves.[5][6] Brown conspired with a Captain Peleg Wood with the ship Hope to be used in the slave trade. By November Hope was engaged in the slave trade, and in March 1796, the owners of the ship were fined by Rhode Island the amount of £200 for trading in slaves, which had been outlawed in that state. On a voyage in 1796, Brown's ship traveled to Africa and returned to Havana, Cuba with 229 slaves on board. This trading voyage led to a trial of Brown in 1796 for violating the statute. Brown became the first American tried in federal court under the Slave Trade Act of 1794.[6] He was acquitted. However, Brown had previously been forced to forfeit his ship. He did not get it back after his acquittal.[7][8]\n\n"
        }
    ]
}