{
    "url": "https://en.wikipedia.org/wiki/Sleeper_hit",
    "title": "Sleeper hit",
    "table_of_contents": [
        "1 In film",
        "2 In music",
        "2.1 TikTok",
        "3 In video games",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nIn the entertainment industry, a sleeper hit is a film, television series, music release, video game, or some other entertainment product that was initially unsuccessful on release but became a success later on. A sleeper hit may have little promotion or lack a successful launch but gradually develops a fan following that garners it media attention, which in turn increases its public exposure and public interest in the product.[1]\n\n"
        },
        {
            "title": "In film",
            "text": "Some sleeper hits in the film industry are strategically marketed for audiences subtly, such as with sneak previews a couple of weeks prior to release, without making them feel obliged to see a heavily promoted film. This alternative form of marketing strategy has been used in sleeper hits such as Sleepless in Seattle (1993), the Oscar winner Forrest Gump (1994), My Best Friend's Wedding (1997), There's Something About Mary (1998), and The Sixth Sense (1999).[1]\n\nScreenings for these films are held in an area conducive to the film's demographic. In the case of Sleepless in Seattle, a romantic comedy, screenings were held at suburban shopping malls where romantic couples in their mid-20s to early 30s spent Saturday afternoons before seeing a new film. In theory, a successful screening leads to word-of-mouth marketing, as it compels viewers to discuss an interesting, low-key film with co-workers when they return to work after their weekend.[1]\n\nEasy Rider (1969), which was created on a budget of less than $400,000 (equivalent to $2,956,000 in 2021)[2], became a sleeper hit by earning $50 million and garnering attention from younger audiences with its combination of drugs, violence, motorcycles, counter-culture stance, and rock music.[3]  It was also one of the successful films during the beginnings of the American New Wave of cinema.[4]\n\nThe Rocky Horror Picture Show (1975) was considered a flop[5] for the first 6 months of its release until it found popularity in midnight screenings afterwards.[6] A Christmas Story (1983) was initially a modest success with little promotion,[7] but after Ted Turner purchased the MGM back-catalog a few years later and began rerunning the film on his cable networks every December, it became an iconic Christmas classic.[8]\n\nThe 1979 Australian film Mad Max, which sprung from the Ozploitation movement and helped to popularise the post-apocalyptic dystopia genre, held the record for the biggest profit-to-cost ratio for several years until it was broken in 1999 by The Blair Witch Project, also a sleeper hit.[9]\n\nThe independent film Halloween, which played over the course of fall 1978 through fall 1979 and relied almost completely on word-of-mouth as marketing, was also a sleeper hit, having a box office take of $70 million on a budget of only $325,000. Its success caused other slasher films to try the same approach, although few fared as well since horror films heavily rely on opening weekend box office and quickly fall from theaters. Other notable examples of horror sleeper-hits to follow in Halloween's wake include Friday the 13th in 1980, The Evil Dead in 1981, A Nightmare on Elm Street in 1984, Scream in 1996, I Know What You Did Last Summer in 1997, The Blair Witch Project in 1999, Final Destination in 2000, Saw in 2004, Hostel in 2005, Paranormal Activity in 2007, both The Purge and The Conjuring in 2013, and both Happy Death Day and the Academy Award-winning Get Out in 2017.[10]\n\nHocus Pocus (1993) underperformed at the box office but eventually became a sleeper hit through television airings on the 13 Nights of Halloween block on what is now Freeform.[11]\n\nThe Iron Giant (1999) was a box office bomb due to poor marketing on behalf of distributor Warner Bros., who did not have faith in the film. The film was very positively received, however, and earned a cult following once it arrived on home video and television, and is nowadays considered a modern animation classic and one of the greatest animated films ever made.[12][13][14]\n\nNapoleon Dynamite made back its $500,000 budget and became a phenomenon in 2004.[15]\n\nThe Peanut Butter Falcon (2019) also went on to become a sleeper hit,[16] expanding the following weekend to 1,249 theaters and earning $3 million, as well as $1.1 million on Labor Day.[17]\n\n"
        },
        {
            "title": "In music",
            "text": "Don Howard's 1952 recording of \"Oh Happy Day\" was one of the earliest sleeper hits. Featuring only Howard's baritone vocals and his acoustic guitar played at an amateur level, it was initially released regionally and was never expected to become a hit. A massive groundswell of support from teenagers in Howard's home base of Cleveland, Ohio, led to the song rapidly rising in popularity,[18] despite music industry scorn;[19] cover versions (including one by Larry Hooper and the Lawrence Welk orchestra) were quickly rushed into production, and by 1953, there were no fewer than four hit recordings of the same song circulating, including Howard's original.\n\nThe Romantics' 1980 single \"What I Like About You\" was a minor hit upon its release, charting at number 49 on the Billboard Hot 100 in the United States, while not charting at all in the United Kingdom. It eventually became one of the most popular songs of the 1980s thanks to its use in various advertising campaigns.[20]\n\nThe 1987 single \"Welcome to the Jungle\" by American rock band Guns N' Roses performed poorly in both the United States and the United Kingdom when first released in September of that year. As the band's popularity grew steadily in 1988, it became a sleeper hit in the US and reached the top 10 of the Billboard charts. It was then re-released in the UK, charting within the top 40 there.[21]\n\nNirvana's second album Nevermind was released in September 1991 with low expectations, hoping to sell 500,000 copies. The album entered the Billboard 200 at number 144, but slowly climbed up the charts over the following months, entering the top 40 in November. The album was selling 300,000 copies a week by December, before in January 1992, it even replaced Michael Jackson's Dangerous at number 1 on the Billboard charts.[22] The album went on to sell over 30 million copies worldwide, and has since become one of the world's best-selling albums of all time.[23]\n\nMaroon 5's debut album, Songs About Jane, was originally released in June 2002, but did not enter the chart until 11 months later in May 2003, where it underperformed on the chart, debuting at just No. 170, and staying beneath the top 40 for 8 months. However, with their popular hit single, \"This Love\", released in  2004, and the equally-popular follow-up, \"She Will Be Loved\", both peaking at No. 5, with the former spending 14 weeks in the top-ten and 43 weeks on the chart, it gave new hype for the album in  the beginning of 2004, being certified platinum on February, and finally making the top 10 a month later.\n\nThe R&B singer Raphael Saadiq's classic soul-inspired album The Way I See It was a sleeper hit.[24] Overlooked upon its release in 2008,[25] it ended up charting for 41 weeks on the US Billboard 200.[26]\n\n\"Sail\" by rock band Awolnation was originally released in November 2010, and did not chart in the U.S. until 10 months later\nin September 2011, where it debuted at No. 89 on the Billboard Hot 100. It spent 5 months leaving and reentering at the bottom of the chart, until \nit disappeared completely in early 2012. However, its prominence through commercials, television broadcasts, and its feature in the 2012 Olympics, \nhelped revitalize new success for the song, where it cracked the top 40 in 2013, and ultimately peaking at No. 17. In total, the song had spent 79 weeks on the chart.\n\n\"Just Dance\" and \"Poker Face\" by pop singer Lady Gaga were both released in 2008 but did not become popular hits until the end of the year and the following year in certain countries, including the U.S. and the U.K., and eventually becoming No. 1 hits in those countries. \"Poker Face\", in particular, went on to become the world's best-selling single of 2009 overall.[27]\n\n\"Let Her Go\" by Passenger was released in July 2012, but did not reach the top 20 until November 2013, and peaked at\nNo. 5 on the Billboard Hot 100 in February 2014. Passenger remains a one-hit wonder to date, as Let Her Go is his only charting single on the Hot 100.\n\nFetty Wap's debut single \"Trap Queen\" was released in the spring of 2014 but didn't become popular until the end of the year. Following its December 2014 re-release, \"Trap Queen\" became Fetty Wap's nationwide breakthrough and the first major hit single for 300 Entertainment. It debuted on the Billboard Hot 100 at number 86 for the chart dated February 7, 2015. The song entered the chart's top ten seven weeks later, largely on the strength of its streaming activity and digital download sales. It peaked at number two for three consecutive weeks beginning on the chart dated May 16, 2015. \n\nAlessia Cara's debut single \"Here\" was released in the spring of 2015, but did not become popular until much later into the year. It debuted at No. 95 on the Billboard Hot 100 in August and took 6 more months to peak at No. 5 in early 2016. The same went for her follow-up, \"Scars to Your Beautiful\", which was released in July 2016, but did not enter the top 10 until February 2017.\n\nR&B singer Miguel's 2010 debut album All I Want Is You performed poorly at first, debuting at number 109 on the Billboard 200 with sales of 11,000 copies,[28] while underpromoted by his record label.[29] As its singles achieved radio airplay and Miguel toured in the record's promotion,[28] All I Want Is You became a sleeper hit[30] and reached 404,000 copies sold by 2012.[28] As of November 2017, the album has been certified platinum in the US.[31]\n\n\"Truth Hurts\" by Lizzo was released in September 2017, and did not chart until its appearance in the 2019 romantic comedy film Someone Great led to the single debuting at the number 50 position on the Billboard Hot 100. As the song became a sleeper hit on the chart, the music video—featuring the singer in a \"wedding-gone-wild\" concept—went viral. By September 2019, the single had reached number one on the chart. The music video has been viewed over 290 million times as of August 2022. The single also benefited from its use in TikTok videos by users who lip-synced or referenced the lyric \"I just took a DNA test, turns out, I'm 100 percent that bitch\".[32] During its chart run, Gary Trust, the senior director of charts at Billboard, noted the rarity of a song topping the Hot 100 almost two years after its release, but explained that, \"in the digital era, it's much easier than ever before for music fans to be exposed to older songs that might've been overlooked the first time around.\"[33] According to Paper magazine's Michael Love Michael, Lizzo's sleeper hit can also be explained by a more inclusive popular media since the song's original release: \"Black women are more visible than ever on magazine covers; fashion is having broader conversations about size, racial, and ethnic diversity. Lizzo's presence in these spaces signals a future of greater inclusion.\"[32]\n\nThe COVID-19 pandemic played a significant role in audiences' rediscovery of previously-released media, including music. Primarily through TikTok and other social media platforms, songs which were released up to several years prior but failed to make an immediate impression commercially have gained renewed popularity and chart success.[34][35] Examples throughout 2021 and 2022 include: \"Arcade\" by Duncan Laurence (released March 2019),[36] \"Astronaut in the Ocean\" by Masked Wolf (released June 2019), \"Beggin'\" (The Four Seasons cover) by Måneskin (released December 2017),[37] \"Iko Iko\" (Mardi Gras Indians cover) by Justin Wellington (released June 2019), \"Heat Waves\" by Glass Animals (released June 2020), \"Infinity\" by Jaymes Young (released June 2017), \"Title\" by Meghan Trainor (released 2014), \"Bubblegum Bitch\" by Marina (released 2012), \"Runaway\" by Aurora (released 2015), \"I Love You So\" by The Walters (released 2014), \"Dandelions\" by Ruth B (released 2017), \"Hurts So Good\" by Astrid S (released 2016), \"Enchanted\" by Taylor Swift (released 2010), \"Middle of the Night\" by Elley Duhé (released 2020), \"Unstoppable\" by Sia (released 2016), and \"Bloody Mary\" by Lady Gaga (originally a non-single from the 2011 album Born This Way but released as a single 11 years later, after becoming popular on TikTok).[38][39][40]\n\n"
        },
        {
            "title": "In video games",
            "text": "Pocket Monster Red and Green were released in 1996 in Japan, and later released as Pokémon Red and Blue in 1998. They followed several years of development and became sleeper hits.[41][42] Believing it to be a one-time product, Nintendo initially shipped 200,000 copies, a relatively low amount. Most media ignored the games, but largely by word-of-mouth stemming from the hidden character Mew's introduction,[41] their popularity gradually spread throughout Japan, selling a million units by the end of 1996.[43] They eventually became the best-selling video games ever in Japan, with 7.8 million copies sold,[44] and 45 million sold worldwide.[45] After becoming a national sensation in Japan, the franchise was introduced to the United States in September 1998,[46] going on to start a worldwide craze dubbed \"Pokémania\".[47]\n\nPortal was released in 2007 with little fanfare as part of the game compilation The Orange Box, but eventually became a \"phenomenon\".[48]\n\nSteamWorld Dig (2013) was released on the 3DS by little-known developer Image & Form. It became one of the first indie games mentioned in a Nintendo Direct, and ultimately sold over a million copies on all platforms. If the game had not succeeded, the studio would have been forced to close.[49]\n\nAmong Us was released in June 2018 and received little mainstream attention at first, with the game only averaging at around 30 to 50 concurrent players. It received a sudden and significant jump in popularity in mid-2020 after being popularized by streamers on Twitch and YouTube. In November 2020, SuperData Research reported that the game had over half a billion users, proclaiming it to be \"by far the most popular game ever in terms of monthly players.\"[50][51]\n\nPlanescape: Torment sold 73,000 copies by March 2000, regarded substandard, but was ultimately profitable, with estimated lifetime retail sales as 400,000 units as of 2017.\n\n"
        }
    ]
}