{
    "url": "https://en.wikipedia.org/wiki/Slice_of_life",
    "title": "Slice of life",
    "table_of_contents": [
        "1 Film and theater",
        "2 Literature",
        "3 Anime and manga",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Slice of life is a depiction of mundane experiences in art and entertainment.[1] In theater, slice of life refers to naturalism, while in literary parlance it is a narrative technique in which a seemingly arbitrary sequence of events in a character's life is presented, often lacking plot development, conflict and exposition, as well as often having an open ending.\n\n"
        },
        {
            "title": "Film and theater",
            "text": "In theatrical parlance, the term slice of life refers to a naturalistic representation of real life, sometimes used as an adjective, as in \"a play with 'slice of life' dialogues\".  The term originated between 1890 and 1895 as a calque from the French phrase tranche de vie, credited to the French playwright Jean Jullien (1854–1919).[2]\n\nJullien introduced the term not long after a staging of his play The Serenade, as noted by Wayne S. Turney in his essay \"Notes on Naturalism in the Theatre\":\n\nDuring the 1950s, the phrase was commonly used in critical reviews of live television dramas, notably teleplays by JP Miller, Paddy Chayefsky,[4] and Reginald Rose.[5] At that time, it was sometimes used synonymously with the pejorative term kitchen sink realism adopted from British films and theatre.\n\nIn 2017, screenwriter and scholar Eric R. Williams identified slice-of-life films as one of eleven super-genres in his screenwriters' taxonomy, claiming that all feature-length narrative films can be classified by these super-genres. The other ten super-genres are action, crime, fantasy, horror, romance, science fiction, sports, thriller, war, and western.[6] Williams identifies the following films as some examples of films in the slice-of-life super-genre: Boyhood, Captain Fantastic, Fences, Moonlight, The Terminal and Waitress.[7] According to his taxonomy, drama and comedy are identified as film \"types\", not super genres.[7]\n\n"
        },
        {
            "title": "Literature",
            "text": "In literary parlance, the term \"slice of life\" refers to a storytelling technique that presents a seemingly arbitrary sample of a character's life, which often lacks a coherent plot, conflict, or ending.[8] The story may have little plot progress and often has no exposition, conflict, or dénouement, but rather has an open ending. A work that focuses on minute and faithful reproduction of some bit of reality, without selection, organization, or judgment and that every smallest detail is presented with scientific fidelity is an example of the \"slice of life\" novel.[9] This is demonstrated in the case of Guy de Maupassant's novel A Woman's Life, which told the story of a woman who transferred an unreturned love for her husband into a pathological affection for her son.[10]\n\nIn the United States, slice-of-life stories were particularly given emphasis by the Chicago school at the end of the 19th century, a period when the novel and social sciences became different systems of discourse.[11] These produced literary texts by researcher-authors that were written to represent the subject's stories and sentiment-free social realism using the language of ordinary people.[11] It formed part of the late 19th- and early 20th-century naturalism in literature, which was inspired by the adaptation of principles and methods of social sciences such as the Darwinian view of nature.[12] The movement was an extension of realism, presenting the faithful representation of reality without moral judgment.[12] Some authors, particularly playwrights, used it by focusing on the \"underbelly of life\" to expose social ills and repressive social codes with the aim of shocking the audience so that they call for social reform.[13]\n\n"
        },
        {
            "title": "Anime and manga",
            "text": "Slice of life anime and manga are narratives \"without fantastical aspects, which [take] place in a recognisable, everyday setting, such as a suburban high school, and which [focus] on human relationships that are often romantic in nature.\"[14] The genre favors \"the creation of emotional ties with the characters.\"[15] The popularity of slice of life anime started to increase in the mid-1980s.[14] Masayuki Nishida writes that slice of life anime and manga can still involve elements of fantasy or a fantastical world: \"Fantasy is sometimes used as a means to express the “reality” of    human beings under certain possible conditions.\"[16]\n\nRobin E. Brenner's 2007 book Understanding Manga and Anime holds that in anime and manga, \"slice of life\" is a genre that is more akin to melodrama than drama, bordering on absurd due to the large numbers of dramatic and comedic events in very short spans. The author compares it to teen dramas such as Dawson's Creek or The O.C. This genre claims a large section of the Japanese manga market and usually focuses on school and interpersonal relationships.[17] An unusual slice-of-life narrative is characteristic of Sorcerous Stabber Orphen light novel series, where a realistic human reaction to supernatural circumstances is depicted by the author.[18][non-primary source needed][importance of example(s)?]\n\nOne subgenre of slice of life in anime and manga is kūki-kei (air type) or nichijō-kei (everyday type) anime. In this genre, \"descriptions of deep personal relationships or fully fledged romantic relationships are deliberately eliminated from the story in order to tell a light, non-serious story that focuses on the everyday lives and conversations of the bishōjo (young, pretty girl) characters.\"[19] This relies on a \"specificity of place,\" as well as a \"peaceful, heartwarming sense of daily life.\"[20] The Nichijō-kei genre came out of yonkoma manga, and includes works like Azumanga Daioh,  K-On!, and Hidamari Sketch.[21] Takayoshi Yamamura argues that the rise in popularity of this subgenre in the mid-2000s enabled the increasing popularity of media tourism to locations featured in anime.[19]\n\nStevie Suan writes that slice of life anime such as Azumanga Daioh often involve exaggerated versions of the \"conventionalized expressions\" of the medium, such as \"white circles for eyes in times of trouble, shining, vibrant big eyes to depict overflowing emotion, sweat drops, animal teeth, and simplistic human rendering.\"[22]\n\n"
        }
    ]
}