{
    "url": "https://en.wikipedia.org/wiki/Smarta_tradition",
    "title": "Smarta tradition",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "2.1 The \"Hindu Synthesis\"",
        "2.2 Puranic Hinduism",
        "2.3 Shankara and Advaita Vedanta",
        "2.4 Recognition of Smarta as a tradition",
        "2.5 Modern Hinduism",
        "3 Philosophy and practices",
        "3.1 Panchayatana Puja",
        "3.2 Saguna and Nirguna Brahman",
        "4 Texts",
        "5 Institutions",
        "6 Smarta Brahmins and Visvakarmas",
        "6.1 Smarta Brahmins",
        "6.2 Smarta Visvakarmas",
        "7 Influence",
        "8 See also",
        "9 Notes",
        "10 References",
        "10.1 Bibliography",
        "10.2 Web sources",
        "11 External links",
        "11.1 Advaita Vedanta",
        "11.2 Puranas"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Smarta tradition (Sanskrit: स्मार्त), also called Smartism, is a movement in Hinduism that developed and expanded with the Puranas genre of literature.[2] It reflects a synthesis of four philosophical strands, namely Mimamsa, Advaita, Yoga, and theism.[3] The Smarta tradition rejects theistic sectarianism,[3] and is notable for the domestic worship of five shrines with five deities, all treated as equal – Ganesha, Shiva, Shakti, Vishnu and Surya.[4] The Smarta tradition contrasted with the older Shrauta tradition, which was based on elaborate rituals and rites.[2][5] There has been a considerable overlap in the ideas and practices of the Smarta tradition with other significant historic movements within Hinduism, namely Shaivism, Brahmanism, Vaishnavism, and Shaktism.[6][7][8]\n\nThe Smarta tradition developed during (early) Classical Period of Hinduism around the beginning of the Common Era, when Hinduism emerged from the interaction between Brahmanism and local traditions.[9][10] The Smarta tradition is aligned with Advaita Vedanta, and regards Adi Shankara as its founder or reformer.[11] Shankara championed the ultimate reality is impersonal and Nirguna (attributeless) and any symbolic god serves the same equivalent purpose.[12] Inspired by this belief, the Smarta tradition followers, along with the five Hindu gods, include a sixth impersonal god in their practice.[12] The tradition has been called by William Jackson as \"advaitin, monistic in its outlook\".[13]\n\nThe term Smarta also refers to Brahmins who specialise in the Smriti corpus of texts named the Grihya Sutras, in contrast to Shrauta Sutras.[14][15][16][17] Smarta Brahmins, with their focus on the Smriti corpus, are contrasted from Srauta Brahmins, who specialise in the Sruti Corpus, that is, rituals and ceremonies that follow the Vedas.[18]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Smarta (स्मार्त) is an adjective derived from Smriti (Sanskrit: स्मृति, Smrti, IPA: [s̪mr̩.t̪i]).[19] The smriti are a specific body of Hindu texts usually attributed to an author, traditionally written down but constantly revised, in contrast to Srutis (The Vedic Literature) considered authorless, that were transmitted verbally across the generations and fixed.[20][21]\n\nSmarta has several meanings:[19][22]\n\nIn Smarta tradition context, the term Smarta means \"Follower Of Smriti\".[23] Smarta is especially associated with a \"Sect Founded By Shankaracharya\", according to Monier Williams.[22] Some families in South India who follow Shrauta strictly and do not accept any Vedanta systems. They even have a custom of the sacred thread being worn by women.\n\n"
        },
        {
            "title": "History",
            "text": "Both Alf Hiltebeitel and Flood locate the origins of the Smarta Tradition in the (early) Classical Period of Hinduism, particularly with the nondualist (Advaita) interpretation of Vedanta,[24] when Hinduism emerged from the interaction between Brahmanism and local traditions.[9][10]\n\nHiltebeitel situates the origins of the Smarta tradition in the ongoing interaction between the Vedic-Brahmanic tradition and non-Vedic traditions. According to him, a period of consolidation in the development of Hinduism took place between the time of the late Vedic Upanishad (c. 500 BCE) and the period of the rise of the Guptas (c. 320-467), which he calls the \"Hindus synthesis\", \"Brahmanic synthesis\", or \"orthodox synthesis\".[25] It develops in interaction with other religions and peoples:\n\nThe smriti texts of the period between 200 BCE- 100 CE[note 1] proclaim the authority of the Vedas, and \"nonrejection of the Vedas comes to be one of the most important touchstones for defining Hinduism over and against the heterodoxies, which rejected the Vedas.\"[27] The Smriti texts interpret the Vedas in a number of ways, which gave rise to six darsanas (orthodox schools) of Hindu philosophy. Of the six Hindu darsanas, the Mimamsa and the Vedanta \"are rooted primarily in the Vedic sruti tradition and are sometimes called smarta schools in the sense that they develop smarta orthodox current of thoughts that are based, like smriti, directly on sruti.\"[28] They emphasize the Vedas with reason and other pramanas, in contrast to Haituka schools which emphasize hetu (cause, reason) independent of the Vedas while accepting the authority of the Vedas.[29][30] Of the two Smarta traditions, Mimamsa focussed on Vedic ritual traditions, while Vedanta focussed on Upanishadic knowledge tradition.[29]\n\nAround the start of the common era, and thereafter, a syncretism of Haituka schools (Nyaya, Vaisheshika, Samkhya and Yoga), the Smarta schools (Mimamsa, Vedanta) with ancient theistic ideas (bhakti, tantric) gave rise to a growth in traditions such as Shaivism, Vaishnavism and Shaktism.[31] The revived Smarta tradition attempted to integrate varied and conflicting devotional practices, with its ideas of nondual experience of Atman (self, soul) as Brahman.[32] The rapprochement included the practice of pancayatana-puja (five shrine worship), wherein a Hindu could focus on any saguna deity of choice (istadevata) such as Vishnu, Shiva, Durga, Surya and Ganesha as an interim step towards realizing the nirguna Brahman.[32] The growth of this Smarta Tradition began in the Gupta period (4th–5th century CE), and likely was dominated by Dvija classes, in particular the Brahmins,[33] of the early medieval Indian society.[34] This Smarta tradition competed with other major traditions of Hinduism such as Shaivism, Vaishnavism, and Shaktism.[34] The ideas of Smarta were historically influential, creative with concepts such as of Harihara (half Shiva, half Vishnu deity) and Ardhanarishvara (half woman, half man deity), and many of the major scholars of Shaivism, Vaishnavism, Shaktism, and Bhakti movement came out of the Smarta tradition.[34]\n\nAccording to Hiltebeitel, \"the consolidation of Hinduism takes place under the sign of bhakti.\"[35] It is the Bhagavadgita that seals this achievement. The result is a universal achievement that may be called smarta. It views Shiva and Vishnu as \"complementary in their functions but ontologically identical\".[35]\n\nAccording to Flood, the Smarta tradition originated with the development of the Puranas.[2] The Puranic corpus is a complex body of materials that advance the views of various competing cults. Flood connects the rise of the written Purana historically with the rise of devotional cults centring upon a particular deity in the Gupta era.[36][note 2]\n\nAfter the end of the Gupta Empire and the collapse of the Harsha Empire, power became decentralised in India. Several larger kingdoms emerged, with \"countless vasal states\". The kingdoms were ruled via a feudal system. Smaller kingdoms were dependent on the protection of the larger kingdoms.[38] With the breakdown of the Gupta empire, gifts of virgin waste-land were heaped on brahmanas,[39][40] to ensure profitable agrarian exploitation of land owned by the kings, but also to provide status to the new ruling classes. Brahmanas spread further over India, interacting with local clans with different religions and ideologies.[39]\n\nThe early medieval Puranas were composed to disseminate religious mainstream ideology among the pre-literate tribal societies undergoing acculturation.[41] The Brahmanas used the Puranas to incorporate those clans into the agrarian society and its accompanying religion and ideology.[39] Local chiefs and peasants were absorbed into the castesystem, which was used to keep \"control over the new kshatriyas and shudras.[42]\n\nThe Brahmanism of the Dharmashastras and the smritis underwent a radical transformation at the hands of the Purana composers, resulting in the rise of Puranic Hinduism,[41] \"which like a colossus striding across the religious firmament soon came to overshadow all existing religions\". Puranic Hinduism was a \"multiplex belief-system which grew and expanded as it absorbed and synthesized polaristic ideas and cultic traditions\". It was distinguished from its Vedic Smarta roots by its popular base, its theological and sectarian pluralism, its Tantric veneer, and the central place of bhakti.[43]\n\nMany local religions and traditions were assimilated into puranic Hinduism. Vishnu and Shiva emerged as the main deities, together with Sakti/Deva, subsuming local cults, popular totem symbols and creation myths. Rama and Krsna became the focus of a strong bhakti tradition, which found expression particularly in the Bhagavata Purana. The Krsna tradition subsumed numerous Naga, yaksa and hill and tree based cults. Siva absorbed local cults by the suffixing of Isa or Isvara to the name of the local deity, for example Bhutesvara, Hatakesvara, Chandesvara.[44]\n\nTraditionally, Sri Adi Shankaracharya (8th century) is regarded as the greatest teacher and reformer of the Smarta tradition.[21][45][note 4] According to Hiltebeitel, Adi Shankaracharya established the nondualist interpretation of the Upanishads as the touchstone of a revived smarta tradition:\n\nThe Sringeri Sharada monastery founded by Jagatguru Sri Adi Shankaracharya in Karnataka is still the centre of the Smarta sect.[21][45]\n\nMedieval era scholars such as Vedanta Desika and Vallabhacharya recognized Smarta as competing with Vaishnavism and other traditions. According to Jeffrey Timm, for example, in verse 10 of the Tattvarthadipanibandha, Vallabhacharya states that, \"Mutually contradictory conclusions are non-contradictory when they are considered from their respective contexts, like Vaishnava, Smarta, etc.\"[59]\n\nAccording to Murray Milner Jr., a professor of Sociology, the Smarta tradition refers to \"Hindus who tend toward Brahmanical orthodoxy in both thought and behavior\". Smartas are usually committed to a \"relatively unified Hinduism\" and they reject extreme forms of sectarian isolationism, reminiscent of the European discourse about the church and Christian sects.[3] The tradition, states Milner, has roots that emerged sometime between 3rd century BCE and 3rd century CE, likely in response to the growth of Jainism and Buddhism.[3] It reflected a Hindu synthesis of four philosophical strands: Mimamsa, Advaita, Yoga and theism.[3]\n\nSmarta tradition emerged initially as a synthesis movement to unify Hinduism into a nonsectarian form based on the Vedic heritage. It accepted varnasrama-dharma, states Bruce Sullivan, which reflected an acceptance of Varna (caste/class) and ashrama (four stages of human life) as a form of social and religious duty. In the later second half of the 1st millennium, Adi Shankara reformed and brought ideas to the movement in the form of the Advaita Vedanta philosophy.[60] According to Upinder Singh, the Smarta tradition's religious practice emerged as a transformation of Brahmanism and can be described as Hinduism.[61] Smarta as a tradition emphasized all gods as equal and different ways of perceiving the all-pervasive metaphysical impersonal Brahman.[62]\n\nIn recent times bhakti cults have increasingly become popular with the smartas.[63]\n\nVaitheespara notes the adherence of the Smarta  Brahmans to \"the pan-Indian Sanskrit-brahmanical tradition\":\n\n"
        },
        {
            "title": "Philosophy and practices",
            "text": "The Smartas evolved a kind of worship which is known as Panchayatana puja. In this Puja, one or more of the five Hindu Deities (Surya, Shiva, Vishnu, Ganesha and Adi Shakti) are the objects of veneration.[32][21] The five symbols of the major Gods are placed on a round open metal dish called Panchayatana, the symbol of the deity preferred by the worshiper being in the center. A similar arrangement is also seen in the medieval temples, in which the central shrine housing the principal Deity is surrounded by four smaller shrines containing the figures of the other deities.[65] Some of the Smartas of South India add a sixth god Kartikeya (See Shanmata). According to Basham, any upper-class Hindus still prefer the way of the Smartas to Saiva and Vaisnava forms of worship\".[66]\n\nPanchayatana puja is a practice that became popular in medieval India,[67] and has been attributed to Adi Shankara.[68] However, archaeological evidence suggests that this practice long predates the birth of Adi Shankara. Many Panchayatana mandalas and temples have been uncovered that are from the Gupta Empire period, and one Panchayatana set from the village of Nand (about 24 kilometers from Ajmer) has been dated to belong to the Kushan Empire era (pre-300 CE).[69] The Kushan period set includes Shiva, Vishnu, Surya, Brahma and one deity whose identity is unclear.[69] According to James Harle, major Hindu temples from 1st millennium CE embed the pancayatana architecture very commonly, from Odisha to Karnataka to Kashmir; and the temples containing fusion deities such as Harihara (half Shiva, half Vishnu) are set in Panchayatana worship style.[70]\n\n\n\nAccording to Smartism, supreme reality, Brahman, transcends all of the various forms of personal deity.[71][note 5] The Smartas follow an orthodox Hindu philosophy, which means they accept the Vedas, and the ontological concepts of Atman and Brahman therein.\n\nThe Smarta Tradition accepts two concepts of Brahman, which are the saguna Brahman – the Brahman with attributes, and nirguna Brahman – the Brahman without attributes.[74] The nirguna Brahman is the unchanging Reality, however, the saguna Brahman is posited as a means to realizing this nirguna Brahman.[75] The concept of the saguna Brahman is considered in this tradition to be a useful symbolism and means for those who are still on their spiritual journey, but the saguna concept is abandoned by the fully enlightened once he or she realizes the identity of their own soul with that of the nirguna Brahman.[75] A Smarta may choose any saguna deity (istadevata) such as Vishnu, Shiva, Shakti, Surya, Ganesha or any other, and this is viewed in Smarta Tradition as an interim step towards realizing the nirguna Brahman and its equivalence to one's own Atman.[32]\n\n"
        },
        {
            "title": "Texts",
            "text": "Smartas follow the Hindu scriptures. These include the shruti (Vedas),[76][77][78][20] but most markedly the smriti literature, which incorporated shramanic and Buddhist influences[79] of the period from about 200 BCE to about 300 CE[79][80] and the emerging bhakti tradition into the Brahmanical fold.[81][79] According to Larson, \n\nThe identity of Atman and Brahman, and their unchanging, eternal nature, are the basic truths in this tradition. The emphasis in Vedic texts here is the jnana-kanda (knowledge, philosophical speculations) in the Upanishadic part of the Vedas, not its karma-kanda (ritual injunctions).[82] Along with the Upanishads, the Bhagavad Gita and Brahma Sutras are the central texts of the Advaita Vedanta tradition, providing the truths about the identity of Atman and Brahman and their changeless nature.[82][83]\n\nThe Brahmasutra is considered as the Nyaya Prasthana (canonical base for reasoning).[86] The Bhagavad Gita is considered as the Smriti Prasthana.[86] The text relies on other Smritis, such as the Vedangas, Itihasa, Dharmasastras, Puranas and others.[2] Some of this smriti literature incorporated shramanic and Buddhist influences[79] of the period from about 200 BC to about AD 300 [79][80] and the emerging bhakti tradition into the Brahmanical fold.[81][79]\n\n"
        },
        {
            "title": "Institutions",
            "text": "The Smarta Tradition includes temples and monasteries. More Smarta temples are found in West and South India, than in North India.[87]\n\nAdi Shankara is one of the leading scholars of the Smarta Tradition, and he founded some of the most famous monasteries in Hinduism.[88] These have hosted the Daśanāmi Sampradāya under four Maṭhas, with the headquarters at Dwarka in the West, Jagannatha Puri in the East, Sringeri in the South and Badrinath in the North.[88][89] Each math was headed by one of his disciples, called Shankaracharya, who each independently continued the Advaita Vedanta Sampradaya.[88] The ten Shankara-linked Advaita monastic orders are distributed as follows: Bharati, Puri and Saraswati at Sringeri, Aranya and Vana at Puri, Tirtha and Ashrama at Dwarka, and Giri, Parvata and Sagara at Badrinath.[90]\n\nThe mathas which Shankara built exist until today, and continue the teachings and influence of Shankara.[91][92]\n\nThe table below gives an overview of the four largest Advaita Mathas founded by Adi Shankara, and their details.[89][web 1] However, evidence suggests that Shankara established more mathas locally for Vedanta studies and its propagation, states Hartmut Scharfe, such as the \"four mathas in the city of Trichur alone, that were headed by Trotaka, Sureshvara, Hastamalaka and Padmapada\".[93]\n\nThe Sringeri Sharada monastery founded by Jagatguru Sri Adi Shankaracharya in Karnataka is the centre of the Smarta sect.[21][45]\n\nOther Advaita Vedanta mathas following Smarta Tradition include:\n\n"
        },
        {
            "title": "Smarta Brahmins and Visvakarmas",
            "text": "The adjective Smārta is also used to classify a Brahmin who adheres to the Smriti corpus of texts.[17][94]\n\nSmarta Brahmins specialize in the Smriti corpus of texts,[95] are differentiated from Srauta Brahmins who specialize in the Sruti corpus of texts such as the Brahmanas layer embedded inside the Vedas.[18] Smarta Brahmins are also differentiated from Brahmins who specialize in the Agamic (Tantra) literature such as the Adi Shaiva Brahmins, Sri Vaishnava Brahmins and Shaiva Kashmiri Pandits.[7][96] However, these identities are not clearly defined, and active groups such as \"Agamic Smarta Saiva Brahmins\" have thrived.[97]\n\nIn a more general sense, all Brahmins who do not come from small communities of orthodox Vedic sects are considered Smarta Brahmins. Many orthodox Vedic sects have also turned to temple worship and management, which is considered a Smarta and Agamic tradition. Sri Vaishnava Brahmins sought to combine the Smarta tradition, Alvar Bhakti, and the Pancharatra traditions. Kashmiri Pandits combine Smarta and Agamic tradition.\n\nVisvakarmas are artisans found in South India, such as in the state of Karnataka. They are known for their traditional expertise and skills as blacksmiths, carpenters, coppersmiths, sculptors, and goldsmiths. Smarta Visvakarmas are vegetarian artisans who follow the Smarta tradition. They contrast with Vaishnava Visvakarmas who follow the Vaishnavism tradition of Hinduism and some of whom may consume non-vegetarian food.[98][99] The re-marriage of widows is a tradition found among the Smarta Visvakarmas, but has been atypical among Vaishnava Visvakarma.[99]\n\nAccording to Brouwer, examples of Smarta Visvakarmas include Niligundapanta (traditionally blacksmiths and carpenters), Konnurpanta (all five artisan trades) and Madipattar (goldsmiths).[98] The Smarta & Vaishnava Visvakarmas claim to be Brahmins but were never considered to be Brahmins by other castes.[98]\n\n"
        },
        {
            "title": "Influence",
            "text": "Vaitheespara notes the adherence of the Smarta Brahmans to \"the pan-Indian Sanskrit-brahmanical tradition\" and their influence on pan-Indian nationalism:\n\n"
        },
        {
            "title": "See also",
            "text": "Examples of sects that follow the Smarta tradition and Advaita Vedanta, with Shankaracharya as the primary reformer:\n\n"
        }
    ]
}