{
    "url": "https://en.wikipedia.org/wiki/Smithsonian_Institution",
    "title": "Smithsonian Institution",
    "table_of_contents": [
        "1 Founding",
        "2 Development",
        "2.1 Museums and buildings",
        "2.2 Capital campaigns",
        "3 Museums",
        "3.1 Collections",
        "3.2 Open access",
        "4 Research centers and programs",
        "4.1 Smithsonian Latino Center",
        "4.1.1 History",
        "4.1.2 Young Ambassadors Program",
        "5 Publications",
        "6 Awards",
        "7 Administration",
        "7.1 Secretaries of the Smithsonian Institution",
        "8 Controversies",
        "8.1 Enola Gay display",
        "8.2 Censorship of \"Seasons of Life and Land\"",
        "8.3 Copyright restrictions",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Smithsonian Institution (/smɪθˈsoʊniən/ smith-SOH-nee-ən), or simply the Smithsonian, is a group of museums and education and research centers, the largest such complex in the world, created by the U.S. government \"for the increase and diffusion of knowledge\".[2][3] Founded on August 10, 1846, it operates as a trust instrumentality and is not formally a part of any of the three branches of the federal government.[4] The institution is named after its founding donor, British scientist James Smithson.[5] It was originally organized as the United States National Museum, but that name ceased to exist administratively in 1967.[6]\n\nCalled \"the nation's attic\"[7] for its eclectic holdings of 154 million items,[5] the institution's 19 museums, 21 libraries, nine research centers, and zoo include historical and architectural landmarks, mostly located in the District of Columbia.[8] Additional facilities are located in Maryland, New York, and Virginia. More than 200 institutions and museums in 45 states,[note 1] Puerto Rico, and Panama are Smithsonian Affiliates.[9][10] Institution publications include Smithsonian and Air & Space magazines.\n\nThe institution's 30 million annual visitors[11] are admitted without charge. Its annual budget is around $1.25 billion, with two-thirds coming from annual federal appropriations.[12] Other funding comes from the institution's endowment, private and corporate contributions, membership dues, and earned retail, concession, and licensing revenue.[5] As of 2021, the institution's endowment had a total value of about $5.4 billion.[13]\n\n"
        },
        {
            "title": "Founding",
            "text": "In many ways, the origin of the Smithsonian Institution can be traced to a group of Washington citizens who, being \"impressed with the importance of forming an association for promoting useful knowledge,\" met on June 28, 1816, to establish the Columbian Institute for the Promotion of Arts and Sciences. Officers were elected in October 1816, and the organization was granted a charter by Congress on April 20, 1818 (this charter expired in 1838). Benjamin Latrobe, who was architect for the US Capitol after the War of 1812, and William Thornton, the architect who designed the Octagon House and Tudor Place, would serve as officers. Other prominent members, who numbered from 30 to 70 during the institute's existence, included John Quincy Adams, Andrew Jackson, Henry Clay, Judge William Cranch, and James Hoban. Honorary members included James Madison, James Monroe, John Adams, Thomas Jefferson, and the Marquis de Lafayette. Operating expenses were covered from the $5 yearly dues collected from each member.\n\nThe institute proposed a number of undertakings. These included the study of plant life and the creation of a botanical garden on the Capitol Mall, an examination of the country's mineral production, improvement in the management and care of livestock, and the writing of a topographical and statistical history of the United States. Reports were to be published periodically to share this knowledge with the greater public, but due to a lack of funds, this initially did not occur. The institute first met in Blodget's Hotel, later in the Treasury Department and City Hall, before being assigned a permanent home in 1824 in the Capitol building.\n\nBeginning in 1825, weekly sittings were arranged during sessions of Congress for the reading of scientific and literary productions, but this was continued for only a short time, as the number attending declined rapidly. Eighty-five communications by 26 people were made to Congress during the entire life of the society, with more than a half relating to astronomy or mathematics. Among all the activities planned by the institute, only a few were actually implemented. Two were the establishment of a botanical garden, and a museum that was designed to have a national and permanent status. The former occupied space where the present Botanic Garden sits.\n\nThe museum contained specimens of zoology, botany, archeology, fossils, etc., some of which were passed on to the Smithsonian Institution after its formation. The institute's charter expired in 1838, but its spirit lived on in the National Institution, founded in 1840. With the mission to \"promote science and the useful arts, and to establish a national museum of natural history,\" this organization continued to press Congress to establish a museum that would be structured in terms that were very similar to those finally incorporated into the founding of the Smithsonian Institution. Its work helped to develop an underlying philosophy that pushed for the pursuit and development of scientific knowledge that would benefit the nation, and edify its citizens at the same time.[14]\n\nThe British scientist James Smithson (1765–1829) left most of his wealth to his nephew Henry James Hungerford. When Hungerford died childless in 1835,[15] the estate passed \"to the United States of America, to found at Washington, under the name of the Smithsonian Institution, an Establishment for the increase & diffusion of knowledge among men\", in accordance with Smithson's will.[16] Congress officially accepted the legacy bequeathed to the nation and pledged the faith of the United States to the charitable trust on July 1, 1836.[17] The American diplomat Richard Rush was dispatched to England by President Andrew Jackson to collect the bequest. Rush returned in August 1838 with 105 sacks containing 104,960 gold sovereigns. This is approximately $500,000 at the time, which is equivalent to $13,000,000 in 2021 or equivalent to £10,000,000 in 2021. However, when considering the GDP at the time it may be more comparable to $220 million in the year 2007.[18][19]\n\nOnce the money was in hand, eight years of congressional haggling ensued over how to interpret Smithson's rather vague mandate \"for the increase and diffusion of knowledge\".[17][19] Unfortunately, the money was invested by the US Treasury in bonds issued by the state of Arkansas, which soon defaulted. After heated debate, Massachusetts representative (and former president) John Quincy Adams persuaded Congress to restore the lost funds with interest[20] and, despite designs on the money for other purposes, convinced his colleagues to preserve it for an institution of science and learning.[21] Finally, on August 10, 1846, President James K. Polk signed the legislation that established the Smithsonian Institution as a trust instrumentality of the United States, to be administered by a Board of Regents and a secretary of the Smithsonian.[17][22]\n\n"
        },
        {
            "title": "Development",
            "text": "Though the Smithsonian's first secretary, Joseph Henry, wanted the institution to be a center for scientific research,[23] it also became the depository for various Washington and U.S. government collections.[24] The United States Exploring Expedition by the U.S. Navy circumnavigated the globe between 1838 and 1842.[25] The voyage amassed thousands of animal specimens, an herbarium of 50,000 plant specimens, and diverse shells and minerals, tropical birds, jars of seawater, and ethnographic artifacts from the South Pacific Ocean.[25] These specimens and artifacts became part of the Smithsonian collections,[26] as did those collected by several military and civilian surveys of the American West, including the Mexican Boundary Survey and Pacific Railroad Surveys, which assembled many Native American artifacts and natural history specimens.[27]\n\nIn 1846, the regents developed a plan for weather observation; in 1847, money was appropriated for meteorological research.[28] The institution became a magnet for young scientists from 1857 to 1866, who formed a group called the Megatherium Club.[29] The Smithsonian played a critical role as the U.S. partner institution in early bilateral scientific exchanges with the Academy of Sciences of Cuba.[30]\n\nConstruction began on the Smithsonian Institution Building (\"the Castle\") in 1849. Designed by architect James Renwick Jr., its interiors were completed by general contractor Gilbert Cameron. The building opened in 1855.[31]\n\nThe Smithsonian's first expansion came with the construction of the Arts and Industries Building in 1881. Congress had promised to build a new structure for the museum if the 1876 Philadelphia Centennial Exposition generated enough income. It did, and the building was designed by architects Adolf Cluss and Paul Schulze, based on original plans developed by Major General Montgomery C. Meigs of the United States Army Corps of Engineers. It opened in 1881.[32]\n\nThe National Zoological Park opened in 1889 to accommodate the Smithsonian's Department of Living Animals.[33] The park was designed by landscape architect Frederick Law Olmsted.[33]\n\nThe National Museum of Natural History opened in June 1911 to similarly accommodate the Smithsonian's United States National Museum, which had previously been housed in the Castle and then the Arts and Industries Building.[34] This structure was designed by the D.C. architectural firm of Hornblower & Marshall.[35]\n\nWhen Detroit philanthropist Charles Lang Freer donated his private collection to the Smithsonian and funds to build the museum to hold it (which was named the Freer Gallery), it was among the Smithsonian's first major donations from a private individual.[36] The gallery opened in 1923.[37]\n\nMore than 40 years would pass before the next museum, the Museum of History and Technology (renamed the National Museum of American History in 1980), opened in 1964. It was designed by the world-renowned firm of McKim, Mead & White.[38] The Anacostia Community Museum, an \"experimental store-front\" museum created at the initiative of Smithsonian Secretary S. Dillon Ripley, opened in the Anacostia neighborhood of Washington, D.C., in 1967.[39][40][41] That same year, the Smithsonian signed an agreement to take over the Cooper Union Museum for the Arts of Decoration (now the Cooper Hewitt, Smithsonian Design Museum).[42] The National Portrait Gallery and the Smithsonian American Art Museum opened in the Old Patent Office Building (built in 1867) on October 7, 1968.[43] The reuse of an older building continued with the opening of the Renwick Gallery in 1972 in the 1874 Renwick-designed art gallery originally built by local philanthropist William Wilson Corcoran to house the Corcoran Gallery of Art.[44]\n\nThe first new museum building to open since the National Museum of History and Technology was the Hirshhorn Museum and Sculpture Garden, which opened in 1974.[45] The National Air and Space Museum, the Smithsonian's largest in terms of floor space, opened in June 1976.[46]\n\nEleven years later, the National Museum of African Art and the Arthur M. Sackler Gallery opened in a new, joint, underground museum between the Freer Gallery and the Smithsonian Castle.[47][48][49] Reuse of another old building came in 1993 with the opening of the National Postal Museum in the 1904 former City Post Office building, a few city blocks from the Mall.[50]\n\nIn 2004, the Smithsonian opened the National Museum of the American Indian in a new building near the United States Capitol.[51] Twelve years later almost to the day, in 2016, the latest museum opened: the National Museum of African American History and Culture, in a new building near the Washington Monument.[52]\n\nTwo more museums have been established and are being planned for eventual construction on the mall: the National Museum of the American Latino and the Smithsonian American Women's History Museum.\n\nIn 2011, the Smithsonian undertook its first-ever capital fundraising campaign.[53] The $1.5 billion effort raised $1 billion at the three-year mark. Smithsonian officials made the campaign public in October 2014 in an effort to raise the remaining $500 million. More than 60,000 individuals and organizations donated money to the campaign by the time it went public.[54] This included 192 gifts of at least $1 million.[54] Members of the boards of directors of various Smithsonian museums donated $372 million.[54] The Smithsonian said that funds raised would go toward completion of the National Museum of African American History and Culture building, and renovations of the National Air and Space Museum, National Museum of American History, and the Renwick Gallery.[54] A smaller amount of funds would go to educational initiatives and digitization of collections.[54] As of September 2017, the Smithsonian claimed to have raised $1.79 billion, with three months left in the formal campaign calendar.[55]\n\nSeparately from the major capital campaign, the Smithsonian has begun fundraising through Kickstarter.[56] An example is a campaign to fund the preservation and maintenance of the ruby slippers worn by Judy Garland for her role as Dorothy Gale in the 1939 film The Wizard of Oz.[57]\n\n"
        },
        {
            "title": "Museums",
            "text": "Nineteen museums and galleries, as well as the National Zoological Park, comprise the Smithsonian museums.[58] Eleven are on the National Mall, the park that runs between the Lincoln Memorial and the United States Capitol. Other museums are located elsewhere in Washington, D.C., with two more in New York City and one in Chantilly, Virginia.\n\nThe Smithsonian has close ties with 168 other museums in 39 states, Panama, and Puerto Rico.[58] These museums are known as Smithsonian Affiliated museums. Collections of artifacts are given to these museums in the form of long-term loans. The Smithsonian also has a large number of traveling exhibitions, operated through the Smithsonian Institution Traveling Exhibition Service (SITES).[81] In 2008, 58 of these traveling exhibitions went to 510 venues across the country.[58]\n\nSmithsonian collections include 156 million artworks, artifacts, and specimens. The National Museum of Natural History houses 145 million of these specimens and artifacts, which are mostly animals preserved in Formaldehyde. The Collections Search Center has 9.9 million digital records available online. The Smithsonian Institution Libraries hold 2 million library volumes. Smithsonian Archives hold 156,830 cubic feet (4,441 m3) of archival material.[82][83]\n\nThe Smithsonian Institution has many categories of displays that can be visited at the museums. In 1912, First Lady Helen Herron Taft donated her inauguration gown to the museum to begin the First Ladies' Gown display at the National Museum of American History,[84] one of the Smithsonian's most popular exhibits.[85] The museum displays treasures such as the Star-Spangled Banner, the stove pipe hat that was worn by President Abraham Lincoln, the ruby slippers worn by Judy Garland in The Wizard Of Oz, and the original Teddy Bear that was named after President Theodore Roosevelt.[86] In 2016, the Smithsonian's Air & Space museum curators restored the large model Enterprise from the original Star Trek TV series.[87]\n\nFollowing international debates about the decolonisation of museums and the legal and moral justifications of their acquisitions, the Smithsonian adopted a new \"ethical returns policy\" on April 29, 2022. This will permit the deaccession and restitution of items collected under circumstances considered unethical by contemporary standards and thus places moral over legal arguments. A month before, the Smithsonian's National Museum of African Art had announced the planned return of most of its 39 Benin Bronzes to Nigeria,[88] as well as of other cultural items to Turkey.[89]\n\nIn February 2020, the Smithsonian made 2.8 million digital items available to the public under a Creative Commons Zero Public Domain Dedication, with a commitment to release further items in the future.[90]\n\n"
        },
        {
            "title": "Research centers and programs",
            "text": "The following is a list of Smithsonian research centers, with their affiliated museum in parentheses:\n\nAlso of note is the Smithsonian Museum Support Center (MSC), located in Silver Hill, Maryland (Suitland), which is the principal off-site conservation and collections facility for multiple Smithsonian museums, primarily the National Museum of Natural History. The MSC was dedicated in May 1983.[95] The MSC covers 4.5 acres (1.8 ha) of land, with over 500,000 square feet (46,000 m2) of space, making it one of the largest set of structures in the Smithsonian. It has over 12 miles (19 km) of cabinets, and more than 31 million objects.\n\nIn 1997, the Smithsonian Latino Center was created as a way to recognize Latinos across the Smithsonian Institution. The primary purpose of the center is to place Latino contributions to the arts, history, science, and national culture across the Smithsonian's museums and research centers.[96]\n\nThe center is a division of the Smithsonian Institution.[97] As of May 2016, the center is run by an executive director, Eduardo Díaz.[98]\n\nAt the time of its creation, the Smithsonian Institution had other entities dedicated to other minority groups: National Museum of the American Indian, Freer-Sackler Gallery for Asian Arts and Culture, African Art Museum, and the National Museum of African-American Heritage and Culture.[99]\n\nThe opening of the center was prompted, in part, by the publishing of a report called \"Willful Neglect: The Smithsonian and U.S. Latinos\".[99]\n\nAccording to documents obtained by The Washington Post, when former Latino Center executive director Pilar O'Leary first took the job, the center faced employees who had \"serious performance issues\". No performance plans existed for the staff and unfulfilled financial obligations to sponsors existed. The website's quality was poor, and the center did not have a public affairs manager, a programs director, adequate human resources support, or cohesive mission statement.[99]\n\nAfter difficult times in the first few years, the center improved. According to the Smithsonian, the center \"support[s] scholarly research, exhibitions, public and educational programs, web-based content and virtual platforms, and collections and archives. [It] also manage[s] leadership and professional development programs for Latino youth, emerging scholars and museum professionals.\"[96] Today, the website features a high-tech virtual museum.[100]\n\nThe Smithsonian Latino Center's Young Ambassadors Program (YAP) is a program within the Latino Center that reaches out to Latino high school students with the goal of encouraging them to become leaders in arts, sciences, and the humanities.[101]\n\nStudents selected for the program travel to Washington, D.C. for an \"enrichment seminar\" that lasts approximately five days. Afterwards, students return to their communities to serve in a paid, one-month internship.[97]\n\nPilar O'Leary launched the program when she served as executive director of the Smithsonian Latino Center.[102] According to the Latino Center, O'Leary told the press in 2007: \"Our goal is to help our Young Ambassadors become the next generation of leaders in the arts and culture fields. This program encourages students to be proud of their roots and learn more about their cultural heritage to inspire them to educate the public in their own communities about how Latinos are enriching America's cultural fabric.\"[97]\n\n"
        },
        {
            "title": "Publications",
            "text": "The institution publishes Smithsonian magazine monthly and Air & Space magazine bimonthly. \nSmithsonian was the result of Secretary of the Smithsonian S. Dillon Ripley asking the retired editor of Life magazine Edward K. Thompson to produce a magazine \"about things in which the Smithsonian Institution is interested, might be interested or ought to be interested\".[103] Another Secretary of the Smithsonian, Walter Boyne, founded Air & Space.[104][105]\n\nThe organization publishes under the imprints Smithsonian Institution Press,[106] Smithsonian Books,[107] and Smithsonian Institution Scholarly Press.[108]\n\n"
        },
        {
            "title": "Awards",
            "text": "The Smithsonian makes a number of awards to acknowledge and support meritorious work. \n\n"
        },
        {
            "title": "Administration",
            "text": "The Smithsonian Institution was established as a trust instrumentality by act of Congress.[110] More than two-thirds of the Smithsonian's workforce of some 6,300 persons are employees of the federal government. The Smithsonian Institution Office of Protection Services oversees security at the Smithsonian facilities and enforces laws and regulations for National Capital Parks together with the United States Park Police.\n\nThe president's 2011 budget proposed just under $800 million in support for the Smithsonian, slightly increased from previous years. Institution exhibits are free of charge, though in 2010 the Deficit Commission recommended admission fees.[111][112]\n\nAs approved by Congress on August 10, 1846, the legislation that created the Smithsonian Institution called for the creation of a Board of Regents to govern and administer the organization.[110] This 17-member board meets at least four times a year and includes as ex officio members the chief justice of the United States and the vice president of the United States. The nominal head of the institution is the chancellor, an office which has traditionally been held by the chief justice. In September 2007, the board created the position of Chair of the Board of Regents, a position currently held by Steve Case.[113]\n\nOther members of the Board of Regents are three members of the U.S. House of Representatives appointed by the speaker of the House; three members of the Senate, appointed by the president pro tempore of the Senate; and nine citizen members, nominated by the board and approved by the Congress in a joint resolution signed by the president of the United States.[114] Regents who are senators or representatives serve for the duration of their elected terms, while citizen Regents serve a maximum of two six-year terms. Regents are compensated on a part-time basis.\n\nThe chief executive officer (CEO) of the Smithsonian is the secretary, who is appointed by the Board of Regents. The secretary also serves as secretary to the Board of Regents but is not a voting member of that body. The secretary of the Smithsonian has the privilege of the floor at the United States Senate. On September 18, 2013, Secretary G. Wayne Clough announced he would retire in October 2014. The Smithsonian Board of Regents said it asked regent John McCarter, Jr., to lead a search committee.[115] On March 10, 2014, the Smithsonian Board selected David Skorton, a physician and president of Cornell University, as the 13th secretary of the Smithsonian. Skorton took the reins of the institution on July 1, 2015.[116] Upon Skorton's announced resignation in 2019, the Board selected Lonnie Bunch III, the founding director of the Smithsonian's National Museum of African American History and Culture, as the 14th secretary.[117]\n\n"
        },
        {
            "title": "Controversies",
            "text": "In 1995, controversy arose over the exhibit at the National Air and Space Museum with the display of the Enola Gay, the Superfortress used by the United States to drop the first atomic bomb used in World War II. The American Legion and Air Force Association believed the exhibit put forward only one side of the debate over the atomic bombings of Hiroshima and Nagasaki, and that it emphasized the effect on victims without discussing its use within the overall context of the war.[118] The Smithsonian changed the exhibit, displaying the aircraft only with associated technical data and without discussion of its historic role in the war.[citation needed]\n\nIn 2003, a National Museum of Natural History exhibit, Subhankar Banerjee's Seasons of Life and Land, featuring photographs of the Arctic National Wildlife Refuge, was censored and moved to the basement by Smithsonian officials because they feared that its subject matter was too politically controversial.[119]\n\nIn November 2007, The Washington Post reported internal criticism has been raised regarding the institution's handling of the exhibit on the Arctic. According to documents and e-mails, the exhibit and its associated presentation were edited at high levels to add \"scientific uncertainty\" regarding the nature and impact of global warming on the Arctic. Acting Secretary of the Smithsonian Cristián Samper was interviewed by the Post, and claimed the exhibit was edited because it contained conclusions that went beyond what could be proven by contemporary climatology.[120] The Smithsonian is now a participant in the U.S. Global Change Research Program.[121]\n\nThe Smithsonian Institution provides access to its image collections for educational, scholarly, and nonprofit uses. Commercial uses are generally restricted unless permission is obtained. Smithsonian images fall into different copyright categories; some are protected by copyright, many are subject to license agreements or other contractual conditions, and some fall into the public domain, such as those prepared by Smithsonian employees as part of their official duties. The Smithsonian's terms of use for its digital content, including images, are set forth on the Smithsonian Web site.[122][123]\n\nIn April 2006, the institution entered into an agreement of \"first refusal\" rights for its vast silent and public domain film archives with Showtime Networks, mainly for use on the Smithsonian Channel, a network created from this deal. Critics contend this agreement effectively gives Showtime control over the film archives, as it requires filmmakers to obtain permission from the network to use extensive amounts of film footage from the Smithsonian archives.[124]\n\n"
        }
    ]
}