{
    "url": "https://en.wikipedia.org/wiki/Smithsonian_American_Art_Museum",
    "title": "Smithsonian American Art Museum",
    "table_of_contents": [
        "1 History",
        "2 Affiliated museums",
        "2.1 National Portrait Gallery",
        "2.2 Renwick Gallery",
        "3 Features and programs",
        "3.1 Collections",
        "3.2 Galleries and public spaces",
        "3.2.1 The Luce Foundation Center for American Art",
        "3.2.2 Lunder Conservation Center",
        "3.3 Selected exhibitions",
        "3.4 Outreach",
        "4 In popular culture",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Smithsonian American Art Museum (commonly known as SAAM, and formerly the National Museum of American Art) is a museum in Washington, D.C., part of the Smithsonian Institution. Together with its branch museum, the Renwick Gallery, SAAM holds one of the world's largest and most inclusive collections of art, from the colonial period to the present, made in the United States. The museum has more than 7,000 artists represented in the collection. Most exhibitions take place in the museum's main building, the old Patent Office Building (shared with the National Portrait Gallery),  while craft-focused exhibitions are shown in the Renwick Gallery.\n\nThe museum provides electronic resources to schools and the public through its national education program.  It maintains seven online research databases with more than 500,000 records, including the Inventories of American Painting and Sculpture that document more than 400,000 artworks in public and private collections worldwide. Since 1951, the museum has maintained a traveling exhibition program; as of 2013, more than 2.5 million visitors have seen the exhibitions. \n\n"
        },
        {
            "title": "History",
            "text": "The museum's history can be traced to the creation of the Smithsonian Institution in 1846. The act of Congress establishing the Smithsonian called for it to include \"a gallery of art\".[8] In its early years, however, little effort was put into developing the art collection, as Smithsonian Secretary Joseph Henry preferred to focus on scientific research.[9][10] The collection was first on display in the original Smithsonian Building (now known as the Castle). In 1865, a fire destroyed much of the collection.[11] Those art holdings that survived were mostly loaned to the Library of Congress and the Corcoran Gallery of Art in the following decades.[12] In 1896, the artworks were brought back to the Smithsonian, after Congress appropriated money to construct a fireproof room for them.[13]\n\nThe Smithsonian began to refer to its art collection as the National Gallery of Art in 1906, in connection with efforts to receive Harriet Lane Johnston's art collection, which she had bequeathed to the \"national art gallery\".[14] The collection grew as the Smithsonian buildings grew, and the collection was housed in one or more Smithsonian buildings on the National Mall.[3]\n\nIn 1920, the National Gallery of Art was separated from the National Museum, becoming its own branch of the Smithsonian, with William Henry Holmes as its first director.[15][16] By this time, space had become critical:  \"Collections to the value of several millions of dollars are in storage or temporarily on exhibition and are crowding out important exhibits and producing a congested condition in the Natural History, Industrial Arts, and Smithsonian Buildings\".[17] In 1924, architect Charles A. Platt drew up preliminary plans for a National Gallery of Art to be built on the block next to the Natural History Museum.[17] However, this building was never constructed.[18]\n\nIn 1937, the National Gallery of Art became the National Collection of Fine Arts (NCFA), because Andrew Mellon insisted that the previous moniker be given to a new institution formed through his donation of a large art collection.[19][20][21]\n\nBy the 1950's, the NCFA still occupied a small space in the Natural History Building.[22] In 1958, Congress finally granted the NCFA a home, the Old Patent Office Building, which was about to be vacated by the U.S. Civil Service Commission.[22][23] The building would be shared with the planned National Portrait Gallery, with the NCFA occupying the northern half of the building.[24][25] Renovation work on the building began in 1964.[26] The NCFA opened in its new home on May 6, 1968.[27]\n\nThe museum's relocation came at an unfortunate time, as the neighborhood had been devastated a month earlier by the Martin Luther King assassination riots.[28] The NCFA struggled to attract visitors over the following decades, as the streets around it remained bleak and lonely.[29] This would remain a factor until the late 1990's, when the work of the Pennsylvania Avenue Development Corporation and the opening of the MCI Center (now Capital One Arena) across the street from the museum sparked a revitalization of the neighborhood.[30]\n\nThe NCFA gained a new branch in 1972, opening the Renwick Gallery, dedicated to design and crafts, in a historic building near the White House.[31]\n\nIn 1980, the name was changed to the National Museum of American Art, to better distinguish it from other federal art museums and to emphasize its focus on American artists.[32][33] From 1982 to 1988, Charles C. Eldredge served as the museum director, followed by the tenures of Elizabeth Broun and Stephanie Stebich.\n\nIn January 2000, the museum closed to begin a planned three-year, $60-million renovation of the Patent Office Building.[34] To keep the museum's collection accessible to the public during the closure, many of the artworks were sent out in a \"Treasures to Go\" series of traveling exhibitions, billed as \"the largest museum tour in history\".[35][36] The museum's name was changed to the Smithsonian American Art Museum in October 2000 so that the museum and its traveling exhibitions could benefit from the Smithsonian's brand recognition.[37]\n\nAfter renovations were underway, the plans were broadened in an effort to restore much of the building's original elegance.[38] Many of the building's exceptional architectural features were restored: porticos modeled after the Parthenon in Athens, a curving double staircase, colonnades, vaulted galleries, large windows, and skylights as long as a city block.[39][40][7] New features added to the building included the Lunder Conservation Center, the Luce Foundation Center for American Art, Nan Tucker McEvoy Auditorium, and the Robert and Arlene Kogod Courtyard.[40] Meanwhile, the museum's offices, library, and storage were moved to the nearby Victor Building, freeing up valuable space and allowing the museum to display four times as many artworks as before.[34][41] The renovation ultimately took six years and $283 million.[42] The museum and the National Portrait Gallery reopened their combined building, renamed as the Donald W. Reynolds Center for American Art and Portraiture, on July 1, 2006.[43]\n\n"
        },
        {
            "title": "Affiliated museums",
            "text": "The Smithsonian American Art Museum shares the historic Old Patent Office building with the National Portrait Gallery, another Smithsonian museum. Although the two museums' names have not changed, they are collectively known as the Donald W. Reynolds Center for American Art and Portraiture.[39][44]\n\nAlso under the auspices of the Smithsonian American Art Museum, the Renwick Gallery is a smaller, historic building on Pennsylvania Avenue across the street from the White House.[45] The building originally housed the collection of the Corcoran Gallery of Art.[45][46] In addition to displaying a large collection of American contemporary craft, several hundred paintings from the museum's permanent collection — hung salon style: one-atop-another and side-by-side — are featured in special installations in the Grand Salon.[45]\n\n"
        },
        {
            "title": "Features and programs",
            "text": "Part of the Smithsonian Institution, the museum has a broad variety of American art, with more than 7,000 artists represented,[47] that covers all regions and art movements found in the United States. SAAM contains the world's largest collection of New Deal art; a collection of contemporary craft, American impressionist paintings, and masterpieces from the Gilded Age; photography, modern folk art, works by African American and Latino artists, images of western expansion, and realist art from the first half of the twentieth century. Among the significant artists represented in its collection are Nam June Paik, Jenny Holzer, David Hockney, Richard Hunt, Georgia O'Keeffe, John Singer Sargent, Albert Pinkham Ryder, Albert Bierstadt, Frances Farrand Dodge, Edmonia Lewis, Thomas Moran, James Gill, Edward Hopper, John William \"Uncle Jack\" Dey, Karen LaMonte[48] and Winslow Homer.[3]\n\nSAAM describes itself as being \"dedicated to collecting, understanding, and enjoying American art. The museum celebrates the extraordinary creativity of artists whose works reflect the American experience and global connections.\"[49]\n\nThe American Art's main building contains expanded permanent-collection galleries and public spaces.[50] The museum has two innovative public spaces. The Luce Foundation Center for American Art is a visible art storage and study center, which allows visitors to browse more than 3,300 works of the collection.[50] The Lunder Conservation Center is \"the first art conservation facility to allow the public permanent behind-the-scenes views of the preservation work of museums\".[50]\n\nThe Luce Foundation Center, which opened in July 2000,[51][52] is the first visible art storage and study center in Washington, D.C.[39] and the fourth center to bear the Luce Family name.[39][53] It has 20,400 square feet on the third and fourth floors of American Art Museum.[39][54][55][56]\n\nIt presents more than 3,300 objects in 64 secure glass cases, which quadruples the number of artworks from the permanent collection on public view.[51][39] The purpose of open storage is to allow patrons to view various niche art that is usually not part of a main exhibition or gala special.[54] The Luce Foundation Center features paintings densely hung on screens; sculptures; crafts and objects by folk and self-taught artists arranged on shelves.[57][58] Large-scale sculptures are installed on the first floor.[51] The center has John Gellatly's European collection of decorative arts.[39][56]\n\n The Lunder Conservation Center, which opened in July 2000,[59] is the first art conservation facility that allows the public permanent behind-the-scenes views of preservation work.[59] Conservation staff are visible to the public through floor-to-ceiling glass walls that allow visitors to see firsthand all the techniques which conservators use to examine, treat, and preserve artworks.[60][59][61] The Lunder Center has five conservation laboratories and studios equipped to treat paintings, prints, drawings, photographs, sculptures, folk art objects, contemporary crafts, decorative arts, and frames.[60][59] The Center uses various specialized and esoteric tools, such as hygrothermographs, to maintain optimal temperature and humidity to preserve works of art. Staff from both the Smithsonian American Art Museum and the National Portrait Gallery work in the Lunder Center.[59]\n\nThe museum has put on hundreds of exhibitions since its founding. Many exhibitions are groundbreaking and promote new scholarship within the field of American art.\n\nWhat follows is a brief list of selected, and more recent, examples:[62]\n\nThe museum has maintained a traveling exhibition program since 1951.  During the 2000s renovation, a \"series of exhibitions of more than 1,000 major artworks from American Art's permanent collection traveled to 105 venues across the United States,\" which were \"seen by more than 2.5 million visitors\".  Since 2006, thirteen exhibitions have toured to more than 30 cities.[78]\n\nSAAM provides electronic resources to schools and the public as part of education programs. An example is Artful Connections,  which gives real-time video conference tours of American Art.  In addition, the museum offers the Summer Institutes: Teaching the Humanities through Art, week-long professional development workshops that introduce educators to methods for incorporating American art and technology into their humanities curricula.[79]\n\nAmerican Art has seven online research databases, which has more than 500,000 records of artworks in public and private collections worldwide, including the Inventories of American Painting and Sculpture. Numerous researchers and millions of virtual visitors per year use these databases.  Also, American Art and Heritage Preservation work together in a joint project, Save Outdoor Sculpture, \"dedicated to the documentation and preservation of outdoor sculpture\".  The museum produces a peer-reviewed periodical, American Art (started in 1987), for new scholarship.  Since 1993, American Art has been had an online presence.  It has one of the earliest museum websites when, in 1995, it launched its own website.  EyeLevel, the first blog at the Smithsonian Institution, was started in 2005 and, as of 2013, the blog \"has approximately 12,000 readers each month\".[80]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "In 2006, fashion designer Isaac Mizrahi designed the conservators' denim work aprons.[61][81][82]\n\nIn 2008, the American Art Museum hosted an alternate reality game, called Ghosts of a Chance, which was created by City Mystery.  The game allowed patrons \"a new way of engaging with the collection\" in the Luce Foundation Center.  The game ran for six weeks and attracted more than 6,000 participants.[56]\n\n"
        }
    ]
}