{
    "url": "https://en.wikipedia.org/wiki/Snow_Crash",
    "title": "Snow Crash",
    "table_of_contents": [
        "1 Plot summary",
        "1.1 Plot background",
        "1.2 Summary",
        "2 Ideas and ideologies",
        "3 Characteristic technologies",
        "3.1 Metaverse",
        "3.2 Distributed republics",
        "4 Literary significance and criticism",
        "4.1 Influence on the World Wide Web and computing",
        "4.2 Possible film or television adaptation",
        "5 Publication history",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Snow Crash is a science fiction novel by the American writer Neal Stephenson, published in 1992. Like many of Stephenson's novels, it covers history, linguistics, anthropology, archaeology, religion, computer science, politics, cryptography, memetics, and philosophy.[1][not verified in body]\n\nIn his 1999 essay \"In the Beginning... Was the Command Line\", Stephenson explained the title of the novel as his term for a particular software failure mode on the early Macintosh computer. Stephenson wrote about the Macintosh that \"When the computer crashed and wrote gibberish into the bitmap, the result was something that looked vaguely like static on a broken television set—a 'snow crash'\".[2] Stephenson has also mentioned that Julian Jaynes' book The Origin of Consciousness in the Breakdown of the Bicameral Mind was one of the main influences on Snow Crash.[3]\n\nStephenson originally planned Snow Crash as a computer-generated graphic novel in collaboration with artist Tony Sheeder.[4] In the author's acknowledgments (in some editions), Stephenson recalls:\n\nSnow Crash was nominated for both the British Science Fiction Award in 1993 and the Arthur C. Clarke Award in 1994.[6][7]\n\n"
        },
        {
            "title": "Plot summary",
            "text": "The story opens in Los Angeles in the 21st century, an unspecified number of years after a worldwide economic collapse. Los Angeles is no longer part of the United States since the federal government has ceded most of its power and territory to private organizations and entrepreneurs.[8] Franchising, individual sovereignty, and private vehicles reign supreme. Mercenary armies compete for national defense contracts, while private security guards preserve the peace in sovereign gated housing developments.[9]  Highway companies compete to attract drivers to their roads,[10] and all mail delivery is by hired courier.[11] The remnants of government maintain authority only in isolated compounds, where they do tedious make-work that is, by and large, irrelevant to the society around them.[12] Much of the world's territory has been carved up into sovereign enclaves known as Franchise-Organized Quasi-National Entities (FOQNEs),[13] each run by its own big business franchise (such as \"Mr. Lee's Greater Hong Kong\", or the corporatized American Mafia), or various residential burbclaves (quasi-sovereign gated communities).  In this future, American institutions are far different from those in the actual United States at the time the book was published; for example, a for-profit organization, the CIC, has evolved from the CIA's merger with the Library of Congress.[14]\n\nHiro Protagonist is a hacker and pizza delivery driver for the Mafia.[15] He meets Y.T. (short for Yours Truly), a young skateboard Kourier (courier), who refers to herself in the third person, during a failed attempt to make a delivery on time.[16] Y.T. completes the delivery on his behalf,[17] and they strike up a partnership, gathering intel and selling it to the CIC.[18]\n\nWithin the Metaverse, Hiro is offered a datafile named Snow Crash by a man named Raven, who hints that it is a form of narcotic.[19] Hiro's friend and fellow hacker Da5id views a bitmap image contained in the file, which causes his computer to crash and Da5id to suffer brain damage in the real world.[20] Hiro meets his ex-girlfriend Juanita Marquez, who gives him a database containing a large amount of research compiled by her associate, Lagos.[21] This research posits connections between the virus, ancient Sumerian culture, and the legend of the Tower of Babel. Juanita advises him to be careful and disappears.[22]\n\nThe Mafia boss Uncle Enzo begins to take a paternal interest in Y.T. Impressed by her attitude and initiative, he arranges to meet her and offers her freelance jobs.[23] Hiro's investigations and Y.T.'s intelligence gathering begin to coincide, with links between the neuro-linguistic viruses, a religious organization known as Reverend Wayne's Pearly Gates and a media magnate named L. Bob Rife beginning to emerge. Lagos's research showed that the ancient Sumerian ur-language allowed brain function to be \"programmed\" using audio stimuli in conjunction with a DNA-altering virus.[24] Sumerian culture was organized around these programs (known as me), which were administered by priests to the populace.[25] Enki, a figure of legend, developed a counter-virus (known as the nam-shub of Enki), which when delivered stopped the Sumerian language from being processed by the brain and led to the development of other, less literal languages, giving birth to the Babel myth.[26] L. Bob Rife had been collecting Sumerian artifacts and developed the drug Snow Crash in order to make the public vulnerable to new forms of me, which he would control.[27] The physical form of the virus is distributed in the form of an addictive drug and within Reverend Wayne's church via infected blood.[28]  There is also a digital version, to which hackers are especially vulnerable, as they are accustomed to processing information in binary form.[28]\n\nHiro heads north to the Oregon Coast, where the Raft, a huge collection of boats containing Eurasian refugees, is approaching the West Coast of the United States.[29]  The center of the Raft is L. Bob Rife's yacht, formerly the USS Enterprise nuclear-powered aircraft carrier.[30]  Rife has been using the Raft as a mechanism to indoctrinate and infect thousands with the virus and to import it to America.[31]  Y.T. is captured and brought to Rife on the Raft, who intends to use her as a hostage, knowing her connection to Uncle Enzo.[32] With help from the Mafia, Hiro fights his way onto the Raft[33] and recovers the nam-shub of Enki, which Rife had been concealing.[34] With help from Juanita, who had previously infiltrated the Raft, the nam-shub is read out and Rife's control over the Raft is broken.[35] Rife flees the Raft, taking Y.T.,[36] and his mercenary, Raven, attempts to activate the digital form of Snow Crash at a virtual concert within the Metaverse.[37] Hiro is able to neutralize the virus,[38] and Y.T. escapes.[39] At Los Angeles International Airport, Raven ambushes the Mafia and fights Uncle Enzo to a stalemate (though both men are severely injured in the process),[40] while Rife is killed as he attempts to flee the airport on his private jet.[41] Y.T. is reunited with her mother,[41] and Hiro and Juanita reconcile and agree to rekindle their relationship.[42]\n\n"
        },
        {
            "title": "Ideas and ideologies",
            "text": "The arrangements in Snow Crash[clarification needed] resemble anarcho-capitalism, a theme Stephenson carries over to his next novel The Diamond Age. As described in both novels and the short story \"The Great Simoleon Caper\" (1995), hyperinflation has sapped the value of the US dollar to the extent that trillion-dollar bills are nearly disregarded, and the quadrillion-dollar note is the standard \"small\" bill.[43]   This hyperinflation was created by the government overprinting money, due to loss of tax revenue, as people increasingly began to use electronic currency, which they exchanged in untaxable encrypted online transactions. For physical transactions, most people resort to alternative currencies such as yen or \"Kongbucks\" (the official currency of Mr. Lee's Greater Hong Kong). Hyperinflation has also negatively affected much of the rest of the world (with some exceptions like Japan), resulting in waves of desperate refugees from Asia, who cross the Pacific in rickety ships hoping to arrive in North America.\n\nThe Metaverse, a phrase coined by Stephenson as a successor to the Internet, constitutes Stephenson's early 1990s vision of how a virtual reality–based Internet might evolve in the near future. Resembling a massively multiplayer online game (MMO), the Metaverse is populated by user-controlled avatars, as well as system daemons. Although there are public-access Metaverse terminals in Reality, using them carries a social stigma among Metaverse denizens, in part because of the poor visual representations of themselves as low-quality avatars. Status in the Metaverse is a function of two things: access to restricted environments such as the Black Sun, an exclusive Metaverse club, and technical acumen, which is often demonstrated by the sophistication of one's avatar.\n\n"
        },
        {
            "title": "Characteristic technologies",
            "text": "Various technologies are employed in this fictional world and help define it. Among these are:\n\nStephenson's \"Metaverse\"[44] appears to its users as an urban environment, developed along a single hundred-meter-wide road, the Street, that runs around the entire 65,536 km (216 km) circumference of a featureless, black, perfectly spherical planet.[45] The virtual real estate is owned by the Global Multimedia Protocol Group, a fictional part of the real Association for Computing Machinery, and is available to be bought and buildings developed thereupon.[45] Access to the metaverse is through L. Bob Rife's global fiber-optic network, which grew from a collection of small cable television franchises into a global telecommunications monopoly and superseded the traditional telephone system.[46]\n\nUsers of the Metaverse gain access to it through personal terminals that project a high-quality virtual reality display onto goggles worn by the user,[47] or from low-quality public terminals in booths (with the penalty of presenting a grainy black-and-white appearance).[48] Stephenson also describes a subculture of people choosing to remain continuously connected to the Metaverse by wearing portable terminals, goggles and other equipment; they are nicknamed \"gargoyles\" due to their grotesque appearance.[49] The users of the Metaverse experience it from a first-person perspective.\n\nWithin the Metaverse, individual users appear as avatars of any form, with the sole restriction of height, \"to prevent people from walking around a mile high\".[48] Transport within the Metaverse is limited to analogs of reality by foot or vehicle, such as the monorail that runs the entire length of the Street, stopping at 256 Express Ports, located evenly at 256 km intervals, and Local Ports, one kilometer apart.[50]\n\nDistributed republics are loosely connected state-like entities dispersed across the world. The concept was reused by Stephenson in The Diamond Age.[51][52][53]\n\n"
        },
        {
            "title": "Literary significance and criticism",
            "text": "Snow Crash established Stephenson as a major science fiction writer of the 1990s. The book appeared on Time magazine's list of 100 all-time best English-language novels written since 1923.[54] Some critics have considered it a parody of cyberpunk[55][56] and mentioned its satiric or absurdist humor.[57][58]\n\n\nIn his book The Shape of the Signifier: 1967 to the End of History, Walter Benn Michaels targets Stephenson's view that \"languages are codes\" rather than a grouping of letters and sounds to be interpreted.  Michaels contends that this basic idea of language as code is central to the construct of Snow Crash (\"... a good deal of Snow Crash's plot depends upon eliding the distinction between hackers and their computers, as if—indeed, in the novel, just because—looking at code will do to the hacker what receiving it will do to the computer\"[59]: 68 ), but at the same time, trivializes the role of meaning in linguistic works.\n\nRorty's Achieving Our Country[full citation needed] uses Snow Crash as an example of modern culture that \"express the loss of what he [Rorty] calls 'national hope'... the problem with Snow Crash is not that it isn't true—after all, it's a story—but that it isn't inspirational\".[59]: 74  This lack of inspiration is offset by something else Snow Crash and other works like it offer:\nWhile the 1986 virtual environment Habitat applied the Sanskrit term avatar to online virtual bodies before Stephenson, the success of Snow Crash popularized the term[60] to the extent that avatar is now the accepted term for this concept in computer games and on the World Wide Web.[61]\n\nThe novel's Central Intelligence Corporation—the result of a merger between the Library of Congress and Central Intelligence Agency—operates a wiki-like private knowledge base known as the Library. Although unlike Wikimedia, contributors to the Library (stringers) are paid if their contributions are used, making the Library more of an information marketplace than a public knowledge repository.\n\nMany virtual globe programs, including NASA World Wind and Google Earth, bear a resemblance to the \"Earth\" software developed by the CIC in Snow Crash. One Google Earth co-founder claimed that Google Earth was modeled after Snow Crash, while another co-founder said that it was inspired by Powers of Ten.[62] Stephenson later referenced this in another of his novels, Reamde.[63]\n\nStephenson's concept of the Metaverse has enjoyed continued popularity and strong influence in high-tech circles (especially Silicon Valley) ever since the publication of Snow Crash.[64][65] As a result, Stephenson has become \"a sought-after futurist\" and has worked as a futurist for Blue Origin and, more recently, Magic Leap.[65]\n\nSoftware developer Michael Abrash was inspired by Snow Crash's Metaverse and its networked 3D world. He left Microsoft for Id Software to write something in that direction, the result being Quake.[66] The story for the 3DO game Immercenary was also heavily influenced by Snow Crash.[67] A direct video-game adaptation of Snow Crash was in development in 1996,[68] but it was never released.\n\nThe online virtual worlds Active Worlds and Second Life were both directly inspired by the Metaverse in Snow Crash.[69]\n\nFormer Microsoft Chief Technology Officer J Allard and former Xbox Live Development Manager Boyd Multerer claimed to have been heavily inspired by Snow Crash in the development of Xbox Live, and that it was a mandatory read for the Xbox development team.[70]\n\nThe novel was optioned shortly after its publication and subsequent success, although to date it has never progressed past pre-production.[citation needed] American-Canadian science fiction director Vincenzo Natali in particular has argued against a two-hour feature film adaptation because of a perceived lack of fit with the form; inasmuch as the novel is \"tonally all over the place\", he feels that a mini-series would be a more suitable format for the material.[71]\n\nIn late 1996, it was announced that writer-director Jeffrey Nachmanoff would adapt the novel for The Kennedy/Marshall Company and Touchstone Pictures. Marco Brambilla was attached to direct the film.[72] In June 2012, it was announced that English director Joe Cornish, following his 2011 debut film Attack the Block, had been signed as director of a future film adaptation for Paramount Pictures.[73] In 2013, Stephenson described Cornish's script as \"amazing\", but also warned that there was no guarantee that a film would be made.[74] In July 2016, producer Frank Marshall said that filming could start in 2017.[75]\n\nIn August 2017, Amazon Studios announced that it was co-producing an hour-long science fiction drama television show based on Snow Crash with Paramount. The television show will be executive produced by Cornish and the Kennedy/Marshall Company's Frank Marshall.[76]\n\nIn December 2019, it was announced that HBO Max had acquired the series with Paramount continuing to produce and Cornish remaining executive producer.[77] However, HBO Max passed on the project in June 2021 and it reverted to Paramount and Kennedy/Marshall.[78]\n\n"
        }
    ]
}