{
    "url": "https://en.wikipedia.org/wiki/Snuff_film",
    "title": "Snuff film",
    "table_of_contents": [
        "1 Definitions",
        "2 Reality",
        "3 History of the concept",
        "3.1 Origins of the urban legend",
        "3.2 Snuff controversy (1976)",
        "3.3 Rumors related to serial killers and other controversies",
        "3.4 Internet age",
        "4 In fiction",
        "4.1 False snuff films",
        "4.1.1 Faces of Death",
        "4.1.2 The Guinea Pig films",
        "4.1.3 Cannibal Holocaust",
        "4.1.4 August Underground trilogy",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nA snuff film, or snuff movie, or snuff video,  is a type of film that shows, or purports to show, scenes of actual homicide. The concept of snuff films became known to the general public during the 1970s, when an urban legend alleged that a clandestine industry was producing such films for profit. The rumor was amplified in 1976 by the release of a film called Snuff, which capitalized on the legend through a disingenuous marketing campaign: that film, like others on the topic, relied on special effects to simulate murder. According to the fact-checking site Snopes, there has never been a verified example of a genuine commercially produced snuff film.[1] Videos of actual murders have been made available to the public, generally through the Internet; however, those videos have been made and broadcast by the murderers either for their own gratification or for propaganda purposes, and not for financial gain.[2]\n\n"
        },
        {
            "title": "Definitions",
            "text": "A snuff film is a movie in a purported genre of films in which a person is actually murdered, though some variations of the definition may include films that show people committing suicide. Snuff films can be pornographic, and they may or may not be made for financial gain but are supposedly \"circulated amongst a jaded few for the purpose of entertainment\".[1] The Collins English Dictionary defines a \"snuff movie\" as \"a pornographic film in which an unsuspecting actress or actor is murdered at the climax of the film\";[3] the Cambridge Dictionary defines it more broadly as \"a violent film that shows a real murder\".[4]\n\nHorror film magazine Fangoria defined snuff movies as \"films in which a person is killed on camera. The death is premeditated, with the purpose of being filmed in order to make money. Often times, there is a sexual aspect to the murder, either on film (as in, a porn scene that ends horribly) or that the final project is used for sexual gratification. [Films featuring deaths that are authentic but accidental] are not considered snuff because the deaths were not planned. Other death on video, like terrorists beheading victims, are done to fulfill an ideology (no matter how wrongheaded), not to earn money.\"[5]\n\n"
        },
        {
            "title": "Reality",
            "text": "Some filmed records of executions and deaths in war exist, but in those cases the death was not specifically staged for financial gain or entertainment.[1] There has been a number of \"amateur-made\" snuff films available on the Internet. However, such videos are produced by the murderers to make an impact on an audience or for their own satisfaction, and not for financial profit. Some specialized websites show videos of actual killings for profit, as their shock value will attract an audience; but these websites are not operated by the perpetrators of the murders.[2]\n\nAccording to  Snopes, the idea of an actual snuff film \"industry\" clandestinely producing such \"entertainment\" for monetary gain is preposterous because \"capturing a murder on film would be foolhardy at best. Only the most deranged would consider preserving for a jury a perfect video record of a crime he could go to the executioner for. Even if he stays completely out of the camera’s way, too much of who the killer is, how the murder was carried out, and where it took place would be part of such a film, and these details would quickly lead police to the right door. Though someone whose mania has caused him to lose touch with reality might skip over this point, those who are supposedly in the business for the money would be all too aware of this. It doesn’t make sense to flirt with the electric chair for the profits derived from a video.\"[1]\n\nFangoria called snuff films a \"myth\" and \"a scare tactic, dreamt up by the media to terrify the public.\"[5]\n\n"
        },
        {
            "title": "History of the concept",
            "text": "The noun snuff originally meant the part of a candle wick that has already burned; the verb snuff meant to cut this off, and by extension to extinguish or kill.[6] The word has been used in this sense in English slang for hundreds of years. It was defined in 1874 as a \"term very common among the lower orders of London, meaning to die from disease or accident\".[7]\n\nFilm studies professor Boaz Hagin argues that the concept of films showing actual murders originated decades earlier than is commonly believed, at least as early as 1907. That year, Polish-French writer Guillaume Apollinaire published the short story \"A Good Film\" about newsreel photojournalists who stage and film a murder due to public fascination with crime news; in the story, the public believes the murder is real but police determine that the crime was faked.[8] Hagin also proposes that the film Network (1976) contains an explicit (fictional) snuff film depiction when television news executives orchestrate the on-air murder of a news anchor to boost ratings.\n\nAccording to film critic Geoffrey O'Brien, \"whether or not commercially distributed 'snuff' movies actually exist, the possibility of such movies is implicit in the stock B-movie motif of the mad artist killing his models, as in A Bucket of Blood (1959), Color Me Blood Red (1965), or Decoy for Terror (1967) also known as Playgirl Killer.\"[9] Likewise, the protagonist of Peeping Tom (1960) films the murders he commits, though he does so as part of his mania and not for financial gain: a 1979 article in The New York Times described the character's activity as making \"private \"snuff\" films\".[10]\n\nThe first known use of the term snuff movie is in a 1971 book by Ed Sanders, The Family: The Story of Charles Manson's Dune Buggy Attack Battalion. This book included the interview of an anonymous one-time member of Charles Manson's \"Family\", who claimed that the group once made such a film in California, by recording the murder of a woman. However, the interviewee later added that he had not watched the film himself and had just heard rumors of its existence. In later editions of the book, Sanders clarified that no films depicting real murders or murder victims had been found.[1][11]\n\nDuring the first half of the 1970s, urban legends started to allege that snuff films were being produced in South America for commercial gain, and circulated clandestinely in the United States.[12][13]\n\nThe idea of movies showing actual murders for profit became more widely known in 1976 with the release of commercial film Snuff.[12][14][15] This low-budget exploitation horror film, loosely based on the Manson murders and originally titled Slaughter, was shot in Argentina by Michael and Roberta Findlay. The film's distribution rights were bought by Allan Shackleton, who eventually found the picture unfit for release and shelved it. Several years later, Shackleton read about snuff films being imported from South America and decided to cash in on the rumor as an attempt to recoup his investment in Slaughter.[12][13][16]\n\nShackleton retitled Slaughter to Snuff and released it with a new ending that purported to depict an actual murder committed on a film set.[17] Snuff's promotional material suggested -without stating outright- that the film featured the real murder of a woman, which amounted to false advertising.[18][19] The film's slogan read: \"The film that could only be made in South America... where life is CHEAP\".[20] Shackleton put out false newspaper clippings that reported a citizens group's crusading against the film,[12] and hired people to act as protesters to picket screenings.[21]\n\nShackleton's efforts succeeded in generating a media frenzy about the film: real feminist and citizens groups eventually started protesting the movie and picketing theaters.[19][22][23] As a result, New York District Attorney Robert M. Morgenthau investigated the picture, establishing that it was a hoax.[24][25] The controversy nevertheless made the film financially profitable.[12][26]\n\nIn subsequent years, more urban legends emerged about snuff movies. Notably, multiple serial killers were rumored to have produced snuff films: however, no such videos were proven to exist. Henry Lee Lucas and his accomplice Otis Toole claimed to have filmed their crimes, but both men were \"pathological liars\" and the purported films were never found.[5] Charles Ng and Leonard Lake videotaped their interactions with some of their future victims, but not the murders. Lawrence Bittaker and Roy Norris made an audio recording of their encounter with one victim, though not of her death. Likewise, Paul Bernardo and Karla Homolka made videos of Bernardo sexually abusing two victims, but did not film the murders. In all those cases, the recordings were not intended for public consumption and were used as evidence during the murderers' trials.[1]\n\nOver the years, several films were suspected of being \"snuff movies\", though none of these accusations turned out to be true. A similar controversy concerned the filming of the music video for \"Down in It\" by Nine Inch Nails, in which Trent Reznor acted in a scene which ended with the implication that Reznor's character had fallen off a building and died, an effect achieved by covering him in corn starch made to look like injuries. To film the scene, a camera was tied to a balloon with ropes attached to prevent it from flying away. Minutes after they started filming, the ropes snapped and the balloons and camera flew away; after traveling over 200 miles, the contraption landed on a farmer's field in Michigan. The farmer later handed it to the FBI, who began investigating whether the footage was a snuff film portraying a person committing suicide.[27][28] The FBI identified Reznor and the investigation ended when it was confirmed that Reznor was alive and the footage was not related to crime.[27][29][30]\n\nThe advent of the Internet, by allowing anyone to broadcast self-made videos to an international audience, also changed the means of production of films that may be categorized as \"snuff\". There have been several cases of murders being filmed by their perpetrators and later finding their way online. These include videos made by Mexican cartels or jihadist groups, at least one of the videos shot by the Dnepropetrovsk maniacs in mid-2000s Ukraine, the video shot by Luka Magnotta in 2012, the video shot by Vester Lee Flanagan II in 2015, as well as cases of livestreamed murders, including videos made by mass shooters.[31][32][33][34]\n\nAuthor Steve Lillebuen, who wrote a book on the Magnotta case, commented that social media had created a new trend in crime where killers who crave an audience can become \"online broadcasters\" by showing their crimes to the world.[35][36]\n\nFangoria commented that Magnotta's 2012 video, which showed him mutilating the corpse of his victim, was the closest thing in existence to an actual snuff movie, especially as Magnotta had done some crude editing and used a song as a soundtrack, which amounted to minimal production values. However, it did not show the murder itself and was originally published to attract attention and not for monetary gain.[5] The charges of which Magnotta was found guilty included \"publishing obscene materials\".[37] In 2016, the owner of Bestgore.com, a website that had hosted Magnotta's video, pleaded guilty to an obscenity charge and was sentenced to a six-month conditional sentence, half of which was served under house arrest.[38]\n\n"
        },
        {
            "title": "In fiction",
            "text": "Since the concept became familiar to the general public, snuff films being made for profit or entertainment have been mentioned in works of fiction, including Bret Easton Ellis's 1985 novel Less than Zero. The making or discovery of one or several snuff films is the premise of various horror, thriller or crime films, such as Last House on Dead End Street (1977),  Hardcore (1979), Videodrome (1983), Tesis (1996), 8mm (1999), A Serbian Film (2010) or Sinister (2012). Several horror films such as Cannibal Holocaust (1980) and August Underground (2001) have depicted \"snuff movie\" situations, coupled with found footage aesthetics used as a narrative device. Also, pretend snuff porn is sometimes filmed as a fetish. Though some of these films have generated controversy as to their nature, none were, nor have officially purported to be, actual snuff movies.\n\nThe 1978 pseudo-documentary film Faces of Death, which spawned several sequels, is one of the films most commonly associated with the \"snuff movie\" concept, even though it was not produced by murderers nor clandestinely distributed. Purporting to be an educational film about Death, it mixed footage of actual deadly accidents, suicides, autopsies, or executions, with \"outright fake scenes\" obtained with the help of special effects.[1]\n\nThe first two films in the Japanese Guinea Pig series, Guinea Pig: Devil's Experiment and Guinea Pig 2: Flower of Flesh and Blood (both released in 1985) are designed to look like snuff films; the video is grainy and unsteady, as if recorded by amateurs, and extensive practical and special effects are used to imitate such features as internal organs and graphic wounds. The sixth film in the series, Mermaid in a Manhole (1988), allegedly served as an inspiration for Japanese serial killer Tsutomu Miyazaki, who murdered several preschool girls in the late 1980s.[39]\n\nIn 1991, actor Charlie Sheen became convinced that Flower of Flesh and Blood depicted an actual homicide and contacted the FBI. The FBI initiated an investigation but closed it after the series'  producers released a \"making of\" film demonstrating the special effects used to simulate the murders.[40]\n\nThe Italian director Ruggero Deodato was charged after rumors that the depictions of the killing of the main actors in his film Cannibal Holocaust (1980) were real. He was able to clear himself of the charges after the actors made an appearance in court and on television.[41]\n\nOther than graphic gore, the film contains several scenes of sexual violence and the genuine deaths of six animals onscreen and one off screen, issues which find Cannibal Holocaust in the midst of controversy to this day. It has also been claimed that Cannibal Holocaust is banned in over 50 countries,[42] although this has never been verified. In 2006, Entertainment Weekly magazine named Cannibal Holocaust as the 20th most controversial film of all-time.[43]\n\nThis trilogy of horror films, which depict graphic tortures and murders, is shot as if it were amateur footage made by a serial killer and his accomplices. In 2005, director and lead actor Fred Vogel, who was traveling with copies of the first two films to attend a horror film festival in Canada, was arrested by Canadian customs pending charges of transporting obscene materials into Canada. The charges were eventually dropped after Vogel had spent ten hours in custody.[44]\n\n"
        }
    ]
}