{
    "url": "https://en.wikipedia.org/wiki/Collectivism_and_individualism",
    "title": "Social organization",
    "table_of_contents": [
        "1 Elements",
        "2 Within society",
        "3 Collectivism and individualism",
        "4 Online",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn sociology, a social organization is a pattern of relationships between and among individuals and social groups.[1][2]\n\nCharacteristics of social organization can include qualities such as sexual composition, spatiotemporal cohesion, leadership, structure, division of labor, communication systems, and so on.[3][4]\n\nAnd because of these characteristics of social organization, people can monitor their everyday work and involvement in other activities that are controlled forms of human interaction. These interactions include: affiliation, collective resources, substitutability of individuals and recorded control. These interactions come together to constitute common features in basic social units such as family, enterprises, clubs, states, etc. These are social organizations.[5]\n\nCommon examples of modern social organizations are government agencies,[6][7] NGO's and corporations.[8][9]\n\n"
        },
        {
            "title": "Elements",
            "text": "Social organizations happen in everyday life. Many people belong to various social structures—institutional and informal. These include clubs, professional organizations, and religious institutions.[10] To have a sense of identity with the social organization, being closer to one another helps build a sense of community.[11] While organizations link many like-minded people, it can also cause a separation with others not in their organization due to the differences in thought. Social organizations are structured to where there is a hierarchical system.[12] A hierarchical structure in social groups influences the way a group is structured and how likely it is that the group remains together.\n\nFour other interactions can also determine if the group stays together. A group must have a strong affiliation within itself. To be affiliated with an organization means having a connection and acceptance in that group. Affiliation means an obligation to come back to that organization. To be affiliated with an organization, it must know and recognize that you are a member. The organization gains power through the collective resources of these affiliations. Often affiliates have something invested in these resources that motivate them to continue to make the organization better. On the other hand, the organization must keep in mind the substitutability of these individuals. While the organization needs the affiliates and the resources to survive, it also must be able to replace leaving individuals to keep the organization going. Because of all these characteristics, it can often be difficult to be organized within the organization. This is where recorded control comes in, as writing things down makes them more clear and organized.[5]\n\n"
        },
        {
            "title": "Within society",
            "text": "Social organizations within society are constantly changing.[13]  Smaller scale social organizations in society include groups forming from common interests and conversations. Social organizations are created constantly and with time change.[citation needed]\n\nSmaller scaled social organizations include many everyday groups that people would not even think have these characteristics. These small social organizations can include things such as bands, clubs, or even sports teams. Within all of these small scaled groups, they contain the same characteristics as a large scale organization would. While these small social organizations do not have nearly as many people as large scale ones, they still interact and function in similar ways.\n\nLooking at a common small organization, a school sports team, it is easy to see how it can be a social organization. The members of the team all have the same goals, which is to win, and they all work together to accomplish that common goal. It is also clear to see the structure in the team. While everyone has the same goal in mind[citation needed], they have different roles, or positions, that play a part to get there. To achieve their goal they must be united.\n\nIn large-scale organizations, there is always some extent of bureaucracy. Having bureaucracy includes: a set of rules, specializations, and a hierarchical system. This allows for these larger sized organizations to try maximize efficiency. Large-scaled organizations also come with making sure managerial control is right. Typically, the impersonal authority approach is used. This is when the position of power is detached and impersonal with the other members of the organization. This is done to make sure that things run smoothly and the social organization stays the best it can be.[14]\n\nA big social organization that most people are somewhat familiar with is a hospital. Within the hospital are small social organization—for example, the nursing staff and the surgery team. These smaller organizations work closer together to accomplish more for their area, which in turn makes the hospital more successful and long lasting. As a whole, the hospital contains all the characteristics of being a social organization. In a hospital, there are various relationships between all of the members of the staff and also with the patients. This is a main reason that a hospital is a social organization. There is also division of labor, structure, cohesiveness, and communication systems. To operate to the utmost effectiveness, a hospital needs to contain all of the characteristics of a social organization because that is what makes it strong. Without one of these things, it would be difficult for this organization to run.[citation needed]\n\nAlthough the assumption that many organizations run better with bureaucracy and a hierarchical system with management, there are other factors that can prove that wrong. These factors are whether or not the organization is parallel or interdependent. To be parallel in an organization means that each department or section does not depend on the other in order to do its job. To be  Interdependent means that you do depend on others to get the job done. If an organization is parallel, the hierarchical structure would not be necessary and would not be as effect as it would in an interdependent organization. Because of all the different sub-structures in parallel organizations (the different departments), it would be hard for hierarchical management to be in charge due to the different jobs. On the other hand, an interdependent organization would be easier to manage that way due to the cohesiveness throughout each department in the organization.[14]\n\n"
        },
        {
            "title": "Collectivism and individualism",
            "text": "Societies can also be organized through collectivist or individualistic means, which can have implications for economic growth, legal and political institutions and effectiveness, and social relations. This is based on the premise that the organization of society is a reflection of its cultural, historical, social, political and economic processes which therefore govern interaction.\n\nCollectivist social organization refers to developing countries that bypasses formal institutions and rather rely on informal institutions to uphold contractual obligations. This organization relies on a horizontal social structure, stressing relationships within communities rather than a social hierarchy between them. This kind of system has been largely attributed to cultures with strong religious, ethnic, or familial group ties and has been used in reference to developing countries. Therefore, they have suffered from colonialist efforts to establish individualistic social organizations that contradict indigenous cultural values. This has negative implications for interactions between groups rather than within them.[citation needed]\n\nIn contrast, individualistic social organization implies interaction between individuals of different social groups. Enforcement stems from formal institutions such as courts of law. The economy and society are completely integrated, enabling transactions across groups and individuals, who may similarly switch from group to group, and allowing individuals to be less dependent on one group. These organizations have been deemed more efficient than collectivist societies, given the division of labor, formal enforcement institutions, and importance of innovation over social norms. This kind of social organization is traditionally associated with Western societies.[15]\n\n"
        },
        {
            "title": "Online",
            "text": "Social organizations may be seen online in terms of communities. The online communities show patterns of how people would react in social networking situations.[16] The technology allows people to use the constructed social organizations as a way to engage with one another without having to physically be in the same place.\n\nLooking at social organization online is a different way to think about it and a little challenging to connect the characteristics. While the characteristics of social organization are not completely the same for online organizations, they can be connected and talked about in a different context to make the cohesiveness between the two apparent. Online, there are various forms of communication and ways that people connect. Again, this allows them to talk and share the common interests (which is what makes them a social organization) and be a part of the organization without having to physically be with the other members. Although these online social organization do not take place in person, they still function as social organization because of the relationships within the group and the goal to keep the communities going.\n\n"
        }
    ]
}