{
    "url": "https://en.wikipedia.org/wiki/Social_Democratic_Party_of_Germany",
    "title": "Social Democratic Party of Germany",
    "table_of_contents": [
        "1 History",
        "2 Party platform",
        "2.1 Internal factions",
        "3 Base of support",
        "3.1 Social structure",
        "3.2 Geographic distribution",
        "4 Post-war leadership",
        "4.1 Party leaders",
        "4.2 Leaders in the Bundestag",
        "4.3 Federal Presidents",
        "4.4 Federal Chancellors",
        "4.5 Vice Chancellors",
        "4.6 State-level",
        "5 Election results",
        "5.1 Imperial Germany (Reichstag)",
        "5.2 Weimar Republic (Reichstag)",
        "5.3 Federal parliament (Bundestag)",
        "5.4 European Parliament",
        "5.5 State parliaments (Länder)",
        "5.6 Results timeline",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Social Democratic Party of Germany (German: Sozialdemokratische Partei Deutschlands, [zoˈtsi̯aːldemoˌkʁaːtɪʃə paʁˌtaɪ ˈdɔʏtʃlants]; SPD, German pronunciation: [ɛspeːˈdeː] (listen)) is a centre-left social democratic[2][3][4] political party in Germany. It is one of the three major parties of contemporary Germany along with the Union parties (CDU/CSU) and Alliance 90/The Greens (Bündnis 90/Die Grünencode: deu promoted to code: de ).\n\nSaskia Esken has been the party's leader since the 2019 leadership election together with Lars Klingbeil, who joined her in December 2021. After Olaf Scholz was elected chancellor in 2021 the SPD became the leading party of the federal government, which the SPD formed with the Greens and the Free Democratic Party, after the 2021 federal election. The SPD is a member of 11 of the 16 German state governments and is a leading partner in seven of them.\n\nThe SPD was established in 1863. It was one of the earliest Marxist-influenced parties in the world. From the 1890s through the early 20th century, the SPD was Europe's largest Marxist party, and the most popular political party in Germany.[5] During the First World War, the party split between a pro-war mainstream and the anti-war Independent Social Democratic Party, of which some members went on to form the Communist Party of Germany (KPD). The SPD played a leading role in the German Revolution of 1918–1919 and was responsible for the foundation of the Weimar Republic. SPD politician Friedrich Ebert served as the first president of Germany.\n\nAfter the rise of the Nazi Party to power, the SPD was the only party present in the Reichstag to vote against the Enabling Act of 1933; the SPD was subsequently banned, and operated in exile as the Sopade. After the Second World War, the SPD was re-established. In East Germany, it was forced to merge with the KPD to form the Socialist Unity Party of Germany. In West Germany, the SPD became one of two major parties alongside the CDU/CSU. In the Godesberg Program of 1959, the SPD dropped its commitment to Marxism, becoming a big tent party of the centre-left. The SPD led the federal government from 1969 to 1982, 1998 to 2005 and again since 2021. It served as a junior partner to a CDU/CSU led government from 1966 to 1969, 2005 to 2009 and from 2013 to 2021.\n\nThe SPD holds pro-EU stances and is a member of the Party of European Socialists and sits with the Progressive Alliance of Socialists and Democrats group in the European Parliament.[6][7] With 16 MEPs, it is the third largest party in the group. The SPD was a founding member of the Socialist International, but the party left in 2013 after criticising its acceptance of parties they consider to be violating human rights.[8] The SPD subsequently founded the Progressive Alliance[9][10][11] and was joined by numerous other parties around the world. Previously, the SPD was a founding member of both the Second International and the Labour and Socialist International.\n\n"
        },
        {
            "title": "History",
            "text": "The Social Democratic Party has its origins in the General German Workers' Association, founded in 1863, and the Social Democratic Workers' Party, founded in 1869. The two groups merged in 1875 to create the Socialist Workers' Party of Germany (German: Sozialistische Arbeiterpartei Deutschlands). From 1878 to 1890, the Anti-Socialist Laws banned any group that aimed at spreading socialist principles, but the party still gained support in elections. In 1890, when the ban was lifted, the party adopted its current name. The SPD was the largest Marxist party in Europe and consistently the most popular party in German federal elections from 1890 onward, although it was surpassed by other parties in terms of seats won in the Reichstag due to the electoral system.[12]\n\nIn the years leading up to World War I, the SPD remained radical in principle, but moderate in reality. According to Roger Eatwell and Anthony Wright, the SPD became a party of reform, with social democracy representing \"a party that strives after the socialist transformation of society by the means of democratic and economic reforms\". They emphasise this development as central to understanding 20th-century social democracy, of which the SPD was a major influence.[13] In the 1912 federal election, the SPD won 34.8 per cent of votes and became the largest party in the Reichstag with 110 seats, although it was still excluded from government.[14] Despite the Second International's agreement to oppose militarism,[15] the SPD supported the German war effort and adopted a policy, known as Burgfriedenspolitikcode: deu promoted to code: de , of refraining from calling strikes or criticising the government.[16][17] Internal opposition to the policy grew throughout the war. Anti-war members were expelled in 1916 and 1917, leading to the formation of the Independent Social Democratic Party of Germany (USPD).[18]\n\nThe SPD played a key role in the German Revolution of 1918–1919. On 9 November 1918, leading SPD member Friedrich Ebert was designated chancellor and fellow Social Democrat Philipp Scheidemann, on his own authority, proclaimed Germany a republic.[19] The government introduced a large number of reforms in the following months, introducing various civil liberties and labor rights.[20] The SPD government, committed to parliamentary liberal democracy, used military force against more radical communist groups, leading to a permanent split between the SPD and the USPD (later the Communist Party of Germany, KPD).[21] The SPD was the largest party during the first 13 years of the new Weimar Republic. It decisively won the 1919 federal election with 37.9 per cent of votes, and Ebert became the first president in February.[22] The position of chancellor was held by Social Democrats until the 1920 federal election, when the SPD lost a substantial portion of its support, falling to 22 per cent of votes. After this, the SPD yielded the chancellery to other parties, although it remained part of the government until 1924. Ebert died in 1925 and was succeeded by conservative Paul von Hindenburg. After making gains in the 1928 federal election, the SPD's Hermann Müller became chancellor.[23]\n\nAs Germany was struck hard by the Great Depression, and unable to negotiate an effective response to the crisis, Müller resigned in 1930. The SPD was sidelined as the Nazi Party gained popularity and conservatives dominated the government, assisted by Hindenburg's frequent use of emergency powers. The Reichsbanner Schwarz-Rot-Goldcode: deu promoted to code: de , the SPD's paramilitary wing, was frequently involved in violent confrontations with the Nazi Sturmabteilung.[24] The Nazis overtook the SPD as the largest party in July 1932 and Adolf Hitler was appointed chancellor in January 1933. Of the parties present in the Reichstag during the passage of the Enabling Act of 1933, the SPD was the only one to vote against; most of the communist deputies had been arrested ahead of the vote.[25] The SPD was banned in June. Many members were subsequently imprisoned and killed by the Nazi government while others fled the country. The party-in-exile was called Sopade.[26]\n\nAfter the end of World War II, the re-establishment of the SPD was permitted in the Western occupation zones in 1945. In the Soviet occupation zone, the SPD was forcibly merged with the KPD in 1946 to form the Socialist Unity Party of Germany (SED). The SED was the ruling party of East Germany until 1989.[27] In West Germany, the SPD became one of two major parties, alongside the Christian Democratic Union (CDU). In the inaugural 1949 federal election, it placed second with 29.2 per cent of votes and led the opposition to the CDU government.[28] In its 1959 Godesberg Program, the party dropped its commitment to Marxism and sought to appeal to middle class voters, becoming a big tent party of the centre-left.[29]\n\nAlthough strongly leftist, the SPD was willing to compromise. Only through its support did the governing CDU/CSU pass a denazification law that its coalition partner the Free Democratic Party (FDP) and the far-right German Party voted against.[30] At the same time, the SPD opposed the pro-West integration of West Germany because they believed that made a re-unification of Germany impossible. Austria could have become a sovereign neutral state in 1956, but a 1952 Soviet suggestion for Germans to form a neutral state was ignored by the CDU/CSU–FDP government. After 17 years in opposition, the SPD became the junior partner in a grand coalition with the CDU/CSU which lasted from 1966 to 1969. After the 1969 federal election, the SPD's Willy Brandt became chancellor in a coalition with the liberal Free Democratic Party. His government sought to normalise relations with East Germany and the Eastern Bloc, a policy known as Ostpolitik.[31] The party achieved its best ever result of 45.8 per cent in 1972, one of only three occasions in which it formed the largest Bundestag faction.[32] After Brandt's resignation in 1974, his successor Helmut Schmidt served as chancellor until 1982, when the SPD returned to opposition.[33]\n\nDuring the Peaceful Revolution in East Germany, the East German SPD was refounded. It merged with the West German party in 1990, shortly before German reunification.[34] The SPD returned to government under Gerhard Schröder after the 1998 federal election in a coalition with The Greens.[35] This government was re-elected in 2002 but defeated in 2005.[36] The SPD then became junior partner of a grand coalition with the CDU/CSU until 2009. After a term in opposition, they again served as junior partner to the CDU/CSU after the 2013 federal election.[37] This arrangement was renewed after the 2017 federal election.[38] SPD narrowly won against the CDU/CSU in the September 2021 federal election, becoming the biggest party in the federal parliament (Bundestag).[39] Social Democrat Olaf Scholz became the new chancellor in December 2021, and formed a coalition government with the Green Party and the Free Democrats.[40]\n\n"
        },
        {
            "title": "Party platform",
            "text": "The SPD was established as a Marxist party in 1875. It underwent a major shift in policies, reflected in the differences between the Heidelberg Program of 1925 which called for \"the transformation of the capitalist system of private ownership of the means of production to social ownership\"[41] and the Godesberg Program of 1959 which aimed to broaden the party's voter base and to move its political position toward the political centre.[42] After World War II, the SPD was re-formed in West Germany after being banned by the Nazi regime; in East Germany, it merged with the Communist Party of Germany to form the ruling Socialist Unity Party of Germany. Under the chairmanship of Kurt Schumacher, the SPD was a socialist party representing the interests of the working class and of trade unions. With the 1959 Godesberg Program, the party evolved from a socialist working-class party to a modern social-democratic party working within democratic capitalism. The SPD's Hamburg Programme, adopted in 2007, describes democratic socialism as \"an order of economy, state and society in which the civil, political, social and economic fundamental rights are guaranteed for all people, all people live a life without exploitation, oppression and violence, that is in social and human security\" and as a \"vision of a free, just and solidary society\", the realization of which is emphasized as a \"permanent task\". Social democracy serves as the \"principle of action\".[43]\n\nThe party platform of the SPD espouses the goal of social democracy, which it envisions as a societal arrangement in which freedom and social justice are paramount. According to the party platform, political freedom, justice and social solidarity form the basis of social democracy.\n\nThe SPD is mostly composed of members belonging to either of the two main wings, namely the Keynesian social democrats and Third Way moderate social democrats belonging to the Seeheimer Kreis. While the more moderate Seeheimer Kreis generally support the Agenda 2010 programs introduced by Chancellor Gerhard Schröder, the classical social democrats continue to defend classical left-wing policies and the welfare state. The Keynesian left-wing of the SPD claims that in recent years the welfare state has been curtailed through reform programs such as the Agenda 2010, Hartz IV, and the more economic liberal stance of the SPD which were endorsed by centrist social democrats.[45][46] In reaction to Agenda 2010, an inner-party dissident movement developed, leading to the foundation of the new party Labour and Social Justice – The Electoral Alternative (Arbeit & soziale Gerechtigkeit – Die Wahlalternative, WASG) in 2005, which later merged into The Left (Die Linke) in 2007.[47] The Parlamentarische Linke comprises left-wing SPD Members of the German Bundestag.\n\n"
        },
        {
            "title": "Base of support",
            "text": "Prior to World War II, as the main non-revolutionary left-wing party the Social Democrats fared best among non-Catholic workers as well as intellectuals favouring social progressive causes and increased economic equality. Led by Kurt Schumacher after World War II, the SPD initially opposed both the social market economy and Konrad Adenauer's drive towards Western integration fiercely, but after Schumacher's death it accepted the social market economy and Germany's position in the Western alliance in order to appeal to a broader range of voters. It still remains associated with the economic causes of unionised employees and working class voters. In the 1990s, the left and moderate wings of the party drifted apart, culminating in a secession of a significant number of party members which later joined the socialist party WASG, which later merged into The Left (Die Linke).\n\nMuch of the SPD's current-day support comes from large cities, especially northern and western Germany and Berlin. As of 2019, 10 of the country's 15 biggest cities are led by SPD mayors. The metropolitan Ruhr Area, where coal mining and steel production were once the main industries, have provided a significant base for the SPD in the 20th century. In the city of Bremen, the SPD has continuously governed since 1949.\n\nIn southern Germany, the SPD typically garners less support except in the largest cities. At the 2009 federal election, the party lost its only constituency in the entire state of Bavaria (in Munich).\n\nSmall town and rural support comes especially from the traditionally Protestant areas of northern Germany and Brandenburg (with notable exceptions such as Western Pomerania where CDU leader Angela Merkel has her constituency) and a number of university towns. A striking example of the general pattern is the traditionally Catholic Emsland, where the Social Democrats generally gain a low percentage of votes, whereas the Reformed Protestant region of East Frisia directly to the north, with its strong traditional streak of anti-Catholicism, is one of their strongest constituencies.\n\nFurther south, the SPD also enjoys solid support in northern Hesse, parts of Palatinate and the Saarland. The social democrats are weakest in the south-eastern states of Bavaria, Saxony and Thuringia, where the party's percentage of votes dropped to single-digit figures in the 2018 and 2019 elections.\n\n"
        },
        {
            "title": "Post-war leadership",
            "text": "The federal leader is supported by six Deputy Leaders and the party executive. As of 2021, the leaders are Saskia Esken and Norbert Walter-Borjans. The previous leader was Andrea Nahles, who announced her pending resignation on 2 June 2019. As Germany is a federal republic, each of Germany's states have their own SPD party at the state level.\n\n"
        },
        {
            "title": "Election results",
            "text": "The SPD, at times called SAPD, took part in general elections determining the composition of parliament. For elections up until 1933, the parliament was called the Reichstag, except for the one of 1919 which was called the National Assembly and since 1949 the parliament is called Bundestag. Note that changes in borders (1871, 1919, 1920, 1949, 1957 and 1990) varied the number of eligible voters whereas electoral laws also changed the ballot system (only constituencies until 1912, only party lists until 1949 and a mixed system thereafter), the suffrage (women vote since 1919; minimum active voting age was 25 till 1918, 20 till 1946, 21 till 1972 and 18 since), the number of seats (fixed or flexible) and the length of the legislative period (three or four years). The list begins after the SPD was formed in 1875, when labour parties unified to form the SPD (then SAPD, current name since 1890).\n\n\n\n"
        }
    ]
}