{
    "url": "https://en.wikipedia.org/wiki/Social_science_fiction",
    "title": "Social science fiction",
    "table_of_contents": [
        "1 In English",
        "2 Examples from the 1940s",
        "3 Other examples",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Social science fiction is a subgenre of science fiction, usually (but not necessarily) soft science fiction, concerned less with technology/space opera and more with speculation about society. In other words, it \"absorbs and discusses anthropology\" and speculates about human behavior and interactions.[1]\n\nExploration of fictional societies is a significant aspect of science fiction, allowing it to perform predictive (The Time Machine, 1895; The Final Circle of Paradise, 1965) and precautionary (Brave New World, 1932; Nineteen Eighty-Four, 1949; Childhood's End,  Fahrenheit 451, 1953) functions, to criticize the contemporary world (Gulliver's Travels, 1726; the works of Alexander Gromov, 1995–present) and to present solutions (Walden Two, Freedom™), to portray alternative societies (World of the Noon) and to examine the implications of ethical principles, as for example in the works of Sergei Lukyanenko.[1] More contemporary examples include The Lobster (2015), directed by Greek filmmaker Yorgos Lanthimos, and The Platform (2019).\n\n"
        },
        {
            "title": "In English",
            "text": "Social fiction is a broad term to describe any work of speculative fiction that features social commentary (as opposed to, say, hypothetical technology) in the foreground.[2] Social science fiction is a subgenre thereof, where social commentary (cultural or political) takes place in a sci-fi universe. Utopian and dystopian fiction is a classic, polarized genre of social science fiction, although most works of science fiction can be interpreted as having social commentary of some kind or other as an important feature. It is not uncommon, therefore, for a sci-fi work to be labeled as social sci-fi as well as numerous other categories.\n\nThomas More's book Utopia (1516) represents an early example of the genre.[citation needed] Another early classic writer, Jonathan Swift, penned critical views on current society—his most famous work, Gulliver's Travels (1726), is an example of a novel that is partially social science fiction (with such classic sci-fi elements as pioneering in strange new worlds and experimenting with variations of the human anatomy) and partially high fantasy (e.g., fantastical species that satirize various sectors of society).\n\nOne of the writers who used science fiction to explore the sociology of  near-future topics was H. G. Wells, with his classic The Time Machine (1895) revealing the human race diverging into separate branches of Elois and Morlocks as a consequence of class inequality: a happy pastoral society of Elois preyed upon by the Morlocks but yet needing them to keep their world functioning—a thinly veiled criticism of capitalist society, where the exploiter class, or the bourgeoisie, is symbolized by the useless, frivolous Elois, and the exploited working class, or the proletariat, is represented by the subterranean-dwelling, malnourished Morlocks. Wells' The Sleeper Awakes (1899, 1910) predicted the spirit of the 20th century: technically advanced, undemocratic and bloody. Next to prognoses of the future of society if current social problems persisted, as well as depictions of alien societies that are exaggerated versions of ours (exemplified by The War of the Worlds of 1897), Wells also heavily criticized the then-popular concept of vivisection, experimental \"psychiatry\" and research that was done for the purpose of restructuring the human mind and memory (clearly emphasized in The Island of Doctor Moreau, 1896).\n\nOther early examples of influential novels include Vril, the Power of the Coming Race (1871) by Edward Bulwer-Lytton, Erewhon (1872) by Samuel Butler, Looking Backward: 2000-1887 (1888) by Edward Bellamy and News from Nowhere (1890) by William Morris\n\nIn the U.S. the new trend of science fiction away from gadgets and space opera and toward speculation about the human condition[citation needed] was championed in pulp magazines of the 1940s by authors such as Robert A. Heinlein and by Isaac Asimov, who invented the term \"social science fiction\" to describe his own work.[3] The term is not often used presently except in the context of referring specifically to the changes that occurred during the 1940s,[citation needed] but the subgenre it references is still a major part of science fiction.\n\nUtopian fiction eventually gave birth to a negative and often more cynical genre, known as dystopian: Aldous Huxley's \"negative utopia\" Brave New World (1932) and, Animal Farm (1945) and Nineteen Eighty-Four (1949) by George Orwell. \"The thought-destroying force\" of McCarthyism influenced Ray Bradbury's Fahrenheit 451 (1953). Examples of young adult dystopian fiction include The Hunger Games (2008) by Suzanne Collins, The House of the Scorpion (2002) by Nancy Farmer, Divergent (2011) by Veronica Roth, The Maze Runner (2009) by James Dashner, and Delirium (2011) by Lauren Oliver.\n\nSome movies speculate about human behavior and interactions placed in extreme and strange environment like Cube (1997), Cube Zero (2004), Cube 2: Hypercube (2002) or Platform (2019). \n\nThe Chrysalids (1955) by John Wyndham explored the society of several telepathic children in a world hostile to such differences. Robert Sheckley studied polar civilizations of criminal and stability in his 1960 novel The Status Civilization.\n\nThe modern era of social science fiction began with the 1960s,[citation needed] when authors such as Harlan Ellison, Brian Aldiss, William Gibson and Frank Herbert wrote novels and stories that reflected real-world political developments and ecological issues, but also experimented in creating hypothetical societies of the future or of parallel populated planets. Ellison's main theme was the protest against increasing militarism. Kurt Vonnegut wrote Slaughterhouse-Five (1969), which used the science-fiction storytelling device of time-travel to explore anti-war, moral, and sociological themes. Frederik Pohl's series Gateway (1977–2004) combined social science fiction with hard science fiction. Modern exponents of social science fiction in the Campbellian/Heinlein tradition include L. Neil Smith who wrote both The Probability Broach (1981) and Pallas, which dealt with alternative \"sideways in time\" futures and what a libertarian society would look like. He is considered[by whom?] the heir to Robert A. Heinlein's individualism and libertarianism in science fiction.[4]\n\nKim Stanley Robinson explored different models of the future in his Three Californias Trilogy (1984, 1988, 1990).\n\nDoris Lessing won the 2007 Nobel Prize for literature. Although known mostly for her mainstream works, she wrote numerous works of social science fiction, including Memoirs of a Survivor (1974), Briefing for a Descent into Hell (1971), and the Canopus in Argos series (1974–1983).\n\n"
        }
    ]
}