{
    "url": "https://en.wikipedia.org/wiki/Social_novel",
    "title": "Social novel",
    "table_of_contents": [
        "1 Britain",
        "2 Continental Europe",
        "3 America",
        "4 Proletarian novel",
        "5 Young adult problem novel",
        "6 Other social novels",
        "7 See also",
        "8 Notes",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The social novel, also known as the social problem (or social protest) novel, is a \"work of fiction in which a prevailing social problem, such as gender, race, or class prejudice, is dramatized through its effect on the characters of a novel\".[1] More specific examples of social problems that are addressed in such works include poverty, conditions in factories and mines, the plight of child labor, violence against women, rising criminality, and epidemics because of over-crowding and poor sanitation in cities.[2]\n\nTerms like thesis novel, propaganda novel, industrial novel, working-class novel and problem novel are also used to describe this type of novel;[3] a recent development in this genre is the young adult problem novel. It is also referred to as the sociological novel. The social protest novel is a form of social novel which places an emphasis on the idea of social change, while the proletarian novel is a political form of the social protest novel which may emphasize revolution.[4] While early examples are found in 18th century Britain, social novels have been written throughout Europe and the United States.\n\n"
        },
        {
            "title": "Britain",
            "text": "Although this subgenre of the novel is usually seen as having its origins in the 19th century, there were precursors in the 18th century, like Amelia by Henry Fielding (1751), Things as They Are; or, The Adventures of Caleb Williams (1794) by William Godwin, The Adventures of Hugh Trevor (1794–1797) by Thomas Holcroft, and Nature and Art (1796) by Elizabeth Inchbald.[5] However, whereas Inchbald laid responsibility for social problems with the depravity and corruption of individuals, Godwin, in Caleb Williams, saw society's corruption as insurmountable.[6]\n\nIn England during the 1830s and 1840s the social novel \"arose out of the social and political upheavals which followed the Reform Act of 1832\".[7] This was in many ways a reaction to rapid industrialization, and the social, political and economic issues associated with it, and was a means of commenting on abuses of government and industry and the suffering of the poor, who were not profiting from England's economic prosperity. These works were directed at the middle class to help create sympathy and promote change.\n\nThe social novel is also referred to as the \"Condition-of-England novel\". The term derives from the \"Condition-of-England Question\", which was first raised by Thomas Carlyle in Chartism (1839) and expanded upon in Past and Present (1843) and Latter-Day Pamphlets (1850).[8] The Chartist movement was a working-class political reformist movement that sought universal male suffrage and other parliamentary reforms. Chartism failed as a parliamentary movement; however, five of the \"Six Points\" of Chartism would become a reality within a century of the group's formation. \"Condition-of-England novels sought to engage directly with the contemporary social and political issues with a focus on the representation of class, gender, and labour relations, as well as on social unrest and the growing antagonism between the rich and the poor in England\". Authors wrote in response to Carlyle's warning that \"if something be not done, something will do itself one day, and in a fashion that will please nobody.\"[9]\n\nA significant early example of this genre is Sybil, or The Two Nations, a novel by Benjamin Disraeli. Published in the same year, 1845, as Friedrich Engels's The Condition of the Working Class in England in 1844, Sybil traces the plight of the working classes of England. Disraeli was interested in dealing with the horrific conditions in which the majority of England's working classes lived. The book is a roman à thèse, a novel with a thesis, which aimed to create a furor over the squalor that was plaguing England's working class cities. Disraeli's interest in this subject stemmed from his interest in the Chartist movement.\n\nAnother early example of the social novel is Charles Kingsley's Alton Locke (1849), a work that set out to expose the social injustice suffered by workers in the clothing trade as well as the trials and tribulations of agricultural labourers. It also gives an insight into the Chartist campaign with which Kingsley was involved in the 1840s.\n\nElizabeth Gaskell's first industrial novel Mary Barton (1848) deals with relations between employers and workers, but its narrative adopted the view of the working poor and describes the \"misery and hateful passions caused by the love of pursuing wealth as well as the egoism, thoughtlessness and insensitivity of manufacturers\".[10] In North and South (1854–55), her second industrial, or social novel, Gaskell returns to the precarious situation of workers and their relations with industrialists, focusing more on the thinking and perspective of the employers.[11] Shirley (1849), Charlotte Brontë's second published novel after Jane Eyre, is also a social novel. Set in Yorkshire in the period 1811–12, during the industrial depression resulting from the Napoleonic Wars and the War of 1812, the action in Shirley takes place against a backdrop of the Luddite uprisings in the Yorkshire textile industry.\n\nSocial problems are also an important concern in the novels of Charles Dickens, including in particular poverty and the unhealthy living conditions associated with it, the exploitation of ordinary people by money lenders, the corruption and incompetence of the legal system, as well as of the administration of the Poor Law. Dickens was a fierce critic of the poverty and social stratification of Victorian society. In a New York address, he expressed his belief that, \"Virtue shows quite as well in rags and patches as she does in purple and fine linen.\"[12] Dickens's second novel, Oliver Twist (1839), shocked readers with its images of poverty and crime: it destroyed middle class polemics about criminals, making any pretence to ignorance about what poverty entailed impossible.[13][14] Charles Dickens's Hard Times (1854) is set in a small Midlands industrial town. It particularly criticizes the effect of Utilitarianism on the lives of the working classes in cities. John Ruskin declared Hard Times to be his favourite Dickens work due to its exploration of important social questions. Walter Allen characterised Hard Times as being an unsurpassed \"critique of industrial society\", though later superseded by works of D. H. Lawrence. Karl Marx asserted that Dickens \"issued to the world more political and social truths than have been uttered by all the professional politicians, publicists and moralists put together\".[15] On the other hand, George Orwell, in his essay on Dickens, wrote, \"There is no clear sign that he wants the existing order to be overthrown, or that he believes it would make very much difference if it were overthrown. For in reality his target is not so much society as 'human nature'.\"[16]\n\n"
        },
        {
            "title": "Continental Europe",
            "text": "\nArguably, Victor Hugo's 1862 work Les Misérables was the most significant social protest novel of the 19th century in Europe. His work touches upon most of the political and social issues and artistic trends of his time. Upton Sinclair described the novel as \"one of the half-dozen greatest novels of the world,\" and remarked that Hugo set forth the purpose of Les Misérables in the Preface:[17] \nAmong other French writers, Émile Zola's realist fiction contained many social protest works, including L'Assommoir (1877), which deals with life in an urban slum; and Germinal (1885), which is about a coal miners' strike. In his work-notes for the latter novel, Zola described it as posing what was to be the next century's, \"'the twentieth century's most important question', namely the conflict between the forces of modern Capitalism and the interests of the human beings necessary to its advance.\"[18] Both Hugo and Zola were politically engaged, and suffered exile due to their political positions.[19]\n\nRussian author Leo Tolstoy championed reform for his own country, particularly in education. Tolstoy did not consider his most famous work, War and Peace, to be a novel (nor did he consider many of the great Russian fictions written at that time to be novels). This view becomes less surprising if one considers that Tolstoy was a novelist of the realist school who considered the novel to be a framework for the examination of social and political issues in nineteenth-century life.[20] War and Peace (which was to Tolstoy really an epic in prose) therefore did not qualify. Tolstoy thought that Anna Karenina was his first true novel.[21]\n\n"
        },
        {
            "title": "America",
            "text": "An early American example is Harriet Beecher Stowe's anti-slavery novel Uncle Tom's Cabin (1852). The terms \"thesis novel\" and \"propaganda novel\" are also used to describe it, because it is \"strongly weighted to convert the reader to the author's stand\" on the subject of slavery.[22] There is an apocryphal tale told that when Stowe met Abraham Lincoln in Washington in November 1862,[23] the president greeted her by saying, \"So you are the little woman who wrote the book that started this great war.\"[24] Mark Twain's work Huckleberry Finn (1884) is another early American social protest novel. Much of modern scholarship of Huckleberry Finn has focused on its treatment of race. Many Twain scholars have argued that the book, by humanizing Jim and exposing the fallacies of the racist assumptions of slavery, is an attack on racism.[25] Others have argued that the book falls short on this score, especially in its depiction of Jim. According to Professor Stephen Railton of the University of Virginia, Twain was unable to fully rise above the stereotypes of Black people that white readers of his era expected and enjoyed, and therefore resorted to minstrel show-style comedy to provide humor at Jim's expense, and ended up confirming rather than challenging late-19th century racist stereotypes.[26]\n\nJohn Steinbeck's Pulitzer Prize-winning 1939 novel The Grapes of Wrath often is cited as the most successful social protest novel of the 20th century. Part of its impact stemmed from its passionate depiction of the plight of the poor, and in fact, many of Steinbeck's contemporaries attacked his social and political views. Bryan Cordyack writes, \"Steinbeck was attacked as a propagandist and a socialist from both the left and the right of the political spectrum. The most fervent of these attacks came from the Associated Farmers of California; they were displeased with the book's depiction of California farmers' attitudes and conduct toward the migrants. They denounced the book as a 'pack of lies' and labeled it 'communist propaganda'.[27] Some accused Steinbeck of exaggerating camp conditions to make a political point. Steinbeck had visited the camps well before publication of the novel[28] and argued their inhumane nature destroyed the settlers' spirit. First Lady Eleanor Roosevelt championed Steinbeck's book against his detractors, and helped bring about Congressional hearings on the conditions in migrant farmer camps that led to changes in federal labor law.[29]\n\nUpton Sinclair's 1906 novel The Jungle, based on the meatpacking industry in Chicago, was first published in serial form in the socialist newspaper Appeal to Reason from February 25, 1905 to November 4, 1905.[30] Sinclair had spent about six months investigating the Chicago meatpacking industry for Appeal to Reason, work which inspired his novel. Sinclair intended to \"set forth the breaking of human hearts by a system which exploits the labor of men and women for profit\".[31]\nHis descriptions of the unsanitary and inhumane conditions that workers suffered served to shock and galvanize readers. The writer Jack London called Sinclair's book \"the Uncle Tom's Cabin of wage slavery\".[32] Domestic and foreign purchases of American meat fell by half.[33] The novel brought public support for Congressional legislation and government regulation of the industry, including passage of the Meat Inspection Act and the Pure Food and Drug Act.[34][35]\n\nA more recent social novel is Richard Wright's 1940 novel Native Son. Wright's protest novel was an immediate best-seller, selling 250,000 hardcover copies within three weeks of its publication by the Book-of-the-Month Club on March 1, 1940. It was one of the earliest successful attempts to explain the racial divide in America in terms of the social conditions imposed on African-Americans by the dominant white society. It also made Wright the wealthiest Black writer of his time and established him as a spokesperson for African-American issues, and the \"father of Black American literature.\" As Irving Howe said in his 1963 essay \"Black Boys and Native Sons,\" \"The day Native Son appeared, American culture was changed forever. No matter how much qualifying the book might later need, it made impossible a repetition of the old lies [... and] brought out into the open, as no one ever had before, the hatred, fear, and violence that have crippled and may yet destroy our culture.\"[36] However, the book was criticized by some of Wright's fellow African-American writers. James Baldwin's 1949 essay \"Everybody's Protest Novel\" dismissed Native Son as protest fiction, and therefore limited in its understanding of human character and its artistic value.[37]\n\nJames Baldwin's novels and plays fictionalize fundamental personal questions and dilemmas amid complex social and psychological pressures thwarting the equitable integration of not only Blacks yet also of male homosexuals, depicting as well some internalized impediments to such individuals' quest for acceptance, namely in his second novel, Giovanni's Room (1956), written well before the equality of homosexuals was widely espoused in America.[38] Baldwin's best-known novel is his first, Go Tell It on the Mountain (1953).\n\n"
        },
        {
            "title": "Proletarian novel",
            "text": "The proletarian novel, according to the Encyclopædia Britannica comes out of the direct experience of working class life and \"is essentially an intended device of revolution\", while works by middle-class novelists, like William Godwin's Caleb Williams (1794) and Charles Dickens' Hard Times, though they are sympathetic to the hardships experienced by worker, \"are more concerned with the imposition of reform from above than with revolution from within\".[39] The Russian Maksim Gorky, is an example of a proletarian writer, however, in the Soviet Union the proletarian novel was doomed to disappear \"in the form that Gorky knew, for it is the essence of the revolutionary novel to possess vitality and validity only when written under capitalist 'tyranny'\".[40] But the proletarian novel has also been categorized without any emphasis on revolution, as a novel \"about the working classes and working-class life; perhaps with the intention of making propaganda\",[41] and this may reflect a difference between Russian, American and other traditions of working-class writing, with that of Britain (see below).\n\nThe United States has had a number of working-class, socialist authors, such as Jack London, Upton Sinclair, and John Dos Passos. London wrote from a socialist viewpoint, which is evident in his novel The Iron Heel. Neither a theorist nor an intellectual socialist, London's socialism grew out of his life experience. As London explained in his essay, \"How I Became a Socialist\",[42] his views were influenced by his experience with people at the bottom of the social pit. His optimism and individualism faded, and he vowed never to do more hard physical work than necessary. He wrote that his individualism was hammered out of him, and he was politically reborn. He often closed his letters \"Yours for the Revolution.\"[43] During the 1930s and 1940s Michael Gold (1894–1967) (the pen-name of Jewish American writer Itzok Isaac Granich) was considered the pre-eminent author and editor of U.S. proletarian literature. A lifelong communist, Gold was a novelist and literary critic. His semi-autobiographical novel Jews without Money (1930) was a bestseller. Other American examples of the proletarian novel include Agnes Smedley's Daughter of Earth (1929), Robert Cantwell's Land of Plenty (1934), Albert Halper's The Foundry (1934) and Albert Maltz's The Underground Stream (1940); other writers include James T. Farrell, Josephine Herbst, Tillie Olsen, and Meridel Le Sueur.\n\nHowever, the British tradition of working class writing was not solely inspired by the Communist Party, as it also involved socialists and anarchists. Furthermore, writing about the British working-class writers, H Gustav Klaus, in The Socialist Novel: Towards the Recovery of a Tradition, as long ago as 1982, suggested that \"the once current [term] 'proletarian' is, internationally, on the retreat, while the competing concepts of 'working class' and 'socialist' continue to command about equal adherence\".[44] The word proletarian is sometimes, however, used to describe works about the working class by actual working class authors, to distinguish them from works by middle class authors, like Charles Dickens's Hard Times and Henry Green's Living.[45] Walter Greenwood's Love on the Dole (1933) has been described as an \"excellent example\" of an English proletarian novel[46] It was written during the early 1930s as a response to the crisis of unemployment, which was being felt locally, nationally, and internationally. It is set in Hanky Park, an industrial slum in Salford, where Greenwood was born and brought up. The novel begins around the time of the General Strike of 1926, but its main action takes place in 1931.\n\n"
        },
        {
            "title": "Young adult problem novel",
            "text": "The young adult problem novel deals with an adolescent's first confrontation with a social, or personal problem.[47] The term was first used this way in the late 1960s with reference to contemporary works like The Outsiders, a coming-of-age novel by S. E. Hinton, first published in 1967. The adolescent problem novel is rather loosely defined. Rose Mary Honnold in The Teen Reader's Advisor defines them as dealing more with characters from lower-class families and their problems; and as using \"grittier\", more realistic language, including dialects, profanity, and poor grammar, when it fits the character and setting.\n\nHinton's The Outsiders (1967) and Paul Zindel's The Pigman (1968) are problem novels written specifically for teenagers. However, Sheila Egoff notes in Thursday's Child: Trends and Patterns in Contemporary Children's Literature that the Newbery Award-winning novel It's Like This, Cat (1963) by Emily Cheney Neville may have established \"the problem novel formula\". Go Ask Alice (1971) is an early example of the subgenre and is often considered an example of the negative aspects of the form (although the author is \"Anonymous\", it is largely or wholly the work of its purported editor, Beatrice Sparks). A more recent example is Adam Rapp's The Buffalo Tree (1997).\n\n"
        }
    ]
}