{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Brazil",
    "title": "Social issues in Brazil",
    "table_of_contents": [
        "1 Poverty and income concentration",
        "2 Crime in Brazil",
        "3 Education",
        "4 Infant mortality",
        "5 Housing",
        "6 Sanitation",
        "7 Health",
        "8 Environmental problems",
        "9 See also",
        "10 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Brazil ranks 49.3 in the Gini coefficient index, with the richest 10% of Brazilians earning 43% of the nation's income,  the poorest 34% earn less than 1.2%.[1]\n\nAccording to PNUD, in 1991, 99.2% of the municipalities had a low/very low HDI; but this number has fallen to 25.2% in 2010. On the other hand, the number of municipalities with high/very high HDI jumped from 0.2% in 1991 to 34.7% in 2010.[2] In 2012, the Brazilian HDI was 0.730, ranking 83rd worldwide and considered high.\n\n"
        },
        {
            "title": "Poverty and income concentration",
            "text": "Poverty in Brazil is most visually represented by the favelas, slums in the country's metropolitan areas and remote upcountry regions that suffer with economic underdevelopment and below-par standards of living. In Rio de Janeiro, about a fifth of its population of six million live in several hundred favelas, situated on steep, neglected land largely beyond the control and services of city authorities.[3] An attempt to mitigate these problems is the \"Fome Zero\" program launched by then-President Luiz Inácio Lula da Silva in 2003. Part of this is \"Bolsa Família\",[4] a cash transfer program that gives money to impoverished families under the condition that they keep their kids vaccinated and in school.\n\nThe Lula administration (2003–2011) reduced 9.8% the rate of poverty based on labor income during June 2002 and June 2006 according to Fundação Getúlio Vargas. In June 2006, the rate of extreme poverty was 18.57% of the population.[5]\n\nThe rate of poverty is in part attributed to the country's economic inequality. Brazil ranks among the world's highest nations in the Gini coefficient index of inequality assessment. A study on the subject [6] shows that the poor segment constitutes roughly one third of the population, and the extremely poor  make out 13% (2005 figures). However, the same study shows the income growth of the poorest 20% population segment to be almost in par with China, while the richest 10% are stagnating.\n\nAlong with the problem of poverty, Brazil is among the ten most unequal countries in the world, according to the Institute of Applied Economic Research (Ipea) of Brazil. Brazil has 0.539 by the Gini index, based on 2018 data. It is among the ten most unequal countries in the world, being the only Latin American in the list where Africans appear. Brazil is more unequal than Botswana, with 0.533 according to the Gini index, a small country neighboring South Africa with just over two million inhabitants. [7]\n\nIf you expand the range from 1% to the richest 10% of Brazilians, the participation in the country's income rises to 41.9% of the total. In other words, the other 90% of the population earn less than 60% of the total income, just to show such a disparity. [7]\n\nThe Brazilian federal government has also implemented and expanded in the last years major subsidy programs, such as Bolsa Família and Fome Zero, for families deemed to be in need of assistance. [8]\n\nIn recent years, the situation of poverty in Brazil has once again become a relevant social problem, even with the existence of government social programs that seek to address it. Food insecurity has worsened in Brazil, and hunger is even more present in the lives of Brazilians in 2022. According to data from the new National Survey on Food Insecurity in the Context of the Covid-19 Pandemic in Brazil, only 4 out of 10 families can access full access to food in the country. Hunger already affects 33.1 million people. The North and Northeast of Brazil are the most affected regions. Hunger in Brazil has returned to the level of the 1990s and women and black people are the ones who suffer the most. [9]\n\n"
        },
        {
            "title": "Crime in Brazil",
            "text": "Brazil has serious problems with crime. With roughly 23.8 homicides per 100,000 residents,[10] muggings, robberies, kidnappings[11] and gang violence[12] are common. Police brutality and corruption are widespread.[13][14] In response, the Brazilian government established the National Public Security Force (FNSP) in June 2004 by the Ministry of Justice, to act in situations of emergency, in times of crisis.\n\nMore than 800,000 people were murdered in Brazil between 1980 and 2004.[15] There were a total of 63,880 murders in Brazil in 2018.[16]\n\nThe data show that the country had 41,069 murders in 2021, the lowest number in the entire historical series, which started in 2007, there were 3,049 fewer deaths compared to 2020, a drop of 7%, 21 states in the country had a reduction in murders in the year the biggest drop was registered in the state of Acre, with less than 38% in the number of homicides. About 6 states of the federation had an increase in violent deaths - 4 of them are in the North region. the North was the only region of the country that recorded a rise in murders, with 10% the highest increase was registered in Amazonas, with 54%. [17]\n\nSpecialists from the Center for the Study of Violence at the University of São Paulo and the Brazilian Public Security Forum list some points to explain the numbers: Greater organization of criminal groups that sell drugs, thus promoting the reduction of violent crimes; Greater government control and influence over criminals; Settlement of conflicts between factions; Creation of public policy programs focused on combating specific crimes; Reduction in the number of young people in the population; Creation of a federal public security system, changes in the rules for transferring public funds, [17]\n\nEven so, a series of problems persist in the country related to the excessive bureaucracy of the justice system,[18] with successive increases in public investment in security forces,[19] but with a lack of organization in the direction of these investments (management and control[20]), especially with a lack of investment in the area of intelligence[21] and also with a lack of investment in crime prevention.[22] Still, Brazil needs improvements in the professionalization and organization of the public security system,[23] from investigation to prosecution. penal law, as well as the country's own ability to effectively promote penalization in an effective way.[24][25][26]\n\nSeveral penal reforms have been carried out year after year,[27] since the country's redemocratization (1985), with the objective of promoting the decriminalization and reintegration of prisoners into society,[28] however, in part due to the seriousness of Brazil's social problems and the low effectiveness of the justice system,[29] only the most visible and violent behaviors are punished, especially among the poorest.[30][31] The punishment of white collar crimes is the exception,[32][33] usually occurring in high profile cases.[34]\n\n"
        },
        {
            "title": "Education",
            "text": "Public education in Brazil is free at all levels.[35] Primary education is compulsory as per the article 208 of the Brazilian Constitution.\n\nMost primary schools are constitutionally maintained either by municipalities or the states. Both entities are obliged to apply at least 25% of their budgets in education. Since economic disparities exist between states, richer states and cities have more money to deliver quality education, whereas in the poorer cities and States the education will be generally of lower standards.\n\nSchool non-attendance by absence and malnutrition is one of the biggest educational problems in Brazil. Work under the age of 16 is forbidden by law, however Brazil has many cases of child labor. Children from large poor families start working from the age of 10 in order to help their parents, despite the law of compulsory education between the ages of 10 and 14. Other reasons for school non-attendance are the lack of sufficient school places and the high examination failure rate. Malnutrition also materially affects the intellectual development of children.\n\nThe standards of primary and secondary public education have been falling over the past decades. Since the country invested little in education, public education's standards dropped and the middle class moved their children to private schools. Nowadays, practically all the middle class sends their children to private schools. Costs may vary from as little as R$600 (US$240) p.a. in smaller cities to R$30,000 (US$17,000) p.a.[36] in São Paulo or Rio de Janeiro.\n\nThe situation has been improving over the past few years thanks to two official projects: Bolsa Escola, by which parents who keep their children in school and with good health receive a small allowance, and FUNDEF, by which municipalities receive federal funds in accordance to the number of children enrolled. Bolsa Escola was a conditional cash transfer (CCT) program that offered mothers in poor households a monthly stipend if their children ages 6 to 15 attended school on a\nregular basis. The program was implemented across all of Brazil between the years 2001\nand 2003, until it was folded into the broader Bolsa Família program.\n\nBrazil is participating of the One Laptop Per Child project,[37] aiming at providing low cost laptops to poor children in developing countries, but the program is moving slowly.\n\nThe Human Rights Measurement Initiative[38] finds that Brazil is doing 86.8% of what should be possible at its level of income for the right to education.[39]\n\n"
        },
        {
            "title": "Infant mortality",
            "text": "Table 1. Infant Mortality Rates by Regions of Brazil\n(per 1,000 live births)\n\nSource: Fundação IBGE, Census of Population, 1991 and\n2000.\n\n"
        },
        {
            "title": "Housing",
            "text": "Rapid urbanisation and population growth have caused many problems in developing cities. As cities grow too rapidly, resources are not able to keep up with the swelling population. Housing is one of the major problems many developing cities are facing today. Migrants who cannot afford proper housing are forced to build temporary housing without proper utilities. These settlements are known as favelas. With a population of 12.7 million people, Rio de Janeiro is the second largest city in Brazil.[40]  With a combination of push and pull factors, urban migration to Rio account for over 65% of population growth. This has led to a serious shortage of proper housing.\n\nBrazil's housing deficit is around 7 million units. \"Housing deficit\" here refers to the number of shelters which do not have adequate conditions to be habitable, plus the number of housing units that need to be built to shelter all families who currently lack one and, as a result, share a shelter with another household in over crowded conditions.[41]\n\nMany city dwellers build their own houses in shanty towns with scrap materials such as iron sheets and wood. Basic sanitation, water, electricity and sewage system may not be available, thereby leading to a spread of diseases. Such units are also overpopulated and located in areas not fit for residential use (such as flood zones, areas subject to land slides, public rights-of-ways, etc.) and need to be replaced or evicted. The favelas are not built according to any laws or safety regulations, and thus residents are constantly at risk of being killed in landslides or fires.[42]\n\nAs it stands, it has been identified that 84% of the housing deficit in Brazil is concentrated on families earning less than three times the minimum wage (a minimum wage is around $360 per month).[43]  Caught in the poverty cycle, families' incomes are structurally limited and as a result they are unable afford proper housing.\n\nAn example of one such favela in Brazil is Rocinha. Rocinha is one of the largest favelas in Brazil. Located in the southern area of Rio de Janeiro, it is built on a steep hillside overlooking the city. Although official datasets are hard to obtain, it is believed that over 150,000 people reside there.[44]\n\nThis rapid rate of illegal occupation of urban land has led to serious problems not only for the residents, but also for the entire city at large as well as the city's landscape and the natural environment of the surrounding areas.[45]\n\nThe Human Rights Measurement Initiative[46] finds that Brazil is doing 89.1% of what should be possible at its level of income for the right to housing.[47]\n\n"
        },
        {
            "title": "Sanitation",
            "text": "The lack of basic sanitation is a reality in many homes in Brazil. According to data carried out by the National Basic Sanitation Survey and the Sanitation Supplement of the Municipal Basic Information Survey, in 2017, about 39.7% of Brazilian municipalities did not have sanitary sewage service. [48]\n\nWithout the proper collection of dirty water and the guarantee of receiving clean piped water, diseases proliferate.In this case, regional disparities are evident. While in the Southeast region, 91% of the homes are connected to the sewage network, in the North region, only 7.1% of the homes have this service. [48]\n\n"
        },
        {
            "title": "Health",
            "text": "The Unified Health System (SUS), created in 1988, aims to serve the entire population free of charge. Unfortunately, this is not always possible, and many hospitals are overcrowded, without adequate equipment and professionals in sufficient numbers to attend to them. To get an idea, the Brazilian Society of Pediatrics (SBP) recommends 4 beds for every thousand live births. However, in the Brazilian public system, this number is 1.5 beds. [49]\n\nAmong the main problems, the following stand out: 1. Staff of unqualified professionals; 2. Lack of doctors; 3. Long waiting time to receive treatment; 4. Poor management of time used in health activities; 5. Lack of beds in the health system; 6. Financial mismanagement; 7. Little humanized service; 8. 8. Scarce emergency care; 9. High number of deaths; 10. Pandemic as an accelerating factor for public health problems (Hospital overcrowding; Outdated infrastructure).[50]\n\n"
        },
        {
            "title": "Environmental problems",
            "text": "Most Brazilian municipalities face environmental problems, and among the main ones are fires, deforestation and silting of rivers. There are several environmental problems on the planet. Problems such as atmospheric pollution, water pollution, fires and deforestation are increasingly frequent and affect the quality of life of man and also of other species. Brazil, like any country in the world, faces threats to the environment. According to a survey carried out by the Brazilian Institute of Geography and Statistics (IBGE), 90% of Brazilian municipalities have environmental problems, and among the most reported are fires, deforestation and silting.[51]\n\nFires are generally used to clear a certain area, renew pastures and facilitate the harvesting of products such as sugarcane. This practice can be harmful to the ecosystem, as it increases the risks of erosion, kills microorganisms that live in the soil, removes nutrients and causes atmospheric pollution. [51]\n\nDeforestation happens for several reasons. Among them, we can mention the expansion of agriculture, extraction of wood for commercial use, creation of hydroelectric plants, mining and expansion of cities. Deforestation harms the ecosystem in different ways, causing erosion, worsening desertification processes, changes in rainfall, reduced biodiversity, silting of rivers, etc. [51]\n\nThe Sedimentation occurs with the accumulation of sediments in aquatic environments. Its impacts on the environment are large, such as obstruction of water courses, destruction of aquatic habitats, damage to water intended for consumption and transmission of pollutants. [51]\n\nAlthough these are the most reported, it does not mean that they are the only environmental problems faced in our country. We can also cite as threats to the environment: water pollution, which causes diseases and damage to the supply, atmospheric pollution, responsible for a high incidence of respiratory diseases, and soil pollution, triggered mainly by the accumulation of garbage and the use of pesticides. [51]\n\n"
        }
    ]
}