{
    "url": "https://en.wikipedia.org/wiki/Social_disorganization_theory",
    "title": "Social disorganization theory",
    "table_of_contents": [
        "1 Park and Burgess",
        "2 Sutherland",
        "3 Cavan",
        "4 Shaw and McKay",
        "5 Faris",
        "6 Sampson",
        "7 Bursik and Grasmick",
        "8 Lee and Martinez",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In sociology, the social disorganization theory is a theory developed by the Chicago School, related to ecological theories. The theory directly links crime rates to neighbourhood ecological characteristics; a core principle of social disorganization theory that states location matters. In other words, a person's residential location is a substantial factor shaping the likelihood that that person will become involved in illegal activities. The theory suggests that, among determinants of a person's later illegal activity, residential location is as significant as or more significant than the person's individual characteristics (e.g., age, gender, or race). For example, the theory suggests that youths from disadvantaged neighborhoods participate in a subculture which approves of delinquency, and that these youths thus acquire criminality in this social and cultural setting.\n\nLarry Gaines and Roger Miller state in their book Criminal Justice in Action that \"crime is largely a product of unfavorable conditions in certain communities\". According to the social disorganization theory, there are ecological factors that lead to high rates of crime in these communities, and these factors linked to constantly elevated levels of \"high school dropouts, unemployment, deteriorating infrastructures, and single-parent homes\" (Gaines and Miller). The theory is not intended to apply to all types of crime, just street crime at the neighborhood level. The theory has not been used to explain organized crime, corporate crime, or deviant behavior that takes place outside neighborhood settings.\n\nUp to the beginning of 1970s, this theory took a back seat to the psychological explanation of crime.[1] A recent overview of social disorganization theory, including suggestions for refining and extending the theory, is a journal article by Kubrin and Weitzer (2003).\n\n"
        },
        {
            "title": "Park and Burgess",
            "text": "Robert E. Park and Ernest Burgess (1925) developed a theory of urban ecology which proposed that cities are environments like those found in nature, governed by many of the same forces of Darwinian evolution; i.e. competition, which affects natural ecosystems. When a city is formed and grows, people and their activities cluster in a particular area (this is the process of \"concentration\"). Gradually, this central area becomes highly populated, so there is a scattering of people and their activities away from the central city to establish the suburbs (this is \"dispersion\").\n\nThey suggested that, over time, the competition for land and other scarce urban resources leads to the division of the urban space into distinctive ecological niches, \"natural areas\" or zones in which people share similar social characteristics because they are subject to the same ecological pressures. As a zone becomes more prosperous and \"desirable\", property values and rents rise, and people and businesses migrate into that zone, usually moving outward from the city center in a process Park and Burgess called \"succession\" (a term borrowed from plant ecology), and new residents take their place.\n\nAt both a micro and macro level, society was thought to operate as a super organism, where change is a natural aspect of the process of growth, and is neither chaotic nor disorderly. Thus, an organized area is invaded by new elements. This gives rise to local competition, and there will either be succession or an accommodation which results in a reorganization. But, during the early stages of competition, there will always be some level of disorganization because there will be disruption to (or breakdowns in) the normative structure of the community, which may or may not lead to deviant behavior. Thus, although a city was a physical organization, it also had social and moral structures that could be disorganized.\n\nTheir model—known as concentric zone model and first published in The City (1925)—predicted that, once fully grown, cities would take the form of five concentric rings, with areas of social and physical deterioration concentrated near the city center and more prosperous areas located near the city's edge. This theory seeks to explain the existence of social problems such as unemployment and crime in specific Chicago districts, making extensive use of synchronic mapping to reveal the spatial distribution of social problems and to permit comparison between areas. They argued that \"neighborhood conditions, be they of wealth or poverty, had a much greater determinant effect on criminal behavior than ethnicity, race, or religion\" (Gaines and Miller). In the post-war period, the cartographic approach was criticized as simplistic in that it neglected the social and cultural dimensions of urban life, the political and economic impact of industrialization on urban geography, and the issues of class, race, gender, and ethnicity.\n\n"
        },
        {
            "title": "Sutherland",
            "text": "Edwin Sutherland adopted the concept of social disorganization to explain the increases in crime that accompanied the transformation of preliterate and peasant societies—in which \"influences surrounding a person were steady, uniform, harmonious and consistent\"—to modern Western civilization, which he believed was characterized by inconsistency, conflict, and un-organization (1934: 64). He also believed that the mobility, economic competition, and individualistic ideology that accompanied capitalist and industrial development had been responsible for the disintegration of the large family and homogeneous neighborhoods as agents of social control. The failure of extended kin groups expanded the realm of relationships no longer controlled by the community and undermined governmental controls, leading to persistent \"systematic\" crime and delinquency.\n\nSutherland also believed that such disorganization causes and reinforces the cultural traditions and cultural conflicts that support antisocial activity. The systematic quality of the behavior was a reference to repetitive, patterned, or organized offending, as opposed to random events. He depicted the law-abiding culture as dominant and more extensive than alternative criminogenic cultural views, and as capable of overcoming systematic crime if organized for that purpose (1939: 8). But because society is organized around individual and small group interests, society permits crime to persist. Sutherland concluded that if the society is organized with reference to the values expressed in the law, the crime is eliminated; if it is not organized, crime persists and develops (1939:8).\n\nIn later works, Sutherland switched from the concept of social disorganization to differential social organization to convey the complexity of overlapping and conflicting levels of organization in a society.\n\n"
        },
        {
            "title": "Cavan",
            "text": "In 1928, Ruth Shonle Cavan produced Suicide, a study of personal disorganization in which she confirmed that the mortality rate is relatively stable, regardless of economic and social conditions. Despite finding this result, Cavan was excluded from faculty status at Chicago. She served on various research committees for six years, and then moved to Rockford College in Illinois.\n\nShe was particularly interested in dance halls, brothels, insanity, divorce, nonvoting, suicide, and other forms of socially problematic behavior of interest to the political reformers, studying the working lives of \"business\" girls and their dispersal throughout the zones of Chicago (1929). Partly as a result of her studies, Cavan (1953) emphasized the importance to the efficient functioning of the entire social order of the regulation of sex. While there are variations in the specific arrangements, all societies contain family groups, forbid incest, sanction marriage, approve more highly of legitimate than of illegitimate births, and look upon marriage as the most highly approved outlet for sexual expression of adults.\n\nShe has continued the work to review delinquency in different countries (1968), returning to write of the Chicago School itself in 1983.\n\n"
        },
        {
            "title": "Shaw and McKay",
            "text": "Mapping can also show spatial distributions of delinquency and crime, but it cannot explain the results. Indeed, such research has often been used politically to ascribe immorality to specific population groups or ethnicities. Social disorganization theory and cultural transmission theory examine the consequences when a community is unable to conform to common values and to solve the problems of its residents.\n\nClifford Shaw and Henry D. McKay (1942) applied Sutherland's theory of systematic criminal behavior, and claimed that delinquency was not caused at the individual level, but is a normal response by normal individuals to abnormal conditions. Thus, if a community is not self-policing and if it is imperfectly policed by outside agencies, some individuals will exercise unrestricted freedom to express their dispositions and desires, often resulting in delinquent behavior. They considered the concentric zone model, and produced a diachronic analysis to demonstrate that delinquency was already dispersed in urban areas, and that more wealthy and important groups moved to avoid the existing social disorganization.\n\nTheir concepts, hypothesis, and research methods have been a strong influence on the analysis of delinquency and crime. Their dependent variables in the delinquency rates were measured by arrests, court appearances, and court adjudications of institutional commitment. Their independent variables were economic conditions by square-mile areas, ethnic heterogeneity, and population turnover. These variables were based on where delinquents lived and consisted of 10- to 16-year-old males who were petitioned to juvenile court (56,000 juvenile court records from 1900–1933 were used as data). The time frames they selected showed strong patterns of immigrant migration; Shaw and McKay believed that they could demonstrate whether delinquency was caused by particular immigrant groups or by the environment in which the immigrants lived:\n\nShaw and McKay demonstrated that social disorganization was endemic to the urban areas which were the only places the newly arriving poor could afford to live. In these areas, there was a high rate of turnover in the population (residential instability), and mixes of people from different cultural backgrounds (ethnic diversity). Shaw and McKay's analyses relating delinquency rates to these structural characteristics established key facts about the community correlates of crime and delinquency:\n\nComparing the maps, Shaw and McKay recognized that the pattern of delinquency rates corresponded to the \"natural urban areas\" of Park and Burgess' concentric zone model. This evidenced the conclusion that delinquency rates always remained high for a certain region of the city (ecological zone 2), no matter which immigrant group lived there. Hence, delinquency was not \"constitutional\", but was to be correlated with the particular ecological environment in which it occurs. In this context, Shaw and McKay asserted that ethnic diversity interferes with communication among adults, with effective communication less likely in the face of ethnic diversity because differences in customs and a lack of shared experiences may breed fear and mistrust.\n\nAlthough research in different countries has tended to support Shaw and McKay's findings that delinquent rates are highest in areas with economic decline and instability, that research has not found that crime rates spatially disperse from the city center outward. In fact, in some countries, the wealthy live in city centers, while the poorest zones are near city fringes. Further, their work does not consider why there is significant non-delinquency in delinquency areas. Thus, the theory identifies social causes of delinquency that seem to be located in specific geographical areas, but its conclusions are not completely generalizable. For a general discussion of their work, see Snodgrass (1976).\n\nShaw and McKay's Chicago Area Project is an example of practicing public criminology.\n\n"
        },
        {
            "title": "Faris",
            "text": "Robert E. Lee Faris (1955) extended the concept of social disorganization to explain social pathologies and social problems in general, including crime, suicide, mental illness, and mob violence. Defining organization as definite and enduring patterns of complementary relations (1955: 3), he defined social disorganization as the weakening or destruction of the relationships which hold together a social organization (1955: 81). Such a concept was to be employed objectively as a measurable state of a social system, independent of personal approval or disapproval. When applied to crime, Faris' central proposition was that, \"A crime rate is ...a reflection of the degree of disorganization of the control mechanisms in a society.\" In turn, crime also contributes to disorganization, and disorganization of such conventional mechanisms is especially likely in large, rapidly growing industrial cities where such disorganization permits highly organized criminality, as well as less organized forms of group and individual crime and delinquency.\n\n"
        },
        {
            "title": "Sampson",
            "text": "Robert J. Sampson (1993)[2] claims that any theory of crime must begin with the fact that most violent criminals belonged to teenage peer-groups, particularly street gangs, and that a gang member will become a full-time criminal if social controls are insufficient to address delinquent behaviour at an early age. He follows Shaw and McKay (1969) in accepting that, if the family and relatives offer inadequate supervision or incomplete socialization, children from broken families are more likely to join violent gangs, unless others take the parents' place. However, even children from unstable families are less likely to be influenced by peer groups in a community where most family units are intact. Tight-knit communities are more likely to identify strangers, report deviants to their parents, and pass warnings along. High rates of residential mobility and high-rise housing disrupt the ability to establish and maintain social ties. Formal organizations like schools, churches, and the police act as surrogates for family and friends in many communities, but poor, unstable communities often lack the organization and political connections to obtain resources for fighting crime and offering young people an alternative to deviant behavior. Sampson concludes that \"the empirical data suggest that the structural elements of social disorganization have relevance for explaining macro level variations in violence.\"\n\nSocial disorganisation may also produce crime by isolating communities from the mainstream culture. Sampson and Wilson (1995) proposed a theory of race and urban inequality to explain the disproportionate representation of African Americans as victims and offenders in violent crime. The basic idea proposed was that community-level patterns of racial inequality give rise to the social isolation and ecological concentration of the truly disadvantaged, which in turn leads to structural barriers and cultural adaptations that undermine social organisation and ultimately the control of crime. Sampson and Wilson (1995) pursued this logic to argue that the community-level causes of violence are the same for both whites and blacks, but that racial segregation by community differentially exposes members of minority groups to key violence-inducing and violence-protecting social mechanisms, thereby explaining black-white disparities in violence. Their thesis has come to be known as \"racial invariance\" in the fundamental causes of crime.\n\n"
        },
        {
            "title": "Bursik and Grasmick",
            "text": "Robert J. Bursik Jr's scholarly works played an important role in the revival of Social Disorganization Theory following its fall in popularity during the 1960s.[3] One of the main criticisms of Shaw and McKay's theory was that it suggested, in certain area's delinquency rates remained high regardless of the ethnicity group that lived there.[4] Researchers during this period felt that it was unlikely that crime patterns remained stable even though there were constant changes in population without these areas. Bursik's work helped negate some of the criticisms associated with Shaw and McKay's work; Bursik showed that it was possible and likely to have stable crime patterns within an area that showed constant population change. Specifically Bursik points out that “development of primary relationships that result in informal structures of social control is less likely when local networks are in continual state of flux.”[5] In the example of Chicago, as immigrants continue to come in, the population already there leave soon as it's financially feasible, which in return makes it difficult for any stable form of social control to take place.  \n\nRobert J. Bursik and Harold G. Grasmick further contributed to Social Disorganization Theory by reformulating concepts of social control within neighbourhoods that was introduced by Sampson and Groves, into three types of social control that are influenced by structural factors. Personal Social Control, Parochial Social Control and Public Social Control which are influenced by structural factors within a neighbourhood such as poverty, residential mobility, heterogeneity and broken homes affect the ability of the neighbourhood to implement models of social control.[6]\n\n"
        },
        {
            "title": "Lee and Martinez",
            "text": "When scholars associated with Social Disorganization theory developed spatial analytical techniques seventy years ago, they wanted a way to study violent crimes. These theorists were particularly concerned about the adverse impacts of that immigration, and how internal migration and ethnic heterogeneity might impact the ability of neighborhoods to control the behavior of their residents.[7] Shaw and McKay, Sampson and Groves and Bursik and Grasmick all suggest that immigration and ethnic heterogeneity within the neighborhood can have adverse effect within the community. Recent work by Matthew T. Lee and Ramiro Martinez JR, suggest that this might not always be the case; recent studies have found that immigration generally does not increase crime rates in areas in where immigrants settle; in fact some studies show that these areas are less involved in crime than natives.[8] Lee and Martinez suggest that current immigration trends do not have the negative consequences expected by disorganization theories; rather these studies show that immigration can strengthen social control rather than compromise it. \n\nImmigration Revitalization argues that immigration can revitalize poor areas and strengthen social control within neighborhoods because of strong familial ties and job opportunities associated with enclave economies that result in less crime. In fact Lee and Martinez state that immigration is required as an essential ingredient for continued viability of urban areas where population has declined or community decay occurs, as was the case in previous decades.[9]\n\n"
        }
    ]
}