{
    "url": "https://en.wikipedia.org/wiki/The_Society_for_the_Study_of_Social_Problems",
    "title": "Society for the Study of Social Problems",
    "table_of_contents": [
        "1 History",
        "2 Purpose",
        "3 Activities",
        "4 Membership",
        "5 Publications",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Society for the Study of Social Problems  (SSSP) is an organization founded in 1951 in counterpoint to the American Sociological Association.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The Society was founded in 1951 by Elizabeth Briant Lee and Alfred McClung Lee.[3][1] Professor of Sociology Julia Catherine Wrigley writes that the Society's founders were \"liberal and left-leaning academics\" and that it provided a \"meeting ground for those dismayed by the often conservative thrust of the [American Sociological Organization]\".[4]\n\nIn the 1950s and 1960s the Society was closely associated with labelling theory.[3]\n\n"
        },
        {
            "title": "Purpose",
            "text": "The SSSP's stated purpose is to promote and protect sociological research and teaching on significant problems of social life and, particularly, to encourage the work of young sociologists; to stimulate the application of scientific method and theory to the study of vital social problems; to encourage problem-centered social research; to foster cooperative relations among persons and organizations engaged in the application of scientific sociological findings to the formulation of social policies; to foster higher quality of life, social welfare, and positive social relations in society and the global community and to undertake activities to accomplish these goals.\n\n"
        },
        {
            "title": "Activities",
            "text": "The SSSP promotes dialogue through presentations at the annual meeting, and through listservs and division newsletters throughout the year; publishes research in the journal Social Problems; presents awards to community groups; supports undergraduate and graduate students, young scholars and activists with professional support, leadership opportunities, and scholarships; passes and acts upon public resolutions; and fosters the generation of new ideas.\n\n"
        },
        {
            "title": "Membership",
            "text": "Membership is open to individuals and university and college departments who support the SSSP’s goals.\n\n"
        },
        {
            "title": "Publications",
            "text": "Social Problems, the official quarterly journal of the Society, is published through Oxford University Press.[5] The Society also publishes various newsletters and booklets.\n\n"
        }
    ]
}