{
    "url": "https://en.wikipedia.org/wiki/Social_order",
    "title": "Social order",
    "table_of_contents": [
        "1 Sociology",
        "2 Principle of Sexual Altercations",
        "3 Groups and networks",
        "4 Status groups",
        "5 Values and norms",
        "6 Power and authority",
        "7 Spontaneous order",
        "8 Social honor",
        "9 Attainment",
        "10 See also",
        "11 References",
        "12 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The term social order can be used in two senses: In the first sense, it refers to a particular system of social structures and institutions. Examples are the ancient, the feudal, and the capitalist social order. In the second sense, social order is contrasted to social chaos or disorder and refers to a stable state of society in which the existing social structure is accepted and maintained by its members. The problem of order or Hobbesian problem, which is central to much of sociology, political science and political philosophy, is the question of how and why it is that social orders exist at all.\n\n"
        },
        {
            "title": "Sociology",
            "text": "Thomas Hobbes is recognized as the first to clearly formulate the problem, to answer which he conceived the notion of a social contract.\nSocial theorists (such as Karl Marx, Émile Durkheim, Talcott Parsons, and Jürgen Habermas) have proposed different explanations for what a social order consists of, and what its real basis is. For Marx, it is the relations of production or economic structure which is the basis of social order. For Durkheim, it is a set of shared social norms. For Parsons, it is a set of social institutions regulating the pattern of action-orientation, which again are based on a frame of cultural values. For Habermas, it is all of these, as well as communicative action.\n\n"
        },
        {
            "title": "Principle of Sexual Altercations",
            "text": "Another key factor concerning social order is the principle of extensiveness. This states the more norms and the more important the norms are to a society, the better these norms tie and hold together the group as a whole.\n\nA good example of this is smaller religions based in the U.S., such as the Amish. Many Amish live together in communities and because they share the same religion and values, it is easier for them to succeed in upholding their religion and views because their way of life is the norm for their community.[1]\n\n\n\n"
        },
        {
            "title": "Groups and networks",
            "text": "In every society, people belong to groups, such as businesses, families, churches, athletic groups, or neighborhoods. The structure inside of these groups mirrors that of the whole society. There are networks and ties between groups, as well as inside of each of the groups, which create social order.\n\nSome people belong to more than one group, and this can sometimes cause conflict. The individual may encounter a situation in which they have to choose one group over another. Many who have studied these groups believe that it is necessary to have ties between groups to strengthen the society as a whole, and to promote pride within each group. Others believe that it is best to have stronger ties to a group, enabling social norms and values to be reinforced.\n\n"
        },
        {
            "title": "Status groups",
            "text": "\"Status groups\" can be based on a person's characteristics such as race, ethnicity, sexual orientation, religion, caste, region, occupation, physical attractiveness, gender, education, age, etc. They are defined as \"a subculture having a rather specific rank (or status) within the stratification system. That is, societies tend to include a hierarchy of status groups, some enjoying high ranking and some low.\"[2] One example of this hierarchy is the prestige of a university professor compared to that of a garbage man.\n\nA certain lifestyle usually distinguishes the members of different status groups. For example, around the holidays a Jewish family may celebrate Hanukkah while a Christian family may celebrate Christmas. Other cultural differences such as language and cultural rituals identify members of different status groups.\n\nSmaller groups exist inside of one status group. For instance, one can belong to a status group based on one's race and a social class based on financial ranking. This may cause strife for the individual in this situation when they feel they must choose to side with either their status group or their social class. For example, a wealthy African American man who feels he has to take a side on an issue on which the opinions of poor African Americans and wealthy white Americans are divided and finds his class and status group opposed.\n\n"
        },
        {
            "title": "Values and norms",
            "text": "Values can be defined as \"internal criteria for evaluation\". Values are also split into two categories, there are individual values, which pertains to something that we think has worth and then there are social values. Social values are our desires modified according to ethical principles or according to the group, we associate with: friends, family, or co-workers.\nNorms tell us what people ought to do in a given situation. Unlike values, norms are enforced externally – or outside of oneself. A society as a whole determines norms, and they can be passed down from generation to generation.\n\n"
        },
        {
            "title": "Power and authority",
            "text": "An exception to the idea of values and norms as social order-keepers is deviant behavior. Not everyone in a society abides by a set of personal values or the group's norms all the time. For this reason, it is generally deemed necessary for a society to have authority. The adverse opinion holds that the need for authority stems from social inequality. \n\nIn a class society, those who hold positions of power and authority are among the upper class. Norms differ for each class because the members of each class were raised differently and hold different sets of values. Tension can form, therefore, between the upper class and lower class when laws and rules are put in place that do not conform to the values of both classes.\n\n"
        },
        {
            "title": "Spontaneous order",
            "text": "The order does not necessarily need to be controlled by the government.  Individuals pursuing self-interest can make predictable systems.  These systems, being planned by more than one person, may actually be preferable to those planned by a single person.  This means that predictability may be possible to achieve without a central government's control.  These stable expectations do not necessarily lead to individuals behaving in ways that are considered beneficial to group welfare.  Considering this, Thomas Schelling studied neighborhood racial segregation. His findings suggest that interaction can produce predictability, but it does not always increase social order.  In his researching, he found that \"when all individuals pursue their own preferences, the outcome is segregation rather than integration,\" as stated in \"Theories of Social Order\", edited by Michael Hechter and Christine Horne.[citation needed]\n\n"
        },
        {
            "title": "Social honor",
            "text": "Social honor can also be referred to as social status. It is considered the distribution of prestige or \"the approval, respect, admiration, or deference a person or group is able to command by virtue of his or its imputed qualities or performances\". The case most often is that people associate social honor with the place a person occupies with material systems of wealth and power. Since most of the society finds wealth and power desirable, they respect or envy people that have more than they do. When social honor is referred to as social status, it deals with the rank of a person within the stratification system. Status can be achieved, which is when a person position is gained on the basis of merit or in other words by achievement and hard work or it can be ascribed, which is when a person position is assigned to individuals or groups without regard for merit but because of certain traits beyond their control, such as race, sex, or parental social standing. An example of ascribed status is Kate Middleton who married a prince. An example of achieved status is Oprah Winfrey, an African American woman from poverty who worked her way to being a billionaire.[3]\n\n"
        },
        {
            "title": "Attainment",
            "text": "Two different theories exist that explain and attempt to account for social order. The first theory is \"order results from a large number of independent decisions to transfer individual rights and liberties to a coercive state in return for its guarantee of security for persons and their property, as well as its establishment of mechanisms to resolve disputes,\" as stated in Theories of Social Order by Hechter and Horne. The next theory is that \"the ultimate source of social order as residing not in external controls but in a concordance of specific values and norms that individuals somehow have managed to internalize.\" also stated in Theories of Social Order by Hechter and Horne. Both arguments for how social order is attained are very different. One argues that it is achieved through outside influence and control, and the other argues that it can only be attained when the individual willingly follows norms and values that they have grown accustomed to and internalized. Weber's insistence on the importance of domination and symbolic systems in social life was retained by Pierre Bourdieu, who developed the idea of social orders, ultimately transforming it into a theory of fields.\n\n"
        }
    ]
}