{
    "url": "https://en.wikipedia.org/wiki/Social_guidance_film",
    "title": "Social guidance film",
    "table_of_contents": [
        "1 History",
        "2 Appearances in other media",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Social guidance films constitute a genre of educational films attempting to guide children and adults to behave in certain ways. Originally produced by the U.S. government as \"attitude-building films\" during World War II,[1] the genre grew to be a common source of instruction in elementary and high school classrooms in the United States from the late 1940s to the early 1970s. The films covered topics including courtesy, grammar, social etiquette and dating, personal hygiene and grooming, health and fitness, civic and moral responsibility, sexuality, child safety, national loyalty, racial and social prejudice, juvenile delinquency, drug use, and driver safety; the genre also includes films for adults, covering topics such as marriage, business etiquette, general safety, home economics, career counseling and how to balance budgets.[2] A subset is known as hygiene films addressing mental hygiene and sexual hygiene.[3]\n\n"
        },
        {
            "title": "History",
            "text": "Social guidance films were produced by corporations such as Coronet Instructional Films, Centron Corporation for Young America Films, Encyclopædia Britannica Films, and occasionally by better-known companies such as Ford Motor Company and Crawley Films for McGraw-Hill Book Company. Many were made by independent producers, most notably the prolific maverick independent filmmaker Sid Davis. Few of these films featured notable actors, and only a few were produced by a major Hollywood studio, such as the films made by Walt Disney Productions and Warner Bros. In rare instances, the films were sponsored by a major company such as Kotex or General Motors. Ken Smith, in his seminal 1999 book on the genre, Mental Hygiene: Classroom Films 1945 - 1970, estimates that there were \"around three thousand\" films made that fall into the \"social guidance\" film genre.[2]\n\nWhile many of the films were merely instructional (like 1941's Posture and Exercise, 1949's Posture and Personality and 1952's Duck and Cover), others ended with an invitation for a classroom discussion of the topic (1956's What About Alcoholism?; 1959's What About Prejudice?), whereas others were presented as striking cautionary tales (1959's Signal 30; 1961's Seduction of the Innocent; 1967's Narcotics: Pit of Despair).\n\nAlthough sometimes viewed as conservative or reactionary by today's standards, Smith points out that these films were not made by conservatives or reactionaries but instead \"by some of the most liberal and progressive-minded people of their time.\"[2]\n\n"
        },
        {
            "title": "Appearances in other media",
            "text": "As films in this genre are largely in public domain, they have been used in modern productions outside of their intended purpose, usually as a means of unintentional comedy. A number of short social guidance films, such as Posture Pals (1952) and Are You Ready for Marriage? (1950), were featured and lampooned on the television comedy series Mystery Science Theater 3000 to provide padding for episodes in which the featured movie segments did not fill out the program's roughly 90-minute running time. On The Weird Al Show, clips from still other films were taken and edited together with new voiceovers to make parodies.\n\nThe 1999 feature film The Iron Giant, set in 1957, features a social guidance film-within-a-film titled Atomic Holocaust, the style and tone of which emulate 1952's Duck and Cover.[citation needed]\n\nA fifth season episode of the AMC series Mad Men, which takes place between July 1966 and August 1966, uses the title of 1959's Signal 30 as the episode title.\n\n"
        }
    ]
}