{
    "url": "https://en.wikipedia.org/wiki/Social_Darwinism",
    "title": "Social Darwinism",
    "table_of_contents": [
        "1 Origin of the term",
        "1.1 Usage",
        "2 Proponents",
        "3 Hypotheses relating social change and evolution",
        "4 Young Turks",
        "5 Nazi Germany",
        "6 Other regional distributions",
        "6.1 United States",
        "6.2 Japan",
        "6.3 China",
        "6.4 Central America",
        "6.5 Germany",
        "7 Criticism and controversy",
        "7.1 Multiple incompatible definitions",
        "7.2 Nazism, eugenics, fascism, imperialism",
        "7.3 Peter Kropotkin and mutual aid",
        "7.4 Fabianism",
        "8 See also",
        "9 References",
        "9.1 Primary sources",
        "9.2 Secondary sources",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSocial Darwinism refers to various theories and societal practices that purport to apply biological concepts of natural selection and survival of the fittest to sociology, economics and politics, and which were largely defined by scholars in Western Europe and North America in the 1870s.[1][2] Social Darwinism holds that the strong see their wealth and power increase while the weak see their wealth and power decrease. Social Darwinist definitions of the strong and the weak vary, and also differ on the precise mechanisms that reward strength and punish weakness. Many such views stress competition between individuals in laissez-faire capitalism, while others, emphasizing struggle between national or racial groups, support eugenics, racism, imperialism and/or fascism.[3][4][5]\n\nSocial Darwinism declined in popularity as a purportedly scientific concept following the First World War, and was largely discredited by the end of the Second World War—partially due to its association with Nazism and due to a growing scientific consensus that eugenics and scientific racism were groundless.[3][6][7] Later reference to social Darwinism was usually pejorative.[7][8][9]\n\nSome groups, including creationists such as William Jennings Bryan, argued that social Darwinism is a logical consequence of Darwinism.[8] Academics such as Steven Pinker have argued that this is a fallacy of appeal to nature as natural selection is a description of a biological phenomenon and does not imply that this phenomenon is morally desirable in human society.[10] While most scholars recognize some historical links between the popularisation of Darwin's theory and forms of social Darwinism, they also maintain that social Darwinism is not a necessary consequence of the principles of biological evolution. Social Darwinism is generally accepted to be a pseudoscience.[11][12][13][14]\n\nScholars debate the extent to which the various social Darwinist ideologies reflect Charles Darwin's own views on human social and economic issues. His writings have passages that can be interpreted as opposing aggressive individualism, while other passages appear to promote it.[15] Darwin's early evolutionary views and his opposition to slavery ran counter to many of the claims that social Darwinists would eventually make about the mental capabilities of the poor and indigenous peoples in the European colonies.[16] After the publication of On the Origin of Species in 1859, one strand of Darwin's followers, led by Sir John Lubbock, argued that natural selection ceased to have any noticeable effect on humans once organised societies had been formed.[17] However, some scholars argue that Darwin's view gradually changed and came to incorporate views from other theorists such as Herbert Spencer.[18] Spencer published[19] his Lamarckian evolutionary ideas about society before Darwin first published his hypothesis in 1859, and both Spencer and Darwin promoted their own conceptions of moral values. Spencer supported laissez-faire capitalism on the basis of his Lamarckian belief that struggle for survival spurred self-improvement which could be inherited.[20] An important proponent in Germany was Ernst Haeckel, who popularized Darwin's thought and his personal interpretation of it, and used it as well to contribute to a new creed, the monist movement.\n\n"
        },
        {
            "title": "Origin of the term",
            "text": "The term \"Darwinism\" was coined by Thomas Henry Huxley in his March 1861 review of On the Origin of Species,[21] and by the 1870s it was used to describe a range of concepts of evolution or development, without any specific commitment to Charles Darwin's theory of natural selection.[22]\n\nThe phrase \"social Darwinism\" first appeared in Joseph Fisher's 1877 article on The History of Landholding in Ireland, which was published in the Transactions of the Royal Historical Society.[23] Fisher was commenting on how a system for borrowing livestock called \"tenure\" had led to the false impression that the early Irish had already evolved or developed land tenure;[24]\n\nDespite the fact that Social Darwinism bears Charles Darwin's name, it is also linked today with others, notably Herbert Spencer, Thomas Malthus, and Francis Galton, the founder of eugenics. In fact, Spencer was not described as a social Darwinist until the 1930s, long after his death.[25] The term \"social Darwinism\" first appeared in Europe in 1880, and journalist Emilie Gautier had coined the term with reference to a health conference in Berlin 1877.[23] Around 1900 it was used by sociologists, some being opposed to the concept.[26] The American historian Richard Hofstadter popularized the term in the United States in 1944. He used it in the ideological war effort against fascism to denote a reactionary creed that promoted competitive strife, racism, and chauvinism. Hofstadter later also recognized (what he saw as) the influence of Darwinist and other evolutionary ideas upon those with collectivist views, enough to devise a term for the phenomenon, Darwinist collectivism.[5] Before Hofstadter's work the use of the term \"social Darwinism\" in English academic journals was quite rare.[27] In fact,\n\n\nSocial Darwinism has many definitions, and some of them are incompatible with each other. As such, social Darwinism has been criticized for being an inconsistent philosophy, which does not lead to any clear political conclusions. For example, The Concise Oxford Dictionary of Politics states:\nThe term \"social Darwinism\" has rarely been used by advocates of the supposed ideologies or ideas; instead it has almost always been used pejoratively by its opponents.[9] The term draws upon the common meaning of Darwinism, which includes a range of evolutionary views, but in the late 19th century was applied more specifically to natural selection as first advanced by Charles Darwin to explain speciation in populations of organisms. The process includes competition between individuals for limited resources, popularly but inaccurately described by the phrase \"survival of the fittest\", a term coined by sociologist Herbert Spencer.\n\nCreationists have often maintained that social Darwinism—leading to policies designed to reward the most competitive—is a logical consequence of  \"Darwinism\" (the theory of natural selection in biology).[8]\nBiologists and historians have stated that this is a fallacy of appeal to nature and should not be taken to imply that this phenomenon ought to be used as a moral guide in human society.[10] While there are historical links between the popularization of Darwin's theory and forms of social Darwinism, social Darwinism is not a necessary consequence of the principles of biological evolution.\n\nWhile the term has been applied to the claim that Darwin's theory of evolution by natural selection can be used to understand the social endurance of a nation or country, social Darwinism commonly refers to ideas that predate Darwin's publication of On the Origin of Species. Others whose ideas are given the label include the 18th-century clergyman Thomas Malthus, and Darwin's cousin Francis Galton who founded eugenics towards the end of the 19th century.\n\nThe massive expansion in Western colonialism during the New Imperialism era fitted in with the broader notion of social Darwinism used from the 1870s onwards to account for the phenomenon of \"the Anglo-Saxon and latin overflowing his boundaries\", as phrased by the late-Victorian sociologist Benjamin Kidd in Social Evolution, published in 1894.[29] The concept also proved useful to justify what was seen by some as the inevitable \"disappearance\" of \"the weaker races... before the stronger\" not so much \"through the effects of ... our vices upon them\" as \"what may be called the virtues of our civilisation.\" Winston Churchill, a political proponent of eugenics, maintained that if fewer 'feebleminded' individuals were born, less crime would take place.[30]\n\n"
        },
        {
            "title": "Proponents",
            "text": "Herbert Spencer's ideas, like those of evolutionary progressivism, stemmed from his reading of Thomas Malthus, and his later theories were influenced by those of Darwin. However, Spencer's major work, Progress: Its Law and Cause (1857), was released two years before the publication of Darwin's On the Origin of Species, and First Principles was printed in 1860.\n\nIn The Social Organism (1860), Spencer compares society to a living organism and argues that, just as biological organisms evolve through natural selection, society evolves and increases in complexity through analogous processes.[31]\n\nIn many ways, Spencer's theory of cosmic evolution has much more in common with the works of Lamarck and Auguste Comte's positivism than with Darwin's.\n\nJeff Riggenbach argues that Spencer's view was that culture and education made a sort of Lamarckism possible[1] and notes that Herbert Spencer was a proponent of private charity.[1] However, the legacy of his social Darwinism was less than charitable.[32]\n\nSpencer's work also served to renew interest in the work of Malthus. While Malthus's work does not itself qualify as social Darwinism, his 1798 work An Essay on the Principle of Population, was incredibly popular and widely read by social Darwinists. In that book, for example, the author argued that as an increasing population would normally outgrow its food supply, this would result in the starvation of the weakest and a Malthusian catastrophe.\n\nAccording to Michael Ruse, Darwin read Malthus' famous Essay on a Principle of Population in 1838, four years after Malthus' death. Malthus himself anticipated the social Darwinists in suggesting that charity could exacerbate social problems.\n\nAnother of these social interpretations of Darwin's biological views, later known as eugenics, was put forth by Darwin's cousin, Francis Galton, in 1865 and 1869. Galton argued that just as physical traits were clearly inherited among generations of people, the same could be said for mental qualities (genius and talent). Galton argued that social morals needed to change so that heredity was a conscious decision, to avoid both the over-breeding by less fit members of society and the under-breeding of the more fit ones.\n\nIn Galton's view, social institutions such as welfare and insane asylums were allowing inferior humans to survive and reproduce at levels faster than the more \"superior\" humans in respectable society, and if corrections were not soon taken, society would be awash with \"inferiors\". Darwin read his cousin's work with interest, and devoted sections of Descent of Man to discussion of Galton's theories. Neither Galton nor Darwin, though, advocated any eugenic policies restricting reproduction, due to their Whiggish distrust of government.[33]\n\nFriedrich Nietzsche's philosophy addressed the question of artificial selection, yet Nietzsche's principles did not concur with Darwinian theories of natural selection. Nietzsche's point of view on sickness and health, in particular, opposed him to the concept of biological adaptation as forged by Spencer's \"fitness\". Nietzsche criticized Haeckel, Spencer, and Darwin, sometimes under the same banner by maintaining that in specific cases, sickness was necessary and even helpful.[34] Thus, he wrote:\n\nErnst Haeckel's recapitulation theory was not Darwinism, but rather attempted to combine the ideas of Goethe, Lamarck and Darwin. It was adopted by emerging social sciences to support the concept that non-European societies were \"primitive\", in an early stage of development towards the European ideal, but since then it has been heavily refuted on many fronts.[36] Haeckel's works led to the formation of the Monist League in 1904 with many prominent citizens among its members, including the Nobel Prize winner Wilhelm Ostwald.\n\nThe simpler aspects of social Darwinism followed the earlier Malthusian ideas that humans, especially males, require competition in their lives to survive. Further, the poor should have to provide for themselves and not be given any aid. However, amidst this climate, most social Darwinists of the early 20th century actually supported better working conditions and salaries. Such measures would grant the poor a better chance to provide for themselves yet still distinguish those who are capable of succeeding from those who are poor out of laziness, weakness, or inferiority.[citation needed]\n\n"
        },
        {
            "title": "Hypotheses relating social change and evolution",
            "text": "One of the earliest uses of the term \"social Darwinism\" was by Eduard Oscar Schmidt of the University of Strasbourg, when reporting at a scientific and medical conference held in Munich in 1877. He noted how socialists, although opponents of Darwin's theory, used it to add force to their political arguments. Schmidt's essay first appeared in English in Popular Science in March 1879.[37] There followed an anarchist tract published in Paris in 1880 entitled \"Le darwinisme social\" by Émile Gautier. However, the use of the term was very rare—at least in the English-speaking world (Hodgson, 2004)[38]—until the American historian Richard Hofstadter published his influential Social Darwinism in American Thought (1944) during World War II.\n\nHypotheses of social evolution and cultural evolution were common in Europe. The Enlightenment thinkers who preceded Darwin, such as Hegel, often argued that societies progressed through stages of increasing development. Earlier thinkers also emphasized conflict as an inherent feature of social life. Thomas Hobbes's 17th-century portrayal of the state of nature seems analogous to the competition for natural resources described by Darwin. Social Darwinism is distinct from other theories of social change because of the way it draws Darwin's distinctive ideas from the field of biology into social studies.\n\nDarwin, unlike Hobbes, believed that this struggle for natural resources allowed individuals with certain physical and mental traits to succeed more frequently than others, and that these traits accumulated in the population over time, which under certain conditions could lead to the descendants being so different that they would be defined as a new species.\n\nHowever, Darwin felt that \"social instincts\" such as \"sympathy\" and \"moral sentiments\" also evolved through natural selection, and that these resulted in the strengthening of societies in which they occurred, so much so that he wrote about it in Descent of Man:\n\n"
        },
        {
            "title": "Young Turks",
            "text": "The Committee of Union and Progress in the Ottoman Empire adopted Social Darwinist ideology. Belief that there was a life-or-death conflict between Turks and other ethnicities motivated them to carry out genocides and ethnic cleansing campaigns against the Armenians, Assyrians, Kurds, Greeks and other groups. Social Darwinism enabled them to view extermination of entire population groups and the murder of women and children as a necessary and justified course of action.[40][41][42][43][44][45][46]\n\nSocial Darwinism was also an aspect of Kemalism.[47][48]\n\n"
        },
        {
            "title": "Nazi Germany",
            "text": "Nazi Germany's justification for its aggression was regularly promoted in Nazi propaganda films depicting scenes such as beetles fighting in a lab setting to demonstrate the principles of \"survival of the fittest\" as depicted in Alles Leben ist Kampf (English translation: All Life is Struggle). Hitler often refused to intervene in the promotion of officers and staff members, preferring instead to have them fight amongst themselves to force the \"stronger\" person to prevail—\"strength\" referring to those social forces void of virtue or principle.[49] Key proponents were Alfred Rosenberg, who was hanged later at Nuremberg. Such ideas also helped to advance euthanasia in Germany, especially Action T4, which led to the murder of mentally ill and disabled people in Germany.[50]\n\nThe argument that Nazi ideology was strongly influenced by social Darwinist ideas is often found in historical and social science literature.[51] For example, the philosopher and historian Hannah Arendt analysed the historical development via social Darwinist ethics to racist ideology.[52]\n\nAnother example is recent scholarship that portrays Ernst Haeckel's Monist League as a mystical progenitor of the Völkisch movement and, ultimately, of the Nazi Party of Adolf Hitler. Scholars opposed to this interpretation, however, have pointed out that the Monists were freethinkers who opposed all forms of mysticism, and that their organizations were immediately banned following the Nazi takeover in 1933 because of their association with a wide variety of causes including feminism, pacifism, human rights, and early gay rights movements.[53]\n\n"
        },
        {
            "title": "Other regional distributions",
            "text": "Within American society, ideas of social Darwinism reached their greatest prominence during the Gilded Age—predominantly through the rationale of the late 19th-century industrial titans such as John D. Rockefeller (1839–1937) and Andrew Carnegie (1835–1919).[54] Nationwide monopolists of this type applied Darwin's concept of natural selection to explain corporate dominance in their respective fields and thus to justify their exorbitant accumulations of success and social advancement.[55] Rockefeller, for example, proclaimed: \"The growth of a large business is merely a survival of the fittest...the working out of a law of nature and a law of God.\"[56] Robert Bork (1927–2012) backed this notion of inherent characteristics as the sole determinant of survival in the business-operations context when he said: \"In America, the rich are overwhelmingly people—entrepreneurs, small-business men, corporate executives, doctors, lawyers, etc.—who have gained their higher incomes through intelligence, imagination, and hard work.\"[57] Moreover, William Graham Sumner (1840–1910) lauded this same cohort of magnates, and further extended the theory of \"corporate Darwinism\". Sumner argued that societal progress depended on the \"fittest families\" passing down wealth and genetic traits to their offspring, thus allegedly creating a lineage of superior citizens.[54] However, contemporary social-scientists repudiate such claims[58] and demand that economic status be considered[by whom?] not a direct function of one's inborn traits and moral worth.[citation needed]\n\nIn 1883 Sumner published a highly-influential pamphlet entitled \"What Social Classes Owe to Each Other\", in which he insisted that the social classes owe each other nothing, synthesizing Darwin's findings with free-enterprise capitalism for his justification.[citation needed] According to Sumner, those who feel an obligation to provide assistance to those unequipped or under-equipped to compete for resources, will lead to a country in which the weak and inferior are encouraged to breed more like themselves, eventually dragging the country down. Sumner also believed that the best equipped to win the struggle for existence was the American businessman, and concluded that taxes and regulations serve as dangers to his survival. This pamphlet makes no mention of Darwinism, and only refers to Darwin in a statement on the meaning of liberty, that \"There never has been any man, from the primitive barbarian up to a Humboldt or a Darwin, who could do as he had a mind to.\"[59]\n\nSumner never fully embraced Darwinian ideas, and some contemporary historians do not believe that Sumner ever actually believed in social Darwinism.[60] The great majority of American businessmen rejected the anti-philanthropic implications of Sumner's theory. Instead they gave millions to build schools, colleges, hospitals, art institutes, parks and many other institutions. Andrew Carnegie, who admired Spencer, was the leading philanthropist in the world in the period from 1890 to 1920, and a major leader against imperialism and warfare.[61]\n\nThe Englishman H. G. Wells (1866–1946) was heavily influenced by Darwinist thought, but reacted against social Darwinism.[62]\nAmerican novelist Jack London (1876–1916) wrote stories of survival that incorporated his views on social Darwinism.[63] American film-director Stanley Kubrick (1928–1999) has been described as \"just an old-fashioned social Darwinist\".[64]\n\nOn the basis of U.S. theory and practice, commercial Darwinism operates in markets worldwide, pitting corporation against corporation in struggles for survival.[65]\n\nSocial Darwinism has influenced political, public health and social movements in Japan since the late 19th and early 20th century. Social Darwinism was originally brought to Japan through the works of Francis Galton and Ernst Haeckel as well as United States, British and French Lamarckian eugenic written studies of the late 19th and early 20th centuries.[66] Eugenism as a science was hotly debated at the beginning of the 20th century, in Jinsei-Der Mensch, the first eugenics journal in the empire. As Japan sought to close ranks with the west, this practice was adopted wholesale along with colonialism and its justifications.\n\nSocial Darwinism was formally introduced to China through the translation by Yan Fu of Huxley's Evolution and Ethics, in the course of an extensive series of translations of influential Western thought.[67] Yan's translation strongly impacted Chinese scholars because he added national elements not found in the original. Yan Fu criticized Huxley from the perspective of Spencerian social Darwinism in his own annotations to the translation.[68] He understood Spencer's sociology as \"not merely analytical and descriptive, but prescriptive as well\", and saw Spencer building on Darwin, whom Yan summarized thus:\n\nBy the 1920s, social Darwinism found expression in the promotion of eugenics by the Chinese sociologist Pan Guangdan. When Chiang Kai-shek started the New Life movement in 1934, he \"...harked back to theories of Social Darwinism\", writing that \"only those who readapt themselves to new conditions, day by day, can live properly. When the life of a people is going through this process of readaptation, it has to remedy its own defects, and get rid of those elements which become useless. Then we call it new life.\"[70]\n\nThe Aztecs were not the first civilization in Mesoamerica to practice human sacrifice of the weak, disabled and infirm such as children with Down syndrome, as a way to strengthen the population and remove non-productive members. The first to use these practices was probably the Olmec civilization (1200–300 BCE), which began such rituals atop their sacred pyramids. Other civilizations such as the Maya and Toltecs continued the practices. The Aztecs did, however, take sacrifice to an unprecedented scale. It is thought that hundreds, perhaps even thousands, of victims were sacrificed each year.\n\nIn the 1860s and 1870s, social Darwinism began to take shape in interaction between Charles Darwin and his German advocates, namely August Schleicher, Max Müller and Ernst Haeckel. Evolutionary linguistics was taken as a platform to construe a Darwinian theory of mankind. Since it was thought at the time that the orangutan and human brain were roughly the same size, Darwin and his colleagues suspected that only the invention of language could account for differentiation between humans and other Great Apes. It was suggested that the evolution of language and the mind must go hand in hand. From this perspective, empirical evidence from languages from around the world was interpreted by Haeckel as supporting the idea that nations, despite having rather similar physiology, represented such distinct lines of 'evolution' that mankind should be divided into nine different species. Haeckel constructed an evolutionary and intellectual hierarchy of such species.[71] In a similar vein, Schleicher regarded languages as different species and sub-species, adopting Darwin's concept of selection through competition to the study of the history and spread of nations.[72] Some of their ideas, including the concept of living space were adopted to the Nazi ideology after their deaths.[71]\n\nSocial evolution theories in Germany gained large popularity in the 1860s and had a strong antiestablishment connotation first. Social Darwinism allowed people to counter the connection of Thron und Altar, the intertwined establishment of clergy and nobility, and provided as well the idea of progressive change and evolution of society as a whole. Ernst Haeckel propagated both Darwinism as a part of natural history and as a suitable base for a modern Weltanschauung, a world view based on scientific reasoning in his Monist League. Friedrich von Hellwald had a strong role in popularizing it in Austria. Darwin's work served as a catalyst to popularize evolutionary thinking.[73]\n\nA sort of aristocratic turn, the use of the struggle for life as a base of social Darwinism sensu stricto came up after 1900 with Alexander Tille's 1895 work Entwicklungsethik (Ethics of Evolution), which asked to move from Darwin till Nietzsche. Further interpretations moved to ideologies propagating a racist and hierarchical society and provided ground for the later radical versions of social Darwinism.[73]\n\nSocial Darwinism came to play a major role in the ideology of Nazism, which combined it with a similarly pseudo-scientific theory of racial hierarchy to identify the Germans as a part of what the Nazis regarded as an Aryan or Nordic master race.[74] Nazi social Darwinist beliefs led them to retain business competition and private property as economic engines.[75][76]  Nazism likewise opposed social welfare based on a social Darwinist belief that the weak and feeble should perish.[77] This association with Nazism, coupled with increasing recognition that it was scientifically unfounded, contributed to the broader rejection of social Darwinism after the end of World War II.[6][7]\n\n"
        },
        {
            "title": "Criticism and controversy",
            "text": "Social Darwinism has many definitions, and some of them are incompatible with each other. As such, social Darwinism has been criticized for being an inconsistent philosophy, which does not lead to any clear political conclusions. For example, The Concise Oxford Dictionary of Politics states:\n\nSocial Darwinism was predominantly found in laissez-faire societies where the prevailing view was that of an individualist order to society. A different form of social Darwinism was part of the ideological foundations of Nazism and other fascist movements. This form did not envision survival of the fittest within an individualist order of society, but rather advocated a type of racial and national struggle where the state directed human breeding through eugenics.[79] Names such as \"Darwinian collectivism\" or \"Reform Darwinism\" have been suggested to describe these views to differentiate them from the individualist type of social Darwinism.[5]\n\nAs mentioned above, social Darwinism has often been linked to nationalism and imperialism.[80] During the age of New Imperialism, the concepts of evolution justified the exploitation of \"lesser breeds without the law\" by \"superior races\".[80] To elitists, strong nations were composed of white people who were successful at expanding their empires, and as such, these strong nations would survive in the struggle for dominance.[80] With this attitude, Europeans, except for Christian missionaries, seldom adopted the customs and languages of local people under their empires.[80]\n\nPeter Kropotkin argued in his 1902 book Mutual Aid: A Factor of Evolution that Darwin did not define the fittest as the strongest, or most clever, but recognized that the fittest could be those who cooperated with each other. In many animal societies, \"struggle is replaced by co-operation\".\n\nNoam Chomsky discussed briefly Kropotkin's views in an 8 July 2011 YouTube video from Renegade Economist, in which Kropotkin\nKropotkin, an anarchist, described how co-operation exists in nature, and that it too must serve a purpose in natural selection. This is only social Darwinism in that the case for mutual aid in society is made by appealing to evolutionary biology. To Kropotkin, the state is \"unnatural\" in the sense that it prevents the realisation of what he deemed to be the next stage of human social evolution: anarcho-communism. Though there are similarities, this position differs from dialectical materialism.\n\nIn contrast, Fabians in the early 1900s sought to use the state as the means through which a collectivist social Darwinism was to be put into effect. The common Fabian views of the time reconciled a specific form of state socialism and the goal of reducing poverty with eugenics policies.\n\n\"[These policies] imply a total disregard for any idea of individual self-fulfilment as the aim of a socialist society...These policies also implied a notion of the person as a set of genetically fixed qualities, where experience and environment came a very poor second by comparison with innate characteristics. In the debate between nature and nurture, the former was seen to have a massive advantage.\"[83]\n\n"
        }
    ]
}