{
    "url": "https://en.wikipedia.org/wiki/Social_issues_in_Guatemala",
    "title": "Social issues in Guatemala",
    "table_of_contents": [
        "1 Poverty",
        "2 Poverty and income inequality",
        "2.1 Inequality and Agriculture",
        "2.2 Inequality and social exclusion",
        "3 Foreign debt",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Poverty reduction in Guatemala remains as one of the key challenges to be dealt with before a more balanced and socially inclusive economic growth could be achieved.\n\n"
        },
        {
            "title": "Poverty",
            "text": "According to figures in 2006, 6.6 million people are still living under poverty and a third of this figure, or 2 million people, are struggling with extreme poverty.[1]\n\nMoreover, despite a fall in extreme poverty during the 1990s, Guatemala’s dependency on exports and susceptibility to global price shocks such as the world coffee crisis and natural disasters such as the Tropical Storm Stan in 2005 has led to a subsequent increase of the poverty rate in 2004 and falling again in 2005.[2]\n\nNotwithstanding a recent fall in the poverty rate, both external and natural events continue to exert great influence on poverty levels in Guatemala. Consequently, poverty alleviation work in tandem with risk management policies in Guatemala.\n\n"
        },
        {
            "title": "Poverty and income inequality",
            "text": "Ranked with the second highest inequality rate in Latin America, (Gini coefficient of 0.55),[3] many disparities exist between different economic sectors and income groups, reflecting a large rich-poor divide in Guatemala. Further data has shown that only 3.8 percent of the country's total income is earned by the poorest 20 percent of the population, compared with the 60.6 percent earned by the richest 20 percent of the population [4]\n\nFurthermore, income inequality in Guatemala is accentuated by regional differences, namely, 1) a large rural agrarian sector and 2) social exclusion.\n\nAgriculture is one of the primary sectors in Guatemala (22.2 percent of GDP), producing principal cash crops such as coffee, sugars and bananas.[5] Together with other non-agricultural products, they contribute towards 75 percent of export earnings.[6] The agricultural sector employs about 39 percent of the national workforce, resulting in suppressed wages and low productivity.[7] This provides some explanation for the rural-urban dichotomy in living standards.\n\nThis problem is made worse by subsistence agriculture, resulting in low productivity and value-addedness. As a result, meagre incomes push subsistence farmers into poverty. Moreover, a denial of access to credit for vital agricultural investment has often led to farmers sinking into a vicious poverty cycle which continues through generations.[8]\n\nSudden and unexpected events such as natural calamities and adverse climate conditions can also threaten agricultural harvests. It is not a matter of coincidence that the rural poor often comprised a large portion of populations living within these danger zones. Understandably, the rural poor are not able to gather sufficient resources to mitigate such emergencies, such as insurance against risk. Hence, the occurrence of such events would have recurring effects on rural dwellers, pushing them into greater poverty.\n\nPoverty appears to be largely concentrated within the regional groupings in Guatemala. To illustrate, comparisons between urban, rural and indigenous, non-indigenous people have shown that the non-indigenous groups fare considerably better than their indigenous contemporaries, comparable on a similar level to the national average of Cameroon, which ranks 144th on global HDI rankings with a score of 0.0506(HDI).[9] As a result of social exclusion, the  Q’eqchi ethnic group's HDI is relatively lower than the national average of 0.560.[10]\n\nFurthermore, the 38 percent poverty rate experienced by the rural indigenous population is almost twice the national average of 21.9 percent and at least 20 percent greater than their urban contemporaries, highlighting a rural-urban divide in terms of development.[11]\n\nIn sum, the deprivation of the rural poor from opportunities of personal growth and development is a reflection of their disadvantaged economic circumstances. While the urban sector has been reaping relatively higher economic growth, the rural poor have been marginalized, bypassed and socially excluded from full economic participation in the Guatemalan economy.\n\n\n\n"
        },
        {
            "title": "Foreign debt",
            "text": "Lastly, coupled with a high foreign debt totaling $5,496 million according to 2006 figures,[12] the Guatemalan economy became even more depressed with this large sum of foreign debt obligation. This has been supported by various studies that pointed out how a large foreign debt could potentially deplete a country's capital stock, thereby reducing much-needed investment opportunities vital for economic growth.[13][14] However, the positive impact of economic growth on poverty reduction should be taken with a word of caution. While there is a positive GDP growth of 4.5 percent in that same fiscal year in Guatemala,[1] it has done little to reduce poverty. With economic growth bearing no absolute causality on poverty reduction, there is a need for the social determinants of poverty to be looked into. According to Vlahov, et al., \"The social determinants approach to health emphasizes improving living conditions in such arenas as housing, employment, education, equality, quality of living environment, social support and health services.\"[15]\n\n"
        }
    ]
}