{
    "url": "https://en.wikipedia.org/wiki/Society_of_the_Cincinnati",
    "title": "Society of the Cincinnati",
    "table_of_contents": [
        "1 History",
        "2 Insignia",
        "3 Criticism",
        "4 Later activities",
        "4.1 City development by early members",
        "4.2 Public awareness",
        "4.3 Membership rules",
        "4.4 The Society of the Cincinnati Prize",
        "5 Headquarters",
        "5.1 Library",
        "5.2 American Revolution Institute",
        "6 Affiliations",
        "7 Notable original members",
        "8 Notable hereditary members[52][53]",
        "8.1 Military and naval officers",
        "8.2 Government officials",
        "8.3 Others",
        "9 Notable honorary members[55]",
        "9.1 Presidents of the United States",
        "9.2 Nobel Peace Prize recipients",
        "9.3 Naval officers",
        "9.4 Marine Corps officers",
        "9.5 Army officers",
        "9.6 Government officials",
        "9.7 Civilians",
        "9.8 Foreigners",
        "10 See also",
        "11 Notes",
        "12 Bibliography",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Society of the Cincinnati is a fraternal, hereditary society founded in 1783 to commemorate the American Revolutionary War that saw the creation of the United States. Membership is largely restricted to descendants of military officers who served in the Continental Army.\n\nThe Society has thirteen constituent societies in the United States and one in France. It was founded to perpetuate \"the remembrance of this vast event\" (the achievement of American Independence), \"to preserve inviolate those exalted rights and liberties of human nature,\" and \"to render permanent the cordial affection subsisting among the officers\" of the Continental Army who served in the Revolutionary War.\n\nNow in its third century, the Society promotes public interest in the Revolution through its library and museum collections, publications, and other activities. It is the oldest patriotic, hereditary society in America.\n\n"
        },
        {
            "title": "History",
            "text": "The Society is named after Lucius Quinctius Cincinnatus, who left his farm to accept a term as Roman Consul and served as Magister Populi (with temporary powers similar to that of a modern-era dictator). He assumed lawful dictatorial control of Rome to meet a war emergency. When the battle was won, he returned power to the Senate and went back to plowing his fields. The Society's motto reflects that ethic of selfless service: Omnia reliquit servare rempublicam (\"He relinquished everything to save the Republic\").[1] The Society has had three goals: \"To preserve the rights so dearly won; to promote the continuing union of the states; and to assist members in need, their widows, and their orphans.\"[2]\n\nThe concept of the Society of the Cincinnati was that of Major General Henry Knox.[3] The first meeting of the Society was held in May 1783 at a dinner at the Verplanck House (present-day Mount Gulian), Fishkill, New York, before the British evacuation from New York City. The meeting was presided over by Major General Friedrich Wilhelm von Steuben, with Lieutenant Colonel Alexander Hamilton serving as the orator.[4] The participants agreed to stay in contact with each other after the war.[5] Mount Gulian, von Steuben's headquarters, is considered the birthplace of the Society of the Cincinnati, where the Institution was formally adopted on May 13, 1783.[6][7]\n\nMembership was generally limited to officers who had served at least three years in the Continental Army or Navy, or had served until the end of the War; it included officers of the French Army and Navy above certain ranks.  Officers in the Continental Line who died during the War were also entitled to be recorded as members, and membership would devolve to their eldest male heir.[8]  Members of the considerably larger fighting forces comprising the Colonial Militias and Minutemen were not entitled to join the Society.  Within 12 months of the founding, a constituent Society had been organized in each of the 13 states and in France. Of about 5,500 men originally eligible for membership, 2,150 had joined within a year. King Louis XVI ordained the French Society of the Cincinnati, which was organized on July 4, 1784 (Independence Day). Up to that time, the King of France had not allowed his officers to wear any foreign decorations, but he made an exception in favor of the badge of the Cincinnati.[9]\n\nThe Society's rules adopted a system of primogeniture, wherein membership was passed down to the eldest son after the death of the original member. Present-day hereditary members generally must be descended from an original member, an officer who died in service, or an officer who qualified for membership at the Society's founding but did not join. Each officer may be represented by only one descendant at any given time, following the rules of primogeniture.  (The rules of eligibility and admission are controlled by each of the 14 Constituent Societies to which members are admitted. They differ slightly in each society, and some allow more than one descendant of an eligible officer.)[10]  The requirement for primogeniture made the society controversial in its early years, as the new states quickly did away with laws supporting primogeniture as remnants of the English feudal system.[11]\n\nGeorge Washington was elected the first President General of the Society, serving from December 1783 until his death in 1799. The second President General was Alexander Hamilton, and after he died from wounds suffered in a duel in 1804, he was succeeded by Charles Cotesworth Pinckney.[12]\n\nThe society's members have included notable military and political leaders, including 23 of the 39 signers of the United States Constitution.[13]\n\n"
        },
        {
            "title": "Insignia",
            "text": "On June 19, 1783, the General Society of the Cincinnati adopted the bald eagle as its insignia. (The insignia was originally referred to as an \"order\" in the Society's records.) It is one of America's first post-revolution symbols and an important piece of American iconography. It is the second official American emblem to use the bald eagle, following the Great Seal of the United States. The insignia may have been derived from the same discourse that produced the seal.\n\nThe suggestion of the bald eagle as the Cincinnati insignia was made by Major Pierre L'Enfant, a French officer who joined the American Army in 1777, served in the Corps of Engineers, and became one of the first members of the Society. He observed that \"[t]he Bald Eagle, which is unique to this continent, and is distinguished from those of other climates by its white head and tail, appears to me to deserve attention.\"[14] In 1783, L'Enfant was commissioned to travel to France to have the first eagle badges made, based on his design. (L'Enfant later planned and partially laid out the city of Washington, D.C.)\n\nThe medallions at the center of the Cincinnati Eagle depict, on the obverse, Cincinnatus receiving his sword from Roman senators and, on the reverse, Cincinnatus at his plow being crowned by the figure of Pheme (a personification of fame). The Society's colors, light blue and white, symbolize the fraternal bond between the United States and France.  While all Cincinnati eagles conform to this general design, there is no single specific design which is official. Over the years, over 50 different variations of the eagle have been produced – in varying degrees of size, quality and number produced.\n\nA unique diamond encrusted \"eagle\", referred to as the \"Diamond Eagle\", was gifted to George Washington by Admiral Comte d'Estaing, on behalf the officers of the French Navy. It was received by Washington on May 11, 1784 at the meeting of the General Society in Philadelphia. Upon Washington's death, in 1799, it was given by his heirs to Alexander Hamilton, who succeeded Washington as President of the Society. Upon Hamilton's death it was given to Charles Cotesworth Pinckney, who succeeded Hamilton as the Society's president. It has ever since served as the official insignia of the Society's president and is transferred when a new president takes office. In the late 20th century, a copy of the Diamond Eagle was made, which is worn by the president on occasions other than the Triennial Meeting.[15]\n\nA specially commissioned \"eagle\" worn by President General George Washington was presented to Marquis de Lafayette in 1824 during his grand tour of the United States. This badge remained in possession of the Lafayette family[16] until sold at auction on December 11, 2007, for 5.3 million USD by Lafayette's great-great granddaughter. Together with what are believed to be the original ribbon and red leather box, the badge was purchased by the Josée and René de Chambrun Foundation for display in Lafayette's bedroom at Chateau La Grange, his former home, thirty miles east of Paris; it may also be displayed at Mount Vernon, Washington's former home in Virginia.[17] This was one of three eagles known to have been owned by Washington, who most often wore the \"diamond eagle\", a diamond-encrusted badge given him by the French matelots (sailors). That diamond eagle continues to be passed down to each President General of the Society of the Cincinnati as part of his induction into office.\n\nThe Cincinnati Eagle is displayed in various places of public importance, including Sawyer Point in Cincinnati (named for the Society), Ohio. A popular public square was built here to house a 15' bronze statue of Cincinnatus flanked by four masts flying the American, state, city, and Society flags. The flag of the Society displays blue and white stripes and a dark blue canton (containing a circle of 14 stars around the Cincinnati Eagle, representing the fourteen subsidiary societies) in the upper corner next to the hoist. Refer to the section below for the city's historical connection to the Cincinnati.\n\nBy Federal law, on ceremonial occasions, Society members may wear their eagles on their American military uniforms.[18] In practice, however, this has been rarely done since the early 20th century.\n\n"
        },
        {
            "title": "Criticism",
            "text": "When news of the foundation of the society spread, judge Aedanus Burke published several pamphlets under the pseudonym Cassius where he criticized the society as an attempt at reestablishing a hereditary nobility in the new republic.[19] The pamphlets, entitled An Address to the Freemen of South Carolina (January 1783) and Considerations on the Society or Order of Cincinnati (October 1783) sparked a general debate that included prominent names, including Thomas Jefferson[20] and John Adams.[21] The criticism voiced concern about the apparent creation of an hereditary elite; membership eligibility is inherited through primogeniture, and generally excluded enlisted men and militia officers, unless they were placed under \"State Line\" or \"Continental Line\" forces for a substantial time period, and their descendants.\n\nBenjamin Franklin was among the Society's earliest critics.  He was concerned about the creation of a quasi-noble order, and of the Society's use of the eagle in its emblem, as evoking the traditions of heraldry and the English aristocracy. In a letter to his daughter Sarah Bache written on January 26, 1784, Franklin commented on the ramifications of the Cincinnati:\n\nThe influence of the Cincinnati members, former officers, was another concern. When delegates to the Constitutional Convention were debating the method of choosing a president, James Madison (the secretary of the convention) reported the following speech of Elbridge Gerry of Massachusetts:\n\nThe debate spread to France on account of the eligibility of French veterans from the Revolutionary War. In 1785 Honoré Gabriel Riqueti, comte de Mirabeau was approached by Franklin, who was at the time stationed in Paris and suggested to him to write something about the society directed at the French public.[24] Mirabeau was provided with Burke's pamphlets and Franklin's letter to his daughter, and from this, with the help of Nicolas Chamfort, created his own enlarged version entitled Considérations sur l'Ordre de Cincinnatus which was published in London November that year, an English translation carried out by Samuel Romilly followed, of which an American edition was published in 1786.[25]\n\nFollowing this public debate and criticism, George Washington, who had been unaware of the particulars of the charter when he agreed to become president of the society, began to have doubts about the benefit of the society. He had in fact considered abolishing the society on its very first general meeting May 4, 1784.[26] However, in the meantime Major L'Enfant had arrived bringing his designs of the diplomas and medals, as well as news of the success of the society in France, which made an abolishment of the society impossible. Washington instead at the meeting launched an ultimatum, that if the clauses about heredity were not abandoned, he would resign from his post as president of the society. This was accepted, and furthermore informal agreement was made not to wear the eagles in public, so as not to resemble European chivalrous orders. A new charter, the so-called Institution, was printed, which omitted among others the disputed clauses about heredity. This was sent to the local chapters for approval, and it was approved in all of them except for the chapters in New York, New Hampshire and Delaware. However, when the public furor about the society had died down, the new Institution was rescinded, and the original reintroduced, including the clauses about heredity.[27]\nThe French chapter, which had obtained official permission to form from the king Louis XVI of France, also abolished heredity, but never reintroduced it, and thus the last members were approved February 3, 1792, shortly before the French monarchy was disbanded.[28]\n\n"
        },
        {
            "title": "Later activities",
            "text": "The members of the Cincinnati were among those developing many of America's first and largest cities to the west of the Appalachians, most notably Cincinnati, Ohio[29] and Pittsburgh, Pennsylvania.\n\nThe first governor of the Northwest Territory, Arthur St. Clair, was a member of the Society.[30] He renamed a small settlement \"Cincinnati\" to honor the Society and to encourage settlement by Society members. Among them were Captain Jacob Piatt,[31] who settled across the river from Cincinnati in northern Kentucky on land granted to him for his service during the War. Captain David Ziegler was the first Mayor of Cincinnati.\n\nLt. Ebenezer Denny (1761–1822), an original Pennsylvanian Cincinnatus,[32] was elected the first mayor of the incorporated city of Pittsburgh in 1816. Pittsburgh developed from Fort Pitt, which had been commanded since 1777–1783 by four men who were founding members of the Society.\n\nRichard Varick[33] was a Mayor of New York City.\n\nToday's Society supports efforts to increase public awareness and memory of the ideals and actions of the men who created the American Revolution and an understanding of American history, with an emphasis on the period from the outset of the Revolution to the War of 1812. At its headquarters at Anderson House in Washington, DC, the Society holds manuscript, portrait, and model collections pertaining to events of and military science during this period.[34] Members of the Society have contributed to endow professorships, lecture series, awards, and educational materials in relation to the United States' representative democracy.[35]\n\nOver the years, membership rules have continued as first established. The definition and acceptance of membership has remained with the constituent societies rather than with the General Society in Washington.[36] An eligible officer of the Continental Army during the Revolutionary War can be represented in the Society of the Cincinnati by only one male descendant at a time, successor members excepted. Collateral male heirs are accepted in some constituent societies if the direct male line dies out.[37][38]\n\nEach of the fourteen constituent societies admits honorary male members, but these men cannot designate an heir (referred to as a successor member).[39] The only U.S. President who was a true hereditary member was Franklin Pierce. Andrew Jackson and Zachary Taylor were honorary members before becoming president. Other presidents became honorary members while in office, and after leaving office.[40]\n\nThe Society of the Cincinnati Prize recognizes the author of an outstanding work that advances understanding of the American Revolution and its legacy. Established in 1989 as a triennial award, the prize is now presented annually.[41]\n\nSince 1989, the authors awarded this prize are:[41]\n\n"
        },
        {
            "title": "Headquarters",
            "text": "The General Society is headquartered at Anderson House, also known as the Larz Anderson House, at 2118 Massachusetts Avenue, NW in the Dupont Circle neighborhood of Washington, D.C. The Anderson House also serves as a Society museum and research library. It is located on Embassy Row, near various international embassies.\n\nAnderson House was built between 1902 and 1905 as the winter residence of Larz Anderson, an American diplomat, and his wife, Isabel Weld Perkins, an author and American Red Cross volunteer.  The architects Arthur Little and Herbert Browne of Boston designed Anderson House in the Beaux-Arts style.  Anderson House was listed on the National Register of Historic Places in 1971 and was further designated a National Historic Landmark in 1996.[42][43]\n\nThe General Society's museum collections include portraits, armaments, and personal artifacts of Revolutionary War soldiers; commemorative objects; objects associated with the history of the Society and its members, including Cincinnati china and insignia; portraits and personal artifacts of members of the Anderson family; and artifacts related to the history of the house, including the U.S. Navy's occupation of it during World War II.[44]\n\nThe library of the General Society of the Cincinnati collects, preserves, and makes available for research printed and manuscript materials relating to the military and naval history of the eighteenth century and early nineteenth century, with a particular concentration on the people and events of the American Revolution and the War of 1812.  The collection includes a variety of modern and rare materials including official military documents, contemporary accounts and discourses, manuscripts, maps, graphic arts, literature, and many works on naval art and science.  In addition, the library is the home to the archives of the Society of the Cincinnati as well as a collection of material relating to Larz and Isabel Anderson.[45]  The library is open to researchers by appointment.\n\nThe Society of the Cincinnati created the American Revolution Institute (ARI) in 2012 to renew appreciation of the history and ideals of our revolutionary generation. ARI is an advocacy organization dedicated to promoting understanding and appreciation of the American Revolution and its legacy.[46][47]\n\n"
        },
        {
            "title": "Notable original members",
            "text": "A list of notables from among the original members of the Society of the Cincinnati:[50][51]\n\n"
        },
        {
            "title": "",
            "text": "Since its inception, the Society of the Cincinnati has allowed for honorary members to be admitted who have distinguished themselves in military or public service.[56]\n\nNote – Every president who served in the eras of 1885 to 1923 (38 years) and from 1933 to 1953 (20 years) was an honorary member of the Society.[57][58]  Presidents George Washington and James Monroe were original members of the Society and President Franklin Pierce was an hereditary member.[59] Zachary Taylor was admitted as an honorary member of the New York Society in 1847, and could have been a hereditary member of the Virginia Society by right of his father, Lieutenant Colonel Richard Taylor (d. 1826), had it been active at the time of his father's death.[60]\n\n(Nobel Prize for Literature recipient Winston Churchill was a hereditary member of the Society.)\n\n"
        }
    ]
}